Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_text_writing_readability_uc2_title
source: Rendre une communication plus accessible
af: Maak 'n kommunikasie meer toeganklik
bg: Правете комуникацията по-достъпна
cs: Případ použití
da: Gøre en kommunikation mere tilgængelig
de: Über: Lesbarkeit & Klarheit
el: Ελέγξτε γρήγορα αν ένα άρθρο, μια ιστοσελίδα ή μια περιγραφή προϊόντος είναι εύκολο να διαβαστεί, και στη συνέχεια προσαρμόστε το μήκος των προτάσεων και το λεξιλόγιο.
es: Casos de uso
fi: Tee viestinnästäsi saavutettavampaa
fil: Analyze the readability of your text (score, statistics, and tips) to write clearer, smoother, and easier to understand.
hu: Gyorsan ellenőrizze, hogy egy cikk, weboldal vagy termékleírás könnyen olvasható-e, majd állítsa be a mondatok hosszát és a szókincset.
id: Membuat komunikasi lebih mudah diakses
it: Analizza la leggibilità del tuo testo (punteggio, statistiche e consigli) per scrivere in modo più chiaro, più fluido e più facile da comprendere.
ja: コミュニケーションをよりアクセスしやすくする
ko: 커뮤니케이션을 더 접근 가능하게 만들기
nl: Een communicatie toegankelijker maken
no: Gjør kommunikasjonen mer tilgjengelig
pl: Ułatw komunikację
pt_pt: Tornar uma comunicação mais acessível
ro: Facilitarea unei comunicări mai accesibile
ru: Сделать коммуникацию более доступной
sk: Urobiť komunikáciu prístupnejšou
sv: Göra en kommunikation mer tillgänglig
sw: Fanya mawasiliano kuwa rahisi zaidi kufikia
tr: Bir iletişimi daha erişilebilir hale getirmek
uk: Зробити комунікацію більш доступною
vi: Làm cho một thông điệp dễ tiếp cận hơn
zh_hans: 快速检查一篇文章、网页或产品描述是否易于阅读，然后调整句子长度和词汇。

# ed_text_writing_readability_uc2_text
source: Optimisez un email, une notice, un document interne ou un message client pour qu’il soit compris du premier coup (moins d’ambiguïtés, moins de relectures).
af: Optimaliseer 'n e-pos, kennisgewing, interne dokument of kliëntboodskap sodat dit van die eerste keer af verstaan kan word (minder ambiguitete, minder hersienings).
bg: Оптимизирайте имейл, уведомление, вътрешен документ или клиентско съобщение, за да бъде разбрано от първия път (по-малко неясноти, по-малко прегледи).
cs: Zlepšení textu před publikací
da: Optimer en e-mail, en meddelelse, et internt dokument eller en kundebesked, så det forstås ved første forsøg (mindre tvetydigheder, færre korrekturlæsninger).
de: Analysieren Sie die Lesbarkeit Ihres Textes (Punktzahl, Statistiken und Tipps), um klarer, flüssiger und verständlicher zu schreiben.
el: Καθιστώντας μια επικοινωνία πιο προσβάσιμη
es: Mejorar un texto antes de la publicación
fi: Optimoi sähköposti, ohje, sisäinen asiakirja tai asiakasviesti niin, että se ymmärretään ensimmäisellä kerralla (vähemmän epäselvyyksiä, vähemmän tarkistuksia).
fil: Use cases
hu: Egy kommunikáció hozzáférhetőbbé tétele
id: Optimalkan email, pengumuman, dokumen internal, atau pesan klien agar dipahami dengan baik (kurangi ambiguitas, kurangi pengulangan).
it: Casi d'uso
ja: メール、通知、内部文書、または顧客メッセージを最初から理解できるように最適化します（あいまいさを減らし、再読を減らす）。
ko: 이메일, 공지, 내부 문서 또는 고객 메시지를 처음부터 이해할 수 있도록 최적화하세요 (모호함 감소, 재검토 감소).
nl: Optimaliseer een e-mail, een kennisgeving, een intern document of een klantbericht zodat het in één keer begrepen wordt (minder ambiguïteiten, minder herlezen).
no: Optimaliser en e-post, en melding, et internt dokument eller en kundemelding slik at det forstås ved første forsøk (mindre tvetydighet, færre gjennomlesninger).
pl: Optymalizuj e-mail, notatkę, dokument wewnętrzny lub wiadomość do klienta, aby była zrozumiała od pierwszego razu (mniej niejasności, mniej korekt).
pt_pt: Otimize um e-mail, um aviso, um documento interno ou uma mensagem ao cliente para que seja compreendido na primeira leitura (menos ambiguidades, menos revisões).
ro: Optimizați un email, un aviz, un document intern sau un mesaj pentru clienți pentru a fi înțeles din prima (mai puține ambiguități, mai puține recitiri).
ru: Оптимизируйте электронное письмо, уведомление, внутренний документ или сообщение клиенту, чтобы его поняли с первого раза (меньше неоднозначностей, меньше повторных чтений).
sk: Optimalizujte e-mail, oznámenie, interný dokument alebo zákaznícku správu tak, aby bola pochopená na prvýkrát (menej nejasností, menej prečítaní).
sv: Optimera ett e-postmeddelande, en anvisning, ett internt dokument eller ett kundmeddelande så att det förstås vid första anblicken (mindre tvetydigheter, färre omläsningar).
sw: Boresha barua pepe, tangazo, hati ya ndani au ujumbe wa mteja ili iweze kueleweka mara moja (kupunguza kutokueleweka, kupunguza uhakiki).
tr: Bir e-postayı, bir bildirimi, bir iç belgeyi veya bir müşteri mesajını ilk seferde anlaşılır hale getirmek için optimize edin (daha az belirsizlik, daha az tekrar okuma).
uk: Оптимізуйте електронний лист, повідомлення, внутрішній документ або повідомлення клієнта так, щоб його зрозуміли з першого разу (менше неоднозначностей, менше перевірок).
vi: Tối ưu hóa một email, một thông báo, một tài liệu nội bộ hoặc một tin nhắn khách hàng để nó được hiểu ngay từ lần đầu tiên (ít mơ hồ hơn, ít cần đọc lại hơn).
zh_hans: 使沟通更易于理解

# ed_text_writing_readability_uc3_title
source: Optimiser un contenu SEO sans sacrifier la clarté
af: Optimaliseer 'n SEO-inhoud sonder om duidelikheid op te offer
bg: Оптимизиране на SEO съдържание без жертване на яснота
cs: Rychle zkontrolujte, zda je článek, webová stránka nebo popis produktu snadno čitelný, a poté upravte délku vět a slovní zásobu.
da: Optimere SEO-indhold uden at ofre klarhed
de: Anwendungsfall
el: Βελτιστοποιήστε ένα email, μια ειδοποίηση, ένα εσωτερικό έγγραφο ή ένα μήνυμα πελάτη ώστε να γίνει κατανοητό με την πρώτη (λιγότερες αμφιβολίες, λιγότερες αναγνώσεις).
es: Verifica rápidamente si un artículo, una página web o una descripción de producto es fácil de leer, luego ajusta la longitud de las oraciones y el vocabulario.
fi: Optimoi SEO-sisältöä uhraamatta selkeyttä
fil: Improve a text before publication
hu: Optimalizálja egy e-mailt, értesítést, belső dokumentumot vagy ügyfélüzenetet, hogy az elsőre érthető legyen (kevesebb kétértelműség, kevesebb átnézés).
id: Mengoptimalkan konten SEO tanpa mengorbankan kejelasan
it: Migliorare un testo prima della pubblicazione
ja: 明確さを犠牲にせずにSEOコンテンツを最適化する
ko: 명확성을 희생하지 않고 SEO 콘텐츠 최적화하기
nl: SEO-inhoud optimaliseren zonder de duidelijkheid op te offeren
no: Optimalisere SEO-innhold uten å ofre klarhet
pl: Optymalizuj treść SEO bez poświęcania jasności
pt_pt: Otimizar um conteúdo SEO sem sacrificar a clareza
ro: Optimizarea unui conținut SEO fără a sacrifica claritatea
ru: Оптимизация SEO-контента без жертвы ясности
sk: Optimalizovať SEO obsah bez obetovania jasnosti
sv: Optimera SEO-innehåll utan att offra tydlighet
sw: Boresha maudhui ya SEO bila kuathiri uwazi
tr: Açıklığı feda etmeden SEO içeriğini optimize etmek
uk: Оптимізувати SEO-контент, не жертвуючи ясністю
vi: Tối ưu hóa nội dung SEO mà không hy sinh sự rõ ràng
zh_hans: 优化电子邮件、通知、内部文件或客户消息，使其一目了然（减少歧义，减少校对）。

# ed_text_writing_readability_uc3_text
source: Repérez les passages trop denses : un texte plus clair augmente souvent le temps de lecture, réduit le taux de rebond et améliore l’expérience utilisateur.
af: Identifiseer te digte gedeeltes: 'n duideliker teks verhoog dikwels die lees tyd, verminder die terugslagkoers en verbeter die gebruikerservaring.
bg: Идентифицирайте твърде плътните пасажи: по-ясен текст често увеличава времето за четене, намалява процента на отпадане и подобрява потребителското изживяване.
cs: Zpřístupnění komunikace
da: Identificer for tætte passager: en klarere tekst øger ofte læsetiden, reducerer afvisningsprocenten og forbedrer brugeroplevelsen.
de: Einen Text vor der Veröffentlichung verbessern
el: Βελτιστοποίηση περιεχομένου SEO χωρίς να θυσιάζεται η σαφήνεια
es: Hacer una comunicación más accesible
fi: Tunnista liian tiheät kohdat: selkeämpi teksti lisää usein lukuaikaa, vähentää poistumisprosenttia ja parantaa käyttäjäkokemusta.
fil: Quickly check if an article, a webpage, or a product description is easy to read, then adjust the length of sentences and vocabulary.
hu: SEO tartalom optimalizálása a világosság feláldozása nélkül
id: Identifikasi bagian yang terlalu padat: teks yang lebih jelas seringkali meningkatkan waktu baca, mengurangi tingkat pentalan, dan meningkatkan pengalaman pengguna.
it: Controlla rapidamente se un articolo, una pagina web o una descrizione di prodotto è facile da leggere, quindi regola la lunghezza delle frasi e il vocabolario.
ja: 密度の高すぎる部分を特定します：より明確なテキストは、しばしば読書時間を増加させ、離脱率を減少させ、ユーザー体験を向上させます。
ko: 너무 밀집된 구문을 찾아보세요: 더 명확한 텍스트는 종종 읽는 시간을 늘리고 이탈률을 줄이며 사용자 경험을 향상시킵니다.
nl: Identificeer te dichte passages: een duidelijkere tekst verhoogt vaak de leestijd, vermindert het bouncepercentage en verbetert de gebruikerservaring.
no: Identifiser for tette avsnitt: en klarere tekst øker ofte lesetiden, reduserer avvisningsraten og forbedrer brukeropplevelsen.
pl: Zidentyfikuj zbyt gęste fragmenty: jaśniejszy tekst często zwiększa czas czytania, zmniejsza współczynnik odrzuceń i poprawia doświadczenie użytkownika.
pt_pt: Identifique trechos muito densos: um texto mais claro muitas vezes aumenta o tempo de leitura, reduz a taxa de rejeição e melhora a experiência do usuário.
ro: Identificați pasajele prea dense: un text mai clar crește adesea timpul de citire, reduce rata de respingere și îmbunătățește experiența utilizatorului.
ru: Выявите слишком плотные участки: более ясный текст часто увеличивает время чтения, снижает уровень отказов и улучшает пользовательский опыт.
sk: Identifikujte príliš husté pasáže: jasnejší text často zvyšuje čas čítania, znižuje mieru odchodu a zlepšuje používateľskú skúsenosť.
sv: Identifiera för täta avsnitt: en tydligare text ökar ofta lästiden, minskar avvisningsfrekvensen och förbättrar användarupplevelsen.
sw: Tambua sehemu zenye msongamano mwingi: maandiko wazi mara nyingi huongeza muda wa kusoma, kupunguza kiwango cha kurudi nyuma na kuboresha uzoefu wa mtumiaji.
tr: Aşırı yoğun bölümleri tespit edin: daha net bir metin genellikle okuma süresini artırır, hemen çıkma oranını azaltır ve kullanıcı deneyimini iyileştirir.
uk: Визначте занадто щільні місця: більш зрозумілий текст часто збільшує час читання, зменшує показник відмов і покращує досвід користувача.
vi: Nhận diện các đoạn văn quá dày: một văn bản rõ ràng hơn thường làm tăng thời gian đọc, giảm tỷ lệ thoát và cải thiện trải nghiệm người dùng.
zh_hans: 在不牺牲清晰度的情况下优化SEO内容

# ed_text_writing_readability_uc4_title
source: Adapter un texte à un niveau de lecture cible
af: Pas 'n teks aan 'n teikengeleerdheid vlak aan
bg: Адаптиране на текст към целево ниво на четене
cs: Přizpůsobení textu cílové úrovni čtení
da: Tilpasse en tekst til et mål-læseniveau
de: Überprüfen Sie schnell, ob ein Artikel, eine Webseite oder eine Produktbeschreibung leicht zu lesen ist, und passen Sie die Satzlängen und den Wortschatz an.
el: Εντοπίστε τα πολύ πυκνά αποσπάσματα: ένα πιο καθαρό κείμενο αυξάνει συχνά τον χρόνο ανάγνωσης, μειώνει το ποσοστό εγκατάλειψης και βελτιώνει την εμπειρία του χρήστη.
es: Adaptar un texto a un nivel de lectura objetivo
fi: Sovita teksti kohdelukutasoon
fil: Make communication more accessible
hu: Azonosítsa a túl sűrű részeket: egy világosabb szöveg gyakran növeli az olvasási időt, csökkenti a visszapattanási arányt és javítja a felhasználói élményt.
id: Menyesuaikan teks dengan tingkat bacaan yang ditargetkan
it: Adattare un testo a un livello di lettura target
ja: ターゲット読書レベルにテキストを適応させる
ko: 대상 독서 수준에 맞게 텍스트 조정하기
nl: Een tekst aanpassen aan een doel leesniveau
no: Tilpasse en tekst til et målrettet lesernivå
pl: Dostosuj tekst do docelowego poziomu czytania
pt_pt: Adaptar um texto a um nível de leitura alvo
ro: Adaptarea unui text la un nivel de citire țintă
ru: Адаптация текста к целевому уровню чтения
sk: Prispôsobte text cieľovej úrovni čítania
sv: Anpassa en text till en målgrupps läsnivå
sw: Badilisha maandiko kwa kiwango cha kusoma kinachokusudiwa
tr: Bir metni hedef okuma seviyesine uyarlamak
uk: Адаптуйте текст до цільового рівня читання
vi: Điều chỉnh một văn bản cho một mức độ đọc mục tiêu
zh_hans: 识别过于密集的段落：更清晰的文本通常会增加阅读时间，降低跳出率，并改善用户体验。

# ed_text_writing_readability_uc4_text
source: Évaluez si le texte convient à un public grand public, scolaire ou professionnel, et simplifiez là où c’est nécessaire.
af: Evalueer of die teks geskik is vir 'n algemene, skool- of professionele publiek, en vereenvoudig waar nodig.
bg: Оценете дали текстът е подходящ за широка публика, училищна или професионална, и опростете там, където е необходимо.
cs: Zhodnoťte, zda text vyhovuje široké veřejnosti, školám nebo profesionálům, a zjednodušte tam, kde je to nutné.
da: Vurder om teksten er egnet til et bredt publikum, skole eller professionelt, og forenkle hvor det er nødvendigt.
de: Eine Kommunikation zugänglicher machen
el: Προσαρμογή ενός κειμένου σε ένα στοχευμένο επίπεδο αναγνωσιμότητας
es: Evalúa si el texto es adecuado para un público general, escolar o profesional, y simplifícalo donde sea necesario.
fi: Arvioi, sopiiko teksti yleisölle, koululle tai ammattilaisille, ja yksinkertaista tarvittaessa.
fil: Optimize an email, a notice, an internal document, or a client message to be understood at first glance (fewer ambiguities, fewer re-reads).
hu: Egy szöveg alkalmazása egy célzott olvasási szinthez
id: Evaluasi apakah teks cocok untuk audiens umum, sekolah, atau profesional, dan sederhanakan jika perlu.
it: Valuta se il testo è adatto a un pubblico generale, scolastico o professionale, e semplifica dove necessario.
ja: テキストが一般向け、学校向け、または専門家向けに適しているかを評価し、必要に応じて簡素化します。
ko: 텍스트가 일반 대중, 학교 또는 전문 청중에 적합한지 평가하고 필요할 경우 단순화하세요.
nl: Evalueer of de tekst geschikt is voor een algemeen publiek, scholieren of professionals, en vereenvoudig waar nodig.
no: Vurder om teksten passer for et allment publikum, skoleelever eller fagfolk, og forenkle der det er nødvendig.
pl: Oceń, czy tekst jest odpowiedni dla ogółu społeczeństwa, uczniów czy profesjonalistów, i uprość tam, gdzie to konieczne.
pt_pt: Avalie se o texto é adequado para um público geral, escolar ou profissional, e simplifique onde necessário.
ro: Evaluați dacă textul este potrivit pentru un public general, școlar sau profesional și simplificați acolo unde este necesar.
ru: Оцените, подходит ли текст для широкой аудитории, школьной или профессиональной, и упростите его там, где это необходимо.
sk: Zhodnoťte, či je text vhodný pre širokú verejnosť, školský alebo profesionálny okruh, a zjednodušte tam, kde je to potrebné.
sv: Utvärdera om texten passar en allmän, skol- eller yrkespublik, och förenkla där det är nödvändigt.
sw: Tathmini ikiwa maandiko yanafaa kwa hadhira ya umma, shule au kitaaluma, na rahisisha pale inapohitajika.
tr: Metnin genel halk, okul veya profesyonel bir kitleye uygun olup olmadığını değerlendirin ve gerektiğinde basitleştirin.
uk: Оцініть, чи підходить текст для широкої аудиторії, навчальних закладів чи професіоналів, і спростіть його там, де це необхідно.
vi: Đánh giá xem văn bản có phù hợp với công chúng, học sinh hay chuyên nghiệp hay không, và đơn giản hóa khi cần thiết.
zh_hans: 将文本调整到目标阅读水平

# ed_text_writing_readability_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Optimieren Sie eine E-Mail, eine Mitteilung, ein internes Dokument oder eine Kundenbotschaft, damit sie beim ersten Mal verstanden wird (weniger Mehrdeutigkeiten, weniger Korrekturen).
el: Αξιολογήστε αν το κείμενο είναι κατάλληλο για ένα ευρύ κοινό, σχολικό ή επαγγελματικό, και απλοποιήστε όπου είναι απαραίτητο.
es: Lo que obtienes
fi: Mitä saat
fil: Optimize SEO content without sacrificing clarity
hu: Értékelje, hogy a szöveg megfelel-e a nagyközönség, iskolai vagy szakmai közönség számára, és egyszerűsítse, ahol szükséges.
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Dette får du
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 评估文本是否适合大众、学术或专业受众，并在必要时简化。

# ed_text_writing_readability_out1
source: Un score de lisibilité et des statistiques clés (longueur moyenne des phrases, mots longs, structure générale) pour évaluer la clarté de votre texte en un coup d’œil.
af: 'n Leesbaarheid telling en sleutelstatistieke (gemiddelde sinlengte, lang woorde, algemene struktuur) om die duidelikheid van jou teks in 'n oogopslag te evalueer.
bg: Оценка на четливост и ключови статистики (средна дължина на изреченията, дълги думи, обща структура) за бърза оценка на яснотата на текста ви.
cs: Skóre čitelnosti a klíčové statistiky (průměrná délka vět, dlouhá slova, celková struktura) pro rychlé posouzení jasnosti vašeho textu.
da: En læsbarhedsscore og nøglestatistikker (gennemsnitlig sætninglængde, lange ord, generel struktur) for hurtigt at vurdere klarheden af din tekst.
de: SEO-Inhalte optimieren, ohne die Klarheit zu opfern
el: Ένα σκορ αναγνωσιμότητας και βασικών στατιστικών (μέση διάρκεια προτάσεων, μακροσκελείς λέξεις, γενική δομή) για να αξιολογήσετε την καθαρότητα του κειμένου σας με μια ματιά.
es: Una puntuación de legibilidad y estadísticas clave (longitud media de las oraciones, palabras largas, estructura general) para evaluar la claridad de tu texto de un vistazo.
fi: Luettavuuspisteet ja keskeiset tilastot (keskimääräinen lauseen pituus, pitkät sanat, yleinen rakenne) arvioidaksesi tekstisi selkeyttä yhdellä silmäyksellä.
fil: Identify overly dense passages: a clearer text often increases reading time, reduces bounce rate, and improves user experience.
hu: Amit kap
id: Skor keterbacaan dan statistik kunci (panjang rata-rata kalimat, kata-kata panjang, struktur umum) untuk menilai kejelasan teks Anda dengan cepat.
it: Un punteggio di leggibilità e statistiche chiave (lunghezza media delle frasi, parole lunghe, struttura generale) per valutare la chiarezza del tuo testo a colpo d'occhio.
ja: 可読性スコアと主要な統計（平均文の長さ、長い単語、全体的な構造）を一目で確認して、テキストの明確さを評価します。
ko: 가독성 점수와 주요 통계 (평균 문장 길이, 긴 단어, 일반 구조)를 통해 텍스트의 명확성을 한눈에 평가하세요.
nl: Een leesbaarheidsscore en belangrijke statistieken (gemiddelde zinlengte, lange woorden, algemene structuur) om de duidelijkheid van uw tekst in één oogopslag te beoordelen.
no: En lesbarhetsscore og nøkkelstatistikk (gjennomsnittlig setningslengde, lange ord, generell struktur) for å vurdere klarheten i teksten din med et blikk.
pl: Wynik czytelności i kluczowe statystyki (średnia długość zdań, długie słowa, ogólna struktura), aby ocenić jasność swojego tekstu na pierwszy rzut oka.
pt_pt: Um score de legibilidade e estatísticas chave (comprimento médio das frases, palavras longas, estrutura geral) para avaliar a clareza do seu texto de relance.
ro: Un scor de lizibilitate și statistici cheie (lungimea medie a frazelor, cuvinte lungi, structură generală) pentru a evalua claritatea textului dvs. dintr-o privire.
ru: Оценка читаемости и ключевые статистические данные (средняя длина предложений, длинные слова, общая структура) для оценки ясности вашего текста одним взглядом.
sk: Skóre čitateľnosti a kľúčové štatistiky (priemerná dĺžka viet, dlhé slová, celková štruktúra) na rýchle zhodnotenie jasnosti vášho textu.
sv: Ett läsbarhetspoäng och nyckelstatistik (genomsnittlig meningslängd, långa ord, allmän struktur) för att snabbt bedöma tydligheten i din text.
sw: Alama ya uwazi na takwimu muhimu (urefu wa wastani wa sentensi, maneno marefu, muundo wa jumla) ili kutathmini uwazi wa maandiko yako kwa muonekano mmoja.
tr: Okunabilirlik puanı ve metninizin netliğini bir bakışta değerlendirmek için anahtar istatistikler (ortalama cümle uzunluğu, uzun kelimeler, genel yapı).
uk: Оцінка читабельності та ключові статистичні дані (середня довжина речень, довгі слова, загальна структура) для оцінки ясності вашого тексту одним поглядом.
vi: Một điểm số đọc hiểu và các thống kê chính (độ dài trung bình của câu, từ dài, cấu trúc tổng thể) để đánh giá sự rõ ràng của văn bản của bạn chỉ trong một cái nhìn.
zh_hans: 您获得的内容
