Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# rel_diff_subtitle
source: Mesurer la différence relative entre deux valeurs (en %).
af: Meet die relatiewe verskil tussen twee waardes (in %).
bg: Измерете относителната разлика между две стойности (в %).
cs: Změřte relativní rozdíl mezi dvěma hodnotami (v %).
da: Mål den relative forskel mellem to værdier (i %).
de: Messen Sie die relative Differenz zwischen zwei Werten (in %).
el: Μετρήστε τη σχετική διαφορά μεταξύ δύο τιμών (σε %).
es: Medir la diferencia relativa entre dos valores (en %).
fi: Mittaa suhteellinen ero kahden arvon välillä (prosentteina).
fil: Sukatin ang relatibong pagkakaiba sa pagitan ng dalawang halaga (sa %).
hu: Két érték relatív különbségének mérése (százalékban).
id: Mengukur perbedaan relatif antara dua nilai (dalam %).
it: Misurare la differenza relativa tra due valori (in %).
ja: 2つの値の相対的な差を測定します（%で）。
ko: 두 값 간의 상대적 차이를 측정합니다(%)。
nl: Meet het relatieve verschil tussen twee waarden (in %).
no: Mål den relative forskjellen mellom to verdier (i %).
pl: Mierzyć różnicę względną między dwiema wartościami (w %).
pt_pt: Medir a diferença relativa entre dois valores (em %).
ro: Măsurați diferența relativă între două valori (în %).
ru: Измерьте относительную разницу между двумя значениями (в %).
sk: Zmerajte relatívny rozdiel medzi dvoma hodnotami (v %).
sv: Mäta den relativa skillnaden mellan två värden (i %).
sw: Mäta den relativa skillnaden mellan två värden (i %).
tr: İki değer arasındaki göreceli farkı ölçün (%).
uk: Measure the relative difference between two values (in %).
vi: Đo lường sự khác biệt tương đối giữa hai giá trị (theo %).
zh_hans: 测量两个值之间的相对差异（以%表示）。

# rel_diff_a
source: Valeur A
af: Waarde A
bg: Стойност А
cs: Hodnota A
da: Værdi A
de: Wert A
el: Αξία Α
es: Valor A
fi: Arvo A
fil: Halaga A
hu: A érték
id: Nilai A
it: Valore A
ja: 値 A
ko: 값 A
nl: Waarde A
no: Verdi A
pl: Wartość A
pt_pt: Valor A
ro: Valoare A
ru: Значение A
sk: Hodnota A
sv: Värde A
sw: Värde A
tr: Değer A
uk: Value A
vi: Giá trị A
zh_hans: 值 A

# rel_diff_a_hint
source: Valeur de référence possible.
af: Mogelijke referentiewaarde.
bg: Възможна референтна стойност.
cs: Možná referenční hodnota.
da: Mulig referenceværdi.
de: Möglicher Referenzwert.
el: Πιθανή αναφορά αξίας.
es: Valor de referencia posible.
fi: Mahdollinen viitearvo.
fil: Posibleng halaga ng sanggunian.
hu: Lehetséges referenciaérték.
id: Nilai referensi yang mungkin.
it: Valore di riferimento possibile.
ja: 参考値の可能性。
ko: 가능한 기준값.
nl: Mogelijke referentiewaarde.
no: Mulig referanseverdi.
pl: Możliwa wartość odniesienia.
pt_pt: Valor de referência possível.
ro: Valoare de referință posibilă.
ru: Возможное эталонное значение.
sk: Možná referenčná hodnota.
sv: Möjligt referensvärde.
sw: Möjligt referensvärde.
tr: Olası referans değeri.
uk: Possible reference value.
vi: Giá trị tham chiếu có thể.
zh_hans: 可能的参考值。

# rel_diff_b
source: Valeur B
af: Waarde B
bg: Стойност B
cs: Hodnota B
da: Værdi B
de: Wert B
el: Αξία B
es: Valor B
fi: Arvo B
fil: Halaga B
hu: B érték
id: Nilai B
it: Valore B
ja: 値 B
ko: 값 B
nl: Waarde B
no: Verdi B
pl: Wartość B
pt_pt: Valor B
ro: Valoare B
ru: Значение B
sk: Hodnota B
sv: Värde B
sw: Värde B
tr: Değer B
uk: Value B
vi: Giá trị B
zh_hans: 值 B

# rel_diff_b_hint
source: Valeur à comparer à A.
af: Waarde om met A te vergelyk.
bg: Стойност за сравнение с A.
cs: Hodnota k porovnání s A.
da: Værdi at sammenligne med A.
de: Wert zum Vergleichen mit A.
el: Αξία προς σύγκριση με το A.
es: Valor a comparar con A.
fi: Arvo, jota verrata A:han.
fil: Halaga na ihahambing sa A.
hu: Érték, amelyet A-hoz kell hasonlítani.
id: Nilai untuk dibandingkan dengan A.
it: Valore da confrontare con A.
ja: Aと比較する値。
ko: A와 비교할 값.
nl: Waarde te vergelijken met A.
no: Verdi å sammenligne med A.
pl: Wartość do porównania z A.
pt_pt: Valor a comparar com A.
ro: Valoare de comparat cu A.
ru: Значение для сравнения с A.
sk: Hodnota na porovnanie s A.
sv: Värde att jämföra med A.
sw: Värde att jämföra med A.
tr: A ile karşılaştırılacak değer.
uk: Value to compare with A.
vi: Giá trị để so sánh với A.
zh_hans: 与A比较的值。

# rel_diff_ref
source: Référence
af: Verwysing
bg: Референция
cs: Odkaz
da: Reference
de: Referenz
el: Αναφορά
es: Referencia
fi: Viite
fil: Sanggunian
hu: Hivatkozás
id: Referensi
it: Riferimento
ja: 参照
ko: 참조
nl: Referentie
no: Referanse
pl: Referencja
pt_pt: Referência
ro: Referință
ru: Ссылка
sk: Referencia
sv: Referens
sw: Referens
tr: Referans
uk: Reference
vi: Tham khảo
zh_hans: 参考

# rel_diff_ref_a
source: Par rapport à A
af: Ten opsigte van A
bg: По отношение на A
cs: Vzhledem k A
da: I forhold til A
de: Im Vergleich zu A
el: Σε σχέση με το A
es: En relación a A
fi: A:han verrattuna
fil: Tungkol sa A
hu: A-hoz képest
id: Terkait dengan A
it: Rispetto a A
ja: Aに関して
ko: A에 비해
nl: Ten opzichte van A
no: I forhold til A
pl: W porównaniu do A
pt_pt: Em relação a A
ro: În raport cu A
ru: По сравнению с A
sk: V súvislosti s A
sv: I förhållande till A
sw: I förhållande till A
tr: A ile ilgili
uk: In relation to A
vi: So với A
zh_hans: 相对于A

# rel_diff_ref_b
source: Par rapport à B
af: Ten opsigte van B
bg: По отношение на B
cs: Ve srovnání s B
da: I forhold til B
de: Im Vergleich zu B
el: Σε σχέση με το Β
es: En relación a B
fi: A suhteessa B
fil: Tungkol kay B
hu: A B-hez képest
id: Terkait dengan B
it: Rispetto a B
ja: Bに関して
ko: B에 비해
nl: Ten opzichte van B
no: I forhold til B
pl: W porównaniu do B
pt_pt: Em relação a B
ro: În raport cu B
ru: По сравнению с B
sk: V porovnaní s B
sv: I förhållande till B
sw: I förhållande till B
tr: B ile ilgili
uk: Compared to B
vi: So với B
zh_hans: 相对于B

# rel_diff_ref_hint
source: Le % dépend de la valeur choisie comme base.
af: Die % hang af van die waarde wat as basis gekies is.
bg: Процентът зависи от избраната стойност като основа.
cs: % závisí na zvolené hodnotě jako základě.
da: Procentdelen % afhænger af den valgte værdi som basis.
de: Der % hängt vom gewählten Basiswert ab.
el: Το % εξαρτάται από την επιλεγμένη τιμή ως βάση.
es: El % depende del valor elegido como base.
fi: Prosentti % riippuu valitusta arvosta perustana.
fil: Ang % ay nakadepende sa halagang pinili bilang batayan.
hu: A % a választott alapértéktől függ.
id: Persentase % tergantung pada nilai yang dipilih sebagai dasar.
it: La % dipende dal valore scelto come base.
ja: %は、基準として選択された値に依存します。
ko: %는 선택한 기준 값에 따라 다릅니다.
nl: Het % hangt af van de gekozen basiswaarde.
no: Prosentandelen % avhenger av verdien valgt som basis.
pl: Procent zależy od wybranej wartości jako podstawy.
pt_pt: A % depende do valor escolhido como base.
ro: Procentul % depinde de valoarea aleasă ca bază.
ru: % зависит от выбранного значения в качестве основы.
sk: % závisí od zvolenej hodnoty ako základu.
sv: Procentet beror på det valda värdet som bas.
sw: Procenten % beror på det valda värdet som bas.
tr: Seçilen değere bağlı olarak % değişir.
uk: The % depends on the value chosen as the base.
vi: Tỷ lệ % phụ thuộc vào giá trị được chọn làm cơ sở.
zh_hans: 百分比取决于选择的基准值。

# rel_diff_abs_label
source: Écart absolu
af: Absoluut verskil
bg: Абсолютна разлика
cs: Absolutní odchylka
da: Absolut afvigelse
de: Absoluter Unterschied
el: Απόλυτη απόκλιση
es: Desviación absoluta
fi: Absoluuttinen poikkeama
fil: Absolut na agwat
hu: Abszolút eltérés
id: Selisih absolut
it: Scarto assoluto
ja: 絶対誤差
ko: 절대 오차
nl: Absoluut verschil
no: Absolutt avvik
pl: Odchylenie bezwzględne
pt_pt: Desvio absoluto
ro: Abatere absolută
ru: Абсолютное отклонение
sk: Absolútna odchýlka
sv: Absolut avvikelse
sw: Absolut avvik
tr: Mutlak fark
uk: Absolute deviation
vi: Sai số tuyệt đối
zh_hans: 绝对误差

# rel_diff_pct_label
source: Écart relatif
af: Relatiewe verskil
bg: Относителна разлика
cs: Relativní odchylka
da: Relativt afvigelse
de: Relativer Unterschied
el: Σχετική απόκλιση
es: Desviación relativa
fi: Suhteellinen poikkeama
fil: Relatibong agwat
hu: Relatív eltérés
id: Selisih relatif
it: Scarto relativo
ja: 相対的な差異
ko: 상대적 차이
nl: Relatieve afwijking
no: Relativt avvik
pl: Odchylenie względne
pt_pt: Desvio relativo
ro: Abatere relativă
ru: Относительное отклонение
sk: Relatívny rozdiel
sv: Relativt avvik
sw: Relativ avvik
tr: Göreceli fark
uk: Relative gap
vi: Sai số tương đối
zh_hans: 相对差距

# rel_diff_ratio_label
source: Rapport
af: Verslag
bg: Доклад
cs: Zpráva
de: Bericht
el: Αναφορά
es: Informe
fi: Raportti
fil: Ulat
hu: Jelentés
id: Laporan
it: Rapporto
ja: レポート
ko: 보고서
pl: Raport
pt_pt: Relatório
ro: Raport
ru: Отчет
sk: Správa
tr: Rapor
uk: Report
vi: Báo cáo
zh_hans: 报告

# rel_diff_zero_note
source: Impossible de calculer un % si la référence vaut 0.
af: Dit is nie moontlik om 'n % te bereken as die verwysing 0 is nie.
bg: Невъзможно е да се изчисли процент, ако референтната стойност е 0.
cs: Není možné vypočítat % pokud je hodnota reference 0.
da: Det er umuligt at beregne en % hvis referencen er 0.
de: Es ist nicht möglich, einen % zu berechnen, wenn der Referenzwert 0 beträgt.
el: Αδύνατον να υπολογιστεί ένα % αν η αναφορά είναι 0.
es: No se puede calcular un % si la referencia es 0.
fi: Ei voida laskea prosenttia, jos viite on 0.
fil: Imposible ang mag-compute ng % kung ang sanggunian ay 0.
hu: Nem lehet százalékot számítani, ha a referencia 0.
id: Tidak mungkin menghitung % jika referensinya bernilai 0.
it: Impossibile calcolare una % se il riferimento vale 0.
ja: 参照が0の場合、%を計算することはできません。
ko: 0일 경우 %를 계산할 수 없습니다.
nl: Het is niet mogelijk om een % te berekenen als de referentie 0 is.
no: Det er umulig å beregne en % hvis referansen er 0.
pl: Nie można obliczyć procentu, jeśli wartość odniesienia wynosi 0.
pt_pt: Impossível calcular uma % se a referência for 0.
ro: Imposibil de a calcula un % dacă referința este 0.
ru: Невозможно вычислить процент, если ссылка равна 0.
sk: Nie je možné vypočítať % ak je referencia 0.
sv: Det går inte att beräkna en % om referensen är 0.
sw: Det går inte att beräkna en % om referensen är 0.
tr: Referans 0 ise % hesaplamak mümkün değildir.
uk: Cannot calculate a % if the reference is 0.
vi: Không thể tính % nếu tham chiếu bằng 0.
zh_hans: 无法计算百分比，因为参考值为0。

# rel_diff_example_label
source: A=INTERPOLATION, B=INTERPOLATION_1 (ref INTERPOLATION_2)
af: A=INTERPOLATION, B=INTERPOLATION_1 (verwysing INTERPOLATION_2)
bg: A=INTERPOLATION, B=INTERPOLATION_1 (реф INTERPOLATION_2)
el: A=INTERPOLATION, B=INTERPOLATION_1 (αναφορά INTERPOLATION_2)
fi: A=INTERPOLATION, B=INTERPOLATION_1 (viite INTERPOLATION_2)
it: A=INTERPOLATION, B=INTERPOLATION_1 (riferimento INTERPOLATION_2)
ja: A=INTERPOLATION, B=INTERPOLATION_1（参照 INTERPOLATION_2）
ko: A=INTERPOLATION, B=INTERPOLATION_1 (참조 INTERPOLATION_2)
pl: A=INTERPOLATION, B=INTERPOLATION_1 (odniesienie INTERPOLATION_2)
ru: A=INTERPOLATION, B=INTERPOLATION_1 (ссылка INTERPOLATION_2)
uk: A=INTERPOLATION, B=INTERPOLATION_1 (посилання INTERPOLATION_2)
vi: A=INTERPOLATION, B=INTERPOLATION_1 (tham chiếu INTERPOLATION_2)

# rel_diff_definition_sub
source: L’écart relatif exprime une différence en proportion d’une valeur de référence.
af: Die relatiewe verskil dui 'n verskil in verhouding tot 'n verwysingswaarde aan.
bg: Относителната разлика изразява разлика в пропорция на референтна стойност.
cs: Relativní rozdíl vyjadřuje rozdíl v poměru k referenční hodnotě.
da: Det relative gap udtrykker en forskel i forhold til en referenceværdi.
de: Der relative Unterschied drückt eine Differenz im Verhältnis zu einem Referenzwert aus.
el: Η σχετική απόκλιση εκφράζει μια διαφορά σε αναλογία με μια τιμή αναφοράς.
es: El margen relativo expresa una diferencia en proporción a un valor de referencia.
fi: Suhteellinen ero ilmaisee eron suhteessa viitearvoon.
fil: Ang relatif na agwat ay nagpapahayag ng pagkakaiba batay sa isang halaga ng sanggunian.
hu: A relatív eltérés egy referenciaértékhez viszonyított különbséget fejez ki.
id: Selisih relatif menyatakan perbedaan dalam proporsi dari nilai acuan.
it: Il divario relativo esprime una differenza in proporzione a un valore di riferimento.
ja: 相対的な差は、基準値に対する割合の違いを表します。
ko: 상대적 차이는 기준 값에 대한 비율의 차이를 나타냅니다.
nl: De relatieve afwijking drukt een verschil uit in verhouding tot een referentiewaarde.
no: Det relative avviket uttrykker en forskjell i forhold til en referanseverdi.
pl: Wskaźnik względny wyraża różnicę w proporcji do wartości odniesienia.
pt_pt: O desvio relativo expressa uma diferença em proporção a um valor de referência.
ro: Diferența relativă exprimă o diferență în proporție față de o valoare de referință.
ru: Относительное отклонение выражает разницу в пропорции к эталонному значению.
sk: Relatívny rozdiel vyjadruje rozdiel v pomere k referenčnej hodnote.
sv: Det relativa avståndet uttrycker en skillnad i förhållande till ett referensvärde.
sw: Det relativa avståndet uttrycker en skillnad i förhållande till ett referensvärde.
tr: Göreceli fark, bir referans değerine oranla bir farkı ifade eder.
uk: The relative gap expresses a difference in proportion to a reference value.
vi: Sự chênh lệch tương đối diễn tả một sự khác biệt theo tỷ lệ so với một giá trị tham chiếu.
zh_hans: 相对差异表示相对于参考值的差异。

# rel_diff_step1
source: Calculez l’écart absolu : B − A
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez l’écart absolu :

# rel_diff_step2
source: Divisez par la référence (A ou B), puis multipliez par 100.
af: Deel deur die verwysing (A of B), en vermenigvuldig dan met 100.
bg: Разделете на референцията (A или B), след това умножете по 100.
cs: Rozdělte podle reference (A nebo B), poté vynásobte 100.
da: Del med referencen (A eller B), og gang derefter med 100.
de: Teilen Sie durch die Referenz (A oder B) und multiplizieren Sie dann mit 100.
el: Διαιρέστε με την αναφορά (Α ή Β), στη συνέχεια πολλαπλασιάστε με το 100.
es: Divida por la referencia (A o B), luego multiplique por 100.
fi: Jaa viitteellä (A tai B), ja kerro sitten 100:lla.
fil: Hatiin sa sanggunian (A o B), pagkatapos ay imultiply sa 100.
hu: Ossza el a hivatkozással (A vagy B), majd szorozza meg 100-zal.
id: Bagi dengan referensi (A atau B), lalu kalikan dengan 100.
it: Dividere per il riferimento (A o B), poi moltiplicare per 100.
ja: 参照（AまたはB）で割り、次に100を掛けます。
ko: 참조(A 또는 B)로 나눈 다음 100을 곱하십시오.
nl: Deel door de referentie (A of B), en vermenigvuldig met 100.
no: Del på referansen (A eller B), og multipliser deretter med 100.
pl: Podziel przez odniesienie (A lub B), a następnie pomnóż przez 100.
pt_pt: Divida pela referência (A ou B), depois multiplique por 100.
ro: Împărțiți la referință (A sau B), apoi înmulțiți cu 100.
ru: Разделите на ссылку (A или B), затем умножьте на 100.
sk: Rozdeľte podľa referencie (A alebo B), potom vynásobte 100.
sv: Dela med referensen (A eller B), och multiplicera sedan med 100.
sw: Dela med referensen (A eller B), och multiplicera sedan med 100.
tr: Referansa (A veya B) bölün, ardından 100 ile çarpın.
uk: Divide by the reference (A or B), then multiply by 100.
vi: Chia cho tham chiếu (A hoặc B), sau đó nhân với 100.
zh_hans: 按参考（A或B）除以，然后乘以100。

# rel_diff_note
source: Exemple : A=80, B=100. Par rapport à A : (100−80)/80×100 = +25%. Par rapport à B : (100−80)/100×100 = +20%.
af: Voorbeeld: A=80, B=100. Ten opsigte van A: (100−80)/80×100 = +25%. Ten opsigte van B: (100−80)/100×100 = +20%.
bg: Пример: A=80, B=100. Сравнено с A: (100−80)/80×100 = +25%. Сравнено с B: (100−80)/100×100 = +20%.
cs: Příklad: A=80, B=100. Vzhledem k A: (100−80)/80×100 = +25%. Vzhledem k B: (100−80)/100×100 = +20%.
da: Eksempel: A=80, B=100. I forhold til A: (100−80)/80×100 = +25%. I forhold til B: (100−80)/100×100 = +20%.
de: Beispiel: A=80, B=100. Im Vergleich zu A: (100−80)/80×100 = +25%. Im Vergleich zu B: (100−80)/100×100 = +20%.
el: Παράδειγμα: A=80, B=100. Σε σχέση με το A: (100−80)/80×100 = +25%. Σε σχέση με το B: (100−80)/100×100 = +20%.
es: Ejemplo: A=80, B=100. En relación a A: (100−80)/80×100 = +25%. En relación a B: (100−80)/100×100 = +20%.
fi: Esimerkki: A=80, B=100. A: (100−80)/80×100 = +25%. B: (100−80)/100×100 = +20%.
fil: Halimbawa: A=80, B=100. Kaugnay kay A: (100−80)/80×100 = +25%. Kaugnay kay B: (100−80)/100×100 = +20%.
hu: Példa: A=80, B=100. A-hoz képest: (100−80)/80×100 = +25%. B-hez képest: (100−80)/100×100 = +20%.
id: Contoh: A=80, B=100. Terhadap A: (100−80)/80×100 = +25%. Terhadap B: (100−80)/100×100 = +20%.
it: Esempio: A=80, B=100. Rispetto ad A: (100−80)/80×100 = +25%. Rispetto a B: (100−80)/100×100 = +20%.
ja: 例：A=80、B=100。Aに対して：(100−80)/80×100 = +25%。Bに対して：(100−80)/100×100 = +20%。
ko: 예시: A=80, B=100. A에 대한 비율: (100−80)/80×100 = +25%. B에 대한 비율: (100−80)/100×100 = +20%.
nl: Voorbeeld: A=80, B=100. Ten opzichte van A: (100−80)/80×100 = +25%. Ten opzichte van B: (100−80)/100×100 = +20%.
no: Eksempel: A=80, B=100. I forhold til A: (100−80)/80×100 = +25%. I forhold til B: (100−80)/100×100 = +20%.
pl: Przykład: A=80, B=100. W odniesieniu do A: (100−80)/80×100 = +25%. W odniesieniu do B: (100−80)/100×100 = +20%.
pt_pt: Exemplo: A=80, B=100. Em relação a A: (100−80)/80×100 = +25%. Em relação a B: (100−80)/100×100 = +20%.
ro: Exemplu: A=80, B=100. În raport cu A: (100−80)/80×100 = +25%. În raport cu B: (100−80)/100×100 = +20%.
ru: Пример: A=80, B=100. По сравнению с A: (100−80)/80×100 = +25%. По сравнению с B: (100−80)/100×100 = +20%.
sk: Príklad: A=80, B=100. V porovnaní s A: (100−80)/80×100 = +25%. V porovnaní s B: (100−80)/100×100 = +20%.
sv: Exempel: A=80, B=100. I förhållande till A: (100−80)/80×100 = +25%. I förhållande till B: (100−80)/100×100 = +20%.
sw: Exempel: A=80, B=100. I förhållande till A: (100−80)/80×100 = +25%. I förhållande till B: (100−80)/100×100 = +20%.
tr: Örnek: A=80, B=100. A'ya göre: (100−80)/80×100 = +%25. B'ye göre: (100−80)/100×100 = +%20.
uk: Example: A=80, B=100. Compared to A: (100−80)/80×100 = +25%. Compared to B: (100−80)/100×100 = +20%.
vi: Ví dụ: A=80, B=100. So với A: (100−80)/80×100 = +25%. So với B: (100−80)/100×100 = +20%.
zh_hans: 示例：A=80，B=100。相对于A： (100−80)/80×100 = +25%。相对于B： (100−80)/100×100 = +20%。

# tool_percentage_diff_relative_title
source: Différence relative
af: Relatiewe verskil
bg: Относителна разлика
cs: Relativní rozdíl
da: Relativ forskel
de: Relative Differenz
el: Σχετική διαφορά
es: Diferencia relativa
fi: Suhteellinen ero
fil: Relatibong pagkakaiba
hu: Relatív eltérés
id: Perbedaan relatif
it: Differenza relativa
ja: 相対差
ko: 상대적 차이
nl: Relatieve verschil
no: Relativ forskjell
pl: Różnica względna
pt_pt: Diferença relativa
ro: Diferență relativă
ru: Относительная разница
sk: Relatívny rozdiel
sv: Relativ skillnad
sw: Relativ skillnad
tr: Göreceli fark
uk: Relative difference
vi: Sự khác biệt tương đối
zh_hans: 相对差异
