Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_sanitize_copied
source: Rapport JSON copié dans le presse-papiers.
fi: JSON-raportti kopioitu leikepöydälle.
nl: JSON-rapport gekopieerd naar het klembord.
pt_pt: Relatório JSON copiado para a área de transferência.
ru: JSON отчет скопирован в буфер обмена.
uk: JSON звіт скопійовано в буфер обміну.

# pdf_sanitize_copy_fail
source: Impossible de copier automatiquement. Copiez manuellement le JSON.
fi: Automaattinen kopiointi epäonnistui. Kopioi JSON manuaalisesti.
nl: Automatisch kopiëren is niet gelukt. Kopieer de JSON handmatig.
pt_pt: Não foi possível copiar automaticamente. Copie manualmente o JSON.
ru: Не удалось автоматически скопировать. Скопируйте JSON вручную.
uk: Не вдалося автоматично скопіювати. Скопіюйте JSON вручну.

# related_tools_title
source: Outils similaires
fi: Samanlaiset työkalut
nl: Gerelateerde tools
pt_pt: Ferramentas semelhantes
ru: Похожие инструменты
uk: Схожі інструменти

# pct_course_seed
source: Seed
af: Saad
fi: Siemen
id: Benih
ja: シード
ko: 시드
pt_pt: Semente
vi: Hạt giống
zh_hans: 种子

# ex_seed_label
source: Seed
af: Saad
bg: Семе
fi: Siemen
ja: シード
ko: 시드
zh_hans: 种子

# ed_dev_pdf_pdf_to_unicode_inspector_uc1_title
source: TODO
da: TODO: Beskriv det præcise mål med dette værktøj (unik hensigt, ikke en parafrase af en anden).
fi: Kuvaa tämän työkalun tarkka tavoite (yksi ainoa tarkoitus, ei toisen parafraasi).
ro: TODO: Descrieți precis ieșirea.
sw: Usijali wa kipekee unaohusiana na kusudi la chombo hiki.

# ed_dev_pdf_pdf_to_unicode_inspector_lim1
source: TODO.
da: TODO: Beskriv outputtet præcist.
fi: Usein kysytyt kysymykset
it: Limiti e punti di attenzione
ro: TODO: Exemplu concret 3
sw: TODO: Hii inatumika kwa nini.
uk: Обмеження та зауваження

# ed_dev_pdf_pdf_text_structure_to_json_q2
source: TODO
af: TODO: Konkrete voorbeeld 2
ro: Cazuri de utilizare
sk: Čo získate
sw: Eleza kwa usahihi matokeo.
uk: Що ви отримуєте

# ed_dev_pdf_pdf_text_structure_to_json_a2
source: TODO
af: TODO: Konkrete voorbeeld 3
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
sk: Presne popíšte výstup.
uk: Описати точну мету цього інструменту (унікальне намірення, не перефразування іншого).

# ed_dev_pdf_pdf_to_unicode_inspector_q1
source: TODO
af: Wat is die doel van hierdie uitvoer.
cs: Limitations and points of attention
da: Hvad denne output bruges til.
it: Domande frequenti
nl: Beschrijf precies de output.
ro: Limite și puncte de atenție
sk: What this output is for.
sw: Mipaka na mambo ya kuzingatia
uk: Часті запитання

# ed_math_statistics_amplitude_lim1
source: TODO.
hu: Konkrét példa 3
uk: Обмеження та моменти уваги
zh_hans: TODO: 具体示例 3

# ed_math_statistics_amplitude_lim2
source: TODO.
de: Bitte beschreiben Sie die Ausgabe genau.
hu: Írd le pontosan a kimenetet.
uk: Для чого потрібен цей вихід.
zh_hans: TODO: 精确描述输出。

# ed_math_statistics_amplitude_q1
source: TODO
hu: Mire való ez a kimenet.
ja: 得られるもの
uk: Часті запитання
zh_hans: TODO: 该输出的用途。

# ed_math_statistics_mean_uc1_title
source: TODO
hu: A szerszám pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
ja: ユースケース
pl: Przykłady użycia
uk: Випадки використання
zh_hans: 与工具意图相关的独特提示。

# ed_math_statistics_mean_lim1
source: TODO.
hu: Egy konkrét példa 3
ja: この出力の目的。
pl: Ograniczenia i punkty uwagi
uk: Обмеження та моменти уваги

# ed_math_statistics_median_uc2_title
source: TODO
bg: TODO: Конкретен пример 1
cs: Konkrétní příklad 1
da: En unik tip relateret til værktøjets hensigt.
it: Un suggerimento unico legato all'intento dello strumento.
ja: このツールの正確な目的を説明してください（ユニークな意図、他のものの言い換えではない）。
no: TODO: Konkret eksempel 1
sk: Presne opíšte cieľ tohto nástroja (jedinečný úmysel, nie parafráza iného).
sw: Exemple concret 1
uk: TODO: Конкретний приклад 1

# ed_math_statistics_median_uc3_title
source: TODO
cs: Jedinečný tip související s účelem nástroje.
da: Konkrekt eksempel 1
es: Ejemplo concreto 1
id: Contoh konkret 3
ro: Exemplu concret 3
sk: Príklad konkrétny 2
uk: TODO: Concrete example 2

# ed_math_statistics_median_lim1
source: TODO.
cs: Omezení a upozornění
da: Eksempel konkret 2
id: Contoh konkret 3
it: Limiti e punti di attenzione
ro: Exemplu concret 3
sk: Limits and points of attention
uk: TODO: Точно описати вихідні дані.

# ed_math_statistics_median_lim2
source: TODO.
es: Lo que obtienes
id: Deskripsikan dengan tepat keluaran.
ro: Descrieți precis ieșirea.
sk: Príklad konkrétny 3
uk: TODO: Для чого потрібні ці вихідні дані.

# ed_math_statistics_median_q1
source: TODO
cs: Časté dotazy
id: Untuk apa keluaran ini.
it: Domande frequenti
ro: La ce folosește această ieșire.
sk: Na čo slúži tento výstup.
uk: What you get

# ed_math_statistics_median_q2
source: TODO
da: Det, du får
es: Límites y puntos de atención
id: Apa kegunaan keluaran ini.
ro: La ce folosește această ieșire.
uk: Поширені запитання

# ed_math_statistics_mode_uc1_title
source: TODO
af: Exemple konkret 1
de: Anwendungsfälle
id: Deskripsikan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
pl: Przykłady użycia
ro: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
uk: Про: Режим

# ed_math_statistics_mode_uc2_title
source: TODO
af: Exemple konkret 1
de: TODO: Konkretes Beispiel 1
id: Kasus penggunaan
ro: Caz de utilizare
sk: Une jedinečná rada súvisiaca s úmyslom nástroja.
uk: Випадки використання

# ed_math_statistics_mode_uc3_title
source: TODO
de: TODO: Konkretes Beispiel 2
id: Tip unik yang terkait dengan niat alat.
ro: Caz de utilizare
sk: Konkrétny príklad 2
uk: Tip

# rot3_table_formula
source: \dfrac{b}{a}=\dfrac{x}{c}\quad\Rightarrow\quad x=\dfrac{b\times c}{a}
af: ext{b}= ext{a} ext{=} ext{x} ext{=} ext{c} ext{=} ext{b} ext{=} ext{c} ext{=} ext{a}
de: \frac{b}{a}=\frac{x}{c} ightarrow x=\frac{b imes c}{a}
es: \frac{b}{a}=\frac{x}{c} ightarrow x=\frac{b imes c}{a}
fil: ext{b}= ext{a}= ext{x}= ext{c} ightarrow ext{x}=\frac{ ext{b} imes ext{c}}{ ext{a}}
it: ext{b}= ext{a} ext{x}= ext{c} ightarrow ext{x}=\frac{ ext{b} imes ext{c}}{ ext{a}}
ja: ext{比率} \frac{b}{a}=\frac{x}{c} ightarrow x=\frac{b imes c}{a}
nl: \frac{b}{a}=\frac{x}{c} ightarrow x=\frac{b imes c}{a}
pl: \frac{b}{a}=\frac{x}{c} ightarrow x=\frac{b imes c}{a}
tr: ext{b}= ext{a} ext{c} ext{x}= ext{b} imes ext{c} ext{a}
vi: \frac{b}{a}=\frac{x}{c} ightarrow x=\frac{b imes c}{a}
zh_hans: \frac{b}{a}=\frac{x}{c} ightarrow x=\frac{b imes c}{a}

# pdf_fonts_tounicode
source: ToUnicode
pl: DoUnicode

# tool_pdf_sanitize_desc
source: Supprimer métadonnées sensibles, XMP, pièces jointes, et exporter un PDF "sanitisé".
bg: Премахване на чувствителни метаданни, XMP, прикачени файлове и експортиране на "санитизиран" PDF.
cs: Odstranit citlivé metadata, XMP, přílohy a exportovat "sanitizovaný" PDF.
da: Fjern følsomme metadata, XMP, vedhæftede filer, og eksporter en "sanitiseret" PDF.
de: Entfernen von sensiblen Metadaten, XMP, Anhängen und Exportieren eines "sanitisierten" PDFs.
el: Αφαίρεση ευαίσθητων μεταδεδομένων, XMP, συνημμένων και εξαγωγή ενός "καθαρού" PDF.
es: Eliminar metadatos sensibles, XMP, archivos adjuntos y exportar un PDF "sanitizado".
fil: Tanggalin ang mga sensitibong metadata, XMP, mga kalakip, at i-export ang isang "sanitized" na PDF.
ja: 機密メタデータ、XMP、添付ファイルを削除し、「サニタイズ」されたPDFをエクスポートします。
no: Fjern sensitive metadata, XMP, vedlegg, og eksporter en "sanitert" PDF.
pl: Usuń wrażliwe metadane, XMP, załączniki i wyeksportuj "sanitarny" PDF.
ro: Eliminarea metadatelor sensibile, XMP, atașamente și exportarea unui PDF "sanitizat".
sk: Odstrániť citlivé metadáta, XMP, prílohy a exportovať "sanitizovaný" PDF.
sv: Ta bort känslig metadata, XMP, bilagor, och exportera en "sanitär" PDF.
sw: Ondoa metadata nyeti, XMP, viambatisho, na uhamasisha PDF "iliyosafishwa".
tr: Hassas meta verileri, XMP, ekleri kaldır ve "sanitize" edilmiş bir PDF dışa aktar.
vi: Xóa thông tin nhạy cảm, XMP, tệp đính kèm, và xuất một PDF "đã được làm sạch".
zh_hans: 删除敏感元数据、XMP、附件，并导出一个“清理过”的PDF。

# ed_dev_pdf_pdf_text_structure_to_json_lim1
source: TODO.
pl: Ograniczenia i punkty uwagi

# ed_dev_pdf_pdf_text_structure_to_json_q1
source: TODO
pl: Najczęściej zadawane pytania

# ed_math_statistics_mean_uc2_title
source: TODO
de: Konkretes Beispiel 1
hu: Egyedi tipp, amely a szerszám szándékához kapcsolódik.
pl: TODO: Konkretna ilustracja 1

# ed_math_statistics_mean_uc3_title
source: TODO
de: Konkretes Beispiel 1
hu: Egy konkrét példa 1
pl: TODO: Konkretna ilustracja 2

# ed_math_statistics_mean_q1
source: TODO
de: Grenzen und Punkte zur Beachtung
pl: Najczęściej zadawane pytania

# ed_math_statistics_median_uc1_title
source: TODO
bg: Случаи на употреба
cs: TODO: Popište přesně cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: TODO: Beskriv det præcise mål med dette værktøj (unik intention, ikke en parafrase af en anden).
es: Un consejo único relacionado con la intención de la herramienta.
it: Un suggerimento unico legato all'intenzione dello strumento.
ja: について：中央値
no: Bruksområder
pl: Przykłady użycia
sk: Jedinečný tip súvisiaci s úmyslom nástroja.
sw: Mifano ya matumizi

# ed_math_statistics_median_a2
source: TODO
pl: Unikalna wskazówka związana z intencją narzędzia.

# ed_math_statistics_mode_lim1
source: TODO.
de: Grenzen und Punkte zur Beachtung
nl: Wat is het nut van deze uitvoer.
pl: Ograniczenia i punkty uwagi
sw: Mfano halisi 3

# ed_math_statistics_mode_q1
source: TODO
de: Häufig gestellte Fragen
id: Batasan dan perhatian
pl: Najczęściej zadawane pytania
sv: Ett unikt tips relaterat till verktygets avsikt.
sw: Ni nini matumizi ya matokeo haya.

# ed_math_rounding_truncate_uc2_title
source: TODO
de: Konkretes Beispiel 1
el: Συγκεκριμένο παράδειγμα 1
hu: Példa 1
it: Concrete example 1
ja: 具体例 1
no: Konkret eksempel 1
pt_pt: Exemplo concreto 1
sk: Konkrétny príklad 1
sv: Konkreta exempel 1
sw: Mfano halisi 1
tr: TODO: Somut örnek 1
vi: Ví dụ cụ thể 1

# ed_math_rounding_truncate_uc3_title
source: TODO
el: Συγκεκριμένο παράδειγμα 2
hu: Konkrét példa 2
it: Esempio concreto 2
ja: 具体例 2
no: Konkrett eksempel 2
pt_pt: Exemplo concreto 2
sk: Konkrétny príklad 2
sv: Konkreta exempel 2
vi: Ví dụ cụ thể 2

# ed_dev_pdf_pdf_to_unicode_inspector_q2
source: TODO
da: Hyppige spørgsmål
nl: Wat is het nut van deze output.
no: Frequently asked questions
ro: Întrebări frecvente

# ed_dev_pdf_pdf_xref_to_json_uc2_title
source: TODO
af: Oor oor: XRef PDF → JSON
bg: Често задавани въпроси
cs: About: XRef PDF → JSON
da: En unik tip relateret til værktøjets hensigt.
it: Esempio concreto 1
nl: Tip
no: Use cases
ro: Întrebări frecvente
sk: About: XRef PDF → JSON
sv: Vanliga frågor
sw: TODO: Njia ya kipekee inayohusiana na kusudi la chombo.

# ed_dev_pdf_pdf_xref_to_json_uc3_title
source: TODO
af: Gebruik geval
cs: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
it: TODO: Esempio concreto 1
nl: Een unieke tip gerelateerd aan de intentie van de tool.
sk: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).

# ed_dev_pdf_pdf_xref_to_json_a2
source: TODO
fil: TODO: Isang natatanging tip na may kaugnayan sa layunin ng tool.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
sw: Mipaka na mambo ya kuzingatia

# ed_math_statistics_mode_a2
source: TODO
hu: Tipp
id: Pertanyaan yang sering diajukan
nl: Over: Afkapping
sv: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).

# ed_math_statistics_range_uc2_title
source: TODO
cs: Konkrétní příklad 1
de: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
es: TODO: Ejemplo concreto 1
fil: Concrete example 1
it: TODO: Esempio concreto 1
nl: Concreet voorbeeld 1
sv: Ett unikt tips relaterat till verktygets avsikt.
sw: Matumizi

# ed_math_statistics_range_lim1
source: TODO.
cs: Popište přesně výstup.
de: Was Sie erhalten
el: Περιορισμοί και σημεία προσοχής
es: TODO: Describir con precisión la salida.
it: TODO: Descrivere precisamente l'uscita.
nl: Beperkingen en aandachtspunten
sw: TODO: Eleza kwa usahihi matokeo.

# ed_math_statistics_range_lim2
source: TODO.
cs: K čemu slouží tento výstup.
es: TODO: Para qué sirve esta salida.
it: TODO: A cosa serve questa uscita.
nl: Beschrijf de output nauwkeurig.
sw: Mipaka na mambo ya kuzingatia

# ed_math_statistics_range_q1
source: TODO
cs: TODO: Přesně popsat výstup.
de: Grenzen und Punkte zur Beachtung
el: Συχνές ερωτήσεις
fil: Limits and points of attention
nl: Veelgestelde vragen

# ed_math_statistics_range_a1
source: TODO
de: Konkretes Beispiel 3
nl: Beperkingen en aandachtspunten

# ed_math_statistics_range_a2
source: TODO
de: Häufig gestellte Fragen
fil: Frequently asked questions
nl: Veelgestelde vragen

# ed_dev_pdf_pdf_to_unicode_inspector_uc2_title
source: TODO
af: Voorbeeld 1
cs: Concrete example 1
da: Concrete example 1
no: Concrete example 1
ro: TODO: Descrieți cu precizie ieșirea.
sk: Concrete example 1
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).

# ed_dev_pdf_pdf_to_unicode_inspector_uc3_title
source: TODO
da: TODO: Konkrete eksempel 2
it: TODO: Esempio concreto 2
ro: Exemplu concret 2
sw: A unique tip related to the tool's intent.

# ed_dev_pdf_pdf_to_unicode_inspector_a1
source: TODO
af: Beperkings en aandagspunte
da: Begrænsninger og opmærksomhedspunkter
it: Esempio concreto 3
ro: TODO: Exemplu concret 2
sk: Limits and points of attention

# ed_math_rounding_truncate_a2
source: TODO
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
fil: Tip
sv: Vanliga frågor
zh_hans: 常见问题

# ed_math_statistics_median_a1
source: TODO
da: Eksempel konkret 3
id: Jelaskan secara rinci keluaran.
ro: Descrieți precis ieșirea.
sk: Frequently asked questions

# tool_pdf_xref_to_json_title
source: XRef PDF → JSON
tr: PDF XRef'i JSON'a dönüştür
zh_hans: PDF XRef → JSON

# rot3_inv_a_label
source: a
el: α

# rot3_inv_b_label
source: b
el: β

# rot3_inv_c_label
source: c
el: γ

# rot3_inv_x_label
source: x
el: χ

# rot3_inv_ex1
source: 10 · 20 = 5 · x
el: 10 · 20 = 5 · χ

# rot3_inv_ex2
source: 4 · 30 = 6 · x
el: 4 · 30 = 6 · χ

# rot3_inv_ex3
source: 12 · 8 = 3 · x
el: 12 · 8 = 3 · χ

# missing_value_a_label
source: a
el: α

# missing_value_b_label
source: b
el: β

# missing_value_c_label
source: c
el: γ

# missing_value_x_label
source: x
el: χ

# group_dev_pdf_title
source: PDF
el: 21) PDF
ko: 21) PDF

# ed_dev_pdf_pdf_xref_to_json_lim2
source: TODO.
af: Beperkings en aandagspunte
it: TODO: Esempio concreto 3
sw: Mipaka na mambo ya kuzingatia

# ed_dev_pdf_pdf_xref_to_json_a1
source: TODO
af: Beperkings en aandagspunte
it: Esempio concreto 3
sw: TODO: Mfano halisi 3

# ed_dev_pdf_pdf_xref_to_json_q2
source: TODO
it: TODO: Esempio concreto 3
sw: Unachopata

# ed_math_statistics_mode_lim2
source: TODO.
hu: Gyakori kérdések
sw: Eleza kwa usahihi matokeo.

# ed_math_statistics_mode_a1
source: TODO
sv: Om: Amplitude
sw: Mipaka na mambo ya kuzingatia
zh_hans: 常见问题

# ed_math_statistics_mode_q2
source: TODO
ro: Întrebări frecvente
sw: Kikomo na mambo ya kuzingatia

# ed_math_statistics_range_uc3_title
source: TODO
cs: TODO: Konkrétní příklad 2
de: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
sw: TODO: Mfano halisi 2

# ed_math_statistics_mean_lim2
source: TODO.
de: Häufig gestellte Fragen
hu: Amit kapsz
ja: 制限と注意点

# ed_math_statistics_mean_a1
source: TODO
de: Bitte beschreiben Sie die Ausgabe genau.
es: Consejo
hu: Korlátok és figyelmeztetések
it: Suggerimento
ja: よくある質問

# ed_math_statistics_mean_q2
source: TODO
de: Häufig gestellte Fragen
it: Suggerimento

# ed_math_statistics_range_uc1_title
source: TODO
de: Anwendungsfall
sv: En unik tips relaterad till verktygets avsikt.

# ed_math_statistics_range_q2
source: TODO
cs: Časté dotazy
de: Beschreiben Sie die Ausgabe genau.
es: Preguntas frecuentes
it: Domande frequenti

# pdf_links_stat_url_label
source: URL
zh_hans: 网址

# pdf_links_type_url
source: URL
zh_hans: 网址

# ed_math_statistics_amplitude_a1
source: TODO
hu: Mire való ez a kimenet.
zh_hans: 这输出有什么用。

# group_dev_odf_title
source: OpenDocument (ODF)
zh_hans: 开放文档（ODF）

# legal_notice_domain_value
source: tools-central.com
ja: ツールセンター.com

# ed_math_statistics_amplitude_q2
source: TODO
ja: 出力を正確に説明してください。

# ed_math_statistics_amplitude_a2
source: TODO
ja: 制限と注意点

# tool_percentage_variation_desc
source: Calculer l’évolution entre deux valeurs (hausse/baisse).
af: Bereken die verandering tussen twee waardes (toename/afname).
hu: Kiszámolja a változást két érték között (emelkedés/csökkenés).
id: Hitung perubahan antara dua nilai (naik/turun).
it: Calcola l’evoluzione tra due valori (aumento/diminuzione).
ko: 두 값 사이의 변동(증가/감소)을 계산합니다.

# tool_percentage_of_number_title
source: Pourcentage d’un nombre
af: Persentasie van 'n getal
hu: Szám százaléka
id: Persentase dari angka
it: Percentuale di un numero
ko: 숫자의 백분율

# tool_percentage_of_number_desc
source: Calculer X% d’une valeur (X% de Y).
af: Bereken X% van 'n waarde (X% van Y).
hu: Egy érték X%-ának kiszámítása (X% Y-ból).
id: Hitung X% dari suatu nilai (X% dari Y).
it: Calcolare X% di un valore (X% di Y).
ko: 값의 X% 계산 (Y의 X%).

# tool_percentage_relative_difference_desc
source: Mesurer l’écart relatif, symétrique, entre deux valeurs (en %).
af: Meet die relatiewe, simmetriese verskil tussen twee waardes (in %).
hu: Két érték közötti relatív, szimmetrikus eltérés mérése (százalékban).
id: Mengukur selisih relatif, simetris, antara dua nilai (dalam %).
it: Misurare la differenza relativa, simmetrica, tra due valori (in %).
ko: 두 값 간의 상대적 대칭 차이를 측정합니다(%)。

# tool_percent_to_fraction_title
source: % → fraction
af: % → breuk
hu: % → törtrész
id: % → fraksi
it: % → frazione
ko: % → 분수

# tool_percent_to_fraction_desc
source: Convertir un pourcentage en fraction simplifiée.
af: Omskep 'n persentasie na 'n vereenvoudigde breuk.
hu: A százalékot egyszerűsített törté alakítani.
id: Mengubah persentase menjadi pecahan yang disederhanakan.
it: Convertire una percentuale in frazione semplificata.
ko: 백분율을 간단한 분수로 변환합니다.

# tool_percent_coefficient_converter_desc
source: Passer d’un taux (%) à un coefficient multiplicateur et inversement.
af: Gaan van 'n persentasie (%) na 'n vermenigvuldigingskoeffisiënt en omgekeerd.
hu: Átváltani egy százalékot (%) szorzószámra és fordítva.
id: Mengubah dari persentase (%) ke koefisien pengali dan sebaliknya.
it: Passare da una percentuale (%) a un coefficiente moltiplicatore e viceversa.
ko: 비율(%)을 곱셈 계수로 변환하고 그 반대로도 변환합니다.

# tool_percentage_compare_desc
source: Comparer deux taux (%) appliqués à une même base et visualiser l’écart réel.
af: Vergelyk twee tariewe (%) wat op dieselfde basis toegepas word en visualiseer die werklike verskil.
hu: Két azonos alapra alkalmazott (%) arányt hasonlítsunk össze, és vizualizáljuk a tényleges eltérést.
id: Bandingkan dua tarif (%) yang diterapkan pada basis yang sama dan visualisasikan selisih yang sebenarnya.
it: Confronta due tassi (%) applicati alla stessa base e visualizza la differenza reale.
ko: 같은 기준에 적용된 두 비율(%)을 비교하고 실제 차이를 시각화합니다.

# tool_percentage_points_desc
source: Distinguer variation en % et variation en points de % (pp).
af: Verskil tussen variasie in % en variasie in punte van %.
hu: Megkülönböztetni a %-os változást és a %-os pontokban mért változást (pp).
id: Membedakan variasi dalam % dan variasi dalam poin %.
it: Distinguere variazione in % e variazione in punti percentuali (pp).
ko: 퍼센트 변화와 퍼센트 포인트 변화(pp)를 구분하세요.

# tool_percentage_cumulative_vs_naive_title
source: Effet cumulé vs somme naïve
af: Gekombineerde effek vs naïewe som
hu: Kumulált hatás vs naiv összeg
id: Efek kumulatif vs jumlah naif
it: Effetto cumulativo vs somma ingenua
ko: 누적 효과 vs 단순 합계

# tool_percentage_cumulative_vs_naive_desc
source: Comparer l’effet réel (composé) à une addition simple des pourcentages.
af: Vergelyk die werklike (samestelling) effek met 'n eenvoudige optelling van die persentasies.
hu: Hasonlítsa össze a tényleges (összetett) hatást az egyszerű százalékok összegével.
id: Bandingkan efek nyata (komposit) dengan penjumlahan sederhana dari persentase.
it: Confronta l'effetto reale (composito) a una semplice somma dei percentuali.
ko: 실제 효과(복합 효과)를 단순한 백분율의 합과 비교하십시오.

# tool_percentage_equivalent_title
source: Pourcentage équivalent
af: Gelyke persentasie
hu: Egyenértékű százalék
id: Persentase setara
it: Percentuale equivalente
ko: 동등 비율

# tool_percentage_equivalent_desc
source: Calculer le taux unique équivalent à plusieurs variations successives.
af: Bereken die unieke tarief wat gelyk is aan verskeie opeenvolgende variasies.
hu: Számítsa ki az egyenértékű egyedi kamatlábat több egymást követő változat esetén.
id: Hitung tarif tunggal yang setara dengan beberapa variasi berturut-turut.
it: Calcola il tasso unico equivalente a più variazioni successive.
ko: 여러 번의 변동에 해당하는 단일 비율을 계산합니다.

# tool_percentage_error_title
source: Pourcentage d’erreur
af: Foutpersentasie
hu: Hibáság százalékos aránya
id: Persentase kesalahan
it: Percentuale di errore
ko: 오류 비율

# tool_percentage_error_desc
source: Mesurer l’erreur relative (%) entre une valeur mesurée et une valeur de référence.
af: Meet die relatiewe fout (%) tussen 'n gemete waarde en 'n verwysingswaarde.
hu: Mérje a relatív hibát (%) a mért érték és a referenciaérték között.
id: Mengukur kesalahan relatif (%) antara nilai yang diukur dan nilai referensi.
it: Misurare l'errore relativo (%) tra un valore misurato e un valore di riferimento.
ko: 측정된 값과 기준 값 사이의 상대 오차(%)를 측정합니다.

# tool_percentage_of_total_title
source: Pourcentage d’un total
af: Persentasie van 'n totaal
hu: Összeg százaléka
id: Persentase dari total
it: Percentuale di un totale
ko: 총 비율

# tool_percentage_of_total_desc
source: Calculer la part (%) d’une valeur dans un total.
af: Bereken die deel (%) van 'n waarde in 'n totaal.
hu: Számítsa ki egy érték (%) arányát egy összesen.
id: Hitung persentase (%) dari suatu nilai dalam total.
it: Calcola la percentuale (%) di un valore in un totale.
ko: 총액에서 값의 비율(%)을 계산합니다.

# tool_percentage_exercises_generator_title
source: Générateur d’exercices
af: Oefeninggenerator
hu: Gyakorlatgenerátor
id: Generator latihan
it: Generatore di esercizi
ko: 연습 생성기

# tool_ratio_missing_desc
source: Compléter un ratio à partir d’une contrainte (valeur manquante).
af: Voltooi 'n verhouding vanaf 'n beperking (ontbrekende waarde).
hu: Arány kiegészítése egy korlátozás alapján (hiányzó érték).
id: Lengkapi rasio berdasarkan batasan (nilai yang hilang).
it: Completare un rapporto a partire da un vincolo (valore mancante).
ko: 제약 조건(누락된 값)을 기반으로 비율을 완성합니다.

# tool_rounding_error_title
source: Erreur d’arrondi
af: Rondingsfout
hu: Kerekítési hiba
id: Kesalahan pembulatan
it: Errore di arrotondamento
ko: 반올림 오류

# tool_rounding_error_desc
source: Mesurer l’écart introduit par un arrondi.
af: Meet die verskil wat deur 'n afronding ingevoer word.
hu: Mérje az kerekítés által bevezetett eltérést.
id: Mengukur selisih yang diperkenalkan oleh pembulatan.
it: Misurare la differenza introdotta da un arrotondamento.
ko: 반올림으로 인한 차이를 측정합니다.

# tool_proportion_table_complete_desc
source: Compléter les valeurs manquantes d’un tableau.
af: Vul die ontbrekende waardes in 'n tabel in.
hu: Töltsd ki a hiányzó értékeket egy táblázatban.
id: Lengkapi nilai yang hilang dari tabel.
it: Completare i valori mancanti di una tabella.
ko: 표의 누락된 값을 채우세요.

# tool_mean_desc
source: Calculer la moyenne d’une série de valeurs.
af: Bereken die gemiddelde van 'n reeks waardes.
hu: Egy értéksorozat átlagának kiszámítása.
id: Hitung rata-rata dari serangkaian nilai.
it: Calcolare la media di una serie di valori.
ko: 값의 시리즈 평균을 계산합니다.
