Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l2_s4_b4
source: Elle est sensible aux valeurs extrêmes : un seul outlier peut la déformer fortement.
af: Dit is sensitief vir uiterste waardes: 'n enkele uitskieter kan dit sterk vervorm.
bg: Тя е чувствителна към крайни стойности: един единствен аутлайер може да я изкриви значително.
cs: Je citlivý na extrémní hodnoty: jeden jediný odlehlý bod může průměr silně deformovat.
da: Den er følsom over for ekstreme værdier: en enkelt outlier kan forvrænge den kraftigt.
de: Er ist empfindlich gegenüber extremen Werten: ein einziger Ausreißer kann ihn stark verzerren.
el: Είναι ευαίσθητος στις ακραίες τιμές: μια μόνο εκτός κανονικότητας μπορεί να τον παραμορφώσει σημαντικά.
es: Es sensible a los valores extremos: un solo outlier puede deformarla fuertemente.
fi: Se on herkkä äärimmäisille arvoille: yksi poikkeava arvo voi muuttaa sitä voimakkaasti.
fil: Ito ay sensitibo sa mga extreme na halaga: isang solong outlier ay maaaring makapagpabago nang malaki.
hu: Érzékeny a szélsőséges értékekre: egyetlen kiugró érték erősen torzíthatja.
id: Ini sensitif terhadap nilai ekstrem: satu outlier saja bisa sangat mendistorsi.
it: È sensibile ai valori estremi: un solo outlier può deformarla fortemente.
ja: 平均は極端な値に敏感です：1つの外れ値が平均を大きく歪める可能性があります。
ko: 극단적인 값에 민감합니다: 하나의 이상치가 평균을 크게 왜곡할 수 있습니다.
nl: Het is gevoelig voor extreme waarden: één enkele outlier kan het sterk vervormen.
no: Det er følsomt for ekstreme verdier: en enkelt avvik kan sterkt forvrenge det.
pl: Jest wrażliwa na wartości ekstremalne: jeden outlier może ją mocno zniekształcić.
pt_pt: Ela é sensível aos valores extremos: um único outlier pode deformá-la fortemente.
ro: Este sensibilă la valorile extreme: un singur outlier o poate deforma puternic.
ru: Оно чувствительно к крайним значениям: один единственный выброс может сильно его исказить.
sk: Je citlivý na extrémne hodnoty: jeden jediný odľahlý bod môže výrazne deformovať priemer.
sv: Det är känsligt för extrema värden: en enda avvikare kan starkt förvränga det.
sw: Inahusiana na thamani za mwisho: outlier mmoja tu anaweza kuharibu sana.
tr: Aşırı değerlere duyarlıdır: tek bir aykırı değer onu güçlü bir şekilde bozabilir.
uk: Воно чутливе до екстремальних значень: один єдиний викид може сильно його спотворити.
vi: Nó nhạy cảm với các giá trị cực đoan: một điểm ngoại lệ có thể làm biến dạng nó mạnh mẽ.
zh_hans: 它对极端值敏感：一个离群值可能会严重扭曲它。

# mean_l2_s4_ex1
source: Décalage
af: Verskuiwing
bg: Изместване
cs: Posun
da: Forskyvning
de: Verschiebung
el: Μετατόπιση
es: Desplazamiento
fi: Siirto
fil: Paglipat
hu: Elmozdulás
id: Perpindahan
it: Spostamento
ja: シフト
ko: 이동
nl: Verschuiving
no: Forskyvning
pl: Przesunięcie
pt_pt: Deslocamento
ro: Deplasare
ru: Смещение
sk: Posun
sv: Förskjutning
sw: Kuhamisha
tr: Kaydırma
uk: Зсув
vi: Sự dịch chuyển
zh_hans: 偏移

# mean_l2_s4_ex2
source: Multiplication
af: Vermenigvuldiging
bg: Умножение
cs: Násobení
da: Multiplikation
de: Multiplikation
el: Πολλαπλασιασμός
es: Multiplicación
fi: Kertolasku
fil: Multiplikasyon
hu: Szorzás
id: Perkalian
it: Moltiplicazione
ja: 乗算
ko: 곱셈
nl: Vermenigvuldiging
no: Multiplikasjon
pl: Mnożenie
pt_pt: Multiplicação
ro: Înmulțire
ru: Умножение
sk: Násobenie
sv: Multiplikation
sw: Kuongeza
tr: Çarpma
uk: Множення
vi: Nhân
zh_hans: 乘法

# mean_l2_s5_title
source: Interprétation : “centre de gravité”
af: Interpretasie: "sentrum van swaartekrag"
bg: Интерпретация: “център на тежестта”
cs: Interpretace: "těžiště"
da: Fortolkning: "tyngdepunkt"
de: Interpretation: "Schwerpunkt"
el: Ερμηνεία: “κέντρο βάρους”
es: Interpretación: "centro de gravedad"
fi: Tulkitseminen: "painopiste"
fil: Pagsasalin: "sentro ng grabidad"
hu: Értelmezés: "súlypont"
id: Interpretasi: 'pusat gravitasi'
it: Interpretazione: "centro di gravità"
ja: 解釈：重心
ko: 해석: "무게 중심"
nl: Interpretatie: 'zwaartepunt'
no: Tolkning: "tyngdepunkt"
pl: Interpretacja: "środek ciężkości"
pt_pt: Interpretação: "centro de gravidade"
ro: Interpretare: "centru de greutate"
ru: Интерпретация: "центр тяжести"
sk: Interpretácia: "ťažisko"
sv: Tolkning: "tyngdpunkt"
sw: Ufafanuzi: "kituo cha uzito"
tr: Yorum: 'ağırlık merkezi'
uk: Інтерпретація: "центр тяжіння"
vi: Diễn giải: "trung tâm trọng lực"
zh_hans: 解释：“重心”

# mean_l2_s5_b1
source: On peut voir la moyenne comme un point d’équilibre : la somme des écarts positifs et négatifs se compense.
af: Ons kan die gemiddelde as 'n balanspunt sien: die som van die positiewe en negatiewe afwykings balanseer mekaar.
bg: Можем да разглеждаме средната стойност като точка на равновесие: сумата на положителните и отрицателните отклонения се компенсира.
cs: Průměr lze vidět jako vyrovnávací bod: součet kladných a záporných odchylek se vyrovnává.
da: Man kan se gennemsnittet som et ligevægtspunkt: summen af de positive og negative afvigelser opvejer hinanden.
de: Man kann den Mittelwert als einen Gleichgewichtspunkt sehen: die Summe der positiven und negativen Abweichungen gleicht sich aus.
el: Μπορούμε να δούμε τον μέσο όρο ως ένα σημείο ισορροπίας: το άθροισμα των θετικών και αρνητικών αποκλίσεων εξισορροπείται.
es: Se puede ver la media como un punto de equilibrio: la suma de las desviaciones positivas y negativas se compensan.
fi: Voit nähdä keskiarvon tasapainopisteenä: positiivisten ja negatiivisten poikkeamien summa kumoaa toisensa.
fil: Maaari nating tingnan ang average bilang isang punto ng balanse: ang kabuuan ng mga positibong at negatibong pagkakaiba ay nagkakasalungat.
hu: Az átlagot egy egyensúlyi pontként is felfoghatjuk: a pozitív és negatív eltérések összege kiegyenlíti egymást.
id: Kita bisa melihat rata-rata sebagai titik keseimbangan: jumlah deviasi positif dan negatif saling mengimbangi.
it: Si può vedere la media come un punto di equilibrio: la somma degli scarti positivi e negativi si compensa.
ja: 平均はバランスの点として見ることができます：正の偏差と負の偏差の合計が相殺されます。
ko: 평균을 균형점으로 볼 수 있습니다: 양수와 음수의 편차의 합이 상쇄됩니다.
nl: We kunnen het gemiddelde zien als een evenwichtspunt: de som van de positieve en negatieve afwijkingen compenseert elkaar.
no: Man kan se gjennomsnittet som et likevektspunkt: summen av de positive og negative avvikene oppveier hverandre.
pl: Można postrzegać średnią jako punkt równowagi: suma odchyleń dodatnich i ujemnych się równoważy.
pt_pt: Podemos ver a média como um ponto de equilíbrio: a soma das diferenças positivas e negativas se compensa.
ro: Putem vedea media ca un punct de echilibru: suma abaterilor pozitive și negative se compensează.
ru: Среднее можно рассматривать как точку равновесия: сумма положительных и отрицательных отклонений компенсируется.
sk: Priemer môžeme vidieť ako vyvážený bod: súčet kladných a záporných odchýlok sa vyrovná.
sv: Man kan se medelvärdet som en jämviktspunkt: summan av positiva och negativa avvikelser balanserar varandra.
sw: Tunaweza kuona wastani kama pointi ya usawa: jumla ya tofauti chanya na hasi inajitenga.
tr: Ortalama, bir denge noktası olarak görülebilir: pozitif ve negatif sapmaların toplamı dengelenir.
uk: Можна розглядати середнє як точку рівноваги: сума позитивних і негативних відхилень компенсує одна одну.
vi: Ta có thể xem giá trị trung bình như một điểm cân bằng: tổng các độ lệch dương và âm sẽ bù trừ cho nhau.
zh_hans: 我们可以将平均值视为一个平衡点：正负偏差的总和相互抵消。

# mean_l2_s5_b2
source: En effet, la somme des écarts à la moyenne vaut 0 : (x1−x̄)+…+(xn−x̄)=0.
af: Trouens, die som van die afwykings van die gemiddelde is 0: (x1−x̄)+…+(xn−x̄)=0.
bg: Всъщност, сумата на отклоненията от средната стойност е 0: (x1−x̄)+…+(xn−x̄)=0.
cs: Ve skutečnosti součet odchylek od průměru je 0: (x1−x̄)+…+(xn−x̄)=0.
da: Faktisk er summen af afvigelserne fra gennemsnittet lig med 0: (x1−x̄)+…+(xn−x̄)=0.
de: Tatsächlich beträgt die Summe der Abweichungen vom Mittelwert 0: (x1−x̄)+…+(xn−x̄)=0.
el: Πράγματι, το άθροισμα των αποκλίσεων από τον μέσο όρο είναι 0: (x1−x̄)+…+(xn−x̄)=0.
es: De hecho, la suma de las desviaciones respecto a la media es 0: (x1−x̄)+…+(xn−x̄)=0.
fi: Itse asiassa, keskiarvoon liittyvien poikkeamien summa on 0: (x1−x̄)+…+(xn−x̄)=0.
fil: Sa katunayan, ang kabuuan ng mga pagkakaiba sa average ay 0: (x1−x̄)+…+(xn−x̄)=0.
hu: Valójában az átlaghoz viszonyított eltérések összege 0: (x1−x̄)+…+(xn−x̄)=0.
id: Memang, jumlah deviasi dari rata-rata adalah 0: (x1−x̄)+…+(xn−x̄)=0.
it: Infatti, la somma degli scarti dalla media vale 0: (x1−x̄)+…+(xn−x̄)=0.
ja: 実際、平均への偏差の合計は0です：(x1−x̄)+…+(xn−x̄)=0。
ko: 실제로 평균에 대한 편차의 합은 0입니다: (x1−x̄)+…+(xn−x̄)=0.
nl: Inderdaad, de som van de afwijkingen van het gemiddelde is 0: (x1−x̄)+…+(xn−x̄)=0.
no: Faktisk er summen av avvikene fra gjennomsnittet lik 0: (x1−x̄)+…+(xn−x̄)=0.
pl: Rzeczywiście, suma odchyleń od średniej wynosi 0: (x1−x̄)+…+(xn−x̄)=0.
pt_pt: De fato, a soma das diferenças em relação à média é 0: (x1−x̄)+…+(xn−x̄)=0.
ro: Într-adevăr, suma abaterilor față de medie este 0: (x1−x̄)+…+(xn−x̄)=0.
ru: Действительно, сумма отклонений от среднего равна 0: (x1−x̄)+…+(xn−x̄)=0.
sk: V skutočnosti súčet odchýlok od priemeru je 0: (x1−x̄)+…+(xn−x̄)=0.
sv: I själva verket är summan av avvikelserna från medelvärdet 0: (x1−x̄)+…+(xn−x̄)=0.
sw: Kwa kweli, jumla ya tofauti kwa wastani ni 0: (x1−x̄)+…+(xn−x̄)=0.
tr: Gerçekten de, ortalamaya olan sapmaların toplamı 0'dır: (x1−x̄)+…+(xn−x̄)=0.
uk: Справді, сума відхилень від середнього дорівнює 0: (x1−x̄)+…+(xn−x̄)=0.
vi: Thực tế, tổng các độ lệch so với giá trị trung bình bằng 0: (x1−x̄)+…+(xn−x̄)=0.
zh_hans: 实际上，偏差的总和为 0： (x1−x̄)+…+(xn−x̄)=0。

# mean_l2_q1
source: Calcule la moyenne de 4 ; 7 ; 9 ; 0.
af: Bereken die gemiddelde van 4; 7; 9; 0.
bg: Изчисли средната стойност на 4; 7; 9; 0.
cs: Vypočítej průměr 4; 7; 9; 0.
da: Beregn gennemsnittet af 4; 7; 9; 0.
de: Berechne den Mittelwert von 4; 7; 9; 0.
el: Υπολόγισε τον μέσο όρο των 4 ; 7 ; 9 ; 0.
es: Calcula la media de 4; 7; 9; 0.
fi: Laske keskiarvo 4; 7; 9; 0.
fil: Kalkulahin ang average ng 4; 7; 9; 0.
hu: Számítsd ki a 4; 7; 9; 0 átlagát.
id: Hitung rata-rata dari 4; 7; 9; 0.
it: Calcola la media di 4; 7; 9; 0.
ja: 4；7；9；0の平均を計算します。
ko: 4; 7; 9; 0의 평균을 계산하세요.
nl: Bereken het gemiddelde van 4; 7; 9; 0.
no: Beregn gjennomsnittet av 4; 7; 9; 0.
pl: Oblicz średnią z 4; 7; 9; 0.
pt_pt: Calcula a média de 4; 7; 9; 0.
ro: Calculează media de 4; 7; 9; 0.
ru: Вычисли среднее 4; 7; 9; 0.
sk: Vypočítaj priemer z 4; 7; 9; 0.
sv: Beräkna medelvärdet av 4; 7; 9; 0.
sw: Hesabu wastani wa 4; 7; 9; 0.
tr: 4; 7; 9; 0 ortalamasını hesapla.
uk: Обчисли середнє з 4; 7; 9; 0.
vi: Tính giá trị trung bình của 4; 7; 9; 0.
zh_hans: 计算 4；7；9；0 的平均值。

# mean_l2_q2
source: La moyenne arithmétique est :
af: Die aritmetiese gemiddelde is:
bg: Аритметичната средна стойност е:
cs: Aritmetický průměr je:
da: Det aritmetiske gennemsnit er:
de: Der arithmetische Mittelwert ist:
el: Ο αριθμητικός μέσος είναι:
es: La media aritmética es:
fi: Aritmeettinen keskiarvo on:
fil: Ang aritmetikang average ay:
hu: A számtani átlag:
id: Rata-rata aritmetika adalah:
it: La media aritmetica è:
ja: 算術平均は：
ko: 산술 평균은:
nl: Het rekenkundige gemiddelde is:
no: Det aritmetiske gjennomsnittet er:
pl: Średnia arytmetyczna to:
pt_pt: A média aritmética é:
ro: Media aritmetică este:
ru: Среднее арифметическое:
sk: Aritmetický priemer je:
sv: Det aritmetiska medelvärdet är:
sw: Wastani wa hesabu ni:
tr: Aritmetik ortalama şudur:
uk: Середнє арифметичне це:
vi: Giá trị trung bình cộng là:
zh_hans: 算术平均值是：

# mean_l2_q2_a
source: insensible aux valeurs extrêmes
af: ongevoelig vir uiterste waardes
bg: нечувствителна към крайни стойности
cs: necitlivý na extrémní hodnoty
da: ufølsom over for ekstreme værdier
de: unempfindlich gegenüber extremen Werten
el: ανεπηρέαστος από ακραίες τιμές
es: insensible a los valores extremos
fi: herkkä äärimmäisille arvoille
fil: hindi sensitibo sa mga extreme na halaga
hu: érzéketlen a szélsőséges értékekre
id: tidak sensitif terhadap nilai ekstrem
it: insensibile ai valori estremi
ja: 極端な値に対して鈍感
ko: 극단적인 값에 민감하지 않음
nl: ongevoelig voor extreme waarden
no: ufølsomt for ekstreme verdier
pl: niewrażliwa na wartości ekstremalne
pt_pt: insensível aos valores extremos
ro: insensibilă la valorile extreme
ru: не чувствительно к крайним значениям
sk: necitlivý na extrémne hodnoty
sv: okänsligt för extrema värden
sw: haijali thamani za mwisho
tr: aşırı değerlere duyarsız
uk: незалежне від екстремальних значень
vi: không nhạy cảm với các giá trị cực đoan
zh_hans: 对极端值不敏感

# mean_l2_q2_b
source: sensible aux valeurs extrêmes
af: sensitief vir uiterste waardes
bg: чувствителна към крайни стойности
cs: citlivý na extrémní hodnoty
da: følsom over for ekstreme værdier
de: empfindlich gegenüber extremen Werten
el: ευαίσθητος σε ακραίες τιμές
es: sensible a los valores extremos
fi: herkkä äärimmäisille arvoille
fil: sensitibo sa mga extreme na halaga
hu: érzékeny a szélsőséges értékekre
id: sensitif terhadap nilai ekstrem
it: sensibile ai valori estremi
ja: 極端な値に対して敏感
ko: 극단적인 값에 민감함
nl: gevoelig voor extreme waarden
no: følsomt for ekstreme verdier
pl: wrażliwa na wartości ekstremalne
pt_pt: sensível aos valores extremos
ro: sensibilă la valorile extreme
ru: чувствительно к крайним значениям
sk: citlivý na extrémne hodnoty
sv: känsligt för extrema värden
sw: inajali thamani za mwisho
tr: aşırı değerlere duyarlı
uk: чутливе до екстремальних значень
vi: nhạy cảm với các giá trị cực đoan
zh_hans: 对极端值敏感

# mean_l2_q2_c
source: toujours égale à la médiane
af: altyd gelyk aan die mediaan
bg: винаги равна на медианата
cs: vždy se rovná mediánu
da: altid lig med medianen
de: immer gleich dem Median
el: πάντα ίσος με τη διάμεσο
es: siempre igual a la mediana
fi: aina yhtä suuri kuin mediaani
fil: palaging katumbas ng median
hu: mindig egyenlő a mediánnal
id: selalu sama dengan median
it: sempre uguale alla mediana
ja: 常に中央値と等しい
ko: 항상 중앙값과 같음
nl: altijd gelijk aan de mediaan
no: alltid lik medianen
pl: zawsze równa medianie
pt_pt: sempre igual à mediana
ro: întotdeauna egală cu mediana
ru: всегда равно медиане
sk: vždy rovný mediánu
sv: alltid lika med medianen
sw: daima sawa na median
tr: her zaman medyana eşittir
uk: завжди дорівнює медіані
vi: luôn bằng với trung vị
zh_hans: 始终等于中位数

# mean_l2_q2_exp
source: Une valeur extrême (très grande ou très petite) peut déplacer la moyenne de manière importante.
af: 'n Uiterste waarde (baie groot of baie klein) kan die gemiddelde aansienlik verskuif.
bg: Една крайна стойност (много голяма или много малка) може да премести средната стойност значително.
cs: Extrémní hodnota (velmi velká nebo velmi malá) může průměr významně posunout.
da: En ekstrem værdi (meget stor eller meget lille) kan flytte gennemsnittet betydeligt.
de: Ein extremer Wert (sehr groß oder sehr klein) kann den Mittelwert erheblich verschieben.
el: Μια ακραία τιμή (πολύ μεγάλη ή πολύ μικρή) μπορεί να μετακινήσει τον μέσο όρο σημαντικά.
es: Un valor extremo (muy grande o muy pequeño) puede desplazar la media de manera importante.
fi: Yksi äärimmäinen arvo (erittäin suuri tai erittäin pieni) voi siirtää keskiarvoa merkittävästi.
fil: Isang extreme na halaga (napakalaki o napakaliit) ay maaaring ilipat ang average nang malaki.
hu: Egy szélsőséges érték (nagyon nagy vagy nagyon kicsi) jelentősen elmozdíthatja az átlagot.
id: Sebuah nilai ekstrem (sangat besar atau sangat kecil) dapat menggeser rata-rata secara signifikan.
it: Un valore estremo (molto grande o molto piccolo) può spostare la media in modo significativo.
ja: 極端な値（非常に大きいまたは非常に小さい値）は、平均を大きく移動させる可能性があります。
ko: 극단적인 값(매우 크거나 매우 작음)은 평균을 상당히 이동시킬 수 있습니다.
nl: Een extreme waarde (zeer groot of zeer klein) kan het gemiddelde aanzienlijk verschuiven.
no: En ekstrem verdi (svært stor eller svært liten) kan flytte gjennomsnittet betydelig.
pl: Jedna wartość ekstremalna (bardzo duża lub bardzo mała) może znacząco przesunąć średnią.
pt_pt: Um valor extremo (muito grande ou muito pequeno) pode deslocar a média de forma significativa.
ro: O valoare extremă (foarte mare sau foarte mică) poate muta media într-un mod semnificativ.
ru: Одно крайнее значение (очень большое или очень маленькое) может значительно сместить среднее.
sk: Extrémna hodnota (veľmi veľká alebo veľmi malá) môže významne posunúť priemer.
sv: Ett extremt värde (mycket stort eller mycket litet) kan flytta medelvärdet avsevärt.
sw: Thamani ya mwisho (kubwa sana au ndogo sana) inaweza kuhamasisha wastani kwa kiasi kikubwa.
tr: Bir aşırı değer (çok büyük veya çok küçük) ortalamayı önemli ölçüde kaydırabilir.
uk: Екстремальне значення (дуже велике або дуже мале) може суттєво зрушити середнє.
vi: Một giá trị cực đoan (rất lớn hoặc rất nhỏ) có thể làm dịch chuyển giá trị trung bình một cách quan trọng.
zh_hans: 一个极端值（非常大或非常小）可以显著移动平均值。

# mean_l3_title
source: 3) Moyenne pondérée (coefficients / poids)
af: 3) Gewogen gemiddelde (koëffisiënte / gewigte)
bg: 3) Теглена средна стойност (коефициенти / тежести)
cs: 3) Vážený průměr (koeficienty / váhy)
da: 3) Vægtet gennemsnit (koefficienter / vægte)
de: 3) Gewichteter Mittelwert (Gewichte / Koeffizienten)
el: 3) Σταθμισμένος μέσος όρος (συντελεστές / βάρη)
es: 3) Media ponderada (coeficientes / pesos)
fi: 3) Painotettu keskiarvo (kertoimet / painot)
fil: 3) Weighted average (coefficients / weights)
hu: 3) Súlyozott átlag (koefficiensek / súlyok)
id: 3) Rata-rata tertimbang (koefisien / bobot)
it: 3) Media ponderata (coefficienti / pesi)
ja: 3) 加重平均（係数/重み）
ko: 3) 가중 평균 (계수 / 가중치)
nl: 3) Gewogen gemiddelde (coëfficiënten / gewichten)
no: 3) Vektet gjennomsnitt (koeffisienter / vekter)
pl: 3) Średnia ważona (wagi / współczynniki)
pt_pt: 3) Média ponderada (coeficientes / pesos)
ro: 3) Media ponderată (coeficienți / greutăți)
ru: 3) Взвешенное среднее (коэффициенты / веса)
sk: 3) Vážený priemer (koeficienty / váhy)
sv: 3) Viktat medel (koefficienter / vikter)
sw: 3) Wastani wa uzito (vigezo / uzito)
tr: 3) Ağırlıklı ortalama (katsayılar / ağırlıklar)
uk: 3) Вагове середнє (коефіцієнти / ваги)
vi: 3) Giá trị trung bình có trọng số (hệ số / trọng số)
zh_hans: 3）加权平均（系数/权重）

# mean_l3_sub
source: Quand les valeurs n’ont pas la même importance : notes avec coefficients, prix moyen payé, temps passé, etc.
af: Wanneer die waardes nie dieselfde belangrikheid het nie: punte met koëffisiënte, gemiddelde betaalde prys, tyd spandeer, ens.
bg: Когато стойностите нямат еднакво значение: оценки с коефициенти, средна цена, време прекарано и т.н.
cs: Když hodnoty nemají stejnou důležitost: známky s koeficienty, průměrná cena, čas strávený, atd.
da: Når værdierne ikke har samme vigtighed: karakterer med koefficienter, gennemsnitligt betalt pris, tid brugt, osv.
de: Wenn die Werte nicht die gleiche Bedeutung haben: Noten mit Koeffizienten, durchschnittlich gezahlter Preis, aufgewendete Zeit usw.
el: Όταν οι τιμές δεν έχουν την ίδια σημασία: βαθμοί με συντελεστές, μέση τιμή που πληρώθηκε, χρόνος που δαπανήθηκε, κ.λπ.
es: Cuando los valores no tienen la misma importancia: notas con coeficientes, precio medio pagado, tiempo pasado, etc.
fi: Kun arvoilla ei ole samaa tärkeyttä: arvosanat kertoimilla, maksettu keskimääräinen hinta, käytetty aika jne.
fil: Kapag ang mga halaga ay walang parehong kahalagahan: mga marka na may coefficients, average na presyo na binayaran, oras na ginugol, atbp.
hu: Amikor az értékek nem egyenlő fontosságúak: jegyek koefficiensekkel, átlagos ár, eltöltött idő stb.
id: Ketika nilai-nilai tidak memiliki kepentingan yang sama: nilai dengan koefisien, harga rata-rata yang dibayar, waktu yang dihabiskan, dll.
it: Quando i valori non hanno la stessa importanza: voti con coefficienti, prezzo medio pagato, tempo trascorso, ecc.
ja: 値が同じ重要性を持たない場合：係数付きの成績、支払った平均価格、費やした時間など。
ko: 값이 동일한 중요성을 가지지 않을 때: 계수가 있는 점수, 지불한 평균 가격, 소요 시간 등.
nl: Wanneer de waarden niet dezelfde belangrijkheid hebben: cijfers met coëfficiënten, gemiddeld betaalde prijs, tijd besteed, enz.
no: Når verdiene ikke har samme viktighet: karakterer med koeffisienter, gjennomsnittlig betalt pris, tid brukt, osv.
pl: Gdy wartości nie mają tej samej wagi: oceny z wagami, średnia cena, czas spędzony itp.
pt_pt: Quando os valores não têm a mesma importância: notas com coeficientes, preço médio pago, tempo gasto, etc.
ro: Când valorile nu au aceeași importanță: note cu coeficienți, preț mediu plătit, timp petrecut, etc.
ru: Когда значения не имеют одинаковой важности: оценки с коэффициентами, средняя цена, время, проведенное и т.д.
sk: Keď hodnoty nemajú rovnakú dôležitosť: známky s koeficientmi, priemerná cena, čas strávený, atď.
sv: När värdena inte har samma betydelse: betyg med koefficienter, genomsnittligt betalt pris, tid som spenderats, etc.
sw: Wakati thamani hazina umuhimu sawa: alama zenye vigezo, bei ya wastani iliyolipwa, muda uliotumika, n.k.
tr: Değerler aynı öneme sahip olmadığında: katsayılarla notlar, ödenen ortalama fiyat, harcanan zaman vb.
uk: Коли значення не мають однакової важливості: оцінки з коефіцієнтами, середня ціна, витрачений час тощо.
vi: Khi các giá trị không có cùng tầm quan trọng: điểm với hệ số, giá trung bình đã trả, thời gian đã qua, v.v.
zh_hans: 当值的重要性不同时：带系数的分数、平均支付价格、花费时间等。

# mean_tag_weighted
source: pondérée
af: gewogen
bg: теглена
cs: vážený
da: vægtet
de: gewichtet
el: σταθμισμένος
es: ponderada
fi: painotettu
fil: weighted
hu: súlyozott
id: tertimbang
it: ponderata
ja: 加重
ko: 가중치가 있는
nl: gewogen
no: vektet
pl: ważona
pt_pt: ponderada
ro: ponderată
ru: взвешенное
sk: vážený
sv: viktat
sw: uzito
tr: ağırlıklı
uk: вагове
vi: có trọng số
zh_hans: 加权的

# mean_tag_coefficients
source: coefficients
af: koëffisiënte
bg: коефициенти
cs: koeficienty
da: koefficienter
de: Koeffizienten
el: συντελεστές
es: coeficientes
fi: kertoimet
hu: koefficiensek
id: koefisien
it: coefficienti
ja: 係数
ko: 계수
nl: coëfficiënten
no: koeffisienter
pl: współczynniki
pt_pt: coeficientes
ro: coeficienți
ru: коэффициенты
sk: koeficienty
sv: koefficienter
sw: vigezo
tr: katsayılar
uk: коефіцієнти
vi: hệ số
zh_hans: 系数

# mean_tag_real_life
source: vie réelle
af: werklike lewe
bg: реален живот
cs: skutečný život
da: virkeligt liv
de: reales Leben
el: πραγματική ζωή
es: vida real
fi: todellinen elämä
fil: tunay na buhay
hu: valós élet
id: kehidupan nyata
it: vita reale
ja: 実生活
ko: 실제 생활
nl: echte leven
no: virkelige liv
pl: życie codzienne
pt_pt: vida real
ro: viața reală
ru: реальная жизнь
sk: reálny život
sv: verkliga livet
sw: maisha halisi
tr: gerçek hayat
uk: реальне життя
vi: cuộc sống thực
zh_hans: 现实生活

# mean_l3_s1_title
source: Définition
af: Definisie
bg: Определение
cs: Definice
da: Definition
de: Definition
el: Ορισμός
es: Definición
fi: Määritelmä
fil: Kahulugan
hu: Definíció
id: Definisi
it: Definizione
ja: 定義
ko: 정의
nl: Definitie
no: Definisjon
pl: Definicja
pt_pt: Definição
ro: Definiție
ru: Определение
sk: Definícia
sv: Definition
sw: M定义
tr: Tanım
uk: Визначення
vi: Định nghĩa
zh_hans: 定义
