Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_pages_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaier.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se děje ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: No se envían datos a un servidor: todo se realiza en su navegador.
fi: Ei tietoja lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semuanya dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: サーバーにデータは送信されません：すべてはブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저 내에서 이루어집니다.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun date nu sunt trimise pe un server: totul se face în browserul dumneavoastră.
ru: Нет данных, отправляемых на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika kwenye kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi đến máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据被发送到服务器：一切都在您的浏览器中进行。

# pdf_pages_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Results
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pdf_pages_results_sub
source: Aperçu des pages et export JSON.
af: Voorbeeld van bladsye en voer JSON uit.
bg: Преглед на страниците и експортиране на JSON.
cs: Náhled stránek a export JSON.
da: Forhåndsvisning af sider og eksportér JSON.
de: Seitenvorschau und JSON-Export.
el: Προεπισκόπηση σελίδων και εξαγωγή JSON.
es: Vista previa de las páginas y exportar JSON.
fi: Sivujen esikatselu ja JSON-vienti.
fil: Preview of pages and export JSON.
hu: Oldalak előnézete és JSON exportálás.
id: Prabaca halaman dan ekspor JSON.
it: Anteprima delle pagine ed esporta JSON.
ja: ページのプレビューとJSONのエクスポート。
ko: 페이지 미리보기 및 JSON 내보내기.
nl: Voorbeeld van pagina's en export JSON.
no: Forhåndsvisning av sider og eksportere JSON.
pl: Podgląd stron i eksport JSON.
pt_pt: Pré-visualização das páginas e exportar JSON.
ro: Previzualizare pagini și export JSON.
ru: Предварительный просмотр страниц и экспорт JSON.
sk: Náhľad stránok a export JSON.
sv: Förhandsgranskning av sidor och exportera JSON.
sw: Muonekano wa kurasa na usafirishaji wa JSON.
tr: Sayfaların önizlemesi ve JSON dışa aktarımı.
uk: Попередній перегляд сторінок та експорт JSON.
vi: Xem trước các trang và xuất JSON.
zh_hans: 页面预览和导出 JSON。

# pdf_pages_json_sub
source: Exportable
af: Uitvoerbaar
bg: Експортируем
cs: Exportovatelný
da: Eksportérbar
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポータブル
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Możliwe do eksportu
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportbar
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出

# pdf_pages_left_title
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面

# pdf_pages_empty
source: Aucune page à afficher.
af: Geen bladsye om te vertoon nie.
bg: Няма страници за показване.
cs: Žádná stránka k zobrazení.
da: Ingen sider at vise.
de: Keine Seiten zum Anzeigen.
el: Καμία σελίδα προς εμφάνιση.
es: No hay páginas para mostrar.
fi: Ei näytettäviä sivuja.
fil: Walang pahina na ipapakita.
hu: Nincs megjeleníthető oldal.
id: Tidak ada halaman yang ditampilkan.
it: Nessuna pagina da visualizzare.
ja: 表示するページはありません。
ko: 표시할 페이지가 없습니다.
nl: Geen pagina's om weer te geven.
no: Ingen sider å vise.
pl: Brak stron do wyświetlenia.
pt_pt: Nenhuma página para exibir.
ro: Nicio pagină de afișat.
ru: Нет страниц для отображения.
sk: Žiadna stránka na zobrazenie.
sv: Inga sidor att visa.
sw: Hakuna ukurasa wa kuonyesha.
tr: Gösterilecek sayfa yok.
uk: Немає сторінок для відображення.
vi: Không có trang nào để hiển thị.
zh_hans: 没有页面可显示。

# pdf_pages_back
source: ← Retour aux outils PDF
af: ← Terug na PDF gereedskap
bg: ← Върнете се към PDF инструментите
cs: ← Zpět k nástrojům PDF
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøyene
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_pages_stat_pages
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面

# pdf_pages_stat_rotated
source: Pages rotées
af: Geroete bladsye
bg: Обръщани страници
cs: Otočené stránky
da: Rotede sider
de: Rotierte Seiten
el: Γυρισμένες σελίδες
es: Páginas rotadas
fi: Käännetyt sivut
fil: Naka-rotate na mga pahina
hu: Forgatott oldalak
id: Halaman yang diputar
it: Pagine ruotate
ja: 回転したページ
ko: 회전된 페이지
nl: Geroteerde pagina's
no: Rotert sider
pl: Obrócone strony
pt_pt: Páginas rotacionadas
ro: Pagini rotite
ru: Повернутые страницы
sk: Otočené stránky
sv: Rotade sidor
sw: Kurasa zilizogeuzwa
tr: Dönmüş sayfalar
uk: Повернені сторінки
vi: Trang đã xoay
zh_hans: 旋转页面

# pdf_pages_stat_formats
source: Formats (top)
af: Formate (bo)
bg: Формати (горе)
cs: Formáty (horní)
da: Formater (top)
de: Formate (oben)
el: Μορφές (πάνω)
es: Formatos (superior)
fi: Muodot (yläosa)
hu: Formátumok (felső)
id: Format (atas)
it: Formati (alto)
ja: フォーマット（上）
ko: 형식 (상단)
nl: Formaten (boven)
no: Formater (topp)
pl: Formaty (góra)
pt_pt: Formatos (topo)
ro: Formate (sus)
ru: Форматы (верх)
sk: Formáty (horné)
sv: Format (överst)
sw: Mifumo (juu)
tr: Formatlar (üst)
uk: Формати (верх)
vi: Định dạng (trên cùng)
zh_hans: 格式（顶部）

# pdf_pages_err_generic
source: Impossible de lire ce PDF.
af: Kan hierdie PDF nie lees nie.
bg: Не може да се прочете този PDF.
cs: Nelze přečíst tento PDF.
da: Kan ikke læse denne PDF.
de: Dieser PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voi lukea.
fil: Hindi mabasa ang PDF na ito.
hu: Nem lehet elolvasni ezt a PDF-et.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取ることができません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Dit PDF-bestand kan niet worden gelezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF-a.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Невозможно прочитать этот PDF.
sk: Nemožno prečítať tento PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF okunamıyor.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# pdf_pages_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na nakopya sa clipboard.
hu: JSON másolva a vágólapra.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: クリップボードにコピーされたJSON。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírované do schránky.
sv: JSON kopierad till urklipp.
sw: JSON imekopi katika ubao wa kunakili.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_pages_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Kan nie outomaties kopieer nie. Selekteer die teks en kopieer handmatig.
bg: Не може да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky zkopírovat. Vyberte text a zkopírujte ručně.
da: Kan ikke kopiere automatisk. Vælg teksten og kopier manuelt.
de: Kann nicht automatisch kopiert werden. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Seleccione el texto y cópielo manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makokopya. Pumili ng teksto at kopyahin nang manu-mano.
hu: Automatikus másolás nem lehetséges. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできません。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하세요.
nl: Automatisch kopiëren is niet mogelijk. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Zaznacz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Невозможно скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# tool_pdf_pages_to_json_title
source: Pages PDF → JSON
af: PDF bladsye → JSON
bg: Страници PDF → JSON
cs: Stránky PDF → JSON
da: PDF-sider → JSON
de: PDF-Seiten → JSON
el: Σελίδες PDF → JSON
es: Páginas PDF → JSON
fi: PDF-sivut → JSON
fil: PDF Pages → JSON
hu: PDF oldalak → JSON
id: Halaman PDF → JSON
it: Pagine PDF → JSON
ja: PDFページ → JSON
ko: PDF 페이지 → JSON
nl: PDF-pagina's → JSON
no: PDF-sider → JSON
pl: Strony PDF → JSON
pt_pt: Páginas PDF → JSON
ro: Pagini PDF → JSON
ru: Страницы PDF → JSON
sk: Strany PDF → JSON
sv: PDF-sidor → JSON
sw: Kurasa za PDF → JSON
tr: PDF Sayfaları → JSON
uk: Сторінки PDF → JSON
vi: Trang PDF → JSON
zh_hans: PDF 页面 → JSON

# tool_pdf_pages_to_json_desc
source: Exporter les informations de pages (dimensions, rotation, orientation, format) d'un PDF au format JSON.
bg: Експортирайте информацията за страниците (размери, ротация, ориентация, формат) на PDF в JSON формат.
cs: Exportovat informace o stránkách (rozměry, rotace, orientace, formát) z PDF do formátu JSON.
da: Eksporter sideinformationer (dimensioner, rotation, orientering, format) fra en PDF til JSON-format.
de: Exportieren Sie die Seiteninformationen (Abmessungen, Rotation, Ausrichtung, Format) eines PDFs im JSON-Format.
el: Εξάγετε τις πληροφορίες σελίδων (διαστάσεις, περιστροφή, προσανατολισμός, μορφή) ενός PDF σε μορφή JSON.
es: Exportar la información de páginas (dimensiones, rotación, orientación, formato) de un PDF en formato JSON.
fi: Vie PDF:n sivutiedot (mitat, kierto, suunta, muoto) JSON-muotoon.
fil: I-export ang impormasyon ng mga pahina (dimensyon, pag-ikot, oryentasyon, format) ng isang PDF sa JSON format.
ja: PDFのページ情報（寸法、回転、向き、形式）をJSON形式でエクスポートします。
nl: Exporteer de pagina-informatie (afmetingen, rotatie, oriëntatie, formaat) van een PDF naar JSON-formaat.
no: Eksportere sideinformasjon (dimensjoner, rotasjon, orientering, format) fra en PDF til JSON-format.
pl: Eksportuj informacje o stronach (wymiary, rotacja, orientacja, format) z PDF do formatu JSON.
pt_pt: Exportar as informações das páginas (dimensões, rotação, orientação, formato) de um PDF para o formato JSON.
ro: Exportați informațiile despre pagini (dimensiuni, rotație, orientare, format) dintr-un PDF în format JSON.
ru: Экспортировать информацию о страницах (размеры, поворот, ориентация, формат) из PDF в формате JSON.
sk: Exportovať informácie o stránkach (rozmery, rotácia, orientácia, formát) z PDF do formátu JSON.
sv: Exportera sidinformation (dimensioner, rotation, orientering, format) från en PDF till JSON-format.
sw: Export taarifa za kurasa (vipimo, mzunguko, mwelekeo, muundo) wa PDF kwa muundo wa JSON.
tr: Bir PDF’nin sayfa bilgilerini (boyutlar, döndürme, yön, format) JSON formatında dışa aktarın.
uk: Експортувати інформацію про сторінки (розміри, обертання, орієнтація, формат) з PDF у формат JSON.
vi: Xuất thông tin trang (kích thước, xoay, hướng, định dạng) của một PDF sang định dạng JSON.
zh_hans: 将PDF页面的信息（尺寸、旋转、方向、格式）导出为JSON格式。

# pdf_fonts_family
source: Famille
af: Familie
bg: Семейство
cs: Rodina
da: Familie
de: Familie
el: Οικογένεια
es: Familia
fi: Perhe
fil: Pamilya
hu: Család
id: Keluarga
it: Famiglia
ja: 家族
ko: 가족
nl: Familie
no: Familie
pl: Rodzina
pt_pt: Família
ro: Familie
ru: Семья
sk: Rodina
sv: Familj
sw: Familia
tr: Aile
uk: Сім'я
vi: Gia đình
zh_hans: 家庭

# pdf_fonts_subset
source: Subset
af: Substel
bg: Подмножество
cs: Podmnožina
da: Undergruppe
de: Teilmenge
el: Υποσύνολο
es: Subconjunto
fi: Alaryhmä
hu: Részhalmaz
it: Sottoinsieme
ja: サブセット
ko: 부분집합
no: Delmengde
pl: Podzbiór
pt_pt: Subconjunto
ru: Подмножество
sk: Podmnožina
sv: Delmängd
sw: Kikundi kidogo
tr: Alt küme
uk: Підмножина
vi: Tập con
zh_hans: 子集

# pdf_fonts_style_guess
source: Style (guess)
af: Styl (raai)
bg: Стил
cs: Styl
da: Stil
de: Stil
el: Στυλ
es: Estilo
fi: Tyylit
fil: Estilo
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
no: Stil (gjetning)
pl: Styl
pt_pt: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sv: Stil
sw: Mtindo
tr: Stil
uk: Стиль
vi: Phong cách
zh_hans: 样式

# pdf_fields_page
source: Page
af: Bladsy
bg: Страница
cs: Stránka
da: Side
de: Seite
el: Σελίδα
es: Página
fi: Sivu
fil: Pahina
hu: Oldal
id: Halaman
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
no: Side
pl: Strona
pt_pt: Página
ro: Pagină
ru: Страница
sk: Stránka
sv: Sida
sw: Ukurasa
tr: Sayfa
uk: Сторінка
vi: Trang
zh_hans: 页面

# pdf_fields_err_title
source: Impossible d’extraire les champs.
af: Onmoontlik om die velde te onttrek.
bg: Невъзможно е да се извлекат полетата.
cs: Nelze extrahovat pole.
da: Det er umuligt at udtrække felterne.
de: Felder konnten nicht extrahiert werden.
el: Αδύνατον να εξαχθούν τα πεδία.
es: No se pueden extraer los campos.
fi: Kenttiä ei voitu purkaa.
fil: Hindi ma-extract ang mga field.
hu: Nem sikerült kinyerni a mezőket.
id: Tidak dapat mengekstrak bidang.
it: Impossibile estrarre i campi.
ja: フィールドを抽出できませんでした。
ko: 필드를 추출할 수 없습니다.
nl: Kan de velden niet extraheren.
no: Kan ikke hente feltene.
pl: Nie można wyodrębnić pól.
pt_pt: Impossível extrair os campos.
ro: Imposibil de extras câmpurile.
ru: Невозможно извлечь поля.
sk: Nemožno extrahovať polia.
sv: Det gick inte att extrahera fälten.
sw: Haiwezekani kutoa maeneo.
tr: Alanlar çıkarılamıyor.
uk: Неможливо витягти поля.
vi: Không thể trích xuất các trường.
zh_hans: 无法提取字段。

# pdf_fields_status_ready
source: Prêt
af: Gereed
bg: Готов
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowy
pt_pt: Pronto
ro: Pregătit
ru: Готово
sk: Pripravené
sv: Redo
sw: Tayari
tr: Hazır
uk: Готовий
vi: Sẵn sàng
zh_hans: 准备好

# pdf_fields_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_fields_results_sub
source: Aperçu des champs et export JSON.
af: Voorbeeld van die velde en voer JSON uit.
bg: Преглед на полетата и експортиране на JSON.
cs: Náhled polí a export JSON.
da: Forhåndsvisning af felter og eksportér JSON.
de: Vorschau der Felder und JSON-Export.
el: Προεπισκόπηση πεδίων και εξαγωγή JSON.
es: Vista previa de los campos y exportar JSON.
fi: Kenttien esikatselu ja JSON-vienti.
fil: Preview ng mga field at i-export ang JSON.
hu: Mezők előnézete és JSON exportálás.
id: Pratinjau bidang dan ekspor JSON.
it: Anteprima dei campi ed esporta JSON.
ja: フィールドのプレビューとJSONエクスポート。
ko: 필드 미리보기 및 JSON 내보내기.
nl: Voorbeeld van velden en export JSON.
no: Forhåndsvisning av feltene og eksporter JSON.
pl: Podgląd pól i eksport JSON.
pt_pt: Pré-visualização dos campos e exportação JSON.
ro: Previzualizare câmpuri și export JSON.
ru: Предварительный просмотр полей и экспорт JSON.
sk: Náhľad polí a export JSON.
sv: Förhandsgranskning av fält och exportera JSON.
sw: Muonekano wa maeneo na usafirishaji wa JSON.
tr: Alanların önizlemesi ve JSON dışa aktarımı.
uk: Попередній перегляд полів та експорт JSON.
vi: Xem trước các trường và xuất JSON.
zh_hans: 字段预览和导出 JSON。

# pdf_fields_json_sub
source: Exportable
af: Eksporteerbaar
bg: Експорируемо
cs: Exportovatelný
da: Eksportérbar
de: Exportierbar
el: Εξαγώγιμο
fi: Vientikykyinen
fil: Ma-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポート可能
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Można eksportować
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportbar
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортний
vi: Có thể xuất
zh_hans: 可导出

# pdf_fields_back
source: ← Retour aux outils PDF
af: ← Terug na die PDF-gereedskap
bg: ← Връщане към PDF инструментите
cs: ← Zpět k nástrojům PDF
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga PDF na tool
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøyene
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la uneltele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_links_rect
source: Rect
af: Rechting
bg: Правоъгълник
cs: Obdélník
da: Rekt
de: Rechteck
el: Ορθογώνιο
es: Rectángulo
fi: Suora
hu: Téglalap
it: Rettangolo
ja: 矩形
ko: 직사각형
nl: Rechthoek
no: Rekt
pl: Prostokąt
pt_pt: Retângulo
ro: Dreptunghi
ru: Прямоугольник
sk: Obdĺžnik
sv: Rekt
sw: Marekebisho
tr: Düz
uk: Прямокутник
vi: Hình chữ nhật
zh_hans: 矩形

# pdf_images_pretty
source: JSON “pretty” (indenté)
af: JSON "mooi" (ingespringsel)
bg: JSON "красив" (с отстъпи)
cs: JSON „hezký“ (odsazený)
da: JSON "pænt" (indenteret)
de: JSON „schön“ (eingezogen)
el: JSON "όμορφο" (με εσοχές)
es: JSON "bonito" (indentado)
fi: JSON "kaunis" (sisennetty)
fil: JSON "maganda" (may indentasyon)
hu: JSON "szép" (behúzott)
id: JSON "indah" (terindentasi)
it: JSON "formattato" (indentato)
ja: JSON「整形」(インデント付き)
ko: JSON "예쁘게" (들여쓰기)
nl: JSON "mooi" (ingesprongen)
no: JSON "pen" (indented)
pl: JSON „ładny” (wcięty)
pt_pt: JSON "bonito" (indentado)
ro: JSON „frumos” (indentat)
ru: JSON « красивый » (с отступами)
sk: JSON „pekne“ (odsadené)
sv: JSON "fin" (indenterad)
sw: JSON "mzuri" (iliyopangwa)
tr: JSON "güzel" (girintili)
uk: JSON "красивий" (з відступами)
vi: JSON "đẹp" (thụt lề)
zh_hans: JSON “美化”（缩进）

# pdf_images_unique_only
source: Afficher uniquement les images uniques
af: Slegs unieke prente vertoon
bg: Показване само на уникални изображения
cs: Zobrazit pouze unikátní obrázky
da: Vis kun unikke billeder
de: Nur einzigartige Bilder anzeigen
el: Εμφάνιση μόνο μοναδικών εικόνων
es: Mostrar solo imágenes únicas
fi: Näytä vain ainutlaatuiset kuvat
fil: Ipakita lamang ang mga natatanging larawan
hu: Csak az egyedi képek megjelenítése
id: Tampilkan hanya gambar unik
it: Mostra solo le immagini uniche
ja: ユニークな画像のみを表示
ko: 고유한 이미지만 표시
nl: Toon alleen unieke afbeeldingen
no: Vis kun unike bilder
pl: Wyświetlaj tylko unikalne obrazy
pt_pt: Mostrar apenas imagens únicas
ro: Afișați doar imaginile unice
ru: Показать только уникальные изображения
sk: Zobraziť iba jedinečné obrázky
sv: Visa endast unika bilder
sw: Onyesha picha pekee za kipekee
tr: Sadece benzersiz resimleri göster
uk: Показати лише унікальні зображення
vi: Hiển thị chỉ các hình ảnh duy nhất
zh_hans: 仅显示唯一图像

# pdf_images_include_raw
source: Inclure les détails “raw” (dict PDF)
af: Sluit "raw" besonderhede in (PDF dict)
bg: Включете "raw" детайли (PDF речник)
cs: Zahrnout detaily „raw“ (dict PDF)
da: Inkluder "raw" detaljer (PDF dict)
de: Details „raw“ einbeziehen (PDF-Dict)
el: Συμπερίληψη λεπτομερειών "raw" (λεξικό PDF)
es: Incluir detalles "raw" (diccionario PDF)
fi: Sisällytä "raaka" tiedot (PDF sanakirja)
fil: Isama ang mga detalye "raw" (dict PDF)
hu: A "nyers" részletek (PDF szótár) beillesztése
id: Sertakan detail "mentah" (dict PDF)
it: Includere i dettagli "raw" (dizionario PDF)
ja: 「生」詳細を含める（PDF辞書）
ko: 원시 세부정보 포함 (PDF 사전)
nl: Inclusief de "raw" details (dict PDF)
no: Inkluder "rå" detaljer (PDF dict)
pl: Uwzględnij szczegóły „surowe” (słownik PDF)
pt_pt: Incluir detalhes "raw" (dicionário PDF)
ro: Includeți detaliile „raw” (dict PDF)
ru: Включить «сырые» данные (словарь PDF)
sk: Zahrnúť detaily „raw“ (dict PDF)
sv: Inkludera "rå" detaljer (PDF-dict)
sw: Jumuisha maelezo "raw" (kikundi cha PDF)
tr: "ham" detayları dahil et (PDF sözlüğü)
uk: Включити деталі "сирі" (словник PDF)
vi: Bao gồm chi tiết "thô" (từ điển PDF)
zh_hans: 包含“原始”细节（PDF 字典）
