Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_decimal_to_fraction_uc4_text
source: Identifier la fraction correspondant à un décimal infini périodique (ex. 0,333… = 1/3).
af: Identifiseer die breuk wat ooreenstem met 'n oneindige periodieke desimaal (bv. 0,333… = 1/3).
bg: Идентифициране на дробта, съответстваща на безкрайно периодично десетично число (напр. 0,333… = 1/3).
cs: Identifikujte zlomek odpovídající nekonečnému periodickému desetinnému číslu (např. 0,333… = 1/3).
da: Identificer brøken, der svarer til et uendeligt periodisk decimal (f.eks. 0,333… = 1/3).
de: Identifizieren Sie den Bruch, der einer periodischen unendlichen Dezimalzahl entspricht (z. B. 0,333… = 1/3).
el: Αναγνωρίστε το κλάσμα που αντιστοιχεί σε έναν περιοδικό άπειρο δεκαδικό (π.χ. 0,333… = 1/3).
es: Identificar la fracción correspondiente a un decimal infinito periódico (ej. 0,333… = 1/3).
fi: Tunnista murtoluku, joka vastaa äärettömän jaksollista desimaalia (esim. 0,333… = 1/3).
fil: Tukuyin ang fraction na tumutugma sa isang walang katapusang periodic decimal (hal. 0.333… = 1/3).
hu: Azonosítsa a periódikus végtelen tizedeshez tartozó törtet (pl. 0,333… = 1/3).
id: Mengidentifikasi pecahan yang sesuai dengan desimal periodik tak hingga (mis. 0,333… = 1/3).
it: Identificare la frazione corrispondente a un decimale infinito periodico (es. 0,333… = 1/3).
ja: 無限循環小数に対応する分数を特定する（例：0.333… = 1/3）。
ko: 무한 주기 소수에 해당하는 분수를 식별합니다 (예: 0.333… = 1/3).
nl: Identificeer de breuk die overeenkomt met een periodiek oneindig decimaal (bijv. 0,333… = 1/3).
no: Identifiser brøken som tilsvarer et uendelig periodisk desimal (f.eks. 0,333… = 1/3).
pl: Identyfikacja ułamka odpowiadającego nieskończonemu dziesiętnemu okresowemu (np. 0,333… = 1/3).
pt_pt: Identificar a fração correspondente a um decimal infinito periódico (ex. 0,333… = 1/3).
ro: Identificarea fracției corespunzătoare unui decimal infinit periodic (ex. 0,333… = 1/3).
ru: Определите дробь, соответствующую бесконечной периодической десятичной дроби (например, 0,333… = 1/3).
sk: Identifikovať zlomok zodpovedajúci nekonečnému periodickému desatinnému číslu (napr. 0,333… = 1/3).
sv: Identifiera bråket som motsvarar ett oändligt periodiskt decimaltal (t.ex. 0,333… = 1/3).
sw: Tambua fraction inayolingana na decimal isiyo na mwisho ya kipindi (mfano 0.333… = 1/3).
tr: Sonsuz dönemsel bir ondalığa karşılık gelen kesiri tanımlayın (ör. 0,333… = 1/3).
uk: Визначити дріб, що відповідає періодичному нескінченному десятковому дробу (наприклад, 0,333… = 1/3).
vi: Xác định phân số tương ứng với một số thập phân vô hạn tuần hoàn (ví dụ: 0,333… = 1/3).
zh_hans: 识别对应于无限循环小数的分数（例如0.333… = 1/3）。

# ed_math_fractions_decimal_to_fraction_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的结果

# ed_math_fractions_decimal_to_fraction_out1
source: La fraction correspondant au nombre décimal saisi.
af: Die breuk wat ooreenstem met die ingevoerde desimale getal.
bg: Дробта, съответстваща на въведеното десетично число.
cs: Zlomek odpovídající zadanému desetinnému číslu.
da: Brøken, der svarer til det indtastede decimaltal.
de: Der Bruch, der der eingegebenen Dezimalzahl entspricht.
el: Το κλάσμα που αντιστοιχεί στον εισαγόμενο δεκαδικό αριθμό.
es: La fracción correspondiente al número decimal ingresado.
fi: Murtoluku, joka vastaa syötettyä desimaalilukua.
fil: Ang fraction na tumutugma sa ipinasok na decimal na numero.
hu: A megadott tizedes számhoz tartozó tört.
id: Pecahan yang sesuai dengan angka desimal yang dimasukkan.
it: La frazione corrispondente al numero decimale inserito.
ja: 入力された小数に対応する分数。
ko: 입력한 소수에 해당하는 분수입니다.
nl: De breuk die overeenkomt met het ingevoerde decimale getal.
no: Brøken som tilsvarer det inntastede desimaltallet.
pl: Ułamek odpowiadający wprowadzonej liczbie dziesiętnej.
pt_pt: A fração correspondente ao número decimal inserido.
ro: Fracția corespunzătoare numărului decimal introdus.
ru: Дробь, соответствующая введенному десятичному числу.
sk: Zlomok zodpovedajúci zadanému desatinnému číslu.
sv: Bråket som motsvarar det inmatade decimaltalet.
sw: Fraction inayolingana na nambari ya decimal iliyowekwa.
tr: Girilen ondalık sayıya karşılık gelen kesir.
uk: Дріб, що відповідає введеному десятковому числу.
vi: Phân số tương ứng với số thập phân đã nhập.
zh_hans: 与输入的小数对应的分数。

# ed_math_fractions_decimal_to_fraction_out2
source: Une fraction simplifiée (irréductible) lorsque c’est mathématiquement possible.
af: ‘n Vereenvoudigde breuk (onverdeelbaar) wanneer dit wiskundig moontlik is.
bg: Опростена дроб (неприводима), когато е математически възможно.
cs: Zjednodušený zlomek (nesnížený), když je to matematicky možné.
da: En forenklet brøk (irreducibel), når det er matematisk muligt.
de: Ein vereinfachter (nicht reduzierbarer) Bruch, wenn dies mathematisch möglich ist.
el: Ένα απλοποιημένο (αμετάβλητο) κλάσμα όταν είναι μαθηματικά δυνατό.
es: Una fracción simplificada (irreductible) cuando es matemáticamente posible.
fi: Yksinkertaistettu murtoluku (ei vähennettävissä) kun se on matemaattisesti mahdollista.
fil: Isang pinadaling fraction (hindi maaring bawasan) kapag ito ay mathematically posible.
hu: Egy egyszerűsített (irreducibilis) tört, amikor matematikailag lehetséges.
id: Pecahan yang disederhanakan (tidak dapat disederhanakan) ketika secara matematis memungkinkan.
it: Una frazione semplificata (irriducibile) quando è matematicamente possibile.
ja: 数学的に可能な場合、簡略化された（既約）分数。
ko: 수학적으로 가능한 경우 단순화된 (약분된) 분수입니다.
nl: Een vereenvoudigde breuk (onafgebroken) wanneer dit wiskundig mogelijk is.
no: En forenklet brøk (irreducibel) når det er matematisk mulig.
pl: Uproszczony ułamek (niedopuszczalny), gdy jest to matematycznie możliwe.
pt_pt: Uma fração simplificada (irredutível) quando matematicamente possível.
ro: O fracție simplificată (ireductibilă) atunci când este matematic posibil.
ru: Упрощенная дробь (неподелимая), когда это математически возможно.
sk: Zjednodušený zlomok (neprerušiteľný), keď je to matematicky možné.
sv: Ett förenklat bråk (irreducibelt) när det är matematiskt möjligt.
sw: Fraction iliyorahisishwa (isiyoweza kupunguzwa) inapowezekana kihesabu.
tr: Matematiksel olarak mümkün olduğunda sadeleştirilmiş bir kesir.
uk: Спрощений дріб (ірредуктивний), коли це математично можливо.
vi: Một phân số đơn giản hóa (không thể rút gọn) khi có thể về mặt toán học.
zh_hans: 一个简化的分数（不可约）当数学上可能时。

# ed_math_fractions_decimal_to_fraction_out3
source: Une écriture exacte, utile pour les démonstrations et les calculs précis.
af: ‘n Presiese skrywe, nuttig vir demonstrasies en presiese berekeninge.
bg: Точно представяне, полезно за демонстрации и точни изчисления.
cs: Přesný zápis, užitečný pro demonstrace a přesné výpočty.
da: En præcis skrivemåde, nyttig til demonstrationer og præcise beregninger.
de: Eine exakte Schreibweise, die nützlich für Demonstrationen und präzise Berechnungen ist.
el: Μια ακριβής γραφή, χρήσιμη για αποδείξεις και ακριβείς υπολογισμούς.
es: Una escritura exacta, útil para demostraciones y cálculos precisos.
fi: Tarkka kirjoitus, hyödyllinen demonstraatioissa ja tarkkojen laskelmien tekemisessä.
fil: Isang eksaktong pagsulat, kapaki-pakinabang para sa mga demonstrasyon at tumpak na kalkulasyon.
hu: Egy pontos írásmód, amely hasznos a bemutatókhoz és a precíz számításokhoz.
id: Penulisan yang tepat, berguna untuk demonstrasi dan perhitungan yang akurat.
it: Una scrittura esatta, utile per dimostrazioni e calcoli precisi.
ja: デモンストレーションや正確な計算に役立つ正確な表記。
ko: 정확한 표기, 증명 및 정밀 계산에 유용합니다.
nl: Een exacte weergave, nuttig voor demonstraties en nauwkeurige berekeningen.
no: En nøyaktig skrivemåte, nyttig for demonstrasjoner og presise beregninger.
pl: Dokładny zapis, przydatny do demonstracji i precyzyjnych obliczeń.
pt_pt: Uma escrita exata, útil para demonstrações e cálculos precisos.
ro: O scriere exactă, utilă pentru demonstrații și calcule precise.
ru: Точное представление, полезное для демонстраций и точных вычислений.
sk: Presný zápis, užitočný pre demonštrácie a presné výpočty.
sv: En exakt skrivning, användbar för demonstrationer och precisa beräkningar.
sw: Maandishi sahihi, muhimu kwa maonyesho na hesabu sahihi.
tr: Demonstrasyonlar ve hassas hesaplamalar için yararlı, tam bir yazım.
uk: Точний запис, корисний для демонстрацій та точних обчислень.
vi: Một cách viết chính xác, hữu ích cho các minh họa và các phép tính chính xác.
zh_hans: 一个精确的写法，适用于演示和精确计算。

# ed_math_fractions_decimal_to_fraction_out4
source: Un résultat prêt à être utilisé dans des opérations avec des fractions.
af: ‘n Resultaat wat gereed is om in operasies met breuke gebruik te word.
bg: Резултат, готов за използване в операции с дроби.
cs: Výsledek připravený k použití v operacích se zlomky.
da: Et resultat klar til brug i operationer med brøker.
de: Ein Ergebnis, das bereit ist, in Operationen mit Brüchen verwendet zu werden.
el: Ένα αποτέλεσμα έτοιμο προς χρήση σε λειτουργίες με κλάσματα.
es: Un resultado listo para ser utilizado en operaciones con fracciones.
fi: Tuloksena on murtoluku, jota voidaan käyttää murtolukujen kanssa tehtävissä operaatioissa.
fil: Isang resulta na handa nang gamitin sa mga operasyon kasama ang mga fraction.
hu: Egy eredmény, amely készen áll a törtekkel végzett műveletekhez.
id: Hasil yang siap digunakan dalam operasi dengan pecahan.
it: Un risultato pronto per essere utilizzato in operazioni con frazioni.
ja: 分数との演算に使用できる結果。
ko: 분수와 함께 사용할 준비가 된 결과입니다.
nl: Een resultaat dat klaar is voor gebruik in bewerkingen met breuken.
no: Et resultat klart til bruk i operasjoner med brøker.
pl: Wynik gotowy do użycia w operacjach z ułamkami.
pt_pt: Um resultado pronto para ser usado em operações com frações.
ro: Un rezultat gata de utilizat în operații cu fracții.
ru: Результат, готовый к использованию в операциях с дробями.
sk: Výsledok pripravený na použitie v operáciách so zlomkami.
sv: Ett resultat redo att användas i operationer med bråk.
sw: Matokeo tayari kutumika katika operesheni za fractions.
tr: Kesirlerle işlemlerde kullanılmaya hazır bir sonuç.
uk: Результат, готовий до використання в операціях з дробами.
vi: Một kết quả sẵn sàng để sử dụng trong các phép toán với các phân số.
zh_hans: 一个可以在分数运算中使用的结果。

# ed_math_fractions_decimal_to_fraction_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни моменти
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga Limitasyon at Mga Dapat Isaalang-alang
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần lưu ý
zh_hans: 限制和注意事项

# ed_math_fractions_decimal_to_fraction_lim1
source: Les décimaux issus d’arrondis peuvent ne pas correspondre à une fraction “simple”.
af: Die desimale wat uit afrondings ontstaan, mag nie ooreenstem met 'n 'eenvoudige' breuk nie.
bg: Десетичните числа, получени от закръгления, може да не съответстват на 'опростена' дроб.
cs: Desetinná čísla vzniklá zaokrouhlením nemusí odpovídat „jednoduchému“ zlomku.
da: Decimaler fra afrundinger kan muligvis ikke svare til en 'simpel' brøk.
de: Die aus Rundungen resultierenden Dezimalzahlen stimmen möglicherweise nicht mit einem 'einfachen' Bruch überein.
el: Οι δεκαδικοί που προκύπτουν από στρογγυλοποιήσεις μπορεί να μην αντιστοιχούν σε ένα “απλό” κλάσμα.
es: Los decimales resultantes de redondeos pueden no corresponder a una fracción 'simple'.
fi: Pyöristyksistä saadut desimaalit eivät välttämättä vastaa 'yksinkertaista' murtolukua.
fil: Ang mga decimal na nagmula sa mga pag-ikot ay maaaring hindi tumugma sa isang 'simpleng' fraction.
hu: A kerekítésekből származó tizedesek nem mindig felelnek meg egy 'egyszerű' törtnek.
id: Desimal yang dihasilkan dari pembulatan mungkin tidak sesuai dengan pecahan 'sederhana'.
it: I decimali derivanti da arrotondamenti potrebbero non corrispondere a una frazione 'semplice'.
ja: 丸めによって得られた小数は「単純な」分数に一致しない場合があります。
ko: 반올림된 소수는 '단순한' 분수와 일치하지 않을 수 있습니다.
nl: De decimalen die voortkomen uit afrondingen komen mogelijk niet overeen met een 'eenvoudige' breuk.
no: Desimaler som kommer fra avrundinger kan ikke nødvendigvis tilsvare en 'enkel' brøk.
pl: Dziesiętne wynikające z zaokrągleń mogą nie odpowiadać „prostemu” ułamkowi.
pt_pt: Os decimais resultantes de arredondamentos podem não corresponder a uma fração 'simples'.
ro: Zecimalele rezultate din rotunjiri pot să nu corespundă unei fracții „simple”.
ru: Десятичные дроби, полученные в результате округления, могут не соответствовать «простой» дроби.
sk: Desatinné čísla vyplývajúce z zaokrúhlení nemusia zodpovedať „jednoduchému“ zlomku.
sv: Decimaler som kommer från avrundningar kanske inte motsvarar ett 'enkelt' bråk.
sw: Decimals zinazotokana na makadirio yanaweza kutofautiana na fraction 'rahisi'.
tr: Yuvarlamalardan kaynaklanan ondalıklar, “basit” bir kesire karşılık gelmeyebilir.
uk: Десяткові дроби, отримані внаслідок округлення, можуть не відповідати «простому» дробу.
vi: Các số thập phân từ việc làm tròn có thể không tương ứng với một phân số “đơn giản”.
zh_hans: 由于四舍五入产生的小数可能与“简单”分数不对应。

# ed_math_fractions_decimal_to_fraction_lim2
source: Un décimal périodique doit être correctement identifié pour obtenir la fraction exacte.
af: ‘n Periodieke desimaal moet korrek geïdentifiseer word om die presiese breuk te verkry.
bg: Периодично десетично число трябва да бъде правилно идентифицирано, за да се получи точната дроб.
cs: Periodické desetinné číslo musí být správně identifikováno, aby se získal přesný zlomek.
da: Et periodisk decimal skal korrekt identificeres for at få den præcise brøk.
de: Eine periodische Dezimalzahl muss korrekt identifiziert werden, um den exakten Bruch zu erhalten.
el: Ένας περιοδικός δεκαδικός πρέπει να αναγνωρίζεται σωστά για να αποκτηθεί το ακριβές κλάσμα.
es: Un decimal periódico debe ser identificado correctamente para obtener la fracción exacta.
fi: Jaksollinen desimaali on tunnistettava oikein, jotta saadaan tarkka murtoluku.
fil: Ang isang periodic decimal ay dapat na wastong matukoy upang makuha ang eksaktong fraction.
hu: A periódikus tizedest helyesen kell azonosítani a pontos tört megszerzéséhez.
id: Desimal periodik harus diidentifikasi dengan benar untuk mendapatkan pecahan yang tepat.
it: Un decimale periodico deve essere correttamente identificato per ottenere la frazione esatta.
ja: 正確な分数を得るためには、循環小数を正しく特定する必要があります。
ko: 정확한 분수를 얻기 위해 주기 소수를 올바르게 식별해야 합니다.
nl: Een periodiek decimaal moet correct worden geïdentificeerd om de exacte breuk te krijgen.
no: Et periodisk desimal må identifiseres korrekt for å få den nøyaktige brøken.
pl: Okresowe dziesiętne muszą być poprawnie zidentyfikowane, aby uzyskać dokładny ułamek.
pt_pt: Um decimal periódico deve ser corretamente identificado para obter a fração exata.
ro: Un decimal periodic trebuie identificat corect pentru a obține fracția exactă.
ru: Периодическая десятичная дробь должна быть правильно определена, чтобы получить точную дробь.
sk: Periodické desatinné číslo musí byť správne identifikované, aby sa získal presný zlomok.
sv: Ett periodiskt decimaltal måste identifieras korrekt för att få det exakta bråket.
sw: Decimal ya kipindi inapaswa kutambuliwa kwa usahihi ili kupata fraction sahihi.
tr: Tam kesiri elde etmek için bir dönemsel ondalığın doğru bir şekilde tanımlanması gerekir.
uk: Періодичний десятковий дріб має бути правильно визначений, щоб отримати точний дріб.
vi: Một số thập phân tuần hoàn cần được xác định chính xác để có được phân số chính xác.
zh_hans: 必须正确识别循环小数以获得精确的分数。

# ed_math_fractions_decimal_to_fraction_lim3
source: Ce convertisseur transforme une écriture : il ne calcule pas une proportion ou un pourcentage.
af: Hierdie omskakelaar verander 'n skrywe: dit bereken nie 'n verhouding of 'n persentasie nie.
bg: Този конвертор преобразува представяне: той не изчислява пропорция или процент.
cs: Tento převodník mění zápis: neprovádí výpočet poměru nebo procenta.
da: Denne konverter omdanner en skrivemåde: den beregner ikke en proportion eller en procentdel.
de: Dieser Konverter wandelt eine Schreibweise um: Er berechnet kein Verhältnis oder Prozentsatz.
el: Αυτός ο μετατροπέας μετατρέπει μια γραφή: δεν υπολογίζει μια αναλογία ή ποσοστό.
es: Este convertidor transforma una escritura: no calcula una proporción o un porcentaje.
fi: Tämä muunnin muuntaa kirjoituksen: se ei laske osuutta tai prosenttia.
fil: Ang converter na ito ay nagbabago ng isang pagsulat: hindi ito nagkalkula ng isang proporsyon o porsyento.
hu: Ez a konverter egy írást alakít át: nem számít ki arányt vagy százalékot.
id: Konverter ini mengubah penulisan: ia tidak menghitung proporsi atau persentase.
it: Questo convertitore trasforma una scrittura: non calcola una proporzione o una percentuale.
ja: この変換ツールは表記を変換します：比率やパーセンテージを計算するものではありません。
ko: 이 변환기는 표기를 변환합니다: 비율이나 백분율을 계산하지 않습니다.
nl: Deze converter verandert een weergave: het berekent geen verhouding of percentage.
no: Denne konvertereren omformer en skrivemåte: den beregner ikke en proporsjon eller prosentandel.
pl: Ten konwerter przekształca zapis: nie oblicza proporcji ani procentu.
pt_pt: Este conversor transforma uma escrita: não calcula uma proporção ou um percentual.
ro: Acest convertor transformă o scriere: nu calculează o proporție sau un procent.
ru: Этот конвертер преобразует представление: он не вычисляет пропорцию или процент.
sk: Tento prevodník premieňa zápis: nepočíta proporciu alebo percento.
sv: Denna omvandlare omvandlar en skrivning: den beräknar inte en proportion eller procentandel.
sw: Converter hii inabadilisha maandiko: haisahihishi uwiano au asilimia.
tr: Bu dönüştürücü bir yazımı dönüştürür: bir oran veya yüzde hesaplamaz.
uk: Цей конвертер перетворює запис: він не обчислює пропорцію або відсоток.
vi: Bộ chuyển đổi này chuyển đổi một cách viết: nó không tính toán một tỷ lệ hoặc phần trăm.
zh_hans: 该转换器转换一种写法：它不计算比例或百分比。

# ed_math_fractions_decimal_to_fraction_faq
source: Questions fréquentes
af: Vrae vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga Madalas na Tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_fractions_decimal_to_fraction_q1
source: Comment convertir un décimal fini en fraction ?
af: Hoe om 'n eindige desimaal in 'n breuk om te skakel?
bg: Как да конвертираме крайно десетично число в дроб?
cs: Jak převést konečné desetinné číslo na zlomek?
da: Hvordan konverterer man et endeligt decimal til en brøk?
de: Wie konvertiere ich eine endliche Dezimalzahl in einen Bruch?
el: Πώς να μετατρέψετε έναν πεπερασμένο δεκαδικό σε κλάσμα;
es: ¿Cómo convertir un decimal finito en fracción?
fi: Kuinka muuntaa päättynyt desimaali murtoluvuksi?
fil: Paano i-convert ang isang pinal na decimal sa fraction?
hu: Hogyan lehet egy véges tizedest törté alakítani?
id: Bagaimana cara mengubah desimal terbatas menjadi pecahan?
it: Come convertire un decimale finito in frazione?
ja: 有限小数を分数に変換するにはどうすればよいですか？
ko: 유한 소수를 분수로 어떻게 변환하나요?
nl: Hoe converteer je een eindig decimaal naar een breuk?
no: Hvordan konvertere et endelig desimal til brøk?
pl: Jak przekształcić skończony ułamek w ułamek?
pt_pt: Como converter um decimal finito em fração?
ro: Cum se convertește un decimal finit în fracție?
ru: Как преобразовать конечную десятичную дробь в дробь?
sk: Ako previesť konečné desatinné číslo na zlomok?
sv: Hur konverterar man ett ändligt decimaltal till bråk?
sw: Jinsi ya kubadilisha decimal ya mwisho kuwa fraction?
tr: Sonlu bir ondalığı kesire nasıl dönüştürürüm?
uk: Як перетворити скінченний десятковий дріб у дріб?
vi: Làm thế nào để chuyển đổi một số thập phân hữu hạn thành phân số?
zh_hans: 如何将有限小数转换为分数？

# ed_math_fractions_decimal_to_fraction_a1
source: On écrit le décimal sur une puissance de 10 (ex. 0,25 = 25/100) puis on simplifie.
af: Skryf die desimaal op 'n mag van 10 (bv. 0,25 = 25/100) en vereenvoudig dan.
bg: Записваме десетичното число на степен на 10 (напр. 0,25 = 25/100), след което опростяваме.
cs: Napíšeme desetinné číslo na mocninu 10 (např. 0,25 = 25/100) a poté zjednodušíme.
da: Man skriver decimalen på en potens af 10 (f.eks. 0,25 = 25/100) og forenkler derefter.
de: Man schreibt die Dezimalzahl auf eine Potenz von 10 (z. B. 0,25 = 25/100) und vereinfacht dann.
el: Γράφουμε τον δεκαδικό σε μια δύναμη του 10 (π.χ. 0,25 = 25/100) και στη συνέχεια απλοποιούμε.
es: Se escribe el decimal sobre una potencia de 10 (ej. 0,25 = 25/100) y luego se simplifica.
fi: Kirjoita desimaali kymmenen potenssina (esim. 0,25 = 25/100) ja yksinkertaista sitten.
fil: Isinusulat ang decimal sa isang kapangyarihan ng 10 (hal. 0.25 = 25/100) at pagkatapos ay pinadali.
hu: A tizedest egy 10 hatványra írjuk (pl. 0,25 = 25/100), majd egyszerűsítjük.
id: Tuliskan desimal pada suatu pangkat 10 (mis. 0,25 = 25/100) lalu sederhanakan.
it: Si scrive il decimale su una potenza di 10 (es. 0,25 = 25/100) e poi si semplifica.
ja: 小数を10の累乗で表記します（例：0.25 = 25/100）、その後簡略化します。
ko: 소수를 10의 거듭제곱으로 작성합니다 (예: 0.25 = 25/100) 그런 다음 단순화합니다.
nl: Schrijf het decimaal als een macht van 10 (bijv. 0,25 = 25/100) en vereenvoudig dan.
no: Skriv desimalen som en potens av 10 (f.eks. 0,25 = 25/100) og forenkle deretter.
pl: Zapisujemy dziesiętną na potędze 10 (np. 0,25 = 25/100), a następnie upraszczamy.
pt_pt: Escreve-se o decimal sobre uma potência de 10 (ex. 0,25 = 25/100) e depois simplifica-se.
ro: Se scrie decimalul pe o putere de 10 (ex. 0,25 = 25/100) apoi se simplifică.
ru: Мы записываем десятичное число на степень 10 (например, 0,25 = 25/100), а затем упрощаем.
sk: Zapíšeme desatinné číslo na mocninu 10 (napr. 0,25 = 25/100) a potom zjednodušíme.
sv: Man skriver decimalen på en tiopotens (t.ex. 0,25 = 25/100) och förenklar sedan.
sw: Tunandika decimal kwenye nguvu ya 10 (mfano 0.25 = 25/100) kisha tunarahisisha.
tr: Ondalık sayıyı 10'un bir kuvveti olarak yazıyoruz (ör. 0,25 = 25/100) ve ardından sadeleştiriyoruz.
uk: Запишіть десятковий дріб на степінь 10 (наприклад, 0,25 = 25/100), а потім спростіть.
vi: Viết số thập phân trên một lũy thừa của 10 (ví dụ: 0,25 = 25/100) sau đó đơn giản hóa.
zh_hans: 我们将小数写在10的幂上（例如0.25 = 25/100），然后简化。
