Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_ann_type_squiggly
source: Ondulé
af: Golf
bg: Вълнообразно
cs: Vlnité
da: Bølger
de: Wellig
el: Κυματιστό
es: Ondulado
fi: Aaltomainen
fil: Naka-wavy
hu: Hullámos
id: Bergelombang
it: Ondulato
ja: 波線
ko: 물결
nl: Golfvormig
no: Bølgende
pl: Falisty
pt_pt: Ondulado
ro: Ondulat
ru: Волнистый
sk: Vlnité
sv: Vågig
sw: Iliyopindika
tr: Dalgalı
uk: Хвилясте
vi: Gợn sóng
zh_hans: 波浪线

# pdf_ann_type_text
source: Note
af: Nota
bg: Бележка
cs: Poznámka
de: Notiz
el: Σημείωση
es: Nota
fi: Muistiinpano
fil: Tala
hu: Jegyzet
id: Catatan
it: Nota
ja: メモ
ko: 메모
nl: Notitie
no: Notat
pl: Notatka
pt_pt: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sv: Anteckning
sw: Kumbukumbu
tr: Not
uk: Нотатка
vi: Ghi chú
zh_hans: 笔记

# pdf_ann_type_freetext
source: Texte libre
af: Vrye teks
bg: Свободен текст
cs: Volný text
da: Fri tekst
de: Freitext
el: Ελεύθερο κείμενο
es: Texto libre
fi: Vapaa teksti
fil: Libreng teksto
hu: Szabad szöveg
id: Teks bebas
it: Testo libero
ja: 自由テキスト
ko: 자유 텍스트
nl: Vrije tekst
no: Fritekst
pl: Tekst dowolny
pt_pt: Texto livre
ro: Text liber
ru: Свободный текст
sk: Voľný text
sv: Fritext
sw: Maandishi ya bure
tr: Serbest metin
uk: Вільний текст
vi: Văn bản tự do
zh_hans: 自由文本

# pdf_ann_type_ink
source: Dessin (Ink)
af: Teken (Ink)
bg: Рисунка (Мастило)
cs: Kresba (Ink)
da: Tegning (Ink)
de: Zeichnung (Tinte)
el: Σχέδιο (Μελάνι)
es: Dibujo (Tinta)
fi: Piirustus (Ink)
fil: Dibuho (Ink)
hu: Rajz (Tinta)
id: Gambar (Ink)
it: Disegno (Inchiostro)
ja: 描画 (インク)
ko: 그림 (잉크)
nl: Tekening (Inkt)
no: Tegning (Blekk)
pl: Rysunek (Tusze)
pt_pt: Desenho (Tinta)
ro: Desen (Cerneală)
ru: Рисунок (чернила)
sk: Kresba (Ink)
sv: Ritning (Bläck)
sw: Mchoro (Ink)
tr: Çizim (Mürekkep)
uk: Малюнок (чернила)
vi: Vẽ (Mực)
zh_hans: 绘图 (墨水)

# pdf_ann_type_stamp
source: Tampon
af: Stempel
bg: Печат
cs: Razítko
da: Stempel
de: Stempel
el: Σφραγίδα
es: Sello
fi: Leima
fil: Tampok
hu: Bélyegző
id: Stempel
it: Timbro
ja: スタンプ
ko: 스탬프
nl: Stempel
no: Stempel
pl: Stempel
pt_pt: Carimbo
ro: Ștampilă
ru: Штамп
sk: Pečiatka
sv: Stämpel
sw: Stamp
tr: Mühür
uk: Штамп
vi: Con dấu
zh_hans: 印章

# pdf_ann_type_link
source: Lien
af: Skakel
bg: Връзка
cs: Odkaz
da: Link
de: Link
el: Σύνδεσμος
es: Enlace
fi: Linkki
fil: Ugnayan
hu: Hivatkozás
id: Tautan
it: Collegamento
ja: リンク
ko: 링크
nl: Link
no: Lenke
pl: Link
pt_pt: Link
ro: Link
ru: Ссылка
sk: Odkaz
sv: Länk
sw: Kiungo
tr: Bağlantı
uk: Посилання
vi: Liên kết
zh_hans: 链接

# pdf_ann_type_widget
source: Widget
bg: Уиджет
el: Γραφικό στοιχείο
ja: ウィジェット
ko: 위젯
ru: Виджет
tr: Araç
uk: Віджет
vi: Tiện ích
zh_hans: 小部件

# pdf_ann_type_unknown
source: Autre
af: Ander
bg: Друго
cs: Jiné
da: Andet
de: Sonstiges
el: Άλλο
es: Otro
fi: Muu
fil: Iba
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
no: Annet
pl: Inne
pt_pt: Outro
ro: Altul
ru: Другое
sk: Iné
sv: Annat
sw: Nyingine
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他

# pdf_ann_err_generic
source: Impossible de lire ce PDF.
af: Onmoontlik om hierdie PDF te lees.
bg: Не може да се прочете този PDF.
cs: Nelze přečíst tento PDF.
da: Kan ikke læse denne PDF.
de: Dieser PDF kann nicht gelesen werden.
el: Αδύνατον να διαβαστεί αυτό το PDF.
es: No se puede leer este PDF.
fi: Tätä PDF-tiedostoa ei voi lukea.
fil: Hindi mabasa ang PDF na ito.
hu: A PDF fájl olvasása nem lehetséges.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取れません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Kan deze PDF niet lezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Невозможно прочитать этот PDF.
sk: Nemožno prečítať tento PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF okunamıyor.
uk: Неможливо прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# pdf_ann_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírováno do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na nakopya sa clipboard.
hu: JSON másolva a vágólapra.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowane do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírované do schránky.
sv: JSON kopierat till urklipp.
sw: JSON imekopi katika clipboard.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_ann_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Onmoontlik om outomaties te kopieer. Kies die teks en kopieer handmatig.
bg: Не може да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky zkopírovat. Vyberte text a zkopírujte ručně.
da: Kan ikke kopiere automatisk. Vælg teksten og kopier manuelt.
de: Kann nicht automatisch kopiert werden. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατον να αντιγραφεί αυτόματα. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Seleccione el texto y cópielo manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makokopya. Piliin ang teksto at kopyahin nang mano-mano.
hu: Automatikus másolás nem lehetséges. Kérjük, jelölje ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできません。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하세요.
nl: Automatisch kopiëren is niet mogelijk. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Wybierz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Невозможно скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalanamıyor. Metni seçin ve manuel olarak kopyalayın.
uk: Неможливо автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# tool_pdf_annotations_to_json_title
source: Annotations PDF → JSON
af: PDF-annotasies → JSON
bg: Анотации PDF → JSON
cs: Poznámky PDF → JSON
da: PDF-annoteringer → JSON
de: PDF-Anmerkungen → JSON
el: Σημειώσεις PDF → JSON
es: Anotaciones PDF → JSON
fi: PDF-annotaatiot → JSON
fil: Mga anotasyon ng PDF → JSON
hu: PDF annotációk → JSON
id: Anotasi PDF → JSON
it: Annotazioni PDF → JSON
ja: PDFの注釈 → JSON
ko: PDF 주석 → JSON
nl: PDF-annotaties → JSON
no: PDF-annotasjoner → JSON
pl: Adnotacje PDF → JSON
pt_pt: Anotações PDF → JSON
ro: Anotări PDF → JSON
ru: Аннотации PDF → JSON
sk: Poznámky PDF → JSON
sv: PDF-anteckningar → JSON
sw: Maelezo ya PDF → JSON
tr: PDF Anotasyonları → JSON
uk: Анотації PDF → JSON
vi: Chú thích PDF → JSON
zh_hans: PDF 注释 → JSON

# tool_pdf_annotations_to_json_desc
source: Exporter les annotations d'un PDF (commentaires, surlignages, notes…) au format JSON.
bg: Експортирайте анотации от PDF (коментари, подчертавания, бележки…) в JSON формат.
cs: Exportovat anotace z PDF (komentáře, zvýraznění, poznámky…) do formátu JSON.
da: Eksporter annotationer fra en PDF (kommentarer, fremhævninger, noter…) til JSON-format.
de: Exportieren Sie die Annotationen eines PDFs (Kommentare, Markierungen, Notizen…) im JSON-Format.
el: Εξάγετε τις σημειώσεις ενός PDF (σχόλια, επισημάνσεις, σημειώσεις…) σε μορφή JSON.
es: Exportar las anotaciones de un PDF (comentarios, resaltados, notas…) en formato JSON.
fi: Vie PDF:n annotaatiot (kommentit, korostukset, muistiinpanot…) JSON-muotoon.
fil: I-export ang mga annotation ng isang PDF (mga komento, pag-highlight, mga tala…) sa JSON format.
ja: PDFの注釈（コメント、ハイライト、メモなど）をJSON形式でエクスポートします。
nl: Exporteer de annotaties van een PDF (opmerkingen, markeringen, notities…) naar JSON-formaat.
no: Eksportere annotasjoner fra en PDF (kommentarer, uthevinger, notater…) til JSON-format.
pl: Eksportuj adnotacje z PDF (komentarze, podkreślenia, notatki…) do formatu JSON.
pt_pt: Exportar as anotações de um PDF (comentários, marcações, notas…) para o formato JSON.
ro: Exportați anotările dintr-un PDF (comentarii, evidențieri, note…) în format JSON.
ru: Экспортировать аннотации из PDF (комментарии, выделения, заметки…) в формате JSON.
sk: Exportovať anotácie z PDF (komentáre, zvýraznenia, poznámky…) do formátu JSON.
sv: Exportera anteckningar från en PDF (kommentarer, markeringar, anteckningar…) till JSON-format.
sw: Export maelezo ya PDF (maoni, alama, maelezo…) kwa muundo wa JSON.
tr: Bir PDF’nin notlarını (yorumlar, vurgulamalar, notlar…) JSON formatında dışa aktarın.
uk: Експортувати анотації з PDF (коментарі, виділення, нотатки…) у формат JSON.
vi: Xuất các chú thích từ một PDF (nhận xét, đánh dấu, ghi chú…) sang định dạng JSON.
zh_hans: 将PDF中的注释（评论、高亮、笔记等）导出为JSON格式。

# pdf_att_desc
source: Description
af: Beskrywing
bg: Описание
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
fil: Paglalarawan
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt_pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
sw: Maelezo
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述

# pdf_att_pretty
source: JSON “pretty” (indenté)
af: JSON “mooi” (ingesprong)
bg: JSON "красив" (отстъпен)
cs: JSON „hezký“ (odsazený)
da: JSON “pænt” (indrykket)
de: JSON „schön“ (eingezogen)
el: JSON "όμορφο" (με εσοχές)
es: JSON "bonito" (indentado)
fi: JSON "kaunis" (sisennetty)
fil: JSON "maganda" (indentado)
hu: JSON „szép” (behúzott)
id: JSON "indah" (terindentasi)
it: JSON "formattato" (indentato)
ja: JSON「整形済み」（インデント付き）
ko: JSON '예쁘게' (들여쓰기)
nl: JSON "mooi" (ingesprongen)
no: JSON "pen" (indeksert)
pl: JSON „ładny” (wcięty)
pt_pt: JSON "bonito" (indentado)
ro: JSON „frumos” (indentat)
ru: JSON «красивый» (с отступами)
sk: JSON „pekne“ (odsadené)
sv: JSON "fin" (indenterad)
sw: JSON "mzuri" (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON «красивий» (з відступами)
vi: JSON “đẹp” (được thụt lề)
zh_hans: JSON “美化”（缩进）

# pdf_att_include_raw
source: Inclure “raw” (détails FileSpec)
af: Sluit “raw” in (FileSpec besonderhede)
bg: Включете "суров" (детайли FileSpec)
cs: Zahrnout „raw“ (detaily FileSpec)
da: Inkluder “raw” (detaljer FileSpec)
de: Inklusive „raw“ (Details FileSpec)
el: Συμπερίληψη "raw" (λεπτομέρειες FileSpec)
es: Incluir "crudo" (detalles de FileSpec)
fi: Sisällytä "raaka" (tiedot FileSpec)
fil: Isama ang "raw" (mga detalye ng FileSpec)
hu: Beleértve a „nyers” (FileSpec részletek)
id: Sertakan "mentah" (detail FileSpec)
it: Includere "raw" (dettagli FileSpec)
ja: 「生」データを含める（FileSpecの詳細）
ko: '원시' 포함 (FileSpec 세부정보)
nl: Inclusief "raw" (details FileSpec)
no: Inkluder "rå" (detaljer FileSpec)
pl: Uwzględnij „surowe” (szczegóły FileSpec)
pt_pt: Incluir "raw" (detalhes FileSpec)
ro: Include „raw” (detalii FileSpec)
ru: Включить «сырой» (детали FileSpec)
sk: Zahrnúť „raw“ (podrobnosti FileSpec)
sv: Inkludera "rå" (detaljer FileSpec)
sw: Jumuisha "raw" (maelezo ya FileSpec)
tr: 'ham' dahil et (FileSpec detayları)
uk: Включити «сирий» (деталі FileSpec)
vi: Bao gồm “thô” (chi tiết FileSpec)
zh_hans: 包含“原始”（FileSpec 详细信息）

# pdf_att_note
source: Note : les fichiers sont extraits localement. Aucun upload serveur.
af: Let wel: die lêers word plaaslik onttrek. Geen bediener opgelaai nie.
bg: Забележка: файловете се извличат локално. Няма качване на сървър.
cs: Poznámka: soubory jsou extrahovány lokálně. Žádné nahrávání na server.
da: Bemærk: filerne udtrækkes lokalt. Ingen serverupload.
de: Hinweis: Die Dateien werden lokal extrahiert. Kein Server-Upload.
el: Σημείωση: τα αρχεία εξάγονται τοπικά. Καμία μεταφόρτωση διακομιστή.
es: Nota: los archivos se extraen localmente. Ninguna carga al servidor.
fi: Huom: tiedostot poistetaan paikallisesti. Ei palvelimen latausta.
fil: Tandaan: ang mga file ay kinukuha nang lokal. Walang pag-upload sa server.
hu: Megjegyzés: a fájlok helyben kerülnek kiemelésre. Nincs szerverre feltöltés.
id: Catatan: file diekstrak secara lokal. Tidak ada unggahan server.
it: Nota: i file vengono estratti localmente. Nessun upload sul server.
ja: 注意：ファイルはローカルで抽出されます。サーバーへのアップロードはありません。
ko: 참고: 파일은 로컬에서 추출됩니다. 서버에 업로드되지 않습니다.
nl: Opmerking: de bestanden worden lokaal geëxtraheerd. Geen serverupload.
no: Merk: filene blir hentet lokalt. Ingen opplasting til server.
pl: Uwaga: pliki są wyodrębniane lokalnie. Brak przesyłania na serwer.
pt_pt: Nota: os ficheiros são extraídos localmente. Nenhum upload para o servidor.
ro: Notă: fișierele sunt extrase local. Niciun upload pe server.
ru: Примечание: файлы извлекаются локально. Нет загрузки на сервер.
sk: Poznámka: súbory sú extrahované lokálne. Žiadne nahrávanie na server.
sv: Notera: filerna extraheras lokalt. Ingen serveruppladdning.
sw: Kumbuka: faili zinachukuliwa kwa ndani. Hakuna kupakia seva.
tr: Not: dosyalar yerel olarak çıkarılır. Sunucuya yükleme yok.
uk: Примітка: файли витягуються локально. Жодного завантаження на сервер.
vi: Lưu ý: các tệp được trích xuất cục bộ. Không tải lên máy chủ.
zh_hans: 注意：文件在本地提取。没有服务器上传。

# pdf_att_title
source: Pièces jointes PDF → JSON
af: PDF-besighede → JSON
bg: Прикачени файлове PDF → JSON
cs: Přílohy PDF → JSON
da: Vedhæftede filer PDF → JSON
de: PDF-Anhänge → JSON
el: Συνημμένα PDF → JSON
es: Adjuntos PDF → JSON
fi: Liitteet PDF → JSON
fil: Mga kalakip na PDF → JSON
hu: PDF csatolmányok → JSON
id: Lampiran PDF → JSON
it: Allegati PDF → JSON
ja: PDF添付ファイル → JSON
ko: 첨부 파일 PDF → JSON
nl: Bijlagen PDF → JSON
no: Vedlegg PDF → JSON
pl: Załączniki PDF → JSON
pt_pt: Anexos PDF → JSON
ro: Atașamente PDF → JSON
ru: Вложения PDF → JSON
sk: Prílohy PDF → JSON
sv: Bilagor PDF → JSON
sw: Viambatisho vya PDF → JSON
tr: PDF ekleri → JSON
uk: Вкладення PDF → JSON
vi: Tệp đính kèm PDF → JSON
zh_hans: PDF 附件 → JSON

# pdf_att_subtitle
source: Détectez et extrayez les fichiers embarqués dans un PDF (EmbeddedFiles) et exportez la liste en JSON. Téléchargez chaque fichier ou tout en ZIP, localement dans votre navigateur.
af: Detecteer en onttrek ingebedde lêers in 'n PDF (EmbeddedFiles) en voer die lys uit in JSON. Laai elke lêer of alles in ZIP, plaaslik in jou blaaier.
bg: Открийте и извлечете вградени файлове в PDF (EmbeddedFiles) и експортирайте списъка в JSON. Изтеглете всеки файл или всичко в ZIP, локално в браузъра си.
cs: Detekujte a extrahujte vložené soubory v PDF (EmbeddedFiles) a exportujte seznam do JSON. Stáhněte každý soubor nebo vše v ZIP, lokálně ve vašem prohlížeči.
da: Registrer og udtræk de indlejrede filer i en PDF (EmbeddedFiles) og eksporter listen i JSON. Download hver fil eller alle i ZIP, lokalt i din browser.
de: Erkennen und Extrahieren von in einem PDF eingebetteten Dateien (EmbeddedFiles) und Exportieren der Liste im JSON-Format. Laden Sie jede Datei oder alles im ZIP-Format lokal in Ihrem Browser herunter.
el: Ανιχνεύστε και εξάγετε τα ενσωματωμένα αρχεία σε ένα PDF (EmbeddedFiles) και εξάγετε τη λίστα σε JSON. Κατεβάστε κάθε αρχείο ή όλα σε ZIP, τοπικά στον περιηγητή σας.
es: Detecte y extraiga los archivos incrustados en un PDF (EmbeddedFiles) y exporte la lista en JSON. Descargue cada archivo o todo en ZIP, localmente en su navegador.
fi: Havaitse ja poimi PDF:ssä olevat upotetut tiedostot (EmbeddedFiles) ja vie luettelo JSON-muodossa. Lataa jokainen tiedosto tai kaikki ZIP-muodossa, paikallisesti selaimessasi.
fil: Tukuyin at kunin ang mga nakapaloob na file sa isang PDF (EmbeddedFiles) at i-export ang listahan sa JSON. I-download ang bawat file o lahat sa ZIP, lokal sa iyong browser.
hu: Észlelje és vonja ki a PDF-ben található beágyazott fájlokat (EmbeddedFiles), és exportálja a listát JSON formátumban. Töltse le az egyes fájlokat vagy mindet ZIP formátumban, helyben a böngészőjében.
id: Deteksi dan ekstrak file yang disematkan dalam PDF (EmbeddedFiles) dan ekspor daftar dalam JSON. Unduh setiap file atau semuanya dalam ZIP, secara lokal di browser Anda.
it: Rileva ed estrae i file incorporati in un PDF (EmbeddedFiles) ed esporta l'elenco in JSON. Scarica ogni file o tutto in ZIP, localmente nel tuo browser.
ja: PDF内の埋め込まれたファイル（EmbeddedFiles）を検出して抽出し、リストをJSON形式でエクスポートします。各ファイルをダウンロードするか、すべてをZIP形式でローカルのブラウザにダウンロードします。
ko: PDF에서 포함된 파일(EmbeddedFiles)을 감지하고 추출하여 목록을 JSON으로 내보냅니다. 각 파일을 다운로드하거나 ZIP으로 모두 다운로드하여 브라우저에서 로컬로 저장합니다.
nl: Detecteer en extraheer de ingesloten bestanden in een PDF (EmbeddedFiles) en exporteer de lijst in JSON. Download elk bestand of alles in ZIP, lokaal in uw browser.
no: Oppdag og ekstraktere innebygde filer i en PDF (EmbeddedFiles) og eksporter listen i JSON. Last ned hver fil eller alt i ZIP, lokalt i nettleseren din.
pl: Wykryj i wyodrębnij pliki osadzone w PDF (EmbeddedFiles) i wyeksportuj listę do JSON. Pobierz każdy plik lub wszystko w ZIP, lokalnie w swojej przeglądarce.
pt_pt: Detecte e extraia os ficheiros incorporados num PDF (EmbeddedFiles) e exporte a lista em JSON. Faça o download de cada ficheiro ou tudo em ZIP, localmente no seu navegador.
ro: Detectați și extrageți fișierele încorporate într-un PDF (EmbeddedFiles) și exportați lista în JSON. Descărcați fiecare fișier sau totul într-un ZIP, local în browserul dumneavoastră.
ru: Обнаружьте и извлеките встроенные файлы из PDF (EmbeddedFiles) и экспортируйте список в JSON. Скачайте каждый файл или все в ZIP, локально в вашем браузере.
sk: Detekujte a extrahujte súbory vložené v PDF (EmbeddedFiles) a exportujte zoznam do JSON. Stiahnite každý súbor alebo všetko v ZIP, lokálne vo vašom prehliadači.
sv: Upptäck och extrahera inbäddade filer i en PDF (EmbeddedFiles) och exportera listan i JSON. Ladda ner varje fil eller allt i ZIP, lokalt i din webbläsare.
sw: Gundua na kutoa faili zilizojumuishwa katika PDF (EmbeddedFiles) na uhamasisha orodha hiyo kwa JSON. Pakua kila faili au yote kwa ZIP, ndani ya kivinjari chako.
tr: PDF'deki gömülü dosyaları (EmbeddedFiles) tespit edin ve çıkarın, listeyi JSON olarak dışa aktarın. Her dosyayı veya hepsini ZIP olarak, tarayıcınızda yerel olarak indirin.
uk: Виявляйте та витягуйте вбудовані файли з PDF (EmbeddedFiles) та експортуйте список у JSON. Завантажте кожен файл або все в ZIP, локально у вашому браузері.
vi: Phát hiện và trích xuất các tệp nhúng trong một PDF (EmbeddedFiles) và xuất danh sách dưới dạng JSON. Tải xuống từng tệp hoặc tất cả trong ZIP, cục bộ trong trình duyệt của bạn.
zh_hans: 检测并提取 PDF 中嵌入的文件（EmbeddedFiles），并将列表导出为 JSON。下载每个文件或将所有文件打包为 ZIP，保存在您的浏览器中。

# pdf_att_err_title
source: Impossible d’extraire les pièces jointes.
af: Onmoontlik om die besighede te onttrek.
bg: Невъзможно е да се извлекат прикачените файлове.
cs: Nelze extrahovat přílohy.
da: Det er ikke muligt at udtrække vedhæftede filer.
de: Es konnten keine Anhänge extrahiert werden.
el: Αδύνατη η εξαγωγή των συνημμένων.
es: No se pueden extraer los adjuntos.
fi: Liitteiden poimiminen epäonnistui.
fil: Hindi ma-extract ang mga kalakip.
hu: Nem sikerült kinyerni a csatolmányokat.
id: Tidak dapat mengekstrak lampiran.
it: Impossibile estrarre gli allegati.
ja: 添付ファイルを抽出できません。
ko: 첨부 파일을 추출할 수 없습니다.
nl: Kan de bijlagen niet extraheren.
no: Kan ikke hente vedlegg.
pl: Nie można wyodrębnić załączników.
pt_pt: Impossível extrair os anexos.
ro: Imposibil de extras atașamentele.
ru: Невозможно извлечь вложения.
sk: Nemožno extrahovať prílohy.
sv: Det går inte att extrahera bilagor.
sw: Haiwezekani kutoa viambatisho.
tr: Ekleri çıkarmak mümkün değil.
uk: Неможливо витягти вкладення.
vi: Không thể trích xuất các tệp đính kèm.
zh_hans: 无法提取附件。

# pdf_att_tip_none
source: Aucune pièce jointe détectée dans ce PDF.
af: Geen besigheid in hierdie PDF gedetecteer nie.
bg: Няма открити прикачени файлове в този PDF.
cs: Žádná příloha nebyla detekována v tomto PDF.
da: Ingen vedhæftede filer registreret i denne PDF.
de: Keine Anhänge in diesem PDF gefunden.
el: Καμία συνημμένη δεν ανιχνεύθηκε σε αυτό το PDF.
es: No se detectó ningún adjunto en este PDF.
fi: Tässä PDF:ssä ei havaittu liitteitä.
fil: Walang nakitang kalakip sa PDF na ito.
hu: Nincs csatolmány észlelve ebben a PDF-ben.
id: Tidak ada lampiran yang terdeteksi dalam PDF ini.
it: Nessun allegato rilevato in questo PDF.
ja: このPDFには添付ファイルが検出されませんでした。
ko: 이 PDF에서 감지된 첨부 파일이 없습니다.
nl: Geen bijlage gedetecteerd in deze PDF.
no: Ingen vedlegg oppdaget i denne PDF-en.
pl: Nie wykryto żadnych załączników w tym PDF.
pt_pt: Nenhum anexo detectado neste PDF.
ro: Niciun atașament detectat în acest PDF.
ru: В этом PDF не обнаружено вложений.
sk: Žiadna príloha nebola detekovaná v tomto PDF.
sv: Inga bilagor upptäcktes i denna PDF.
sw: Hakuna kiambatisho kilichogunduliwa katika PDF hii.
tr: Bu PDF'de hiçbir ek tespit edilmedi.
uk: Жодного вкладення не виявлено в цьому PDF.
vi: Không phát hiện tệp đính kèm nào trong PDF này.
zh_hans: 在此 PDF 中未检测到任何附件。

# pdf_att_tip_zip
source: ZIP généré. Téléchargement lancé.
af: ZIP gegenereer. Aflaai begin.
bg: Генериран ZIP. Изтеглянето започна.
cs: ZIP vygenerováno. Stahování spuštěno.
da: ZIP genereret. Download startet.
de: ZIP erstellt. Download gestartet.
el: Δημιουργήθηκε ZIP. Ξεκίνησε η λήψη.
es: ZIP generado. Descarga iniciada.
fi: ZIP luotu. Lataus käynnistetty.
fil: Nabuo ang ZIP. Nagsimula ang pag-download.
hu: ZIP generálva. Letöltés elindítva.
id: ZIP dihasilkan. Unduhan dimulai.
it: ZIP generato. Download avviato.
ja: ZIPが生成されました。ダウンロードが開始されました。
ko: ZIP이 생성되었습니다. 다운로드가 시작되었습니다.
nl: ZIP gegenereerd. Download gestart.
no: ZIP generert. Nedlasting startet.
pl: Wygenerowano ZIP. Rozpoczęto pobieranie.
pt_pt: ZIP gerado. Download iniciado.
ro: ZIP generat. Descărcare lansată.
ru: ZIP сгенерирован. Загрузка начата.
sk: ZIP vygenerované. Stiahnutie spustené.
sv: ZIP genererat. Nedladdning påbörjad.
sw: ZIP imeundwa. Upakuaji umeanzishwa.
tr: ZIP oluşturuldu. İndirme başlatıldı.
uk: ZIP згенеровано. Завантаження розпочато.
vi: ZIP đã được tạo. Tải xuống đã bắt đầu.
zh_hans: 生成 ZIP。下载已启动。

# pdf_att_tip_downloaded
source: Fichier téléchargé.
af: Lêer afgelaai.
bg: Файлът е изтеглен.
cs: Soubor stažen.
da: Fil downloadet.
de: Datei heruntergeladen.
el: Αρχείο κατεβασμένο.
es: Archivo descargado.
fi: Tiedosto ladattu.
fil: Na-download ang file.
hu: Fájl letöltve.
id: File diunduh.
it: File scaricato.
ja: ファイルがダウンロードされました。
ko: 파일이 다운로드되었습니다.
nl: Bestand gedownload.
no: Fil lastet ned.
pl: Plik pobrany.
pt_pt: Ficheiro descarregado.
ro: Fișier descărcat.
ru: Файл загружен.
sk: Súbor stiahnutý.
sv: Fil nedladdad.
sw: Faili imepakuliwa.
tr: Dosya indirildi.
uk: Файл завантажено.
vi: Tệp đã được tải xuống.
zh_hans: 文件已下载。
