Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_amplitude_uc1_text
source: TODO: Exemple concret 1
af: TODO: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 1
cs: TODO: Konkrétní příklad 1
da: TODO: Konkret eksempel 1
de: Anwendungsfall
el: TODO: Συγκεκριμένο παράδειγμα 1
es: TODO: Ejemplo concreto 1
fi: TODO: Konkreettinen esimerkki 1
fil: TODO: Halimbawa ng konkretong 1
hu: A témáról: Amplitúdó
id: Tip
it: TODO: Esempio concreto 1
ja: TODO: 具体例 1
ko: 예시 1
nl: TODO: Concreet voorbeeld 1
no: Omhandler: Amplitude
pl: Wskazówka
pt_pt: TODO: Exemplo concreto 1
ro: Sfat
ru: Совет
sk: TODO: Concrete example 1
sv: TODO: Konkreta exempel 1
sw: TODO: Mfano halisi 1
tr: TODO: Bu aracın tam amacını tanımlayın (tek niyet, başka birinin parafrazı değil).
uk: TODO: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO: 描述该工具的确切目标（唯一意图，而不是其他内容的释义）。

# ed_math_statistics_amplitude_uc2_title
source: TODO
el: Μια μοναδική συμβουλή σχετική με την πρόθεση του εργαλείου.
hu: Rólunk: Amplitúdó
ja: 使用例
ko: 팁
no: Et unikt tips relatert til verktøyets intensjon.
pt_pt: Uma astúcia única relacionada à intenção da ferramenta.
ru: Совет
tr: Kullanım durumu
zh_hans: 与工具意图相关的独特提示。

# ed_math_statistics_amplitude_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 2
da: TODO: Konkret eksempel 2
de: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 2
es: TODO: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 2
fil: TODO: Halimbawa ng konkretong 2
hu: Használati eset
id: Sebuah tip unik terkait dengan niat alat ini.
it: TODO: Esempio concreto 2
ja: このツールの正確な目的を説明してください（ユニークな意図、他のものの言い換えではありません）。
ko: 구체적인 예 1
nl: TODO: Concreet voorbeeld 2
no: Bruk tilfelle
pl: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: TODO: Exemplo concreto 2
ro: O sugestie unică legată de intenția instrumentului.
ru: TODO: Конкретный пример 2
sk: TODO: Concrete example 2
sv: TODO: Konkreta exempel 2
sw: TODO: Mfano halisi 2
tr: Araç niyetine bağlı benzersiz bir ipucu.
uk: TODO: Concrete example 2
vi: TODO: Ví dụ cụ thể 2
zh_hans: 关于：幅度

# ed_math_statistics_amplitude_uc3_title
source: TODO
de: Beispiel 1
el: Σχετικά: Αμπλιτούδα
hu: Használati esetek
id: Tentang: Amplitudo
ko: 도구의 의도와 관련된 고유한 팁.
no: Om: Amplitude
pl: O programie: Amplituda
pt_pt: Uma dica única relacionada à intenção da ferramenta.
ro: Despre: Amplitudine
ru: Уникальный совет, связанный с намерением инструмента.
tr: Hakkında: Amplitüd
uk: TODO: Concrete example 1
zh_hans: 用例

# ed_math_statistics_amplitude_uc3_text
source: TODO: Exemple concret 3
af: TODO: Konkrete voorbeeld 3
bg: TODO: Конкретен пример 3
cs: TODO: Konkrétní příklad 3
da: TODO: Konkret eksempel 3
de: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 3
es: TODO: Ejemplo concreto 3
fi: TODO: Konkreettinen esimerkki 3
fil: TODO: Halimbawa ng konkretong 3
hu: Egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: Contoh konkret 3
it: TODO: Esempio concreto 3
ja: 具体例 1
ko: 에 대한: 진폭
nl: TODO: Concreet voorbeeld 3
no: Bruksområde
pl: Przykład konkretny 3
pt_pt: TODO: Exemplo concreto 3
ro: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: TODO: Concrete example 3
sv: TODO: Konkreta exempel 3
sw: TODO: Mfano halisi 3
tr: TODO: Somut örnek 1
uk: Конкретний приклад 2
vi: TODO: Ví dụ cụ thể 3
zh_hans: TODO: 具体示例 1

# ed_math_statistics_amplitude_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Това, което получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Ciò che ottieni
ja: 具体例 1
ko: 구체적인 예 2
nl: Wat u krijgt
no: Konkret eksempel 1
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: Что вы получаете
sk: What you get
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_amplitude_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf die uitvoer presies.
bg: TODO: Прецизно опишете изхода.
cs: TODO: Přesně popište výstup.
da: TODO: Beskriv præcist outputtet.
de: Konkretes Beispiel 3
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: TODO: Describir con precisión la salida.
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: Példa 3
id: Kasus penggunaan
it: TODO: Descrivere precisamente l'output.
ja: TODO: 出力を正確に説明してください。
ko: TODO: 출력을 정확히 설명하세요.
nl: TODO: Beschrijf de output precies.
no: TODO: Beskriv nøyaktig utdataene.
pl: TODO: Dokładnie opisz wynik.
pt_pt: TODO: Descrever precisamente a saída.
ro: Caz de utilizare
ru: TODO: Точно опишите вывод.
sk: TODO: Describe the output precisely.
sv: TODO: Beskriv noggrant utdata.
sw: TODO: Eleza kwa usahihi matokeo.
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: Конкретний приклад 3
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO: 精确描述输出。

# ed_math_statistics_amplitude_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Wat is die doel van hierdie uitvoer.
bg: TODO: Каква е целта на този изход.
cs: TODO: K čemu slouží tento výstup.
da: TODO: Hvad er formålet med dette output.
de: Beispiel 2
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: Para qué sirve esta salida.
fi: TODO: Mihin tämä tulos liittyy.
fil: TODO: Ano ang gamit ng output na ito.
hu: A kimenet pontos leírása.
id: TODO: Apa fungsi keluaran ini.
it: TODO: A cosa serve questo output.
ja: 具体例 2
ko: TODO: 이 출력의 용도는 무엇인가요.
nl: TODO: Waar deze output voor dient.
no: TODO: Hva er formålet med denne utdataen.
pl: TODO: Do czego służy ten wynik.
pt_pt: TODO: Para que serve esta saída.
ro: TODO: La ce folosește această ieșire.
ru: TODO: Для чего нужен этот вывод.
sk: TODO: What this output is for.
sv: TODO: Vad är syftet med denna utdata.
sw: TODO: Je, ni nini hii inatumikia.
tr: TODO: Bu çıktının amacı nedir.
uk: Точно описати вихід.
vi: TODO: Đầu ra này có tác dụng gì.
zh_hans: 精确描述输出。

# ed_math_statistics_amplitude_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 具体例 2
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limitações e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limitations and points of attention
sv: Begränsningar och punkter att tänka på
sw: Mipaka na maeneo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_amplitude_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Frequently asked questions
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_statistics_amplitude_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_statistics_amplitude_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n Unieke wenk wat verband hou met die doel van die instrument.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: TODO: Jedinečný tip související s účelem nástroje.
da: TODO: Et unikt tip relateret til værktøjets intention.
de: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: TODO: Μια μοναδική συμβουλή σχετική με την πρόθεση του εργαλείου.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki työkalun tarkoitukseen liittyen.
fil: TODO: Isang natatanging tip na may kaugnayan sa layunin ng tool.
hu: Egy egyedi trükk, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tip unik terkait dengan niat alat ini.
it: TODO: Un trucco unico legato all'intenzione dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 독특한 팁.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: Wskazówka
pt_pt: TODO: Uma dica única relacionada à intenção da ferramenta.
ro: TODO: Un sfat unic legat de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: TODO: Unique tip related to the tool's intent.
sv: TODO: Ett unikt tips relaterat till verktygets avsikt.
sw: TODO: Kidokezo cha kipekee kinachohusiana na kusudi la chombo.
tr: TODO: Araçla ilgili benzersiz bir ipucu.
uk: Порада
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: 一个与工具意图相关的独特提示。

# ed_math_statistics_mean_title
source: À propos : Moyenne
af: Oor: Gemiddelde
bg: Относно: Средно
cs: O aplikaci: Průměr
da: Om: Gennemsnit
de: Über: Durchschnitt
el: Σχετικά: Μέσος όρος
es: Acerca de: Promedio
fi: Tietoa: Keskiarvo
fil: Tungkol sa: Average
hu: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: Tentang: Rata-rata
it: A proposito: Media
ja: について：平均
ko: 정보: 평균
nl: Over: Gemiddelde
no: Om: Gjennomsnitt
pl: TODO: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: Sobre: Média
ro: Despre: Medie
ru: О программе: Среднее
sk: About: Average
sv: Om: Medel
sw: Kuhusu: Moyenne
tr: Hakkında: Ortalama
uk: Про: Середнє
vi: Về: Trung bình
zh_hans: 关于：平均值

# ed_math_statistics_mean_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie instrument (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Опишете точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: TODO: Přesně popište cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: TODO: Beskriv det præcise formål med dette værktøj (unik intention, ikke en parafrase af en anden).
de: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφράση άλλου).
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (ainutlaatuinen tarkoitus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: Rólunk: Átlag
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: TODO: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: TODO: このツールの正確な目的を説明してください（ユニークな意図、他のものの言い換えではない）。
ko: TODO: 이 도구의 정확한 목적을 설명하세요 (독특한 의도, 다른 것의 패러프레이즈가 아님).
nl: TODO: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: TODO: Beskriv det eksakte målet med dette verktøyet (unik hensikt, ikke en omskrivning av noe annet).
pl: Na temat: Średnia
pt_pt: TODO: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: TODO: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: TODO: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
sv: TODO: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: TODO: Bu aracın tam amacını tanımlayın (benzersiz niyet, başka birinin parafrazı değil).
uk: Про нас: Середнє
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định duy nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO: 描述该工具的确切目标（独特意图，而不是其他的释义）。

# ed_math_statistics_mean_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: A unique tip related to the tool's intent.
id: Kasus penggunaan
it: Casi d'uso
ja: このツールの正確な目的を説明してください（ユニークな意図、他のものの言い換えではない）。
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: TODO: Opisz dokładny cel tego narzędzia (unikalna intencja, nie parafraza innego).
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Use case
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_statistics_mean_uc1_text
source: TODO: Exemple concret 1
af: TODO: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 1
cs: TODO: Konkrétní příklad 1
da: TODO: Konkret eksempel 1
de: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 1
es: TODO: Ejemplo concreto 1
fi: TODO: Konkreettinen esimerkki 1
fil: TODO: Halimbawa ng konkretong 1
hu: Használati esetek
id: TODO: Contoh konkret 1
it: TODO: Esempio concreto 1
ja: TODO: 具体例 1
ko: TODO: 구체적인 예 1
nl: TODO: Concreet voorbeeld 1
no: TODO: Konkret eksempel 1
pl: TODO: Przykład konkretny 1
pt_pt: TODO: Exemplo concreto 1
ro: TODO: Exemplu concret 1
ru: TODO: Конкретный пример 1
sk: TODO: Concrete example 1
sv: TODO: Konkreta exempel 1
sw: TODO: Mfano halisi 1
tr: TODO: Somut örnek 1
uk: TODO: Concrete example 1
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO: 具体示例 1

# ed_math_statistics_mean_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 2
da: TODO: Konkret eksempel 2
de: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 2
es: TODO: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 2
fil: TODO: Halimbawa ng konkretong 2
hu: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Contoh konkret 2
it: TODO: Esempio concreto 2
ja: TODO: 具体例 2
ko: TODO: 구체적인 예 2
nl: TODO: Concreet voorbeeld 2
no: TODO: Konkret eksempel 2
pl: TODO: Przykład konkretny 2
pt_pt: TODO: Exemplo concreto 2
ro: TODO: Exemplu concret 2
ru: TODO: Конкретный пример 2
sk: TODO: Concrete example 2
sv: TODO: Konkreta exempel 2
sw: TODO: Mfano halisi 2
tr: TODO: Somut örnek 2
uk: TODO: Concrete example 2
vi: TODO: Ví dụ cụ thể 2
zh_hans: TODO: 具体示例 2

# ed_math_statistics_mean_uc3_text
source: TODO: Exemple concret 3
af: TODO: Konkrete voorbeeld 3
bg: TODO: Конкретен пример 3
cs: TODO: Konkrétní příklad 3
da: TODO: Konkret eksempel 3
de: Was Sie erhalten
el: TODO: Συγκεκριμένο παράδειγμα 3
es: TODO: Ejemplo concreto 3
fi: TODO: Konkreettinen esimerkki 3
fil: TODO: Halimbawa ng konkretong 3
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: TODO: Esempio concreto 3
ja: TODO: 具体例 3
ko: TODO: 구체적인 예 3
nl: TODO: Concreet voorbeeld 3
no: TODO: Konkret eksempel 3
pl: TODO: Przykład konkretny 3
pt_pt: TODO: Exemplo concreto 3
ro: TODO: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: TODO: Concrete example 3
sv: TODO: Konkreta exempel 3
sw: Mfano halisi 3
tr: TODO: Somut örnek 3
uk: TODO: Concrete example 3
vi: TODO: Ví dụ cụ thể 3
zh_hans: 您获得的内容

# ed_math_statistics_mean_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Това, което получавате
cs: Co získáte
da: Det du får
de: Konkretes Beispiel 2
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: TODO: Konkretna ilustracja 3
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: What you get
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: What you get
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_mean_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf die uitvoer presies.
bg: TODO: Прецизно опишете изхода.
cs: TODO: Přesně popište výstup.
da: TODO: Beskriv præcist outputtet.
de: Konkretes Beispiel 2
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: TODO: Describir con precisión la salida.
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: Egy konkrét példa 2
id: TODO: Deskripsikan dengan tepat keluaran.
it: TODO: Descrivere precisamente l'output.
ja: あなたが得るもの
ko: TODO: 출력을 정확히 설명하세요.
nl: TODO: Beschrijf de output precies.
no: TODO: Beskriv nøyaktig utdataene.
pl: To, co otrzymujesz
pt_pt: TODO: Descrever precisamente a saída.
ro: TODO: Descrieți precis ieșirea.
ru: TODO: Точно опишите вывод.
sk: TODO: Describe the output precisely.
sv: TODO: Beskriv noggrant utdata.
sw: Kuelezea kwa usahihi matokeo.
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: Що ви отримуєте
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO: 精确描述输出。

# ed_math_statistics_mean_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Wat is die doel van hierdie uitvoer.
bg: TODO: Каква е целта на този изход.
cs: TODO: K čemu slouží tento výstup.
da: TODO: Hvad er formålet med dette output.
de: Grenzen und Punkte der Aufmerksamkeit
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: Para qué sirve esta salida.
fi: TODO: Mihin tämä tulos on hyödyllinen.
fil: TODO: Ano ang gamit ng output na ito.
hu: TODO: Mire jó ez a kimenet.
id: TODO: Apa fungsi keluaran ini.
it: TODO: A cosa serve questo output.
ja: ツールの意図に関連するユニークなヒント。
ko: TODO: 이 출력의 용도는 무엇인가요.
nl: TODO: Waar is deze output voor?
no: TODO: Hva er formålet med denne utdataen.
pl: TODO: Dokładnie opisz wynik.
pt_pt: TODO: Para que serve esta saída.
ro: TODO: La ce folosește această ieșire.
ru: TODO: Для чего нужен этот вывод.
sk: TODO: What this output is for.
sv: TODO: Vad är syftet med denna utdata.
sw: Matumizi ya matokeo haya.
tr: TODO: Bu çıktının amacı nedir.
uk: Що ви отримуєте
vi: TODO: Đầu ra này có tác dụng gì.
zh_hans: TODO: 这个输出的用途。

# ed_math_statistics_mean_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Was Sie erhalten
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 出力を正確に説明してください。
ko: 제한 사항 및 주의 사항
nl: Limieten en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: TODO: Do czego służy ten wynik.
pt_pt: Limitações e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limitations and points of attention
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Limits and points of attention
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_mean_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Beschreiben Sie die Ausgabe genau.
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: TODO.
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Frequently asked questions
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_statistics_mean_tip_title
source: Astuce
af: Wenk
bg: Tip
cs: Tip
da: Tip
de: Tipp
el: Τέχνασμα
es: Consejo
fi: Vinkki
fil: Tip
hu: Gyakori kérdések
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tip
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_statistics_mean_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n Unieke wenk wat verband hou met die doel van die hulpmiddel.
bg: Съвет
cs: Jedinečný tip související s účelem nástroje.
da: En unik tip relateret til værktøjets hensigt.
de: TODO: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: TODO: Μια μοναδική τεχνική που σχετίζεται με την πρόθεση του εργαλείου.
es: Una consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki, joka liittyy työkalun tarkoitukseen.
fil: TODO: Isang natatanging tip na may kaugnayan sa layunin ng tool.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tip unik terkait dengan niat alat ini.
it: TODO: Un suggerimento unico legato all'intento dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 독특한 팁.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
no: Tips
pl: Wskazówka
pt_pt: TODO: Uma dica única relacionada à intenção da ferramenta.
ro: TODO: Un sfat unic legat de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: Jedinečný tip súvisiaci s účelom nástroja.
sv: TODO: En unik tips relaterad till verktygets avsikt.
sw: Njia moja ya kipekee inayohusiana na kusudi la chombo hiki.
tr: TODO: Araçla ilgili benzersiz bir ipucu.
uk: TODO: Унікальна порада, пов'язана з наміром інструменту.
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: 提示

# ed_math_statistics_median_title
source: À propos : Médiane
af: Oor: Mediaan
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: O aplikaci: Medián
da: Om: Median
de: Über: Median
el: Σχετικά: Διάμεσος
es: Acerca de: Mediana
fi: Tietoja: Mediaani
fil: Tungkol sa: Median
hu: A következőkről: Medián
id: Tentang: Median
it: Informazioni: Mediana
ja: ヒント
ko: 정보: 중앙값
nl: Over: Mediaan
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: TODO: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: Sobre: Mediana
ro: Despre: Mediana
ru: О программе: Медиана
sk: About: Median
sv: Om: Median
sw: Kuhusu: Kati
tr: Hakkında: Medyan
uk: Про: Медіана
vi: Về chúng tôi: Trung vị
zh_hans: 关于：中位数
