Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# cum_naive_definition_sub
source: Additionner des pourcentages est souvent faux : l’effet réel est composé.
af: Die byvoeging van persentasies is dikwels verkeerd : die werklike effek is samestellend.
bg: Събирането на проценти често е неправилно : реалният ефект е комплексен.
cs: Sčítání procent je často chybné: skutečný efekt je složený.
da: At lægge procenter sammen er ofte forkert: den reelle effekt er sammensat.
de: Das Addieren von Prozentsätzen ist oft falsch: der tatsächliche Effekt ist zusammengesetzt.
el: Η πρόσθεση ποσοστών είναι συχνά λανθασμένη : η πραγματική επίδραση είναι συνθετική.
es: Sumar porcentajes a menudo es incorrecto: el efecto real es compuesto.
fi: Prosenttien yhdisteleminen on usein väärin: todellinen vaikutus on koostuva.
fil: Ang pagdaragdag ng mga porsyento ay kadalasang mali : ang tunay na epekto ay komposisyon.
hu: A százalékok összeadása gyakran téves: a tényleges hatás komponált.
id: Menjumlahkan persentase sering kali salah : efek nyata adalah komposisi.
it: Sommare percentuali è spesso errato: l'effetto reale è composto.
ja: パーセンテージを加算することはしばしば誤りです: 実際の効果は複合的です。
ko: 비율을 더하는 것은 종종 잘못된 결과를 초래합니다: 실제 효과는 복합적입니다.
nl: Het optellen van percentages is vaak fout: het werkelijke effect is samengesteld.
no: Å legge sammen prosentandeler er ofte feil: den reelle effekten er sammensatt.
pl: Dodawanie procentów jest często błędne: rzeczywisty efekt jest złożony.
pt_pt: Adicionar percentagens é muitas vezes errado : o efeito real é composto.
ro: Adunarea procentelor este adesea greșită : efectul real este compus.
ru: Сложение процентов часто неверно: реальный эффект составной.
sk: Sčítanie percent je často nesprávne: skutočný efekt je zložený.
sv: Att addera procent är ofta fel: den verkliga effekten är sammansatt.
sw: Kuongeza asilimia mara nyingi ni makosa : athari halisi ni iliyokusanywa.
tr: Yüzdeleri toplamak genellikle yanlıştır: gerçek etki bileşiktir.
uk: Додавання відсотків часто є неправильним: реальний ефект є складним.
vi: Cộng các phần trăm thường là sai : hiệu ứng thực tế là tích lũy.
zh_hans: 相加百分比通常是错误的：实际效果是复合的。

# cum_naive_step1
source: Transformez chaque pourcentage en coefficient : 1 + p/100.
af: Transformeer elke persentasie in 'n koëffisiënt : <strong>1 + p/100.
bg: Преобразувайте всеки процент в коефициент : <strong>1 + p/100.
cs: Převést každé procento na koeficient: 1 + p/100.
da: Transformér hver procent til en koefficient: 1 + p/100.
de: Wandeln Sie jeden Prozentsatz in einen Koeffizienten um: 1 + p/100.
el: Μετατρέψτε κάθε ποσοστό σε συντελεστή : <strong>1 + p/100.
es: Transforma cada porcentaje en coeficiente: 1 + p/100.
fi: Muunna jokainen prosentti kertoimeksi: 1 + p/100.
fil: I-transform ang bawat porsyento sa coefficient : 1 + p/100.
hu: Alakítsa át minden százalékot egy tényezővé: 1 + p/100.
id: Ubah setiap persentase menjadi koefisien : <strong>1 + p/100.
it: Trasformate ogni percentuale in coefficiente: 1 + p/100.
ja: 各パーセンテージを係数に変換します: 1 + p/100。
ko: 각 비율을 계수로 변환하세요: <strong>1 + p/100.
nl: Zet elk percentage om in een coëfficiënt: 1 + p/100.
no: Transformér hver prosentandel til en koeffisient: 1 + p/100.
pl: Przekształć każdy procent w współczynnik: 1 + p/100.
pt_pt: Transforme cada percentagem em coeficiente : 1 + p/100.
ro: Transformați fiecare procent în coeficient : 1 + p/100.
ru: Преобразуйте каждый процент в коэффициент: 1 + p/100.
sk: Premeňte každé percento na koeficient: 1 + p/100.
sv: Omvandla varje procent till koefficient: 1 + p/100.
sw: Badilisha kila asilimia kuwa coefficient : 1 + p/100.
tr: Her yüzdeleri katsayıya dönüştürün: <strong>1 + p/100.
uk: Перетворіть кожен відсоток у коефіцієнт: 1 + p/100.
vi: Chuyển đổi mỗi phần trăm thành hệ số : <strong>1 + p/100.
zh_hans: 将每个百分比转换为系数：<strong>1 + p/100。

# cum_naive_step2
source: Multipliez les coefficients pour obtenir l’effet cumulé.
af: Vermenigvuldig die koëffisiënte om die saamgestelde effek te verkry.
bg: Умножете коефициентите, за да получите кумулативния ефект.
cs: Násobte koeficienty, abyste získali kumulovaný efekt.
da: Multiplicer koefficienterne for at få den samlede effekt.
de: Multiplizieren Sie die Koeffizienten, um den kumulierten Effekt zu erhalten.
el: Πολλαπλασιάστε τους συντελεστές για να αποκτήσετε την σωρευτική επίδραση.
es: Multiplica los coeficientes para obtener el efecto acumulado.
fi: Kerro kertoimet saadaksesi kumulatiivinen vaikutus.
fil: I-multiply ang mga coefficient upang makuha ang pinagsamang epekto.
hu: Szorozza meg a tényezőket a kumulált hatás eléréséhez.
id: Kalikan koefisien untuk mendapatkan efek kumulatif.
it: Moltiplicate i coefficienti per ottenere l'effetto cumulato.
ja: 係数を掛け合わせて累積効果を得ます。
ko: 계수를 곱하여 누적 효과를 얻으세요.
nl: Vermenigvuldig de coëfficiënten om het cumulatieve effect te verkrijgen.
no: Multipliser koeffisientene for å få den kumulative effekten.
pl: Pomnóż współczynniki, aby uzyskać efekt skumulowany.
pt_pt: Multiplique os coeficientes para obter o efeito acumulado.
ro: Înmulțiți coeficientii pentru a obține efectul cumulativ.
ru: Умножьте коэффициенты, чтобы получить совокупный эффект.
sk: Násobte koeficienty, aby ste získali kumulovaný efekt.
sv: Multiplicera koefficienterna för att få den kumulativa effekten.
sw: Weka coefficients ili kupata athari iliyokusanywa.
tr: Kümülatif etkiyi elde etmek için katsayıları çarpın.
uk: Помножте коефіцієнти, щоб отримати накопичений ефект.
vi: Nhân các hệ số để có được hiệu ứng tích lũy.
zh_hans: 将系数相乘以获得累积效果。

# cum_naive_step3
source: Comparez avec l’addition naïve : p1 + p2.
af: Vergelyk met die naïewe byvoeging : <strong>p1 + p2.
bg: Сравнете с наивното събиране : <strong>p1 + p2.
cs: Porovnejte s naivním součtem: p1 + p2.
da: Sammenlign med den naive addition: p1 + p2.
de: Vergleichen Sie mit der naiven Addition: p1 + p2.
el: Συγκρίνετε με την ναΐφ πρόσθεση : <strong>p1 + p2.
es: Compara con la suma naïve: p1 + p2.
fi: Vertaile yksinkertaiseen yhteenlaskentaan: p1 + p2.
fil: Ihambing sa naïve na pagdaragdag : p1 + p2.
hu: Hasonlítsa össze a naiv összegzéssel: p1 + p2.
id: Bandingkan dengan penjumlahan naif : <strong>p1 + p2.
it: Confrontate con l'addizione naïve: p1 + p2.
ja: ナイーブな加算と比較します: p1 + p2。
ko: 단순 합계와 비교하세요: <strong>p1 + p2.
nl: Vergelijk met de naïeve optelling: p1 + p2.
no: Sammenlign med den naive summen: p1 + p2.
pl: Porównaj z naiwnym dodawaniem: p1 + p2.
pt_pt: Compare com a adição ingénua : p1 + p2.
ro: Comparați cu adunarea naivă : p1 + p2.
ru: Сравните с наивным сложением: p1 + p2.
sk: Porovnajte s naivným sčítaním: p1 + p2.
sv: Jämför med den naiva additionen: p1 + p2.
sw: Linganisha na kuongeza rahisi : p1 + p2.
tr: Naif toplama ile karşılaştırın: <strong>p1 + p2.
uk: Порівняйте з наївним додаванням: p1 + p2.
vi: So sánh với phép cộng naïve : <strong>p1 + p2.
zh_hans: 与天真的相加进行比较：<strong>p1 + p2。

# cum_naive_note
source: Exemple : +10% puis +10% → cumulé = ×1,1×1,1 = ×1,21 (+21%), pas +20%.
af: Voorbeeld : +10% dan +10% → saamgestel = ×1,1×1,1 = ×1,21 (+21%), nie +20% nie.
bg: Пример : +10% след това +10% → кумулативно = ×1,1×1,1 = ×1,21 (+21%), не +20%.
cs: Příklad: +10% a poté +10% → kumulovaný = ×1,1×1,1 = ×1,21 (+21%), ne +20%.
da: Eksempel: +10% derefter +10% → samlet = ×1,1×1,1 = ×1,21 (+21%), ikke +20%.
de: Beispiel: +10% dann +10% → kumuliert = ×1,1×1,1 = ×1,21 (+21%), nicht +20%.
el: Παράδειγμα : +10% και στη συνέχεια +10% → σωρευτικά = ×1,1×1,1 = ×1,21 (+21%), όχι +20%.
es: Ejemplo: +10% luego +10% → acumulado = ×1,1×1,1 = ×1,21 (+21%), no +20%.
fi: Esimerkki: +10% ja sitten +10% → kumulatiivinen = ×1,1×1,1 = ×1,21 (+21%), ei +20%.
fil: Halimbawa : +10% pagkatapos +10% → pinagsama = ×1,1×1,1 = ×1,21 (+21%), hindi +20%.
hu: Példa: +10% majd +10% → kumulált = ×1,1×1,1 = ×1,21 (+21%), nem +20%.
id: Contoh : +10% kemudian +10% → kumulatif = ×1,1×1,1 = ×1,21 (+21%), bukan +20%.
it: Esempio: +10% poi +10% → cumulato = ×1,1×1,1 = ×1,21 (+21%), non +20%.
ja: 例: +10% そして +10% → 累積 = ×1.1×1.1 = ×1.21 (+21%)、+20% ではありません。
ko: 예: +10% 후 +10% → 누적 = ×1.1×1.1 = ×1.21 (+21%), +20%가 아님.
nl: Voorbeeld: +10% dan +10% → cumulatief = ×1,1×1,1 = ×1,21 (+21%), niet +20%.
no: Eksempel: +10% deretter +10% → kumulert = ×1,1×1,1 = ×1,21 (+21%), ikke +20%.
pl: Przykład: +10% a następnie +10% → skumulowane = ×1,1×1,1 = ×1,21 (+21%), a nie +20%.
pt_pt: Exemplo : +10% depois +10% → acumulado = ×1,1×1,1 = ×1,21 (+21%), não +20%.
ro: Exemplu : +10% apoi +10% → cumulată = ×1,1×1,1 = ×1,21 (+21%), nu +20%.
ru: Пример: +10% затем +10% → совокупный = ×1,1×1,1 = ×1,21 (+21%), не +20%.
sk: Príklad: +10% potom +10% → kumulovaný = ×1,1×1,1 = ×1,21 (+21%), nie +20%.
sv: Exempel: +10% sedan +10% → kumulativ = ×1,1×1,1 = ×1,21 (+21%), inte +20%.
sw: Mfano : +10% kisha +10% → iliyokusanywa = ×1,1×1,1 = ×1,21 (+21%), si +20%.
tr: Örnek: +10% ardından +10% → kümülatif = ×1,1×1,1 = ×1,21 (+21%), +20% değil.
uk: Приклад: +10% потім +10% → накопичений = ×1,1×1,1 = ×1,21 (+21%), не +20%.
vi: Ví dụ : +10% sau đó +10% → tích lũy = ×1,1×1,1 = ×1,21 (+21%), không phải +20%.
zh_hans: 示例：+10% 然后 +10% → 累积 = ×1.1×1.1 = ×1.21 (+21%)，而不是 +20%。

# pct_equiv_title
source: Pourcentage équivalent
af: Gelyke persentasie
bg: Съответен процент
cs: Ekvivalentní procento
da: Ækvivalent procentdel
de: Entsprechender Prozentsatz
el: Ισοδύναμο ποσοστό
es: Porcentaje equivalente
fi: Vastaava prosentti
fil: Katumbas na porsyento
hu: Egyenértékű százalék
id: Persentase setara
it: Percentuale equivalente
ja: 同等の割合
ko: 동등한 비율
nl: Gelijkwaardig percentage
no: Tilsvarede prosentandel
pl: Procent równoważny
pt_pt: Percentagem equivalente
ro: Procentaj echivalent
ru: Эквивалентный процент
sk: Zodpovedajúce percento
sv: Motsvarande procentandel
sw: Motsvarande procentandel
tr: Eşdeğer yüzde
uk: Equivalent percentage
vi: Tỷ lệ tương đương
zh_hans: 等效百分比

# pct_equiv_subtitle
source: Calculer le taux unique équivalent à plusieurs variations successives.
af: Bereken die unieke koers wat gelyk is aan verskeie opeenvolgende variasies.
bg: Изчислете единен процент, еквивалентен на няколко последователни вариации.
cs: Vypočítejte ekvivalentní jednotkovou sazbu pro několik po sobě jdoucích změn.
da: Beregn den unikke sats, der svarer til flere successive variationer.
de: Berechnen Sie den einzigartigen Satz, der mehreren aufeinanderfolgenden Variationen entspricht.
el: Υπολογίστε τον μοναδικό συντελεστή που είναι ισοδύναμος με πολλές διαδοχικές μεταβολές.
es: Calcula la tasa única equivalente a varias variaciones sucesivas.
fi: Laske yksinkertainen korko, joka vastaa useita peräkkäisiä muutoksia.
fil: Kalkulahin ang natatanging rate na katumbas ng maraming sunud-sunod na pagbabago.
hu: Számolja ki az egyenértékű egyedi rátát több egymást követő változásra.
id: Hitung tingkat unik yang setara dengan beberapa variasi berturut-turut.
it: Calcolare il tasso unico equivalente a più variazioni successive.
ja: 複数の連続した変化に相当する単一の率を計算します。
ko: 여러 번의 변동에 해당하는 단일 비율을 계산하세요.
nl: Bereken het unieke tarief dat gelijk is aan meerdere opeenvolgende variaties.
no: Beregn den unike satsen som er ekvivalent med flere påfølgende variasjoner.
pl: Oblicz równoważną stawkę unikalną dla kilku kolejnych zmian.
pt_pt: Calcule a taxa única equivalente a várias variações sucessivas.
ro: Calculați rata unică echivalentă cu mai multe variații succesive.
ru: Вычислите единую ставку, эквивалентную нескольким последовательным изменениям.
sk: Vypočítajte ekvivalentnú jednotkovú sadzbu pre viacero po sebe idúcich zmien.
sv: Beräkna den unika räntan som motsvarar flera successiva variationer.
sw: Hesabu kiwango kimoja kinacholingana na mabadiliko kadhaa ya mfululizo.
tr: Birden fazla ardışık değişim için eşdeğer tek oranı hesaplayın.
uk: Обчисліть єдиний відсоток, еквівалентний кільком послідовним змінам.
vi: Tính tỷ lệ duy nhất tương đương với nhiều biến động liên tiếp.
zh_hans: 计算等效于多个连续变化的单一利率。

# pct_equiv_base
source: Valeur de base
af: Basiese waarde
bg: Основна стойност
cs: Základní hodnota
da: Basisværdi
de: Basiswert
el: Βασική αξία
es: Valor base
fi: Perusarvo
fil: Pangunahing halaga
hu: Alapérték
id: Nilai dasar
it: Valore di base
ja: 基本値
ko: 기본 값
nl: Basiswaarde
no: Grunnverdi
pl: Wartość podstawowa
pt_pt: Valor base
ro: Valoare de bază
ru: Базовое значение
sk: Základná hodnota
sv: Grundvärde
sw: Grundvärde
tr: Temel değer
uk: Base value
vi: Giá trị cơ bản
zh_hans: 基础值

# pct_equiv_base_hint
source: Optionnel mais utile pour visualiser l’impact (valeur finale).
af: Opsioneel maar nuttig om die impak (eindwaarde) te visualiseer.
bg: По избор, но полезно за визуализиране на въздействието (крайна стойност).
cs: Volitelné, ale užitečné pro vizualizaci dopadu (konečná hodnota).
da: Valgfrit, men nyttigt for at visualisere påvirkningen (slutværdi).
de: Optional, aber nützlich, um die Auswirkungen (Endwert) zu visualisieren.
el: Προαιρετικό αλλά χρήσιμο για να οπτικοποιήσετε την επίδραση (τελική τιμή).
es: Opcional pero útil para visualizar el impacto (valor final).
fi: Valinnainen mutta hyödyllinen vaikutuksen visualisoimiseksi (loppuarvo).
fil: Opsyonal ngunit kapaki-pakinabang para sa pag-visualize ng epekto (panghuling halaga).
hu: Opcionális, de hasznos a hatás vizualizálásához (végső érték).
id: Opsional tetapi berguna untuk memvisualisasikan dampak (nilai akhir).
it: Opzionale ma utile per visualizzare l'impatto (valore finale).
ja: オプションですが、影響を視覚化するのに役立ちます（最終値）。
ko: 선택 사항이지만 영향을 시각화하는 데 유용합니다 (최종 값).
nl: Optioneel maar nuttig om de impact (eindwaarde) te visualiseren.
no: Valgfritt, men nyttig for å visualisere innvirkningen (sluttverdi).
pl: Opcjonalne, ale przydatne do wizualizacji wpływu (wartość końcowa).
pt_pt: Opcional mas útil para visualizar o impacto (valor final).
ro: Opțional, dar util pentru a vizualiza impactul (valoarea finală).
ru: Необязательно, но полезно для визуализации влияния (конечная стоимость).
sk: Voliteľné, ale užitočné na vizualizáciu dopadu (konečná hodnota).
sv: Valfritt men användbart för att visualisera påverkan (slutvärde).
sw: Hiari lakini muhimu kwa kuonyesha athari (thamani ya mwisho).
tr: Görselleştirmek için faydalı ama isteğe bağlı (son değer).
uk: Необов'язково, але корисно для візуалізації впливу (кінцева вартість).
vi: Tùy chọn nhưng hữu ích để hình dung tác động (giá trị cuối cùng).
zh_hans: 可选但有助于可视化影响（最终值）。

# pct_equiv_list_label
source: Variations successives
af: Opvolgende variasies
bg: Последователни вариации
cs: Po sobě jdoucí varianty
da: Succeedende variationer
de: Nachfolgende Variationen
el: Διαδοχικές παραλλαγές
es: Variaciones sucesivas
fi: Peräkkäiset variaatiot
fil: Sunod-sunod na pagbabago
hu: Soron következő változatok
id: Variasi berturut-turut
it: Variazioni successive
ja: 連続するバリエーション
ko: 연속적인 변형
nl: Opeenvolgende variaties
no: Suksessive variasjoner
pl: Kolejne wariacje
pt_pt: Variações sucessivas
ro: Variatii succesive
ru: Последовательные вариации
sk: Postupné variácie
sv: Successiva variationer
sw: Successiva variationer
tr: Sürekli varyasyonlar
uk: Successive variations
vi: Biến thể liên tiếp
zh_hans: 连续变化

# pct_equiv_item_label
source: Variation
af: Variasie
bg: Вариация
cs: Varianta
el: Παραλλαγή
es: Variación
fi: Vaihtoehto
fil: Bersyon
hu: Változat
id: Variasi
it: Variazione
ja: バリエーション
ko: 변형
nl: Variatie
no: Variasjon
pl: Wariacja
pt_pt: Variação
ro: Varianta
ru: Вариация
sk: Variácia
tr: Varyasyon
vi: Biến thể
zh_hans: 变体

# pct_equiv_remove_aria
source: Supprimer
af: Verwyder
bg: Изтрий
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fil: Tanggalin
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Ta bort
sw: Ta bort
tr: Silmek
uk: Delete
vi: Xóa
zh_hans: 删除

# pct_equiv_add
source: Ajouter une variation
af: Voeg 'n variasie by
bg: Добавете вариант
cs: Přidat variantu
da: Tilføj en variation
de: Variation hinzufügen
el: Προσθέστε μια παραλλαγή
es: Agregar una variación
fi: Lisää muunnelma
fil: Magdagdag ng isang bersyon
hu: Változat hozzáadása
id: Tambahkan variasi
it: Aggiungi una variazione
ja: バリエーションを追加する
ko: 변형 추가
nl: Voeg een variatie toe
no: Legg til en variasjon
pl: Dodaj wariant
pt_pt: Adicionar uma variação
ro: Adăugați o variație
ru: Добавить вариант
sk: Pridať variantu
sv: Lägg till en variation
sw: Lägg till en variation
tr: Bir varyasyon ekle
uk: Add a variation
vi: Thêm một biến thể
zh_hans: 添加一个变体

# pct_equiv_clear
source: Vider
af: Leeg
bg: Изчисти
cs: Vyprázdnit
da: Tøm
de: Leeren
el: Άδειασμα
es: Vaciar
fi: Tyhjennä
fil: I-clear
hu: Kiürít
id: Kosongkan
it: Svuotare
ja: 空にする
ko: 비우기
nl: Leegmaken
no: Tømme
pl: Opróżnij
pt_pt: Esvaziar
ro: Goliți
ru: Очистить
sk: Vyprázdniť
sv: Tömma
sw: Tömma
tr: Boşalt
uk: Empty
vi: Xóa sạch
zh_hans: 清空

# pct_equiv_list_hint
source: Ajoutez autant de pourcentages que nécessaire (hausse ou baisse).
af: Voeg soveel persentasies by as wat nodig is (styg of daal).
bg: Добавете толкова проценти, колкото е необходимо (увеличение или намаление).
cs: Přidejte tolik procent, kolik je potřeba (nárůst nebo pokles).
da: Tilføj så mange procenter som nødvendigt (stigning eller fald).
de: Fügen Sie so viele Prozentsätze hinzu, wie nötig (Steigerung oder Senkung).
el: Προσθέστε τόσα ποσοστά όσο χρειάζεται (αύξηση ή μείωση).
es: Agrega tantos porcentajes como sea necesario (aumento o disminución).
fi: Lisää niin monta prosenttia kuin tarpeen (nousu tai lasku).
fil: Magdagdag ng maraming porsyento hangga't kinakailangan (pagtaas o pagbaba).
hu: Adjon hozzá annyi százalékot, amennyire szüksége van (növekedés vagy csökkenés).
id: Tambahkan sebanyak mungkin persentase yang diperlukan (kenaikan atau penurunan).
it: Aggiungete quante più percentuali necessarie (aumento o diminuzione).
ja: 必要に応じてパーセンテージを追加します（上昇または下降）。
ko: 필요한 만큼 비율을 추가하세요 (상승 또는 하락).
nl: Voeg zoveel percentages toe als nodig is (stijging of daling).
no: Legg til så mange prosentandeler som nødvendig (økning eller reduksjon).
pl: Dodaj tyle procentów, ile potrzebujesz (wzrost lub spadek).
pt_pt: Adicione quantas percentagens forem necessárias (aumento ou diminuição).
ro: Adăugați atâtea procente cât este necesar (creștere sau scădere).
ru: Добавьте столько процентов, сколько необходимо (увеличение или уменьшение).
sk: Pridajte toľko percent, koľko je potrebné (nárast alebo pokles).
sv: Lägg till så många procent som behövs (ökning eller minskning).
sw: Ongeza asilimia kadhaa kadri inavyohitajika (kuongezeka au kupungua).
tr: Gerekli olduğu kadar yüzdeleri ekleyin (artış veya azalış).
uk: Додайте стільки відсотків, скільки потрібно (зростання або зниження).
vi: Thêm bao nhiêu phần trăm tùy thích (tăng hoặc giảm).
zh_hans: 根据需要添加任意数量的百分比（增加或减少）。

# pct_equiv_coef_label
source: Coefficient total
af: Totale koëffisiënt
bg: Общ коефициент
cs: Celkový koeficient
da: Total koefficient
de: Gesamtkoeffizient
el: Συνολικός συντελεστής
es: Coeficiente total
fi: Kokonaiskerroin
fil: Kabuuang koepisyent
hu: Összesített együttható
id: Koefisien total
it: Coefficiente totale
ja: 合計係数
ko: 총 계수
nl: Totaalcoëfficiënt
no: Total koeffisient
pl: Współczynnik całkowity
pt_pt: Coeficiente total
ro: Coeficient total
ru: Общий коэффициент
sk: Celkový koeficient
sv: Total koefficient
sw: Total koefficient
tr: Toplam katsayı
uk: Total coefficient
vi: Hệ số tổng
zh_hans: 总系数

# pct_equiv_result_label
source: Pourcentage équivalent
af: Gelyke persentasie
bg: Съответен процент
cs: Ekvivalentní procento
da: Ækvivalent procentdel
de: Entsprechender Prozentsatz
el: Ισοδύναμο ποσοστό
es: Porcentaje equivalente
fi: Vastaava prosentti
fil: Katumbas na porsyento
hu: Egyenértékű százalék
id: Persentase setara
it: Percentuale equivalente
ja: 同等の割合
ko: 동등한 비율
nl: Gelijkwaardig percentage
no: Tilsvarede prosentandel
pl: Procent równoważny
pt_pt: Percentagem equivalente
ro: Procentaj echivalent
ru: Эквивалентный процент
sk: Zodpovedajúce percento
sv: Motsvarande procentandel
sw: Motsvarande procentandel
tr: Eşdeğer yüzde
uk: Equivalent percentage
vi: Tỷ lệ tương đương
zh_hans: 等效百分比

# pct_equiv_final_label
source: Valeur finale
af: Eindwaarde
bg: Крайна стойност
cs: Konečná hodnota
da: Slutværdi
de: Endwert
el: Τελική αξία
es: Valor final
fi: Loppuarvo
fil: Panghuling halaga
hu: Végső érték
id: Nilai akhir
it: Valore finale
ja: 最終値
ko: 최종 가치
nl: Eindwaarde
no: Sluttverdi
pl: Wartość końcowa
pt_pt: Valor final
ro: Valoare finală
ru: Конечная стоимость
sk: Konečná hodnota
sv: Slutvärde
sw: Slutvärde
tr: Sonuç değeri
uk: Final value
vi: Giá trị cuối cùng
zh_hans: 最终值

# pct_equiv_naive_note
source: Astuce : la somme naïve des % vaut INTERPOLATION%, mais l’effet réel est composé (multiplication des coefficients).
af: Wenk : die naïewe som van die % is INTERPOLATION%, maar die werklike effek is samestellend (vermenigvuldiging van die koëffisiënte).
bg: Съвет : наивната сума на % е INTERPOLATION%, но реалният ефект е комплексен (умножение на коефициентите).
cs: Tip: The naive sum of % is INTERPOLATION%, but the actual effect is compounded (multiplication of coefficients).
da: Tip: den naive sum af % er INTERPOLATION%, men den reelle effekt er sammensat (multiplikation af koefficienterne).
de: Tipp: Die naive Summe der % beträgt INTERPOLATION%, aber der tatsächliche Effekt ist zusammengesetzt (Multiplikation der Koeffizienten).
el: Συμβουλή : η ναΐφ πρόσθεση των % είναι INTERPOLATION%, αλλά η πραγματική επίδραση είναι συνθετική (πολλαπλασιασμός των συντελεστών).
es: Consejo: la suma naïve de % es INTERPOLATION%, pero el efecto real es compuesto (multiplicación de los coeficientes).
fi: Vinkki: prosenttien yksinkertainen summa on INTERPOLATION%, mutta todellinen vaikutus on koostuva (kertoimien kertominen).
fil: Tip : ang naïve na kabuuan ng % ay INTERPOLATION%, ngunit ang tunay na epekto ay komposisyon (multiplikasyon ng mga coefficient).
hu: Tipp: a naiv % összeg INTERPOLATION%, de a valós hatás összetett (a tényezők szorzása).
id: Tip : jumlah naif dari % bernilai INTERPOLATION%, tetapi efek nyata adalah komposisi (perkalian koefisien).
it: Suggerimento: la somma naïve dei % vale INTERPOLATION%, ma l'effetto reale è composto (moltiplicazione dei coefficienti).
ja: ヒント: % のナイーブな合計は INTERPOLATION%、しかし実際の効果は複合的です（係数の掛け算）。
ko: 팁: %의 단순 합계는 INTERPOLATION%, 하지만 실제 효과는 복합적입니다 (계수의 곱).
nl: Tip: de naïeve som van de % is INTERPOLATION%, maar het werkelijke effect is samengesteld (vermenigvuldiging van de coëfficiënten).
no: Tips: den naive summen av % er INTERPOLATION%, men den reelle effekten er sammensatt (multiplikasjon av koeffisientene).
pl: Wskazówka: naiwny sumaryczny % wynosi INTERPOLATION%, ale rzeczywisty efekt jest złożony (mnożenie współczynników).
pt_pt: Dica: a soma ingênua dos % é INTERPOLATION%, mas o efeito real é composto (multiplicação dos coeficientes).
ro: Sugestie: suma naivă a % este INTERPOLATION%, dar efectul real este compus (înmulțirea coeficientilor).
ru: Совет: наивная сумма % составляет INTERPOLATION%, но реальный эффект составной (умножение коэффициентов).
sk: Tip: naivná suma % je INTERPOLATION%, ale skutočný efekt je zložený (násobenie koeficientov).
sv: Tips: den naiva summan av % är INTERPOLATION%, men den verkliga effekten är sammansatt (multiplikation av koefficienterna).
sw: Kidokezo : jumla ya % za "naïf" ni INTERPOLATION%, lakini athari halisi ni iliyokusanywa (kuongeza coefficients).
tr: İpucu: naif % toplamı INTERPOLATION%, ancak gerçek etki bileşiktir (katsayıların çarpımı).
uk: Порада: наївна сума % дорівнює INTERPOLATION%, але реальний ефект є складним (множення коефіцієнтів).
vi: Mẹo : tổng naïve của % là INTERPOLATION%, nhưng hiệu ứng thực tế là tích lũy (nhân các hệ số).
zh_hans: 提示：天真的百分比总和为 INTERPOLATION%，但实际效果是复合的（系数相乘）。
