Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l10_s1_b3
source: Dans ce cas, la médiane est souvent plus représentative de la situation “typique”.
af: In hierdie geval is die mediaan dikwels meer verteenwoordigend van die “tipiese” situasie.
bg: В този случай медианата често е по-представителна за “типичната” ситуация.
cs: V takovém případě je medián často reprezentativnější pro „typickou“ situaci.
da: I dette tilfælde er medianen ofte mere repræsentativ for den “typiske” situation.
de: In diesem Fall ist der Median oft repräsentativer für die „typische“ Situation.
el: Σε αυτή την περίπτωση, η διάμεσος είναι συχνά πιο αντιπροσωπευτική της “τυπικής” κατάστασης.
es: En este caso, la mediana es a menudo más representativa de la situación “típica”.
fi: Tässä tapauksessa mediaani on usein edustavampi “tyypilliselle” tilanteelle.
fil: Sa kasong ito, ang median ay kadalasang mas kumakatawan sa “karaniwang” sitwasyon.
hu: Ebben az esetben a medián gyakran jobban reprezentálja a “tipikus” helyzetet.
id: Dalam hal ini, median seringkali lebih representatif dari situasi “tipikal”.
it: In questo caso, la mediana è spesso più rappresentativa della situazione “tipica”.
ja: この場合、中央値は「典型的な」状況をよりよく表すことが多いです。
ko: 이 경우, 중앙값이 '전형적인' 상황을 더 잘 나타내는 경우가 많습니다.
nl: In dit geval is de mediaan vaak representatiever voor de “typische” situatie.
no: I dette tilfellet er medianen ofte mer representativ for den “typiske” situasjonen.
pl: W takim przypadku mediana jest często bardziej reprezentatywna dla „typowej” sytuacji.
pt_pt: Neste caso, a mediana é frequentemente mais representativa da situação “típica”.
ro: În acest caz, mediana este adesea mai reprezentativă pentru situația „tipică”.
ru: В этом случае медиана часто более представительная для “типичной” ситуации.
sk: V takom prípade je medián často reprezentatívnejší pre „typickú“ situáciu.
sv: I detta fall är medianen ofta mer representativ för den “typiska” situationen.
sw: Katika kesi hii, median mara nyingi huwa mwakilishi zaidi wa hali “ya kawaida”.
tr: Bu durumda, medyan genellikle “tipik” durumu daha iyi temsil eder.
uk: У цьому випадку медіана часто є більш репрезентативною для “типової” ситуації.
vi: Trong trường hợp này, trung vị thường đại diện hơn cho tình huống “điển hình”.
zh_hans: 在这种情况下，中位数通常更能代表“典型”情况。

# mean_l10_s1_b4
source: Réflexe : comparer moyenne et médiane + regarder la dispersion (étendue, écart-type, quartiles).
af: Refleks: vergelyk gemiddelde en mediaan + kyk na die verspreiding (bereik, standaardafwyking, kwartiele).
bg: Рефлекс: сравни средната и медианата + погледни разсейването (обхват, стандартно отклонение, квартилите).
cs: Reflex: porovnat průměr a medián + podívat se na rozptyl (rozsah, směrodatná odchylka, kvartily).
da: Refleks: sammenlign gennemsnit og median + se på spredningen (spænd, standardafvigelse, kvartiler).
de: Reflex: Durchschnitt und Median vergleichen + die Streuung (Spannweite, Standardabweichung, Quartile) betrachten.
el: Αντανακλαστικό: σύγκρινε τον μέσο όρο και τη διάμεσο + κοίτα τη διασπορά (εύρος, τυπική απόκλιση, τεταρτημόρια).
es: Reflejo: comparar media y mediana + observar la dispersión (rango, desviación estándar, cuartiles).
fi: Refleksi: vertaa keskiarvoa ja mediaania + tarkista hajonta (ulottuvuus, keskihajonta, kvartiilit).
fil: Reaksyon: ihambing ang average at median + tingnan ang dispersion (saklaw, standard deviation, quartiles).
hu: Reflex: hasonlítsd össze az átlagot és a mediánt + nézd meg a szórást (terjedelem, szórás, kvartilisek).
id: Refleks: bandingkan rata-rata dan median + lihat dispersi (rentang, deviasi standar, kuartil).
it: Riflesso: confrontare media e mediana + guardare la dispersione (ampiezza, deviazione standard, quartili).
ja: 反射的に：平均と中央値を比較し、分散（範囲、標準偏差、四分位数）を確認します。
ko: 반사적으로: 평균과 중앙값 비교 + 분산 보기(범위, 표준편차, 사분위수).
nl: Reflex: vergelijk gemiddelde en mediaan + kijk naar de spreiding (bereik, standaarddeviatie, kwartielen).
no: Refleks: sammenligne gjennomsnitt og median + se på spredningen (rekkevidde, standardavvik, kvartiler).
pl: Refleks: porównaj średnią i medianę + sprawdź rozproszenie (zakres, odchylenie standardowe, kwartyle).
pt_pt: Reflexo: comparar média e mediana + observar a dispersão (amplitude, desvio padrão, quartis).
ro: Reflex: compară media și mediana + observă dispersia (amplitudine, deviație standard, quartile).
ru: Рефлекс: сравнивать среднее и медиану + смотреть на разброс (размах, стандартное отклонение, квартиль).
sk: Reflex: porovnať priemer a medián + pozrieť sa na rozptyl (rozsah, štandardná odchýlka, kvartily).
sv: Reflex: jämför medelvärde och median + titta på spridningen (spann, standardavvikelse, kvartiler).
sw: Reflex: linganisha wastani na median + angalia kutawanya (kikomo, tofauti ya kawaida, quartiles).
tr: Refleks: ortalama ve medyanı karşılaştır + dağılımı (aralık, standart sapma, çeyrekler) kontrol et.
uk: Рефлекс: порівнювати середнє та медіану + дивитися на розсіювання (діапазон, стандартне відхилення, квартилі).
vi: Phản xạ: so sánh trung bình và trung vị + xem xét sự phân tán (phạm vi, độ lệch chuẩn, tứ phân vị).
zh_hans: 反应：比较平均值和中位数 + 查看离散度（范围、标准差、四分位数）。

# mean_l10_s2_title
source: Piège n°1 : la “moyenne des moyennes”
af: Slaggat nr. 1: die “gemiddelde van gemiddeldes”
bg: Капан №1: “средната на средните”
cs: Past č. 1: „průměr průměrů“
da: Fælde nr. 1: “gennemsnit af gennemsnit”
de: Fallstrick Nr. 1: der „Durchschnitt der Durchschnitte“
el: Παγίδα νούμερο 1: ο “μέσος όρος των μέσων”
es: Trampa n°1: la “media de medias”
fi: Ansan nro 1: “keskiarvojen keskiarvo”
fil: Bitag #1: ang “average ng mga average”
hu: 1. csapda: az “átlagok átlaga”
id: Jebakan no. 1: “rata-rata dari rata-rata”
it: Trappola n°1: la “media delle medie”
ja: 罠1：平均の平均
ko: 함정 1: '평균의 평균'
nl: Valstrik nr. 1: de “gemiddelde van gemiddelden”
no: Felle nr. 1: “gjennomsnittet av gjennomsnittene”
pl: Pułapka nr 1: „średnia średnich”
pt_pt: Armadilha n°1: a “média das médias”
ro: Capcana nr. 1: „media mediilor”
ru: Ловушка №1: “среднее средних”
sk: Pasca č. 1: „priemer priemerov“
sv: Fälla nr 1: “medelvärdet av medelvärden”
sw: Mtego nambari 1: “wastani wa wastani”
tr: Tuzak no 1: “ortalama ortalamalar”
uk: Пастка №1: “середнє середніх”
vi: Cạm bẫy số 1: “trung bình của các trung bình”
zh_hans: 陷阱1：‘平均值的平均值’

# mean_l10_s2_b1
source: Faire (moyenne A + moyenne B)/2 n’est correct que si A et B ont le même effectif.
af: Om (gemiddelde A + gemiddelde B)/2 te doen is slegs korrek as A en B dieselfde frekwensie het.
bg: Правенето на (средна A + средна B)/2 е правилно само ако A и B имат същата честота.
cs: Vypočítat (průměr A + průměr B)/2 je správné pouze tehdy, pokud A a B mají stejnou četnost.
da: At gøre (gennemsnit A + gennemsnit B)/2 er kun korrekt, hvis A og B har samme frekvens.
de: (Durchschnitt A + Durchschnitt B)/2 ist nur korrekt, wenn A und B die gleiche Häufigkeit haben.
el: Η εκτέλεση (μέσος όρος A + μέσος όρος B)/2 είναι σωστή μόνο αν A και B έχουν την ίδια συχνότητα.
es: Hacer (media A + media B)/2 solo es correcto si A y B tienen la misma frecuencia.
fi: Tehdä (keskiarvo A + keskiarvo B)/2 on oikein vain, jos A:lla ja B:llä on sama frekvenssi.
fil: Ang paggawa ng (average A + average B)/2 ay tama lamang kung ang A at B ay may parehong bilang.
hu: A (átlag A + átlag B)/2 számítás csak akkor helyes, ha A és B azonos gyakorisággal rendelkezik.
id: Melakukan (rata-rata A + rata-rata B)/2 hanya benar jika A dan B memiliki frekuensi yang sama.
it: Fare (media A + media B)/2 è corretto solo se A e B hanno la stessa frequenza.
ja: (平均A + 平均B)/2を行うことは、AとBが同じ頻度を持つ場合にのみ正しいです。
ko: (평균 A + 평균 B)/2는 A와 B의 빈도가 동일할 때만 올바릅니다.
nl: Het maken van (gemiddelde A + gemiddelde B)/2 is alleen correct als A en B dezelfde frequentie hebben.
no: Å gjøre (gjennomsnitt A + gjennomsnitt B)/2 er bare korrekt hvis A og B har samme frekvens.
pl: Obliczenie (średnia A + średnia B)/2 jest poprawne tylko wtedy, gdy A i B mają tę samą częstość.
pt_pt: Fazer (média A + média B)/2 só é correto se A e B tiverem o mesmo efetivo.
ro: A face (media A + media B)/2 este corect doar dacă A și B au același efectiv.
ru: Выполнять (среднее A + среднее B)/2 корректно только если A и B имеют одинаковую частоту.
sk: Vypočítať (priemer A + priemer B)/2 je správne len vtedy, ak A a B majú rovnakú frekvenciu.
sv: Att göra (medelvärde A + medelvärde B)/2 är korrekt endast om A och B har samma frekvens.
sw: Kufanya (wastani A + wastani B)/2 si sahihi isipokuwa A na B wana idadi sawa.
tr: (ortalama A + ortalama B)/2 yapmak, yalnızca A ve B aynı frekansa sahipse doğrudur.
uk: Обчислення (середнє A + середнє B)/2 є правильним лише тоді, коли A та B мають однакову чисельність.
vi: Thực hiện (trung bình A + trung bình B)/2 chỉ đúng nếu A và B có cùng tần số.
zh_hans: 计算（平均值A + 平均值B）/2 只有在A和B具有相同频数时才是正确的。

# mean_l10_s2_b2
source: Si les effectifs diffèrent, il faut pondérer par les effectifs.
af: As die frekwensies verskil, moet jy gewig gee volgens die frekwensies.
bg: Ако честотите се различават, трябва да се тегли по честотите.
cs: Pokud se četnosti liší, je třeba vážit podle četností.
da: Hvis frekvenserne adskiller sig, skal man vægte efter frekvenserne.
de: Wenn die Häufigkeiten unterschiedlich sind, muss nach den Häufigkeiten gewichtet werden.
el: Αν οι συχνότητες διαφέρουν, πρέπει να σταθμιστεί με τις συχνότητες.
es: Si las frecuencias difieren, hay que ponderar por las frecuencias.
fi: Jos frekvenssit eroavat, on painotettava frekvenssien mukaan.
fil: Kung ang mga bilang ay magkakaiba, kailangan itong i-weight ayon sa mga bilang.
hu: Ha a gyakoriságok eltérnek, súlyozni kell a gyakoriságokkal.
id: Jika frekuensi berbeda, harus dipertimbangkan dengan frekuensi.
it: Se le frequenze differiscono, è necessario ponderare per le frequenze.
ja: 頻度が異なる場合は、頻度で加重する必要があります。
ko: 빈도가 다르면 빈도로 가중해야 합니다.
nl: Als de frequenties verschillen, moet je wegen op basis van de frequenties.
no: Hvis frekvensene er forskjellige, må man vekte etter frekvensene.
pl: Jeśli częstości się różnią, należy je ważyć według częstości.
pt_pt: Se os efetivos diferirem, é necessário ponderar pelos efetivos.
ro: Dacă efectivele diferă, trebuie să ponderăm după efective.
ru: Если частоты различаются, нужно взвешивать по частотам.
sk: Ak sa frekvencie líšia, je potrebné vážiť podľa frekvencií.
sv: Om frekvenserna skiljer sig måste man väga med frekvenserna.
sw: Ikiwa idadi zinatofautiana, inabidi uzidishe kwa idadi.
tr: Frekanslar farklıysa, frekanslara göre ağırlıklandırmak gerekir.
uk: Якщо чисельності різні, потрібно зважити за чисельностями.
vi: Nếu các tần số khác nhau, cần phải trọng số theo các tần số.
zh_hans: 如果频数不同，则需要按频数加权。

# mean_l10_s2_b3
source: C’est une erreur très fréquente dans les calculs de moyennes de classes, d’équipes, de groupes.
af: Dit is 'n baie algemene fout in die berekening van gemiddeldes van klasse, spanne, groepe.
bg: Това е много честа грешка в изчисленията на средни на класове, екипи, групи.
cs: Je to velmi častá chyba ve výpočtech průměrů tříd, týmů, skupin.
da: Det er en meget almindelig fejl i beregninger af gennemsnit for klasser, hold, grupper.
de: Das ist ein sehr häufiger Fehler bei der Berechnung von Durchschnittswerten von Klassen, Teams, Gruppen.
el: Είναι ένα πολύ συχνό λάθος στους υπολογισμούς μέσων όρων κλάσεων, ομάδων, ομάδων.
es: Es un error muy frecuente en los cálculos de medias de clases, equipos, grupos.
fi: Se on hyvin yleinen virhe luokkien, tiimien, ryhmien keskiarvojen laskennassa.
fil: Ito ay isang napaka-karaniwang pagkakamali sa mga kalkulasyon ng average ng mga klase, mga koponan, mga grupo.
hu: Ez egy nagyon gyakori hiba az osztályok, csapatok, csoportok átlagainak számításában.
id: Ini adalah kesalahan yang sangat umum dalam perhitungan rata-rata kelas, tim, kelompok.
it: È un errore molto comune nei calcoli delle medie di classi, squadre, gruppi.
ja: これは、クラス、チーム、グループの平均を計算する際に非常に一般的な誤りです。
ko: 이는 클래스, 팀, 그룹의 평균 계산에서 매우 흔한 오류입니다.
nl: Dit is een veelvoorkomende fout bij het berekenen van gemiddelden van klassen, teams, groepen.
no: Dette er en veldig vanlig feil i beregningene av gjennomsnitt for klasser, lag, grupper.
pl: To bardzo częsty błąd w obliczeniach średnich klas, zespołów, grup.
pt_pt: É um erro muito frequente nos cálculos de médias de classes, equipes, grupos.
ro: Este o eroare foarte frecventă în calculele mediilor de clase, echipe, grupuri.
ru: Это очень распространенная ошибка в расчетах средних классов, команд, групп.
sk: Je to veľmi častá chyba vo výpočtoch priemerov tried, tímov, skupín.
sv: Det är ett mycket vanligt misstag i beräkningar av medelvärden för klasser, lag, grupper.
sw: Ni kosa la kawaida sana katika hesabu za wastani wa madarasa, timu, vikundi.
tr: Bu, sınıfların, ekiplerin, grupların ortalamalarını hesaplamada çok yaygın bir hatadır.
uk: Це дуже поширена помилка в обчисленнях середніх класів, команд, груп.
vi: Đây là một lỗi rất phổ biến trong các phép tính trung bình của các lớp, đội, nhóm.
zh_hans: 这是在计算类别、团队、组的平均值时非常常见的错误。

# mean_l10_s3_title
source: Piège n°2 : vitesse moyenne (rappel)
af: Slaggat nr. 2: gemiddelde snelheid (herinnering)
bg: Капан №2: средна скорост (напомняне)
cs: Past č. 2: průměrná rychlost (připomenutí)
da: Fælde nr. 2: gennemsnitshastighed (påmindelse)
de: Fallstrick Nr. 2: Durchschnittsgeschwindigkeit (Erinnerung)
el: Παγίδα νούμερο 2: μέση ταχύτητα (υπενθύμιση)
es: Trampa n°2: velocidad media (recordatorio)
fi: Ansan nro 2: keskimääräinen nopeus (muistutus)
fil: Bitag #2: average na bilis (paalala)
hu: 2. csapda: átlagsebesség (emlékeztető)
id: Jebakan no. 2: rata-rata kecepatan (pengingat)
it: Trappola n°2: velocità media (promemoria)
ja: 罠2：平均速度（再確認）
ko: 함정 2: 평균 속도(상기)
nl: Valstrik nr. 2: gemiddelde snelheid (herinnering)
no: Felle nr. 2: gjennomsnittlig hastighet (påminnelse)
pl: Pułapka nr 2: średnia prędkość (przypomnienie)
pt_pt: Armadilha n°2: velocidade média (lembrete)
ro: Capcana nr. 2: viteză medie (repetare)
ru: Ловушка №2: средняя скорость (напоминание)
sk: Pasca č. 2: priemerná rýchlosť (pripomenutie)
sv: Fälla nr 2: genomsnittlig hastighet (påminnelse)
sw: Mtego nambari 2: wastani wa kasi (kumbuka)
tr: Tuzak no 2: ortalama hız (hatırlatma)
uk: Пастка №2: середня швидкість (нагадаємо)
vi: Cạm bẫy số 2: tốc độ trung bình (nhắc lại)
zh_hans: 陷阱2：平均速度（回顾）

# mean_l10_s3_b1
source: Distances égales → moyenne harmonique.
af: Gelyke afstande → harmoniese gemiddelde.
bg: Равни разстояния → хармонична средна.
cs: Stejné vzdálenosti → harmonický průměr.
da: Lige afstande → harmonisk gennemsnit.
de: Gleiche Distanzen → harmonischer Durchschnitt.
el: Ίσες αποστάσεις → αρμονικός μέσος.
es: Distancias iguales → media armónica.
fi: Samanpituiset matkat → harmoninen keskiarvo.
fil: Pantay na distansya → harmonic average.
hu: Egyenlő távolságok → harmonikus átlag.
id: Jarak yang sama → rata-rata harmonis.
it: Distanze uguali → media armonica.
ja: 等距離 → 調和平均。
ko: 같은 거리 → 조화 평균.
nl: Gelijke afstanden → harmonisch gemiddelde.
no: Like avstander → harmonisk gjennomsnitt.
pl: Równe odległości → średnia harmoniczna.
pt_pt: Distâncias iguais → média harmônica.
ro: Distanțe egale → medie armonică.
ru: Равные расстояния → гармоническое среднее.
sk: Rovnaké vzdialenosti → harmonický priemer.
sv: Lika avstånd → harmoniskt medelvärde.
sw: Umbali sawa → wastani wa harmonic.
tr: Eşit mesafeler → harmonik ortalama.
uk: Однакові відстані → гармонійне середнє.
vi: Khoảng cách bằng nhau → trung bình điều hòa.
zh_hans: 相等的距离 → 调和平均。

# mean_l10_s3_b2
source: Durées égales → moyenne arithmétique.
af: Gelyke tydperke → aritmetiese gemiddelde.
bg: Равни времена → аритметична средна.
cs: Stejné doby → aritmetický průměr.
da: Lige varigheder → aritmetisk gennemsnit.
de: Gleiche Zeiträume → arithmetischer Durchschnitt.
el: Ίσες διάρκειες → αριθμητικός μέσος.
es: Duraciones iguales → media aritmética.
fi: Samanpituiset ajat → aritmeettinen keskiarvo.
fil: Pantay na tagal → arithmetic average.
hu: Egyenlő időtartamok → aritmetikai átlag.
id: Durasi yang sama → rata-rata aritmetika.
it: Durate uguali → media aritmetica.
ja: 等時間 → 算術平均。
ko: 같은 시간 → 산술 평균.
nl: Gelijke tijdsduur → rekenkundig gemiddelde.
no: Like varigheter → aritmetisk gjennomsnitt.
pl: Równe czasy → średnia arytmetyczna.
pt_pt: Durações iguais → média aritmética.
ro: Durate egale → medie aritmetică.
ru: Равные длительности → арифметическое среднее.
sk: Rovnaké trvanie → aritmetický priemer.
sv: Lika tider → aritmetiskt medelvärde.
sw: Muda sawa → wastani wa kawaida.
tr: Eşit süreler → aritmetik ortalama.
uk: Однакові тривалості → арифметичне середнє.
vi: Thời gian bằng nhau → trung bình cộng.
zh_hans: 相等的时间 → 算术平均。

# mean_l10_s3_b3
source: Le piège vient du fait que la vitesse moyenne dépend du temps total, et le temps dépend de 1/v.
af: Die strik is dat die gemiddelde spoed van die totale tyd afhang, en die tyd hang af van 1/v.
bg: Капанът идва от факта, че средната скорост зависи от общото време, а времето зависи от 1/v.
cs: Past na tom, že průměrná rychlost závisí na celkovém čase, a čas závisí na 1/v.
da: Fælden kommer af, at den gennemsnitlige hastighed afhænger af den samlede tid, og tiden afhænger af 1/v.
de: Die Falle besteht darin, dass die Durchschnittsgeschwindigkeit von der Gesamtzeit abhängt, und die Zeit von 1/v abhängt.
el: Η παγίδα προέρχεται από το γεγονός ότι η μέση ταχύτητα εξαρτάται από τον συνολικό χρόνο, και ο χρόνος εξαρτάται από 1/v.
es: La trampa viene del hecho de que la velocidad media depende del tiempo total, y el tiempo depende de 1/v.
fi: Ansassa on se, että keskimääräinen nopeus riippuu kokonaisajasta, ja aika riippuu 1/v:stä.
fil: Ang bitag ay nagmumula sa katotohanan na ang average na bilis ay nakasalalay sa kabuuang oras, at ang oras ay nakasalalay sa 1/v.
hu: A csapda abból adódik, hogy az átlagsebesség a teljes időtől függ, és az idő 1/v-től függ.
id: Jebakan berasal dari fakta bahwa kecepatan rata-rata tergantung pada waktu total, dan waktu tergantung pada 1/v.
it: La trappola deriva dal fatto che la velocità media dipende dal tempo totale, e il tempo dipende da 1/v.
ja: 罠は、平均速度が総時間に依存し、時間が1/vに依存するという事実から来ます。
ko: 함정은 평균 속도가 총 시간에 의존하고, 시간은 1/v에 의존한다는 사실에서 발생합니다.
nl: De valstrik komt voort uit het feit dat de gemiddelde snelheid afhankelijk is van de totale tijd, en de tijd afhankelijk is van 1/v.
no: Fellen kommer av at gjennomsnittshastigheten avhenger av total tid, og tiden avhenger av 1/v.
pl: Pułapka polega na tym, że średnia prędkość zależy od całkowitego czasu, a czas zależy od 1/v.
pt_pt: A armadilha vem do fato de que a velocidade média depende do tempo total, e o tempo depende de 1/v.
ro: Capcana provine din faptul că viteza medie depinde de timpul total, iar timpul depinde de 1/v.
ru: Ловушка заключается в том, что средняя скорость зависит от общего времени, а время зависит от 1/v.
sk: Pasca spočíva v tom, že priemerná rýchlosť závisí od celkového času a čas závisí od 1/v.
sv: Fällan kommer från att den genomsnittliga hastigheten beror på den totala tiden, och tiden beror på 1/v.
sw: Mtego unakuja kutokana na ukweli kwamba kasi ya wastani inategemea muda wote, na muda unategemea 1/v.
tr: Tuza, ortalama hızın toplam zamana bağlı olmasından kaynaklanıyor ve zaman 1/v'ye bağlı.
uk: Пастка полягає в тому, що середня швидкість залежить від загального часу, а час залежить від 1/v.
vi: Cái bẫy đến từ việc tốc độ trung bình phụ thuộc vào tổng thời gian, và thời gian phụ thuộc vào 1/v.
zh_hans: 陷阱在于平均速度依赖于总时间，而时间依赖于1/v。

# mean_l10_s4_title
source: Piège n°3 : additionner des pourcentages et “faire une moyenne”
af: Strik nr. 3: voeg persentasies by en 'maak 'n gemiddelde'
bg: Капан №3: събиране на проценти и “правене на средна”
cs: Past č. 3: sčítání procent a „vypočítání průměru“
da: Fælde nr. 3: at lægge procenter sammen og 'beregne et gennemsnit'
de: Falle Nr. 3: Prozentsätze addieren und "einen Durchschnitt bilden"
el: Παγίδα νούμερο 3: πρόσθεση ποσοστών και “υπολογισμός μέσου”
es: Trampa n.º 3: sumar porcentajes y 'hacer un promedio'
fi: Ansassa nro 3: prosenttien yhdisteleminen ja "keskimääräisen" laskeminen.
fil: Bitag #3: pagsasama-samahin ang mga porsyento at 'gumawa ng average'
hu: 3. csapda: százalékok összeadása és "átlagolás"
id: Jebakan no. 3: menjumlahkan persentase dan 'menghitung rata-rata'
it: Trappola n°3: sommare percentuali e 'fare una media'
ja: 罠3：パーセンテージを加算して「平均を取る」
ko: 함정 3: 백분율을 더하고 '평균을 내기'
nl: Valstrik nr. 3: percentages optellen en 'een gemiddelde maken'
no: Felle nr. 3: legge sammen prosentandeler og "lage et gjennomsnitt"
pl: Pułapka nr 3: dodawanie procentów i „robienie średniej”
pt_pt: Armada n°3: somar percentagens e 'fazer uma média'
ro: Capcana nr. 3: adunarea procentelor și „calcularea unei medii”
ru: Ловушка №3: складывать проценты и "считать среднее"
sk: Pasca č. 3: sčítať percentá a "urobiť priemer"
sv: Fälla nr 3: addera procent och 'göra ett genomsnitt'
sw: Mtego nambari 3: kuongeza asilimia na "kufanya wastani"
tr: Tuzağın 3. noktası: yüzdeleri toplamak ve 'ortalama almak'
uk: Пастка №3: додавання відсотків і “обчислення середнього”
vi: Bẫy số 3: cộng dồn các tỷ lệ phần trăm và “tính trung bình”
zh_hans: 陷阱3：相加百分比并“计算平均”
