Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_font_embedding_check_q3
source: À quoi sert ToUnicode ?
af: Wat is die doel van ToUnicode?
bg: Каква е функцията на ToUnicode?
cs: K čemu slouží ToUnicode?
da: Hvad er ToUnicode til?
de: Wozu dient ToUnicode?
el: Ποιος είναι ο σκοπός του ToUnicode;
es: ¿Para qué sirve ToUnicode?
fi: Mihin ToUnicodea käytetään?
fil: Ano ang gamit ng ToUnicode?
it: A cosa serve ToUnicode?
ja: ToUnicodeは何のためにありますか？
ko: ToUnicode는 무엇에 사용되나요?
nl: Wat is de functie van ToUnicode?
no: Hva er ToUnicode?
pl: Do czego służy ToUnicode?
pt_pt: Para que serve ToUnicode?
ro: La ce folosește ToUnicode?
ru: Для чего нужен ToUnicode?
sk: Na čo slúži ToUnicode?
sv: Vad är ToUnicode till för?
sw: ToUnicode inatumika kwa nini?
tr: ToUnicode ne işe yarar?
uk: Для чого потрібен ToUnicode?
vi: ToUnicode có tác dụng gì?
zh_hans: ToUnicode有什么用？

# ed_dev_pdf_pdf_font_embedding_check_a3
source: C’est une table qui aide à retrouver le texte Unicode lors de la copie/recherche/extraction.
af: Dit is 'n tabel wat help om die Unicode-teks te vind tydens kopieer/soek/uittrek.
bg: Това е таблица, която помага за възстановяване на Unicode текста при копиране/търсене/екстракция.
cs: Je to tabulka, která pomáhá najít text Unicode při kopírování/hledání/extrakci.
da: Det er en tabel, der hjælper med at finde Unicode-teksten ved kopiering/søgning/udtræk.
de: Es ist eine Tabelle, die hilft, den Unicode-Text beim Kopieren/Suchen/Extrahieren zu finden.
el: Είναι ένας πίνακας που βοηθά στην ανεύρεση του κειμένου Unicode κατά την αντιγραφή/αναζήτηση/εξαγωγή.
es: Es una tabla que ayuda a recuperar el texto Unicode al copiar/buscar/extraer.
fi: Se on taulukko, joka auttaa löytämään Unicode-tekstin kopioinnin/haku/poiston aikana.
fil: Ito ay isang talahanayan na tumutulong upang mahanap ang Unicode text kapag kinopya/naghahanap/nag-e-extract.
it: È una tabella che aiuta a recuperare il testo Unicode durante la copia/ricerca/estrazione.
ja: コピー/検索/抽出時にUnicodeテキストを見つけるのを助けるテーブルです。
ko: 복사/검색/추출 시 Unicode 텍스트를 찾는 데 도움이 되는 테이블입니다.
nl: Het is een tabel die helpt om de Unicode-tekst te vinden bij het kopiëren/zoeken/extractie.
no: Det er en tabell som hjelper med å finne Unicode-teksten ved kopiering/søk/utvinning.
pl: To tabela, która pomaga znaleźć tekst Unicode podczas kopiowania/wyszukiwania/ekstrakcji.
pt_pt: É uma tabela que ajuda a recuperar o texto Unicode ao copiar/pesquisar/extrair.
ro: Este un tabel care ajută la recuperarea textului Unicode în timpul copiei/căutării/extragerii.
ru: Это таблица, которая помогает восстановить текст Unicode при копировании/поиске/извлечении.
sk: Je to tabuľka, ktorá pomáha nájsť text Unicode pri kopírovaní/vyhľadávaní/extrakcii.
sv: Det är en tabell som hjälper till att återfå Unicode-text vid kopiering/sökning/utvinning.
sw: Ni jedwali linalosaidia kupata maandiko ya Unicode wakati wa nakala/tafutizi/uchimbaji.
tr: Bu, kopyalama/arama/çıkarma sırasında Unicode metnini bulmaya yardımcı olan bir tablodur.
uk: Це таблиця, яка допомагає відновити текст Unicode під час копіювання/пошуку/екстракції.
vi: Đó là một bảng giúp tìm lại văn bản Unicode khi sao chép/tìm kiếm/trích xuất.
zh_hans: 这是一个帮助在复制/搜索/提取时找到Unicode文本的表。

# ed_dev_pdf_pdf_fonts_to_json_lim3
source: Sur des PDF très volumineux, l’export peut être lourd : filtrez ensuite côté code selon vos besoins.
af: Op baie groot PDF's kan die uitvoer swaar wees: filter dan aan die kode-kant volgens jou behoeftes.
bg: При много обемисти PDF файлове, експортирането може да бъде тежко: след това филтрирайте от страна на кода според нуждите.
cs: U velmi objemných PDF může být export těžký: poté filtrujte na straně kódu podle svých potřeb.
da: På meget store PDF'er kan eksporten være tung: filtrer derefter i koden efter dine behov.
de: Bei sehr großen PDFs kann der Export schwerfällig sein: filtern Sie dann im Code nach Ihren Bedürfnissen.
el: Σε πολύ μεγάλα PDF, η εξαγωγή μπορεί να είναι βαριά: φιλτράρετε στη συνέχεια από την πλευρά του κώδικα ανάλογα με τις ανάγκες σας.
es: En PDF muy voluminosos, la exportación puede ser pesada: filtre luego en el código según sus necesidades.
fi: Erittäin suurissa PDF-tiedostoissa vienti voi olla raskasta: suodata sitten koodin puolella tarpeidesi mukaan.
fil: Sa mga napakalaking PDF, ang export ay maaaring maging mabigat: i-filter pagkatapos sa code ayon sa iyong mga pangangailangan.
it: Su PDF molto voluminosi, l'esportazione può essere pesante: filtra poi lato codice secondo le tue esigenze.
ja: 非常に大きなPDFでは、エクスポートが重くなる可能性があります：その後、必要に応じてコード側でフィルタリングしてください。
ko: 매우 큰 PDF에서는 내보내기가 무거울 수 있습니다: 필요에 따라 코드 측에서 필터링하세요.
nl: Bij zeer grote PDF's kan de export zwaar zijn: filter daarna aan de codezijde volgens je behoeften.
no: På svært store PDF-er kan eksporten være tung: filtrer deretter på kode etter behov.
pl: W przypadku bardzo dużych PDF-ów eksport może być ciężki: filtruj następnie po stronie kodu zgodnie z potrzebami.
pt_pt: Em PDFs muito volumosos, a exportação pode ser pesada: filtre depois no código conforme suas necessidades.
ro: Pe PDF-uri foarte voluminoase, exportul poate fi greu: filtrați apoi în cod în funcție de nevoile dumneavoastră.
ru: На очень больших PDF экспорт может быть тяжелым: отфильтруйте затем на стороне кода в зависимости от ваших потребностей.
sk: Na veľmi veľkých PDF môže byť export ťažký: filtrujte potom na strane kódu podľa vašich potrieb.
sv: På mycket stora PDF:er kan exporten vara tung: filtrera sedan på kodsidan efter dina behov.
sw: Katika PDF kubwa sana, usafirishaji unaweza kuwa mzito: chujia kisha upande wa msimbo kulingana na mahitaji yako.
tr: Çok büyük PDF'lerde, dışa aktarma ağır olabilir: ihtiyaçlarınıza göre kod tarafında filtreleyin.
uk: На дуже великих PDF експорт може бути важким: фільтруйте потім на стороні коду відповідно до ваших потреб.
vi: Trên các PDF rất lớn, việc xuất có thể nặng nề: hãy lọc sau đó ở phía mã theo nhu cầu của bạn.
zh_hans: 在非常大的PDF上，导出可能会很重：请根据您的需要在代码中进行过滤。

# ed_dev_pdf_pdf_fonts_to_json_q3
source: À quoi sert l’export en JSON ?
af: Wat is die doel van die uitvoer in JSON?
bg: Каква е функцията на експорта в JSON?
cs: K čemu slouží export do JSON?
da: Hvad er eksporten til JSON til?
de: Wozu dient der Export in JSON?
el: Ποιος είναι ο σκοπός της εξαγωγής σε JSON;
es: ¿Para qué sirve la exportación a JSON?
fi: Mihin JSON-vientiä käytetään?
fil: Ano ang gamit ng export sa JSON?
it: A cosa serve l'esportazione in JSON?
ja: JSONエクスポートは何のためにありますか？
ko: JSON 내보내기는 무엇에 사용되나요?
nl: Wat is de functie van de export naar JSON?
no: Hva er formålet med eksport til JSON?
pl: Do czego służy eksport do JSON?
pt_pt: Para que serve a exportação em JSON?
ro: La ce folosește exportul în JSON?
ru: Для чего нужен экспорт в JSON?
sk: Na čo slúži export do JSON?
sv: Vad är syftet med exporten till JSON?
sw: Tofauti ya usafirishaji wa JSON ni ipi?
tr: JSON'a dışa aktarmanın amacı nedir?
uk: Для чого потрібен експорт у JSON?
vi: Xuất sang JSON có tác dụng gì?
zh_hans: 导出为JSON有什么用？

# ed_dev_pdf_pdf_fonts_to_json_a3
source: À automatiser des audits (CI), comparer deux PDF, ou enrichir un diagnostic technique.
af: Om ouditte (CI) te outomatiseer, twee PDF's te vergelyk, of 'n tegniese diagnose te verryk.
bg: За автоматизиране на одити (CI), сравняване на два PDF файла или обогатяване на техническа диагностика.
cs: K automatizaci auditů (CI), porovnání dvou PDF nebo obohacení technické diagnostiky.
da: Til at automatisere revisioner (CI), sammenligne to PDF'er eller berige en teknisk diagnose.
de: Um Audits (CI) zu automatisieren, zwei PDFs zu vergleichen oder eine technische Diagnose zu bereichern.
el: Για να αυτοματοποιήσετε ελέγχους (CI), να συγκρίνετε δύο PDF ή να εμπλουτίσετε μια τεχνική διάγνωση.
es: Para automatizar auditorías (CI), comparar dos PDF, o enriquecer un diagnóstico técnico.
fi: Automaattisiin tarkastuksiin (CI), kahden PDF:n vertailuun tai teknisen diagnoosin rikastamiseen.
fil: Para sa pag-automate ng mga audit (CI), paghahambing ng dalawang PDF, o pagpapayaman ng teknikal na diagnosis.
it: Per automatizzare audit (CI), confrontare due PDF o arricchire una diagnosi tecnica.
ja: 監査（CI）を自動化したり、2つのPDFを比較したり、技術的診断を強化したりするためです。
ko: 감사를 자동화하거나(CI), 두 PDF를 비교하거나, 기술 진단을 풍부하게 하는 데 사용됩니다.
nl: Om audits (CI) te automatiseren, twee PDF's te vergelijken of een technische diagnose te verrijken.
no: For å automatisere revisjoner (CI), sammenligne to PDF-er, eller berike en teknisk diagnose.
pl: Do automatyzacji audytów (CI), porównywania dwóch PDF-ów lub wzbogacania diagnozy technicznej.
pt_pt: Para automatizar auditorias (CI), comparar dois PDFs ou enriquecer um diagnóstico técnico.
ro: Pentru a automatiza auditurile (CI), a compara două PDF-uri sau a îmbogăți un diagnostic tehnic.
ru: Для автоматизации аудитов (CI), сравнения двух PDF или обогащения технической диагностики.
sk: Na automatizáciu auditov (CI), porovnanie dvoch PDF alebo obohatenie technickej diagnostiky.
sv: Att automatisera revisioner (CI), jämföra två PDF:er, eller berika en teknisk diagnos.
sw: Ili kuharakisha ukaguzi (CI), kulinganisha PDF mbili, au kuongeza uchambuzi wa kiufundi.
tr: Denetimleri otomatikleştirmek (CI), iki PDF'yi karşılaştırmak veya teknik bir tanıyı zenginleştirmek.
uk: Для автоматизації аудитів (CI), порівняння двох PDF або збагачення технічної діагностики.
vi: Để tự động hóa các cuộc kiểm tra (CI), so sánh hai PDF, hoặc làm phong phú thêm một chẩn đoán kỹ thuật.
zh_hans: 用于自动化审计（CI）、比较两个PDF或丰富技术诊断。

# ed_dev_pdf_pdf_form_fields_to_json_uc4_title
source: Debug de champs “invisibles”
af: Foutopsporing van “on sigbare” velde
bg: Отстраняване на проблеми с „невидими“ полета
cs: Debug „neviditelných“ polí
da: Debug "usynlige" felter
de: Debugging von "unsichtbaren" Feldern
el: Debug “αόρατων” πεδίων
es: Depuración de campos “invisibles”
fi: "Näkymättömien" kenttien virheenkorjaus
fil: Debug ng mga "invisible" na field
it: Debug di campi “invisibili”
ja: 「見えない」フィールドのデバッグ
ko: “보이지 않는” 필드 디버그
nl: Debug van “onzichtbare” velden
no: Debug av "usynlige" felt
pl: Debugowanie „niewidocznych” pól
pt_pt: Depuração de campos “invisíveis”
ro: Debug câmpuri "invizibile"
ru: Отладка «невидимых» полей
sk: Debugovanie "neviditeľných" polí
sv: Debug av "osynliga" fält
sw: Kurekebisha “sehemu zisizoonekana”
tr: “Görünmez” alanların hata ayıklaması
uk: Налагодження "невидимих" полів
vi: Gỡ lỗi các trường “vô hình”
zh_hans: 调试“隐形”字段

# ed_dev_pdf_pdf_form_fields_to_json_uc4_text
source: Identifier des champs présents mais masqués, en lecture seule ou avec des flags particuliers.
af: Identifiseer velde wat teenwoordig maar verborge is, slegs leesbaar of met spesiale vlae.
bg: Идентифициране на полета, които са налични, но скрити, само за четене или с особени флагове.
cs: Identifikovat pole, která jsou přítomna, ale skrytá, pouze pro čtení nebo s určitými příznaky.
da: Identificere felter, der er til stede, men skjulte, skrivebeskyttede eller med særlige flag.
de: Identifizieren von Feldern, die vorhanden, aber ausgeblendet, schreibgeschützt oder mit besonderen Flags versehen sind.
el: Αναγνωρίστε πεδία που είναι παρόντα αλλά κρυμμένα, σε μόνο ανάγνωση ή με ειδικές σημαίες.
es: Identificar campos presentes pero ocultos, de solo lectura o con flags particulares.
fi: Tunnista kentät, jotka ovat läsnä mutta piilotettuja, vain luku -tilassa tai erityisillä lipuilla.
fil: Tukuyin ang mga field na naroroon ngunit nakatago, read-only o may mga partikular na flag.
it: Identificare campi presenti ma nascosti, in sola lettura o con flag particolari.
ja: 存在するが隠されている、読み取り専用の、または特別なフラグを持つフィールドを特定します。
ko: 존재하지만 숨겨져 있거나 읽기 전용이거나 특정 플래그가 있는 필드를 식별합니다.
nl: Identificeer velden die aanwezig maar verborgen zijn, alleen-lezen of met speciale vlaggen.
no: Identifisere felt som er til stede, men skjult, skrivebeskyttet eller med spesielle flagg.
pl: Identyfikowanie pól obecnych, ale ukrytych, tylko do odczytu lub z określonymi flagami.
pt_pt: Identificar campos presentes, mas ocultos, somente leitura ou com flags especiais.
ro: Identificați câmpuri prezente dar ascunse, în citire doar sau cu steaguri speciale.
ru: Идентификация полей, которые присутствуют, но скрыты, только для чтения или с особыми флагами.
sk: Identifikujte prítomné, ale skryté polia, iba na čítanie alebo s osobitnými flagmi.
sv: Identifiera fält som finns men är dolda, skrivskyddade eller har speciella flaggor.
sw: Tambua sehemu zilizopo lakini zimefichwa, zikiwa za kusoma pekee au zikiwa na bendera maalum.
tr: Mevcut ancak gizli, yalnızca okunabilir veya özel bayraklara sahip alanları tanımlamak.
uk: Ідентифікувати поля, які присутні, але приховані, лише для читання або з особливими прапорцями.
vi: Xác định các trường có mặt nhưng bị ẩn, chỉ đọc hoặc có các cờ đặc biệt.
zh_hans: 识别存在但被隐藏、只读或具有特定标志的字段。

# ed_dev_pdf_pdf_form_fields_to_json_lim3
source: Sur des documents chiffrés, l’accès aux champs peut être restreint sans mot de passe.
af: Op versleutelde dokumente kan toegang tot die velde beperk wees sonder 'n wagwoord.
bg: При криптирани документи, достъпът до полетата може да бъде ограничен без парола.
cs: U šifrovaných dokumentů může být přístup k polím omezen bez hesla.
da: På krypterede dokumenter kan adgangen til felter være begrænset uden adgangskode.
de: Bei verschlüsselten Dokumenten kann der Zugriff auf die Felder ohne Passwort eingeschränkt sein.
el: Σε κρυπτογραφημένα έγγραφα, η πρόσβαση στα πεδία μπορεί να είναι περιορισμένη χωρίς κωδικό πρόσβασης.
es: En documentos cifrados, el acceso a los campos puede estar restringido sin contraseña.
fi: Salatuissa asiakirjoissa kenttiin pääsy voi olla rajoitettu ilman salasanaa.
fil: Sa mga naka-encrypt na dokumento, ang access sa mga field ay maaaring limitado nang walang password.
it: Su documenti crittografati, l'accesso ai campi può essere limitato senza password.
ja: 暗号化された文書では、パスワードなしでフィールドへのアクセスが制限される場合があります。
ko: 암호화된 문서에서는 비밀번호 없이 필드 접근이 제한될 수 있습니다.
nl: Bij versleutelde documenten kan de toegang tot velden beperkt zijn zonder wachtwoord.
no: På krypterte dokumenter kan tilgangen til feltene være begrenset uten passord.
pl: W przypadku dokumentów zaszyfrowanych dostęp do pól może być ograniczony bez hasła.
pt_pt: Em documentos criptografados, o acesso aos campos pode ser restrito sem senha.
ro: Pe documente criptate, accesul la câmpuri poate fi restricționat fără parolă.
ru: На зашифрованных документах доступ к полям может быть ограничен без пароля.
sk: Na šifrovaných dokumentoch môže byť prístup k poliam obmedzený bez hesla.
sv: På krypterade dokument kan åtkomst till fält vara begränsad utan lösenord.
sw: Katika hati zilizofichwa, ufikiaji wa sehemu unaweza kuwa na vizuizi bila nenosiri.
tr: Şifreli belgelerde, alanlara erişim şifre olmadan kısıtlanabilir.
uk: На зашифрованих документах доступ до полів може бути обмежений без пароля.
vi: Trên các tài liệu được mã hóa, quyền truy cập vào các trường có thể bị hạn chế mà không có mật khẩu.
zh_hans: 在加密文档中，访问字段可能在没有密码的情况下受到限制。

# ed_dev_pdf_pdf_form_fields_to_json_q3
source: Les cases à cocher sont-elles gérées ?
af: Word die keuselysies hanteer?
bg: Управляват ли се квадратчетата за отметка?
cs: Jsou zaškrtávací políčka spravována?
da: Er afkrydsningsfelter understøttet?
de: Werden Kontrollkästchen unterstützt?
el: Διαχειρίζονται οι επιλογές;
es: ¿Se gestionan las casillas de verificación?
fi: Käsitelläänkö valintaruutuja?
fil: Ang mga checkbox ba ay pinangangasiwaan?
it: Le caselle di controllo sono gestite?
ja: チェックボックスは管理されていますか？
ko: 체크박스는 관리되나요?
nl: Worden selectievakjes ondersteund?
no: Er avmerkingsboksene håndtert?
pl: Czy pola wyboru są obsługiwane?
pt_pt: As caixas de seleção são gerenciadas?
ro: Sunt gestionate căsuțele de selectare?
ru: Управляются ли флажки?
sk: Sú zaškrtávacie políčka spravované?
sv: Hanteras kryssrutor?
sw: Je, masanduku ya kuchagua yanashughulikiwa?
tr: Onay kutuları yönetiliyor mu?
uk: Чи підтримуються прапорці?
vi: Các ô kiểm có được quản lý không?
zh_hans: 复选框是否被管理？

# ed_dev_pdf_pdf_form_fields_to_json_a3
source: Oui : elles apparaissent généralement comme des champs bouton (Btn) avec un état on/off.
af: Ja: hulle verskyn gewoonlik as knoppies (Btn) met 'n aan/af toestand.
bg: Да: те обикновено се появяват като бутони (Btn) с включено/изключено състояние.
cs: Ano: obvykle se objevují jako tlačítková pole (Btn) se stavem on/off.
da: Ja: de vises normalt som knapfelter (Btn) med en til/fra tilstand.
de: Ja: sie erscheinen normalerweise als Schaltflächenfelder (Btn) mit einem Ein/Aus-Zustand.
el: Ναι: εμφανίζονται γενικά ως πεδία κουμπιών (Btn) με κατάσταση on/off.
es: Sí: generalmente aparecen como campos de botón (Btn) con un estado on/off.
fi: Kyllä: ne näkyvät yleensä painikekenttinä (Btn) on/off-tilassa.
fil: Oo : karaniwan silang lumalabas bilang mga button field (Btn) na may on/off na estado.
it: Sì: di solito appaiono come campi pulsante (Btn) con uno stato on/off.
ja: はい：通常、ボタン（Btn）フィールドとして表示され、オン/オフの状態があります。
ko: 네: 일반적으로 on/off 상태의 버튼 필드(Btn)로 나타납니다.
nl: Ja: ze verschijnen meestal als knopvelden (Btn) met een aan/uit-status.
no: Ja: de vises vanligvis som knappefelt (Btn) med en on/off-tilstand.
pl: Tak: zazwyczaj pojawiają się jako pola przycisku (Btn) z stanem on/off.
pt_pt: Sim: elas geralmente aparecem como campos de botão (Btn) com um estado on/off.
ro: Da: ele apar de obicei ca câmpuri buton (Btn) cu un stadiu on/off.
ru: Да: они обычно отображаются как кнопочные поля (Btn) с состоянием включено/выключено.
sk: Áno: zvyčajne sa zobrazujú ako tlačidlové polia (Btn) so stavom on/off.
sv: Ja: de visas vanligtvis som knappfält (Btn) med ett on/off tillstånd.
sw: Ndio: kawaida huonekana kama sehemu za kitufe (Btn) zikiwa na hali ya on/off.
tr: Evet: genellikle on/off durumu ile buton (Btn) alanları olarak görünürler.
uk: Так: вони зазвичай з'являються як кнопкові поля (Btn) з станом вкл./викл.
vi: Có: chúng thường xuất hiện như các trường nút (Btn) với trạng thái on/off.
zh_hans: 是的：它们通常显示为具有开/关状态的按钮字段（Btn）。

# ed_dev_pdf_pdf_images_to_json_lim3
source: Certaines images peuvent être “inline” dans le contenu et moins faciles à inventorier selon le PDF.
af: Sekere beelde kan “inline” in die inhoud wees en minder maklik om te inventariseer volgens die PDF.
bg: Някои изображения могат да бъдат „inline“ в съдържанието и по-малко лесни за инвентаризиране в зависимост от PDF.
cs: Některé obrázky mohou být „inline“ v obsahu a méně snadno inventarizovatelné podle PDF.
da: Nogle billeder kan være "inline" i indholdet og sværere at opgøre afhængigt af PDF'en.
de: Einige Bilder können „inline“ im Inhalt sein und je nach PDF schwerer zu inventarisieren.
el: Ορισμένες εικόνες μπορεί να είναι “inline” στο περιεχόμενο και λιγότερο εύκολες στην καταγραφή ανάλογα με το PDF.
es: Algunas imágenes pueden estar “inline” en el contenido y ser menos fáciles de inventariar según el PDF.
fi: Jotkin kuvat voivat olla "inline" sisällössä ja vaikeampia inventoida PDF:n mukaan.
fil: Ang ilang mga imahe ay maaaring “inline” sa nilalaman at mas mahirap i-inventory ayon sa PDF.
it: Alcune immagini possono essere “inline” nel contenuto e meno facili da inventariare a seconda del PDF.
ja: 一部の画像はコンテンツ内に「インライン」であり、PDFによってはインベントリしにくい場合があります。
ko: 일부 이미지는 콘텐츠에 '인라인'으로 포함되어 있어 PDF에 따라 목록화하기 어려울 수 있습니다.
nl: Sommige afbeeldingen kunnen “inline” in de inhoud staan en minder gemakkelijk te inventariseren zijn afhankelijk van de PDF.
no: Noen bilder kan være "inline" i innholdet og vanskeligere å katalogisere avhengig av PDF-en.
pl: Niektóre obrazy mogą być „wbudowane” w treść i trudniejsze do inwentaryzacji w zależności od PDF.
pt_pt: Algumas imagens podem estar “inline” no conteúdo e menos fáceis de inventariar dependendo do PDF.
ro: Unele imagini pot fi "inline" în conținut și mai greu de inventariat în funcție de PDF.
ru: Некоторые изображения могут быть «встраиваемыми» в содержимое и менее удобными для инвентаризации в зависимости от PDF.
sk: Niektoré obrázky môžu byť "inline" v obsahu a ťažšie sa inventarizujú v závislosti od PDF.
sv: Vissa bilder kan vara "inline" i innehållet och svårare att inventera beroende på PDF:en.
sw: Picha zingine zinaweza kuwa “inline” katika maudhui na kuwa ngumu zaidi kuorodhesha kulingana na PDF.
tr: Bazı resimler içerikte “inline” olabilir ve PDF'e bağlı olarak envanterlemesi daha zor olabilir.
uk: Деякі зображення можуть бути "вбудованими" в контент і менш зручними для інвентаризації в залежності від PDF.
vi: Một số hình ảnh có thể là “inline” trong nội dung và khó kiểm kê hơn tùy theo PDF.
zh_hans: 某些图像可能在内容中“内联”，并且根据PDF不易清点。

# ed_dev_pdf_pdf_images_to_json_q3
source: Quel filtre correspond à un JPEG ?
af: Watter filter kom ooreen met 'n JPEG?
bg: Кой филтър съответства на JPEG?
cs: Jaký filtr odpovídá JPEG?
da: Hvilket filter svarer til et JPEG?
de: Welcher Filter entspricht einem JPEG?
el: Ποιο φίλτρο αντιστοιχεί σε ένα JPEG;
es: ¿Qué filtro corresponde a un JPEG?
fi: Mikä suodatin vastaa JPEG:iä?
fil: Anong filter ang tumutugma sa JPEG?
it: Quale filtro corrisponde a un JPEG?
ja: JPEGに対応するフィルターは何ですか？
ko: JPEG에 해당하는 필터는 무엇인가요?
nl: Welke filter komt overeen met een JPEG?
no: Hvilken filter tilsvarer en JPEG?
pl: Jaki filtr odpowiada JPEG?
pt_pt: Qual filtro corresponde a um JPEG?
ro: Ce filtru corespunde unui JPEG?
ru: Какой фильтр соответствует JPEG?
sk: Aký filter zodpovedá JPEG?
sv: Vilket filter motsvarar en JPEG?
sw: Ni kigezo gani kinacholingana na JPEG?
tr: JPEG'e karşılık gelen filtre nedir?
uk: Який фільтр відповідає JPEG?
vi: Bộ lọc nào tương ứng với JPEG?
zh_hans: 哪个过滤器对应于JPEG？

# ed_dev_pdf_pdf_images_to_json_a3
source: Le plus courant est DCTDecode (JPEG). JPXDecode correspond souvent à JPEG2000.
af: Die mees algemene is DCTDecode (JPEG). JPXDecode kom dikwels ooreen met JPEG2000.
bg: Най-често срещаният е DCTDecode (JPEG). JPXDecode често съответства на JPEG2000.
cs: Nejčastější je DCTDecode (JPEG). JPXDecode často odpovídá JPEG2000.
da: Det mest almindelige er DCTDecode (JPEG). JPXDecode svarer ofte til JPEG2000.
de: Der häufigste ist DCTDecode (JPEG). JPXDecode entspricht oft JPEG2000.
el: Το πιο κοινό είναι το DCTDecode (JPEG). Το JPXDecode αντιστοιχεί συχνά σε JPEG2000.
es: El más común es DCTDecode (JPEG). JPXDecode a menudo corresponde a JPEG2000.
fi: Yleisin on DCTDecode (JPEG). JPXDecode vastaa usein JPEG2000:ta.
fil: Ang pinakakaraniwan ay DCTDecode (JPEG). Ang JPXDecode ay kadalasang tumutugma sa JPEG2000.
it: Il più comune è DCTDecode (JPEG). JPXDecode corrisponde spesso a JPEG2000.
ja: 最も一般的なのはDCTDecode（JPEG）です。JPXDecodeはJPEG2000に対応することがよくあります。
ko: 가장 일반적인 것은 DCTDecode(JPEG)입니다. JPXDecode는 종종 JPEG2000에 해당합니다.
nl: De meest voorkomende is DCTDecode (JPEG). JPXDecode komt vaak overeen met JPEG2000.
no: Den vanligste er DCTDecode (JPEG). JPXDecode tilsvarer ofte JPEG2000.
pl: Najczęściej jest to DCTDecode (JPEG). JPXDecode często odpowiada JPEG2000.
pt_pt: O mais comum é DCTDecode (JPEG). JPXDecode corresponde frequentemente a JPEG2000.
ro: Cel mai comun este DCTDecode (JPEG). JPXDecode corespunde adesea JPEG2000.
ru: Наиболее распространенный — DCTDecode (JPEG). JPXDecode часто соответствует JPEG2000.
sk: Najbežnejší je DCTDecode (JPEG). JPXDecode často zodpovedá JPEG2000.
sv: Det vanligaste är DCTDecode (JPEG). JPXDecode motsvarar ofta JPEG2000.
sw: Kawaida ni DCTDecode (JPEG). JPXDecode mara nyingi inalingana na JPEG2000.
tr: En yaygın olanı DCTDecode (JPEG) dir. JPXDecode genellikle JPEG2000'e karşılık gelir.
uk: Найпоширеніший - DCTDecode (JPEG). JPXDecode часто відповідає JPEG2000.
vi: Phổ biến nhất là DCTDecode (JPEG). JPXDecode thường tương ứng với JPEG2000.
zh_hans: 最常见的是DCTDecode（JPEG）。JPXDecode通常对应于JPEG2000。
