Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_variation_out1
source: L’outil calcule l’écart (final − initial), la variation en % et le coefficient multiplicateur (final ÷ initial).
af: Die hulpmiddel bereken die verskil (finale − aanvanklike), die verandering in % en die vermenigvuldigingskoëffisiënt (finale ÷ aanvanklike).
bg: Инструментът изчислява разликата (крайна − начална), процентната промяна и множителят (крайна ÷ начална).
cs: Nástroj vypočítá odchylku (konečná − počáteční), procentuální změnu a koeficient násobení (konečná ÷ počáteční).
da: Værktøjet beregner forskellen (slut − start), procentændringen og multiplikationskoefficienten (slut ÷ start).
de: Das Tool berechnet die Abweichung (final − initial), die Veränderung in % und den Multiplikationsfaktor (final ÷ initial).
el: Το εργαλείο υπολογίζει την απόκλιση (τελική − αρχική), την ποσοστιαία μεταβολή και τον πολλαπλασιαστικό συντελεστή (τελική ÷ αρχική).
es: La herramienta calcula la diferencia (final − inicial), la variación en % y el coeficiente multiplicador (final ÷ inicial).
fi: Työkalu laskee poikkeaman (lopullinen − alkuperäinen), prosentuaalisen muutoksen ja kertoimen (lopullinen ÷ alkuperäinen).
fil: Kinakalkula ng tool ang pagkakaiba (pangwakas − paunang), ang pagbabago sa % at ang coefficient multiplier (pangwakas ÷ paunang).
hu: Az eszköz kiszámolja az eltérést (végső − kezdeti), a százalékos változást és a szorzótényezőt (végső ÷ kezdeti).
id: Alat ini menghitung selisih (akhir − awal), variasi dalam % dan koefisien pengali (akhir ÷ awal).
it: Lo strumento calcola lo scarto (finale − iniziale), la variazione in % e il coefficiente moltiplicatore (finale ÷ iniziale).
ja: ツールは差（最終 − 初期）、パーセンテージの変化、および乗数係数（最終 ÷ 初期）を計算します。
ko: 도구는 차이 (최종 − 초기), 백분율 변동 및 배수 계수 (최종 ÷ 초기)를 계산합니다.
nl: De tool berekent de afwijking (eind − begin), de verandering in % en de vermenigvuldigingscoëfficiënt (eind ÷ begin).
no: Verktøyet beregner avviket (slutt − start), prosentvis endring og multiplikasjonskoeffisienten (slutt ÷ start).
pl: Narzędzie oblicza różnicę (końcowa − początkowa), zmianę w % i współczynnik mnożnikowy (końcowa ÷ początkowa).
pt_pt: A ferramenta calcula a diferença (final − inicial), a variação em % e o coeficiente multiplicador (final ÷ inicial).
ro: Instrumentul calculează decalajul (final − inițial), variația în % și coeficientul multiplicator (final ÷ inițial).
ru: Инструмент рассчитывает отклонение (конечное − начальное), процентное изменение и коэффициент умножения (конечное ÷ начальное).
sk: Nástroj vypočíta rozdiel (konečný − počiatočný), percentuálnu zmenu a koeficient násobenia (konečný ÷ počiatočný).
sv: Verktyget beräknar avvikelsen (slutlig − initial), den procentuella förändringen och multiplikationskoefficienten (slutlig ÷ initial).
sw: Chombo kinahesabu tofauti (muhimu − awali), mabadiliko kwa % na kiwango cha kuongezeka (muhimu ÷ awali).
tr: Araç, farkı (son - başlangıç), yüzde değişimini ve çarpan katsayısını (son ÷ başlangıç) hesaplar.
uk: Інструмент обчислює різницю (кінцеве − початкове), зміну у % та множник (кінцеве ÷ початкове).
vi: Công cụ tính toán khoảng cách (cuối − đầu), sự biến động theo % và hệ số nhân (cuối ÷ đầu).
zh_hans: 该工具计算差异（最终值 − 初始值）、百分比变化和乘数系数（最终值 ÷ 初始值）。

# ed_math_percentages_percentage_variation_out2
source: Le pourcentage sert à “normaliser” l’évolution, tandis que le coefficient permet d’enchaîner facilement plusieurs évolutions (ex : ×1,20 puis ×0,90).
af: Die persentasie dien om die verandering te “normaliseer”, terwyl die koëffisiënt dit maklik maak om verskeie veranderinge agtermekaar te plaas (bv: ×1,20 dan ×0,90).
bg: Процентът служи за "нормализиране" на изменението, докато коефициентът позволява лесно свързване на няколко изменения (напр. ×1,20 след ×0,90).
cs: Procento slouží k „normalizaci“ vývoje, zatímco koeficient umožňuje snadno spojit více vývojů (např.: ×1,20 a pak ×0,90).
da: Procenten bruges til at “normalisere” udviklingen, mens koefficienten gør det nemt at kæde flere udviklinger sammen (f.eks.: ×1,20 og derefter ×0,90).
de: Der Prozentsatz dient dazu, die Entwicklung zu "normalisieren", während der Koeffizient es ermöglicht, mehrere Entwicklungen einfach hintereinander zu schalten (z.B.: ×1,20 dann ×0,90).
el: Το ποσοστό χρησιμεύει για να "κανονικοποιήσει" την εξέλιξη, ενώ ο συντελεστής επιτρέπει να ακολουθήσετε εύκολα πολλές εξελίξεις (π.χ.: ×1,20 και μετά ×0,90).
es: El porcentaje sirve para “normalizar” la evolución, mientras que el coeficiente permite encadenar fácilmente varias evoluciones (ej: ×1,20 luego ×0,90).
fi: Prosentti auttaa "normalisoimaan" kehityksen, kun taas kerroin mahdollistaa useiden kehitysten yhdistämisen helposti (esim. ×1,20 ja sitten ×0,90).
fil: Ang porsyento ay ginagamit upang "i-normalize" ang pag-unlad, habang ang coefficient ay nagpapahintulot na madaling ipagsama ang maraming pag-unlad (hal: ×1,20 pagkatapos ×0,90).
hu: A százalék "normalizálja" a fejlődést, míg a szorzó lehetővé teszi több fejlődés könnyű összekapcsolását (pl.: ×1,20 majd ×0,90).
id: Persentase digunakan untuk "menormalkan" perubahan, sedangkan koefisien memungkinkan untuk menggabungkan beberapa perubahan dengan mudah (mis: ×1,20 kemudian ×0,90).
it: La percentuale serve a “normalizzare” l'evoluzione, mentre il coefficiente consente di concatenare facilmente più evoluzioni (es: ×1,20 poi ×0,90).
ja: パーセンテージは変化を「標準化」するために使用され、係数は複数の変化を簡単に連続させることを可能にします（例：×1.20 その後 ×0.90）。
ko: 백분율은 변화를 '정규화'하는 데 사용되며, 계수는 여러 변화를 쉽게 연결할 수 있게 해줍니다 (예: ×1.20 후 ×0.90).
nl: Het percentage dient om de evolutie te "normaliseren", terwijl de coëfficiënt het mogelijk maakt om gemakkelijk meerdere evoluties aan elkaar te koppelen (bijv.: ×1,20 en dan ×0,90).
no: Prosentandelen brukes til å "normalisere" utviklingen, mens koeffisienten gjør det enkelt å kjøre flere utviklinger (f.eks.: ×1,20 deretter ×0,90).
pl: Procent służy do "normalizacji" zmiany, podczas gdy współczynnik pozwala łatwo łączyć kilka zmian (np.: ×1,20 a potem ×0,90).
pt_pt: A percentagem serve para “normalizar” a evolução, enquanto o coeficiente permite encadear facilmente várias evoluções (ex: ×1,20 depois ×0,90).
ro: Procentul servește la "normalizarea" evoluției, în timp ce coeficientul permite înlănțuirea ușoară a mai multor evoluții (ex: ×1,20 apoi ×0,90).
ru: Процент служит для "нормализации" изменения, в то время как коэффициент позволяет легко соединять несколько изменений (например: ×1,20 затем ×0,90).
sk: Percento slúži na "normalizáciu" vývoja, zatiaľ čo koeficient umožňuje ľahko spojiť viacero vývojov (napr. ×1,20 a potom ×0,90).
sv: Procenten används för att "normalisera" förändringen, medan koefficienten gör det möjligt att enkelt kedja flera förändringar (t.ex. ×1,20 följt av ×0,90).
sw: Asilimia hutumika “kusanifisha” mabadiliko, wakati kiwango kinaruhusu kuunganisha kwa urahisi mabadiliko kadhaa (mfano: ×1,20 kisha ×0,90).
tr: Yüzde, değişimi “normalleştirmek” için kullanılırken, katsayı birden fazla değişimi kolayca birleştirmeyi sağlar (örneğin: ×1,20 ardından ×0,90).
uk: Відсоток слугує для "нормалізації" зміни, тоді як коефіцієнт дозволяє легко з'єднувати кілька змін (наприклад: ×1,20 потім ×0,90).
vi: Tỷ lệ phần trăm được sử dụng để “chuẩn hóa” sự phát triển, trong khi hệ số cho phép dễ dàng liên tiếp nhiều sự phát triển (ví dụ: ×1,20 rồi ×0,90).
zh_hans: 百分比用于“标准化”变化，而系数则允许轻松连接多个变化（例如：×1.20 然后 ×0.90）。

# ed_math_percentages_percentage_variation_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Határok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Limieten en aandachtspunten
no: Grenser og oppmerksomhetspunkter
pl: Limity i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limity a body pozornosti
sv: Gränser och uppmärksamhetspunkter
sw: Mipaka na maeneo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_variation_lim1
source: Si la valeur initiale est 0, la variation en % n’est pas définie (division par zéro). Dans ce cas, on parle plutôt d’écart absolu.
af: As die aanvanklike waarde 0 is, is die verandering in % nie gedefinieer nie (deling deur nul). In hierdie geval praat ons eerder van absolute verskil.
bg: Ако началната стойност е 0, процентната промяна не е определена (деление на нула). В този случай говорим по-скоро за абсолютна разлика.
cs: Pokud je počáteční hodnota 0, procentuální změna není definována (dělení nulou). V tomto případě se spíše hovoří o absolutní odchylce.
da: Hvis startværdien er 0, er procentændringen ikke defineret (division med nul). I dette tilfælde taler man i stedet om absolut forskel.
de: Wenn der Anfangswert 0 ist, ist die prozentuale Veränderung nicht definiert (Division durch Null). In diesem Fall spricht man eher von absoluter Abweichung.
el: Αν η αρχική τιμή είναι 0, η ποσοστιαία μεταβολή δεν είναι καθορισμένη (διαίρεση με το μηδέν). Σε αυτή την περίπτωση, μιλάμε μάλλον για απόλυτη απόκλιση.
es: Si el valor inicial es 0, la variación en % no está definida (división por cero). En este caso, se habla más bien de diferencia absoluta.
fi: Jos alkuperäinen arvo on 0, prosentuaalinen muutos ei ole määritelty (nollalla jakaminen). Tässä tapauksessa puhumme mieluummin absoluuttisesta poikkeamasta.
fil: Kung ang paunang halaga ay 0, ang pagbabago sa % ay hindi natutukoy (dibisyon sa zero). Sa kasong ito, mas mabuting pag-usapan ang tungkol sa absolutong pagkakaiba.
hu: Ha a kezdeti érték 0, a százalékos változás nincs meghatározva (nullával való osztás). Ilyen esetben inkább abszolút eltérésről beszélünk.
id: Jika nilai awal adalah 0, variasi dalam % tidak terdefinisi (pembagian dengan nol). Dalam hal ini, kita lebih berbicara tentang selisih absolut.
it: Se il valore iniziale è 0, la variazione in % non è definita (divisione per zero). In questo caso, si parla piuttosto di scarto assoluto.
ja: 初期値が0の場合、パーセンテージの変化は定義されません（ゼロ除算）。この場合、絶対差について話します。
ko: 초기 값이 0이면 백분율 변동은 정의되지 않습니다 (0으로 나누기). 이 경우 절대 차이에 대해 이야기합니다.
nl: Als de initiële waarde 0 is, is de procentuele verandering niet gedefinieerd (deling door nul). In dit geval spreken we eerder van absolute afwijking.
no: Hvis startverdien er 0, er prosentvis endring ikke definert (deling med null). I så fall snakker vi heller om absolutt avvik.
pl: Jeśli wartość początkowa wynosi 0, zmiana w % nie jest zdefiniowana (dzielenie przez zero). W takim przypadku mówimy raczej o różnicy bezwzględnej.
pt_pt: Se o valor inicial for 0, a variação em % não está definida (divisão por zero). Nesse caso, fala-se mais de diferença absoluta.
ro: Dacă valoarea inițială este 0, variația în % nu este definită (diviziune prin zero). În acest caz, se vorbește mai degrabă despre decalaj absolut.
ru: Если начальное значение равно 0, процентное изменение не определено (деление на ноль). В этом случае мы говорим скорее об абсолютном отклонении.
sk: Ak je počiatočná hodnota 0, percentuálna zmena nie je definovaná (delenie nulou). V takom prípade hovoríme skôr o absolútnom rozdiele.
sv: Om det initiala värdet är 0 är den procentuella förändringen inte definierad (division med noll). I detta fall talar man hellre om absolut avvikelse.
sw: Ikiwa thamani ya awali ni 0, mabadiliko kwa % hayajafafanuliwa (ugawaji kwa sifuri). Katika kesi hii, tunazungumzia tofauti ya halisi.
tr: Eğer başlangıç değeri 0 ise, yüzde değişimi tanımlı değildir (sıfıra bölme). Bu durumda, daha çok mutlak farktan bahsedilir.
uk: Якщо початкове значення 0, зміна у % не визначена (ділення на нуль). У цьому випадку ми говоримо про абсолютну різницю.
vi: Nếu giá trị ban đầu là 0, sự biến động theo % không được xác định (chia cho 0). Trong trường hợp này, người ta thường nói đến khoảng cách tuyệt đối.
zh_hans: 如果初始值为0，百分比变化是未定义的（除以零）。在这种情况下，我们更倾向于讨论绝对差异。

# ed_math_percentages_percentage_variation_lim2
source: Une baisse de 20% suivie d’une hausse de 20% ne “revient” pas au point de départ : les pourcentages s’appliquent sur des bases différentes.
af: ‘n Afname van 20% gevolg deur 'n toename van 20% “kom nie” terug na die beginpunt nie: die persentasies word op verskillende basisse toegepas.
bg: Спад от 20% последван от увеличение от 20% не "се връща" на началната стойност: процентите се прилагат върху различни бази.
cs: Pokles o 20% následovaný nárůstem o 20% se „nevrací“ na výchozí bod: procenta se aplikují na různé základy.
da: Et fald på 20% efterfulgt af en stigning på 20% “kommer ikke tilbage” til udgangspunktet: procenterne anvendes på forskellige baser.
de: Ein Rückgang von 20% gefolgt von einem Anstieg von 20% "kehrt" nicht zum Ausgangspunkt zurück: Die Prozentsätze gelten für unterschiedliche Basen.
el: Μια μείωση 20% ακολουθούμενη από μια αύξηση 20% δεν "επιστρέφει" στο σημείο εκκίνησης: τα ποσοστά εφαρμόζονται σε διαφορετικές βάσεις.
es: Una disminución del 20% seguida de un aumento del 20% no “vuelve” al punto de partida: los porcentajes se aplican sobre bases diferentes.
fi: 20%:n lasku, jota seuraa 20%:n nousu, ei "palauta" alkuperäiseen: prosentit kohdistuvat eri perusteisiin.
fil: Ang pagbaba ng 20% na sinundan ng pagtaas ng 20% ay hindi "bumabalik" sa simula: ang mga porsyento ay nalalapat sa iba't ibang batayan.
hu: Egy 20%-os csökkenés, amelyet egy 20%-os növekedés követ, nem "tér vissza" a kiindulási ponthoz: a százalékok eltérő alapokon érvényesek.
id: Penurunan 20% diikuti oleh kenaikan 20% tidak "kembali" ke titik awal: persentase diterapkan pada basis yang berbeda.
it: Una diminuzione del 20% seguita da un aumento del 20% non “torna” al punto di partenza: le percentuali si applicano su basi diverse.
ja: 20% の減少の後に 20% の増加があっても「元に戻る」ことはありません：パーセンテージは異なる基準に適用されます。
ko: 20%의 감소 후 20%의 증가는 '원래'로 돌아오지 않습니다: 백분율은 서로 다른 기준에 적용됩니다.
nl: Een daling van 20% gevolgd door een stijging van 20% "komt" niet terug op het beginpunt: de percentages worden toegepast op verschillende bases.
no: En reduksjon på 20% etterfulgt av en økning på 20% "går ikke tilbake" til startpunktet: prosentene gjelder forskjellige baser.
pl: Spadek o 20% po wzroście o 20% nie "wraca" do punktu wyjścia: procenty stosują się do różnych podstaw.
pt_pt: Uma diminuição de 20% seguida de um aumento de 20% não “volta” ao ponto de partida: as percentagens aplicam-se sobre bases diferentes.
ro: O scădere de 20% urmată de o creștere de 20% nu "revine" la punctul de plecare: procentele se aplică pe baze diferite.
ru: Снижение на 20%, за которым следует повышение на 20%, не "возвращает" к исходной точке: проценты применяются к разным базам.
sk: Pokles o 20% nasledovaný nárastom o 20% "nevracia" späť na počiatočný bod: percentá sa aplikujú na rôzne základy.
sv: En minskning med 20% följt av en ökning med 20% "återgår" inte till utgångspunkten: procenten tillämpas på olika baser.
sw: Kupungua kwa 20% ikifuatwa na ongezeko la 20% hakurudi kwenye hatua ya mwanzo: asilimia zinatumika kwenye misingi tofauti.
tr: %20’lik bir düşüş ardından %20’lik bir artış, başlangıç noktasına “dönmez”: yüzdeler farklı temeller üzerinde uygulanır.
uk: Зниження на 20% після підвищення на 20% не "повертає" до початкової точки: відсотки застосовуються до різних баз.
vi: Một sự giảm 20% theo sau bởi một sự tăng 20% không “trở về” điểm xuất phát: các tỷ lệ phần trăm áp dụng trên các cơ sở khác nhau.
zh_hans: 20%的下降后跟随20%的上升并不“回到”起点：百分比是基于不同的基础。

# ed_math_percentages_percentage_variation_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_variation_q1
source: Quelle différence entre “écart” et “variation (%)” ?
af: Wat is die verskil tussen “verskil” en “verandering (%)”?
bg: Каква е разликата между "разлика" и "процентна промяна (%)"?
cs: Jaký je rozdíl mezi „odchylkou“ a „procentuální změnou (%)“?
da: Hvad er forskellen mellem “forskelle” og “ændring (%)”?
de: Was ist der Unterschied zwischen "Abweichung" und "Veränderung (%)"?
el: Ποια είναι η διαφορά μεταξύ "απόκλισης" και "μεταβολής (%)";
es: ¿Cuál es la diferencia entre “diferencia” y “variación (%)”?
fi: Mikä on ero "poikkeaman" ja "muutoksen (%)" välillä?
fil: Ano ang pagkakaiba sa pagitan ng "pagkakaiba" at "pagbabago (%)"?
hu: Mi a különbség az "eltérés" és a "változás (%)" között?
id: Apa perbedaan antara "selisih" dan "variasi (%)"?
it: Qual è la differenza tra “scarto” e “variazione (%)”?
ja: 「差」と「変化（%）」の違いは何ですか？
ko: '차이'와 '변동 (%)'의 차이는 무엇인가요?
nl: Wat is het verschil tussen "afwijking" en "verandering (%)"?
no: Hva er forskjellen mellom "avvik" og "endring (%)"?
pl: Jaka jest różnica między "różnicą" a "zmianą (%)"?
pt_pt: Qual a diferença entre “diferença” e “variação (%)”?
ro: Care este diferența între "decalaj" și "variație (%)"?
ru: В чем разница между "отклонением" и "изменением (%)"?
sk: Aký je rozdiel medzi "rozdielom" a "percentuálnou zmenou (%)"?
sv: Vad är skillnaden mellan "avvikelse" och "förändring (%)"?
sw: Tofauti gani kati ya “tofauti” na “mabadiliko (%)”?
tr: “Fark” ile “değişim (%)” arasındaki fark nedir?
uk: Яка різниця між "різницею" та "зміною (%)"?
vi: Sự khác biệt giữa “khoảng cách” và “biến động (%)” là gì?
zh_hans: “差异”和“变化（%）”有什么区别？

# ed_math_percentages_percentage_variation_a1
source: L’écart est une différence brute (ex : +20). La variation (%) exprime cette différence relativement à la valeur initiale (ex : +20% si on part de 100).
af: Die verskil is 'n bruto verskil (bv: +20). Die verandering (%) druk hierdie verskil relatief tot die aanvanklike waarde uit (bv: +20% as ons van 100 begin).
bg: Разликата е брутна разлика (напр. +20). Процентната промяна (%) изразява тази разлика относително на началната стойност (напр. +20% ако започнем от 100).
cs: Odchylka je hrubý rozdíl (např.: +20). Procentuální změna (%) vyjadřuje tento rozdíl relativně k počáteční hodnotě (např.: +20%, pokud začínáme od 100).
da: Forskellen er en rå forskel (f.eks.: +20). Procentændringen udtrykker denne forskel i forhold til startværdien (f.eks.: +20% hvis man starter fra 100).
de: Die Abweichung ist eine brutto Differenz (z.B.: +20). Die Veränderung (%) drückt diese Differenz relativ zum Anfangswert aus (z.B.: +20%, wenn man von 100 ausgeht).
el: Η απόκλιση είναι μια ακατέργαστη διαφορά (π.χ.: +20). Η μεταβολή (%) εκφράζει αυτή τη διαφορά σε σχέση με την αρχική τιμή (π.χ.: +20% αν ξεκινάμε από 100).
es: La diferencia es una diferencia bruta (ej: +20). La variación (%) expresa esta diferencia relativamente al valor inicial (ej: +20% si partimos de 100).
fi: Poikkeama on karkea ero (esim. +20). Muutos (%) ilmaisee tämän eron suhteessa alkuperäiseen arvoon (esim. +20% jos lähdemme 100:sta).
fil: Ang pagkakaiba ay isang hilaw na pagkakaiba (hal: +20). Ang pagbabago (%) ay nagpapahayag ng pagkakaibang ito kaugnay sa paunang halaga (hal: +20% kung nagsimula sa 100).
hu: Az eltérés egy bruttó különbség (pl.: +20). A változás (%) ezt a különbséget fejezi ki a kezdeti értékhez viszonyítva (pl.: +20% ha 100-ból indulunk).
id: Selisih adalah perbedaan bruto (mis: +20). Variasi (%) menyatakan perbedaan ini relatif terhadap nilai awal (mis: +20% jika kita mulai dari 100).
it: Lo scarto è una differenza grezza (es: +20). La variazione (%) esprime questa differenza relativamente al valore iniziale (es: +20% se partiamo da 100).
ja: 差は粗い違いです（例：+20）。変化（%）はこの違いを初期値に対して表現します（例：100から出発した場合 +20%）。
ko: 차이는 원시적인 차이입니다 (예: +20). 변동 (%)은 이 차이를 초기 값에 대해 상대적으로 표현합니다 (예: 100에서 시작하면 +20%).
nl: De afwijking is een bruto verschil (bijv.: +20). De verandering (%) drukt dit verschil relatief uit ten opzichte van de initiële waarde (bijv.: +20% als we beginnen bij 100).
no: Avviket er en bruttoforskjell (f.eks.: +20). Prosentvis endring uttrykker denne forskjellen relativt til startverdien (f.eks.: +20% hvis man starter fra 100).
pl: Różnica to różnica brutto (np.: +20). Zmiana (%) wyraża tę różnicę w stosunku do wartości początkowej (np.: +20% jeśli zaczynamy od 100).
pt_pt: A diferença é uma diferença bruta (ex: +20). A variação (%) expressa essa diferença relativamente ao valor inicial (ex: +20% se começarmos de 100).
ro: Decalajul este o diferență brută (ex: +20). Variația (%) exprimă această diferență relativ la valoarea inițială (ex: +20% dacă plecăm de la 100).
ru: Отклонение — это грубая разница (например: +20). Процентное изменение (%) выражает эту разницу относительно начального значения (например: +20%, если мы начинаем с 100).
sk: Rozdiel je hrubý rozdiel (napr. +20). Percentuálna zmena (%) vyjadruje tento rozdiel relatívne k počiatočnej hodnote (napr. +20% ak začíname od 100).
sv: Avvikelsen är en brutto skillnad (t.ex. +20). Förändringen (%) uttrycker denna skillnad relativt det initiala värdet (t.ex. +20% om man börjar från 100).
sw: Tofauti ni tofauti ya jumla (mfano: +20). Mabadiliko (%) yanaeleza tofauti hii kulingana na thamani ya awali (mfano: +20% ikiwa tunaanzia 100).
tr: Fark, brüt bir farktır (örneğin: +20). Değişim (%) bu farkı başlangıç değerine göre ifade eder (örneğin: 100’den başlarsak +%20).
uk: Різниця є грубою різницею (наприклад: +20). Зміна (%) виражає цю різницю відносно початкового значення (наприклад: +20%, якщо почати з 100).
vi: Khoảng cách là một sự khác biệt thô (ví dụ: +20). Biến động (%) diễn đạt sự khác biệt này tương đối với giá trị ban đầu (ví dụ: +20% nếu bắt đầu từ 100).
zh_hans: 差异是一个粗略的差别（例如：+20）。变化（%）相对于初始值表达这个差异（例如：如果从100开始则为 +20%）。

# ed_math_percentages_percentage_variation_q2
source: Pourquoi utiliser aussi le coefficient ?
af: Waarom ook die koëffisiënt gebruik?
bg: Защо да използваме и коефициента?
cs: Proč také používat koeficient?
da: Hvorfor bruge koefficienten også?
de: Warum auch den Koeffizienten verwenden?
el: Γιατί να χρησιμοποιήσετε επίσης τον συντελεστή;
es: ¿Por qué usar también el coeficiente?
fi: Miksi käyttää myös kerrointa?
fil: Bakit gamitin din ang coefficient?
hu: Miért használjuk a szorzót is?
id: Mengapa juga menggunakan koefisien?
it: Perché usare anche il coefficiente?
ja: なぜ係数も使用するのですか？
ko: 왜 계수를 사용하는가?
nl: Waarom ook de coëfficiënt gebruiken?
no: Hvorfor bruke koeffisienten også?
pl: Dlaczego używać również współczynnika?
pt_pt: Por que usar também o coeficiente?
ro: De ce să folosiți și coeficientul?
ru: Почему также использовать коэффициент?
sk: Prečo používať aj koeficient?
sv: Varför använda koefficienten också?
sw: Kwa nini pia kutumia kiwango?
tr: Neden katsayıyı da kullanmalıyız?
uk: Чому також використовувати коефіцієнт?
vi: Tại sao cũng sử dụng hệ số?
zh_hans: 为什么也要使用系数？
