Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_to_decimal_a1
source: Parce que leur dénominateur contient des facteurs autres que 2 ou 5 (ex. 1/3).
af: Omdat hul noemer faktore bevat anders as 2 of 5 (bv. 1/3).
bg: Защото техният знаменател съдържа фактори, различни от 2 или 5 (напр. 1/3).
cs: Protože jejich jmenovatel obsahuje faktory jiné než 2 nebo 5 (např. 1/3).
da: Fordi deres nævner indeholder faktorer, der ikke er 2 eller 5 (f.eks. 1/3).
de: Weil ihr Nenner Faktoren enthält, die nicht 2 oder 5 sind (z. B. 1/3).
el: Επειδή ο παρονομαστής τους περιέχει παράγοντες εκτός από το 2 ή το 5 (π.χ. 1/3).
es: Porque su denominador contiene factores distintos de 2 o 5 (ej. 1/3).
fi: Koska niiden nimittäjä sisältää tekijöitä, jotka eivät ole 2 tai 5 (esim. 1/3).
fil: Dahil ang kanilang denominator ay naglalaman ng mga salik bukod sa 2 o 5 (hal. 1/3).
hu: Mert a nevezőjük 2-nél vagy 5-nél más tényezőket tartalmaz (pl. 1/3).
id: Karena penyebutnya mengandung faktor selain 2 atau 5 (mis. 1/3).
it: Perché il loro denominatore contiene fattori diversi da 2 o 5 (es. 1/3).
ja: それは分母に2または5以外の因子が含まれているからです（例：1/3）。
ko: 그들의 분모가 2 또는 5 이외의 인수를 포함하기 때문입니다 (예: 1/3).
nl: Omdat hun noemer factoren bevat anders dan 2 of 5 (bijv. 1/3).
no: Fordi nevneren inneholder faktorer annet enn 2 eller 5 (f.eks. 1/3).
pl: Ponieważ ich mianownik zawiera czynniki inne niż 2 lub 5 (np. 1/3).
pt_pt: Porque seu denominador contém fatores diferentes de 2 ou 5 (ex. 1/3).
ro: Pentru că denumitorul lor conține factori altele decât 2 sau 5 (ex. 1/3).
ru: Потому что их знаменатель содержит факторы, отличные от 2 или 5 (например, 1/3).
sk: Pretože ich menovateľ obsahuje faktory iné ako 2 alebo 5 (napr. 1/3).
sv: För att deras nämnare innehåller faktorer som inte är 2 eller 5 (t.ex. 1/3).
sw: Kwa sababu mdenominata yao ina vipengele vingine isipokuwa 2 au 5 (mfano 1/3).
tr: Çünkü paydaları 2 veya 5'ten başka çarpanlar içerir (ör. 1/3).
uk: Тому що їхній знаменник містить фактори, відмінні від 2 або 5 (наприклад, 1/3).
vi: Bởi vì mẫu số của chúng chứa các yếu tố khác ngoài 2 hoặc 5 (ví dụ: 1/3).
zh_hans: 因为它们的分母包含2或5以外的因子（例如1/3）。

# ed_math_fractions_fraction_to_decimal_q2
source: 1/3 vaut-il exactement 0,33 ?
af: Is 1/3 presies 0,33?
bg: Дали 1/3 е точно 0,33?
cs: Je 1/3 přesně 0,33?
da: Er 1/3 lig med 0,33?
de: Ist 1/3 genau 0,33?
el: Είναι το 1/3 ακριβώς 0,33;
es: ¿1/3 vale exactamente 0,33?
fi: Onko 1/3 tarkalleen 0,33?
fil: Ang 1/3 ba ay eksaktong 0.33?
hu: A 1/3 pontosan 0,33-at ér?
id: Apakah 1/3 sama dengan 0,33?
it: 1/3 vale esattamente 0,33?
ja: 1/3は正確に0.33ですか？
ko: 1/3은 정확히 0.33인가요?
nl: Is 1/3 precies 0,33?
no: Er 1/3 nøyaktig 0,33?
pl: Czy 1/3 jest dokładnie równe 0,33?
pt_pt: 1/3 vale exatamente 0,33?
ro: 1/3 este exact 0,33?
ru: Является ли 1/3 точно 0,33?
sk: Je 1/3 presne 0,33?
sv: Är 1/3 exakt 0,33?
sw: Je, 1/3 inamaanisha hasa 0.33?
tr: 1/3 tam olarak 0,33 eder mi?
uk: Чи дорівнює 1/3 точно 0,33?
vi: 1/3 có giá trị chính xác là 0,33 không?
zh_hans: 1/3是否等于0.33？

# ed_math_fractions_fraction_to_decimal_a2
source: Non, 1/3 = 0,333… à l’infini. 0,33 est seulement une approximation.
af: Nee, 1/3 = 0,333… tot in die oneindigheid. 0,33 is net 'n benadering.
bg: Не, 1/3 = 0,333… до безкрайност. 0,33 е само приближение.
cs: Ne, 1/3 = 0,333… do nekonečna. 0,33 je pouze aproximace.
da: Nej, 1/3 = 0,333… uendeligt. 0,33 er kun en tilnærmelse.
de: Nein, 1/3 = 0,333… unendlich. 0,33 ist nur eine Annäherung.
el: Όχι, το 1/3 = 0,333… στο άπειρο. Το 0,33 είναι μόνο μια προσέγγιση.
es: No, 1/3 = 0,333… hasta el infinito. 0,33 es solo una aproximación.
fi: Ei, 1/3 = 0,333… äärettömästi. 0,33 on vain arvio.
fil: Hindi, 1/3 = 0.333… nang walang hanggan. Ang 0.33 ay isang approximation lamang.
hu: Nem, a 1/3 = 0,333… végtelen. A 0,33 csak egy közelítés.
id: Tidak, 1/3 = 0,333… hingga tak terhingga. 0,33 hanyalah sebuah perkiraan.
it: No, 1/3 = 0,333… all'infinito. 0,33 è solo un'approssimazione.
ja: いいえ、1/3 = 0.333…は無限です。0.33は単なる近似です。
ko: 아니요, 1/3 = 0.333… 무한히 계속됩니다. 0.33은 단지 근사값입니다.
nl: Nee, 1/3 = 0,333… tot in het oneindige. 0,33 is slechts een benadering.
no: Nei, 1/3 = 0,333… i det uendelige. 0,33 er bare en tilnærming.
pl: Nie, 1/3 = 0,333… w nieskończoność. 0,33 to tylko przybliżenie.
pt_pt: Não, 1/3 = 0,333… para o infinito. 0,33 é apenas uma aproximação.
ro: Nu, 1/3 = 0,333… la infinit. 0,33 este doar o aproximare.
ru: Нет, 1/3 = 0,333… до бесконечности. 0,33 — это только приближение.
sk: Nie, 1/3 = 0,333… do nekonečna. 0,33 je len aproximácia.
sv: Nej, 1/3 = 0,333… i oändlighet. 0,33 är bara en approximation.
sw: Hapana, 1/3 = 0.333… milele. 0.33 ni makadirio tu.
tr: Hayır, 1/3 = 0,333… sonsuza kadar. 0,33 sadece bir yaklaşımdır.
uk: Ні, 1/3 = 0,333… до безкінечності. 0,33 є лише наближенням.
vi: Không, 1/3 = 0,333… đến vô hạn. 0,33 chỉ là một xấp xỉ.
zh_hans: 不，1/3 = 0.333…是无限的。0.33只是一个近似值。

# ed_math_fractions_fraction_to_decimal_q3
source: Dois-je simplifier la fraction avant de convertir ?
af: Moet ek die fraksie vereenvoudig voordat ek omskakel?
bg: Трябва ли да опростя дробта преди да я преобразувам?
cs: Mám zjednodušit zlomek před převodem?
da: Skal jeg forenkle brøken, før jeg konverterer?
de: Soll ich den Bruch vereinfachen, bevor ich konvertiere?
el: Πρέπει να απλοποιήσω την κλάση πριν τη μετατροπή;
es: ¿Debo simplificar la fracción antes de convertir?
fi: Pitäisikö minun yksinkertaistaa murtoluku ennen muuntamista?
fil: Kailangan ko bang isimplify ang fraction bago i-convert?
hu: Kell-e egyszerűsítenem a törteket a konvertálás előtt?
id: Apakah saya harus menyederhanakan pecahan sebelum mengonversi?
it: Devo semplificare la frazione prima di convertire?
ja: 変換する前に分数を簡略化する必要がありますか？
ko: 변환하기 전에 분수를 약분해야 하나요?
nl: Moet ik de breuk vereenvoudigen voordat ik converteer?
no: Må jeg forenkle brøken før jeg konverterer?
pl: Czy powinienem uprościć ułamek przed konwersją?
pt_pt: Devo simplificar a fração antes de converter?
ro: Trebuie să simplific fracția înainte de a converti?
ru: Должен ли я упростить дробь перед преобразованием?
sk: Mám zjednodušiť zlomek pred konverziou?
sv: Måste jag förenkla bråkdelen innan jag konverterar?
sw: Je, ni lazima nipunguze fraction kabla ya kubadilisha?
tr: Kesiri dönüştürmeden önce sadeleştirmeli miyim?
uk: Чи слід мені спростити дробь перед перетворенням?
vi: Tôi có nên đơn giản hóa phân số trước khi chuyển đổi không?
zh_hans: 我在转换之前需要简化分数吗？

# ed_math_fractions_fraction_to_decimal_a3
source: Ce n’est pas obligatoire, mais cela permet souvent d’obtenir un décimal plus simple.
af: Dit is nie verpligtend nie, maar dit help dikwels om 'n eenvoudiger desimale waarde te verkry.
bg: Не е задължително, но често позволява да получите по-прост десетичен дроб.
cs: Není to povinné, ale často to umožňuje získat jednodušší desetinné číslo.
da: Det er ikke obligatorisk, men det giver ofte en enklere decimal.
de: Es ist nicht obligatorisch, aber es ermöglicht oft, eine einfachere Dezimalzahl zu erhalten.
el: Δεν είναι υποχρεωτικό, αλλά συχνά επιτρέπει την απόκτηση ενός πιο απλού δεκαδικού.
es: No es obligatorio, pero a menudo permite obtener un decimal más simple.
fi: Se ei ole pakollista, mutta se usein mahdollistaa yksinkertaisemman desimaalin saamisen.
fil: Hindi ito sapilitan, ngunit madalas itong nagbibigay ng mas simpleng decimal.
hu: Nem kötelező, de gyakran lehetővé teszi egy egyszerűbb tizedes számot.
id: Ini tidak wajib, tetapi sering kali memungkinkan untuk mendapatkan desimal yang lebih sederhana.
it: Non è obbligatorio, ma spesso consente di ottenere un decimale più semplice.
ja: 必須ではありませんが、しばしばより単純な小数を得ることができます。
ko: 필수는 아니지만, 종종 더 간단한 소수를 얻을 수 있습니다.
nl: Het is niet verplicht, maar het zorgt vaak voor een eenvoudigere decimaal.
no: Det er ikke obligatorisk, men det gir ofte en enklere desimal.
pl: To nie jest obowiązkowe, ale często pozwala uzyskać prostszy ułamek dziesiętny.
pt_pt: Não é obrigatório, mas muitas vezes permite obter um decimal mais simples.
ro: Nu este obligatoriu, dar adesea permite obținerea unui decimal mai simplu.
ru: Это не обязательно, но часто позволяет получить более простую десятичную дробь.
sk: Nie je to povinné, ale často to umožňuje získať jednoduchší desatinný zlomok.
sv: Det är inte obligatoriskt, men det gör ofta att man får en enklare decimal.
sw: Siyo lazima, lakini mara nyingi inaruhusu kupata desimali rahisi zaidi.
tr: Zorunlu değil, ama genellikle daha basit bir ondalık elde etmeyi sağlar.
uk: Це не є обов'язковим, але це часто дозволяє отримати простіший десятковий дріб.
vi: Điều này không bắt buộc, nhưng thường giúp có được một số thập phân đơn giản hơn.
zh_hans: 这不是强制性的，但通常可以得到更简单的十进制。

# ed_math_fractions_fraction_to_decimal_q4
source: Quelle différence avec “Décimal → fraction” ?
af: Wat is die verskil met 'Dekimaal → breuk'?
bg: Каква е разликата с "Десетичен → дроб"?
cs: Jaký je rozdíl mezi „Desetinné → zlomek“?
da: Hvad er forskellen på “Decimal → brøk”?
de: Was ist der Unterschied zu "Dezimal → Bruch"?
el: Ποια είναι η διαφορά με το “Δεκαδικό → κλάσμα”;
es: ¿Cuál es la diferencia con “Decimal → fracción”?
fi: Mikä ero on "Desimaali → murtoluku"?
fil: Anong pagkakaiba ng “Decimal → fraction”?
hu: Mi a különbség a "Tizedes → tört"-tel?
id: Apa perbedaannya dengan “Desimal → pecahan”?
it: Qual è la differenza con “Decimale → frazione”?
ja: 「小数 → 分数」との違いは何ですか？
ko: “소수 → 분수”와의 차이점은 무엇인가요?
nl: Wat is het verschil met “Decimaal → breuk”?
no: Hva er forskjellen med "Desimal → brøk"?
pl: Jaka jest różnica między „Ułamek → dziesiętny”?
pt_pt: Qual é a diferença entre “Decimal → fração”?
ro: Care este diferența față de „Decimal → fracție”?
ru: В чем разница между «Десятичная дробь → дробь»?
sk: Aký je rozdiel medzi „Desatinné → zlomok“?
sv: Vad är skillnaden med "Decimal → bråk"?
sw: Ni tofauti gani na "Desimali → sehemu"?
tr: “Ondalık → kesir” ile ne fark var?
uk: Яка різниця між “Десятковий → дріб”?
vi: Sự khác biệt với “Thập phân → phân số” là gì?
zh_hans: 与“十进制 → 分数”有什么区别？

# ed_math_fractions_fraction_to_decimal_a4
source: Ici on interprète une fraction sous forme décimale, alors que l’autre outil reconstruit une fraction exacte à partir d’un décimal.
af: Hier interpreteer ons 'n breuk in desimale vorm, terwyl die ander hulpmiddel 'n presiese breuk uit 'n desimaal herbou.
bg: Тук интерпретираме дроб под формата на десетичен дроб, докато другият инструмент реконструира точна дроб от десетичен дроб.
cs: Zde interpretujeme zlomek ve formě desetinného čísla, zatímco druhý nástroj rekonstruuje přesný zlomek z desetinného čísla.
da: Her fortolker vi en brøk i decimalform, mens det andet værktøj genskaber en præcis brøk ud fra en decimal.
de: Hier interpretieren wir einen Bruch in dezimaler Form, während das andere Werkzeug einen genauen Bruch aus einer Dezimalzahl rekonstruiert.
el: Εδώ ερμηνεύουμε ένα κλάσμα σε δεκαδική μορφή, ενώ το άλλο εργαλείο ανακατασκευάζει ένα ακριβές κλάσμα από ένα δεκαδικό.
es: Aquí interpretamos una fracción en forma decimal, mientras que la otra herramienta reconstruye una fracción exacta a partir de un decimal.
fi: Tässä tulkitaan murtoluku desimaalimuodossa, kun taas toinen työkalu rakentaa tarkan murtoluvun desimaalista.
fil: Dito, isinasalin natin ang isang fraction sa anyong decimal, habang ang isa pang tool ay nagbabalik ng isang eksaktong fraction mula sa isang decimal.
hu: Itt egy törtet tizedes formában értelmezünk, míg a másik eszköz egy pontos törtet rekonstruál tizedesből.
id: Di sini kita menginterpretasikan pecahan dalam bentuk desimal, sementara alat lainnya membangun kembali pecahan yang tepat dari desimal.
it: Qui interpretiamo una frazione in forma decimale, mentre l'altro strumento ricostruisce una frazione esatta a partire da un decimale.
ja: ここでは小数形式の分数を解釈しますが、別のツールは小数から正確な分数を再構築します。
ko: 여기서는 소수 형태로 분수를 해석하지만, 다른 도구는 소수에서 정확한 분수를 재구성합니다.
nl: Hier interpreteren we een breuk in decimale vorm, terwijl de andere tool een exacte breuk reconstrueert op basis van een decimaal.
no: Her tolker vi en brøk i desimalform, mens det andre verktøyet gjenoppbygger en nøyaktig brøk fra en desimal.
pl: Tutaj interpretujemy ułamek w formie dziesiętnej, podczas gdy inne narzędzie odbudowuje dokładny ułamek z dziesiętnego.
pt_pt: Aqui interpretamos uma fração na forma decimal, enquanto a outra ferramenta reconstrói uma fração exata a partir de um decimal.
ro: Aici interpretăm o fracție sub formă decimală, în timp ce cealaltă unealtă reconstruiește o fracție exactă dintr-un decimal.
ru: Здесь мы интерпретируем дробь в десятичной форме, в то время как другой инструмент восстанавливает точную дробь из десятичной.
sk: Tu interpretujeme zlomok vo forme desatinného čísla, zatiaľ čo iný nástroj rekonštruuje presný zlomok z desatinného čísla.
sv: Här tolkar vi ett bråk i decimalform, medan det andra verktyget återskapar ett exakt bråk från en decimal.
sw: Hapa tunaelewa sehemu kwa njia ya desimali, wakati zana nyingine inajenga sehemu halisi kutoka kwa desimali.
tr: Burada bir kesiri ondalık biçiminde yorumluyoruz, diğer araç ise bir ondalıktan tam bir kesir yeniden oluşturuyor.
uk: Тут ми інтерпретуємо дріб у десятковій формі, тоді як інший інструмент відновлює точний дріб з десяткового дробу.
vi: Ở đây chúng ta diễn giải một phân số dưới dạng thập phân, trong khi công cụ khác tái tạo một phân số chính xác từ một số thập phân.
zh_hans: 这里我们将分数解释为十进制，而另一个工具则从十进制重建一个精确的分数。

# ed_math_fractions_fraction_to_decimal_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_math_fractions_fraction_to_decimal_tip
source: Si le dénominateur ne contient que des facteurs 2 et/ou 5, la fraction donnera toujours un décimal fini.
af: As die noemer slegs faktore van 2 en/of 5 bevat, sal die breuk altyd 'n eindige desimaal gee.
bg: Ако знаменателят съдържа само фактори 2 и/или 5, дробта винаги ще даде краен десетичен дроб.
cs: Pokud jmenovatel obsahuje pouze faktory 2 a/nebo 5, zlomek vždy poskytne konečné desetinné číslo.
da: Hvis nævneren kun indeholder faktorerne 2 og/eller 5, vil brøken altid give en endelig decimal.
de: Wenn der Nenner nur Faktoren von 2 und/oder 5 enthält, wird der Bruch immer eine endliche Dezimalzahl ergeben.
el: Αν ο παρονομαστής περιέχει μόνο παράγοντες 2 και/ή 5, το κλάσμα θα δώσει πάντα ένα πεπερασμένο δεκαδικό.
es: Si el denominador solo contiene factores 2 y/o 5, la fracción siempre dará un decimal finito.
fi: Jos nimittäjä sisältää vain tekijöitä 2 ja/tai 5, murtoluku antaa aina päättymättömän desimaalin.
fil: Kung ang denominator ay naglalaman lamang ng mga salik na 2 at/o 5, ang fraction ay palaging magbibigay ng isang natapos na decimal.
hu: Ha a nevező csak 2-es és/vagy 5-ös tényezőket tartalmaz, a tört mindig véges tizedest ad.
id: Jika penyebut hanya mengandung faktor 2 dan/atau 5, pecahan tersebut akan selalu menghasilkan desimal yang berakhir.
it: Se il denominatore contiene solo fattori 2 e/o 5, la frazione darà sempre un decimale finito.
ja: 分母が2および/または5の因子のみを含む場合、分数は常に有限小数を与えます。
ko: 분모가 2와/또는 5의 인수만 포함하면, 분수는 항상 유한 소수를 제공합니다.
nl: Als de noemer alleen factoren 2 en/of 5 bevat, zal de breuk altijd een eindige decimaal opleveren.
no: Hvis nevneren bare inneholder faktorer 2 og/eller 5, vil brøken alltid gi en endelig desimal.
pl: Jeśli mianownik zawiera tylko czynniki 2 i/lub 5, ułamek zawsze da skończony ułamek dziesiętny.
pt_pt: Se o denominador contiver apenas fatores 2 e/ou 5, a fração sempre resultará em um decimal finito.
ro: Dacă numitorul conține doar factori 2 și/sau 5, fracția va da întotdeauna un decimal finit.
ru: Если знаменатель содержит только множители 2 и/или 5, дробь всегда даст конечную десятичную дробь.
sk: Ak menovateľ obsahuje iba faktory 2 a/alebo 5, zlomok vždy poskytne konečné desatinné číslo.
sv: Om nämnaren endast innehåller faktorerna 2 och/eller 5, kommer bråket alltid att ge en ändlig decimal.
sw: Ikiwa mdeni una vitu vya 2 na/au 5 pekee, sehemu itatoa daima desimali ya mwisho.
tr: Eğer payda sadece 2 ve/veya 5 faktörlerini içeriyorsa, kesir her zaman sonlu bir ondalık verir.
uk: Якщо знаменник містить лише множники 2 і/або 5, дріб завжди дасть скінченний десятковий дріб.
vi: Nếu mẫu số chỉ chứa các yếu tố 2 và/hoặc 5, phân số sẽ luôn cho ra một số thập phân hữu hạn.
zh_hans: 如果分母只包含因子 2 和/或 5，分数将始终给出有限的十进制。

# ed_math_fractions_fraction_to_percent_title
source: À propos : Fraction → %
af: Oor: Breuk → %
bg: Относно: Дроб → %
cs: O tomto: Zlomek → %
da: Om: Brøk → %
de: Über: Bruch → %
el: Σχετικά: Κλάσμα → %
es: Acerca de: Fracción → %
fi: Tietoa: Murtoluku → %
fil: Tungkol sa: Fraction → %
hu: A következőkről: Tört → %
id: Tentang: Pecahan → %
it: A proposito: Frazione → %
ja: について：分数 → %
ko: 정보: 분수 → %
nl: Over: Breuk → %
no: Om: Brøk → %
pl: Na temat: Ułamek → %
pt_pt: Sobre: Fração → %
ro: Despre: Fracție → %
ru: О нас: Дробь → %
sk: O: Zlomok → %
sv: Om: Bråk → %
sw: Kuhusu: Sehemu → %
tr: Hakkında: Kesir → %
uk: Про: Дріб → %
vi: Về: Phân số → %
zh_hans: 关于：分数 → %

# ed_math_fractions_fraction_to_percent_lead
source: Ce convertisseur transforme une fraction en pourcentage afin d’exprimer une proportion de manière plus intuitive, que ce soit pour des exercices, des statistiques ou des données du quotidien.
af: Hierdie omskakelaar transformeer 'n breuk in 'n persentasie om 'n proporsie op 'n meer intuïtiewe manier uit te druk, of dit nou vir oefeninge, statistieke of daaglikse data is.
bg: Този конвертор преобразува дроб в процент, за да изрази пропорция по-интуитивно, независимо дали става въпрос за упражнения, статистика или ежедневни данни.
cs: Tento převodník převádí zlomek na procento, aby vyjádřil poměr intuitivněji, ať už pro cvičení, statistiky nebo každodenní data.
da: Denne konverter omdanner en brøk til procent for at udtrykke en andel på en mere intuitiv måde, hvad enten det er til øvelser, statistik eller dagligdags data.
de: Dieser Konverter wandelt einen Bruch in einen Prozentsatz um, um einen Anteil intuitiver auszudrücken, sei es für Übungen, Statistiken oder Alltagsdaten.
el: Αυτός ο μετατροπέας μετατρέπει ένα κλάσμα σε ποσοστό για να εκφράσει μια αναλογία με πιο διαισθητικό τρόπο, είτε πρόκειται για ασκήσεις, στατιστικά ή καθημερινά δεδομένα.
es: Este convertidor transforma una fracción en porcentaje para expresar una proporción de manera más intuitiva, ya sea para ejercicios, estadísticas o datos cotidianos.
fi: Tämä muunnin muuntaa murtoluvun prosentiksi, jotta osuus voidaan ilmaista intuitiivisemmalla tavalla, olipa kyseessä harjoitukset, tilastot tai arkipäivän tiedot.
fil: Ang converter na ito ay nagbabago ng fraction sa porsyento upang ipahayag ang isang proporsyon sa mas intuitive na paraan, maging ito man ay para sa mga ehersisyo, istatistika, o pang-araw-araw na datos.
hu: Ez a konverter egy törtet százalékká alakít, hogy intuitív módon fejezzen ki egy arányt, legyen szó gyakorlatokról, statisztikákról vagy napi adatokról.
id: Konverter ini mengubah pecahan menjadi persentase untuk mengekspresikan proporsi dengan cara yang lebih intuitif, baik untuk latihan, statistik, atau data sehari-hari.
it: Questo convertitore trasforma una frazione in percentuale per esprimere una proporzione in modo più intuitivo, sia per esercizi, statistiche o dati quotidiani.
ja: この変換ツールは、分数をパーセンテージに変換し、演習、統計、日常データのいずれであっても、より直感的に比率を表現します。
ko: 이 변환기는 분수를 백분율로 변환하여 비율을 더 직관적으로 표현합니다. 이는 연습, 통계 또는 일상 데이터에 사용할 수 있습니다.
nl: Deze converter verandert een breuk in een percentage om een verhouding intuïtiever uit te drukken, of het nu gaat om oefeningen, statistieken of dagelijkse gegevens.
no: Denne konvertereren omformer en brøk til prosent for å uttrykke en andel på en mer intuitiv måte, enten det er for oppgaver, statistikk eller hverdagsdata.
pl: Ten konwerter przekształca ułamek w procent, aby wyrazić proporcję w bardziej intuicyjny sposób, czy to w ćwiczeniach, statystykach, czy danych codziennych.
pt_pt: Este conversor transforma uma fração em porcentagem para expressar uma proporção de forma mais intuitiva, seja para exercícios, estatísticas ou dados do dia a dia.
ro: Acest convertor transformă o fracție în procent pentru a exprima o proporție într-un mod mai intuitiv, fie pentru exerciții, statistici sau date din viața de zi cu zi.
ru: Этот конвертер преобразует дробь в процент, чтобы выразить пропорцию более интуитивно, будь то для упражнений, статистики или повседневных данных.
sk: Tento prevodník premieňa zlomok na percento, aby vyjadril proporciu intuitívnejším spôsobom, či už ide o cvičenia, štatistiky alebo každodenné údaje.
sv: Denna omvandlare omvandlar ett bråk till procent för att uttrycka en andel på ett mer intuitivt sätt, oavsett om det handlar om övningar, statistik eller vardagsdata.
sw: Converter hii inabadilisha sehemu kuwa asilimia ili kuonyesha uwiano kwa njia rahisi zaidi, iwe ni kwa mazoezi, takwimu au data za kila siku.
tr: Bu dönüştürücü, bir kesiri yüzdeye çevirerek bir oranı daha sezgisel bir şekilde ifade etmenizi sağlar; bu, ister alıştırmalar, ister istatistikler veya günlük veriler için olsun.
uk: Цей конвертер перетворює дріб у відсоток, щоб виразити пропорцію більш інтуїтивно, будь то для вправ, статистики чи повсякденних даних.
vi: Bộ chuyển đổi này chuyển đổi một phân số thành phần trăm để diễn đạt một tỷ lệ một cách trực quan hơn, cho dù đó là cho bài tập, thống kê hay dữ liệu hàng ngày.
zh_hans: 这个转换器将分数转换为百分比，以便以更直观的方式表达比例，无论是用于练习、统计还是日常数据。

# ed_math_fractions_fraction_to_percent_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_fractions_fraction_to_percent_uc1_title
source: Exprimer une part en %
af: Druk 'n deel in % uit
bg: Да изразим част в %
cs: Vyjádřit podíl v %
da: Udtrykke en andel i %
de: Einen Anteil in % ausdrücken
el: Να εκφράσετε ένα μερίδιο σε %
es: Expresar una parte en %
fi: Ilmaise osuus %:na
fil: Ipahayag ang isang bahagi sa %
hu: Kifejezni egy részesedést %
id: Mengekspresikan bagian dalam %
it: Esprimere una parte in %
ja: 割合を%で表現する
ko: 비율을 %로 표현하기
nl: Een deel uitdrukken in %
no: Uttrykke en andel i %
pl: Wyrażenie części w %
pt_pt: Expressar uma parte em %
ro: Exprimați o parte în %
ru: Выразить долю в %
sk: Vyjadriť podiel v %
sv: Uttrycka en andel i %
sw: Kuonyesha sehemu kwa %
tr: Bir oranı % olarak ifade etme
uk: Виразити частку у %
vi: Diễn đạt một phần bằng %
zh_hans: 以 % 表达份额
