Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_part_of_total_lead
source: Ce calculateur permet de déterminer la part qu’une valeur représente dans un total, exprimée en pourcentage, afin de mesurer une proportion au sein d’un ensemble complet.
af: Hierdie sakrekenaar maak dit moontlik om die deel wat 'n waarde in 'n totaal verteenwoordig, in persentasie uit te druk, om 'n proporsie binne 'n volledige geheel te meet.
bg: Този калкулатор позволява да се определи делът, който една стойност представлява в общата сума, изразен в процент, за да се измери пропорция в рамките на цялостен набор.
cs: Tento kalkulátor umožňuje určit podíl, který hodnota představuje v celkové částce, vyjádřený v procentech, aby se změřil podíl v rámci celého souboru.
da: Denne lommeregner gør det muligt at bestemme den andel, en værdi repræsenterer i en total, udtrykt i procent, for at måle en andel inden for et komplet sæt.
de: Dieser Rechner ermöglicht es, den Anteil, den ein Wert an einem Gesamt hat, in Prozent auszudrücken, um ein Verhältnis innerhalb eines vollständigen Sets zu messen.
el: Αυτός ο υπολογιστής επιτρέπει να προσδιορίσετε το μέρος που αντιπροσωπεύει μια τιμή σε ένα σύνολο, εκφρασμένο σε ποσοστό, προκειμένου να μετρήσετε μια αναλογία εντός ενός πλήρους συνόλου.
es: Este calculador permite determinar la parte que un valor representa en un total, expresada en porcentaje, para medir una proporción dentro de un conjunto completo.
fi: Tämä laskin mahdollistaa sen, että voit määrittää, kuinka suuri osuus arvo on kokonaismäärästä, ilmaistuna prosenttina, jotta voit mitata osuutta kokonaisuudesta.
fil: Ang calculator na ito ay nagbibigay-daan upang matukoy ang bahagi na kinakatawan ng isang halaga sa isang kabuuan, na ipinahayag sa porsyento, upang sukatin ang isang proporsyon sa loob ng isang kumpletong set.
hu: Ez a kalkulátor lehetővé teszi, hogy meghatározza, hogy egy érték mekkora részesedést képvisel egy teljes összegben, százalékban kifejezve, hogy mérje egy arányt egy teljes halmazon belül.
id: Kalkulator ini memungkinkan untuk menentukan bagian yang diwakili oleh suatu nilai dalam total, dinyatakan dalam persentase, untuk mengukur proporsi dalam suatu keseluruhan.
it: Questo calcolatore consente di determinare la parte che un valore rappresenta in un totale, espressa in percentuale, per misurare una proporzione all'interno di un insieme completo.
ja: この計算機は、値が合計に対して占める割合をパーセンテージで表し、全体の中での割合を測定するために使用されます。
ko: 이 계산기는 값이 총액에서 차지하는 비율을 백분율로 나타내어 전체 집합 내에서 비율을 측정할 수 있도록 합니다.
nl: Deze calculator maakt het mogelijk om te bepalen welk deel een waarde vertegenwoordigt in een totaal, uitgedrukt in percentage, om een proportie binnen een complete set te meten.
no: Denne kalkulatoren lar deg bestemme andelen en verdi utgjør i en total, uttrykt i prosent, for å måle en proporsjon innenfor et komplett sett.
pl: Ten kalkulator pozwala określić, jaką część wartość stanowi w całości, wyrażoną w procentach, aby zmierzyć proporcję w ramach pełnego zbioru.
pt_pt: Este calculador permite determinar a parte que um valor representa num total, expressa em percentagem, para medir uma proporção dentro de um conjunto completo.
ro: Acest calculator permite determinarea părții pe care o valoare o reprezintă într-un total, exprimată în procent, pentru a măsura o proporție în cadrul unui întreg complet.
ru: Этот калькулятор позволяет определить долю, которую значение представляет в общем итоге, выраженную в процентах, чтобы измерить пропорцию в рамках полного набора.
sk: Tento kalkulátor umožňuje určiť podiel, ktorý hodnota predstavuje v celku, vyjadrený v percentách, aby sa zmeral podiel v rámci celkového súboru.
sv: Denna kalkylator gör det möjligt att bestämma den andel som ett värde representerar i en total, uttryckt i procent, för att mäta en proportion inom en komplett uppsättning.
sw: Kikokotoo hiki kinaruhusu kubaini sehemu ambayo thamani inawakilisha katika jumla, iliyoonyeshwa kwa asilimia, ili kupima uwiano ndani ya seti kamili.
tr: Bu hesaplayıcı, bir değerin toplam içindeki payını yüzde olarak belirlemeye yarar ve bir bütün içindeki oranı ölçmek için kullanılır.
uk: Цей калькулятор дозволяє визначити частку, яку значення представляє в загальній сумі, виражену у відсотках, щоб виміряти пропорцію в межах повного набору.
vi: Công cụ tính toán này cho phép xác định phần mà một giá trị đại diện trong một tổng, được biểu thị bằng tỷ lệ phần trăm, nhằm đo lường một tỷ lệ trong một tập hợp hoàn chỉnh.
zh_hans: 此计算器可用于确定一个值在总额中所占的部分，以百分比表示，以便衡量一个整体中的比例。

# ed_math_percentages_percentage_part_of_total_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de utilização
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_part_of_total_uc1_title
source: Analyser une répartition
af: Analiseer 'n verspreiding
bg: Анализ на разпределение
cs: Analyzovat rozdělení
da: Analysere en fordeling
de: Eine Verteilung analysieren
el: Ανάλυση μιας κατανομής
es: Analizar una distribución
fi: Analysoi jakautumista
fil: Suriin ang isang pamamahagi
hu: Egy eloszlás elemzése
id: Menganalisis distribusi
it: Analizzare una distribuzione
ja: 分配を分析する
ko: 분포 분석
nl: Een verdeling analyseren
no: Analysere en fordeling
pl: Analizować rozkład
pt_pt: Analisar uma distribuição
ro: Analiza unei distribuții
ru: Анализ распределения
sk: Analyzovať rozdelenie
sv: Analysera en fördelning
sw: Kuchambua mgawanyiko
tr: Bir dağılımı analiz etmek
uk: Аналіз розподілу
vi: Phân tích một sự phân bố
zh_hans: 分析分布

# ed_math_percentages_percentage_part_of_total_uc1_text
source: Calculer la part d’une catégorie dans un ensemble, par exemple la proportion de ventes d’un produit dans le chiffre d’affaires total.
af: Bereken die deel van 'n kategorie in 'n geheel, byvoorbeeld die proporsie van verkope van 'n produk in die totale omset.
bg: Изчисляване на дела на категория в набор, например пропорцията на продажбите на продукт в общия оборот.
cs: Vypočítat podíl kategorie v souboru, například podíl prodeje produktu na celkovém obratu.
da: Beregne andelen af en kategori i et sæt, for eksempel andelen af salg af et produkt i den samlede omsætning.
de: Den Anteil einer Kategorie in einem Set berechnen, zum Beispiel den Anteil der Verkäufe eines Produkts am Gesamtumsatz.
el: Υπολογίστε το μέρος μιας κατηγορίας σε ένα σύνολο, για παράδειγμα την αναλογία πωλήσεων ενός προϊόντος στο συνολικό τζίρο.
es: Calcular la parte de una categoría en un conjunto, por ejemplo, la proporción de ventas de un producto en la facturación total.
fi: Laske kategorian osuus kokonaisuudesta, esimerkiksi tuotteen myynnin osuus kokonaisliikevaihdosta.
fil: Kalkulahin ang bahagi ng isang kategorya sa isang set, halimbawa ang proporsyon ng benta ng isang produkto sa kabuuang kita.
hu: Számolja ki egy kategória részét egy halmazban, például egy termék eladásainak arányát a teljes bevételhez viszonyítva.
id: Menghitung bagian dari suatu kategori dalam suatu keseluruhan, misalnya proporsi penjualan suatu produk dalam total pendapatan.
it: Calcolare la parte di una categoria in un insieme, ad esempio la proporzione delle vendite di un prodotto nel fatturato totale.
ja: カテゴリーの合計に対する割合を計算する、たとえば、製品の売上が総売上に占める割合。
ko: 전체에서 카테고리의 비율을 계산합니다. 예를 들어, 총 매출에서 특정 제품의 판매 비율입니다.
nl: Deel van een categorie in een geheel berekenen, bijvoorbeeld de proportie van de verkopen van een product in de totale omzet.
no: Beregne andelen av en kategori i et sett, for eksempel andelen salg av et produkt i den totale omsetningen.
pl: Obliczyć część kategorii w zbiorze, na przykład proporcję sprzedaży produktu w całkowitym przychodzie.
pt_pt: Calcular a parte de uma categoria num conjunto, por exemplo, a proporção de vendas de um produto no volume de negócios total.
ro: Calcularea părții unei categorii într-un ansamblu, de exemplu proporția vânzărilor unui produs în cifra de afaceri totală.
ru: Рассчитать долю категории в наборе, например, долю продаж продукта в общем доходе.
sk: Vypočítať podiel kategórie v súbore, napríklad podiel predaja produktu na celkových tržbách.
sv: Beräkna andelen av en kategori i en uppsättning, till exempel andelen försäljning av en produkt i den totala omsättningen.
sw: Kukadiria sehemu ya kundi katika seti, kwa mfano uwiano wa mauzo ya bidhaa katika jumla ya mauzo yote.
tr: Bir kategorinin bir bütün içindeki payını hesaplamak, örneğin bir ürünün toplam ciro içindeki satış oranı.
uk: Розрахунок частки категорії в наборі, наприклад, частка продажів продукту в загальному доході.
vi: Tính toán phần của một danh mục trong một tập hợp, chẳng hạn như tỷ lệ doanh thu của một sản phẩm trong tổng doanh thu.
zh_hans: 计算一个类别在一个整体中的部分，例如某产品在总营业额中的销售比例。

# ed_math_percentages_percentage_part_of_total_uc2_title
source: Lire ou créer des graphiques
af: Lees of skep grafieke
bg: Четене или създаване на графики
cs: Číst nebo vytvářet grafy
da: Læse eller oprette diagrammer
de: Grafiken lesen oder erstellen
el: Διαβάστε ή δημιουργήστε γραφήματα
es: Leer o crear gráficos
fi: Lue tai luo kaavioita
fil: Magbasa o lumikha ng mga grap
hu: Grafikonok olvasása vagy létrehozása
id: Membaca atau membuat grafik
it: Leggere o creare grafici
ja: グラフを読むまたは作成する
ko: 그래프 읽기 또는 만들기
nl: Grafieken lezen of maken
no: Lese eller lage diagrammer
pl: Czytać lub tworzyć wykresy
pt_pt: Ler ou criar gráficos
ro: Citirea sau crearea de grafice
ru: Чтение или создание графиков
sk: Čítať alebo vytvárať grafy
sv: Läsa eller skapa diagram
sw: Soma au tengeneza grafu
tr: Grafikleri okumak veya oluşturmak
uk: Читання або створення графіків
vi: Đọc hoặc tạo biểu đồ
zh_hans: 读取或创建图表

# ed_math_percentages_percentage_part_of_total_uc2_text
source: Indispensable pour interpréter ou construire des diagrammes circulaires, histogrammes ou tableaux de répartition.
af: Onmisbaar om sirkeldiagramme, histograms of verspreidingskaarte te interpreteer of te bou.
bg: Необходимо за интерпретиране или изграждане на кръгови диаграми, хистограми или таблици за разпределение.
cs: Nezbytné pro interpretaci nebo sestavení koláčových diagramů, histogramů nebo rozdělovacích tabulek.
da: Uundgåelig for at fortolke eller konstruere cirkeldiagrammer, histogrammer eller fordelingsskemaer.
de: Unverzichtbar für die Interpretation oder den Bau von Kreisdiagrammen, Histogrammen oder Verteilungstabellen.
el: Απαραίτητο για την ερμηνεία ή την κατασκευή κυκλικών διαγραμμάτων, ιστογραμμάτων ή πινάκων κατανομής.
es: Indispensable para interpretar o construir diagramas circulares, histogramas o tablas de distribución.
fi: Välttämätön tulkita tai rakentaa piirakkakaavioita, histogrammeja tai jakautumistaulukkoja.
fil: Napakahalaga para sa pag-unawa o pagbuo ng mga pie chart, histogram o mga talahanayan ng pamamahagi.
hu: Elengedhetetlen a kördiagramok, hisztogramok vagy eloszlási táblázatok értelmezéséhez vagy elkészítéséhez.
id: Penting untuk menginterpretasikan atau membangun diagram lingkaran, histogram, atau tabel distribusi.
it: Indispensabile per interpretare o costruire diagrammi circolari, istogrammi o tabelle di distribuzione.
ja: 円グラフ、ヒストグラム、または分配表を解釈または構築するために不可欠です。
ko: 원형 차트, 히스토그램 또는 분포 표를 해석하거나 작성하는 데 필수적입니다.
nl: Onmisbaar om diagrammen, histogrammen of verdelingstabellen te interpreteren of te construeren.
no: Uunnværlig for å tolke eller lage sektordiagrammer, histogrammer eller fordelingstabeller.
pl: Niezbędne do interpretacji lub budowy diagramów kołowych, histogramów lub tabel rozkładu.
pt_pt: Indispensável para interpretar ou construir gráficos circulares, histogramas ou tabelas de distribuição.
ro: Indispensabil pentru interpretarea sau construirea diagramelor circulare, histogramelor sau tabelelor de distribuție.
ru: Необходимо для интерпретации или построения круговых диаграмм, гистограмм или таблиц распределения.
sk: Nezbytné na interpretáciu alebo zostavenie koláčových diagramov, histogramov alebo rozdelení tabuliek.
sv: Nödvändigt för att tolka eller bygga cirkeldiagram, histogram eller fördelningstabeller.
sw: Muhimu kwa kutafsiri au kujenga chati za mduara, histogramu au meza za mgawanyiko.
tr: Daire grafiklerini, histogramları veya dağılım tablolarını yorumlamak veya oluşturmak için gereklidir.
uk: Необхідно для інтерпретації або побудови кругових діаграм, гістограм або таблиць розподілу.
vi: Cần thiết để diễn giải hoặc xây dựng biểu đồ tròn, biểu đồ cột hoặc bảng phân bố.
zh_hans: 对于解释或构建饼图、柱状图或分布表至关重要。

# ed_math_percentages_percentage_part_of_total_uc3_title
source: Comparer des contributions
af: Vergelyk bydraes
bg: Сравняване на приноси
cs: Porovnat příspěvky
da: Sammenligne bidrag
de: Beiträge vergleichen
el: Συγκρίνετε τις συνεισφορές
es: Comparar contribuciones
fi: Vertaile osuuksia
fil: Ihambing ang mga kontribusyon
hu: Hozzájárulások összehasonlítása
id: Membandingkan kontribusi
it: Confrontare contributi
ja: 貢献を比較する
ko: 기여도 비교
nl: Bijdragen vergelijken
no: Sammenligne bidrag
pl: Porównywać wkłady
pt_pt: Comparar contribuições
ro: Compararea contribuțiilor
ru: Сравнение вкладов
sk: Porovnať príspevky
sv: Jämföra bidrag
sw: Kulinganisha michango
tr: Katkıları karşılaştırmak
uk: Порівняння внесків
vi: So sánh các đóng góp
zh_hans: 比较贡献

# ed_math_percentages_percentage_part_of_total_uc3_text
source: Comparer l’importance relative de plusieurs éléments au sein d’un même total (budget, population, résultats, scores, etc.).
af: Vergelyk die relatiewe belangrikheid van verskeie elemente binne dieselfde totaal (begroting, bevolking, resultate, tellings, ens.).
bg: Сравняване на относителната важност на няколко елемента в рамките на една и съща обща сума (бюджет, население, резултати, оценки и т.н.).
cs: Porovnat relativní význam několika prvků v rámci stejného celku (rozpočet, populace, výsledky, skóre atd.).
da: Sammenligne den relative betydning af flere elementer inden for den samme total (budget, befolkning, resultater, scorer osv.).
de: Den relativen Stellenwert mehrerer Elemente innerhalb eines Gesamtbetrags (Budget, Bevölkerung, Ergebnisse, Punkte usw.) vergleichen.
el: Συγκρίνετε τη σχετική σημασία πολλών στοιχείων εντός ενός και μόνο συνόλου (προϋπολογισμός, πληθυσμός, αποτελέσματα, βαθμοί, κ.λπ.).
es: Comparar la importancia relativa de varios elementos dentro de un mismo total (presupuesto, población, resultados, puntuaciones, etc.).
fi: Vertaile useiden elementtien suhteellista merkitystä saman kokonaismäärän (budjetti, väestö, tulokset, pisteet jne.) sisällä.
fil: Ihambing ang kaugnayang kahalagahan ng maraming elemento sa loob ng isang kabuuan (badyet, populasyon, resulta, marka, atbp.).
hu: Hasonlítsa össze több elem relatív fontosságát egyazon teljes összegben (költségvetés, népesség, eredmények, pontszámok stb.).
id: Membandingkan pentingnya relatif dari beberapa elemen dalam total yang sama (anggaran, populasi, hasil, skor, dll.).
it: Confrontare l'importanza relativa di più elementi all'interno di un medesimo totale (budget, popolazione, risultati, punteggi, ecc.).
ja: 同じ合計内の複数の要素の相対的重要性を比較する（予算、人口、結果、スコアなど）。
ko: 동일한 총액 내에서 여러 요소의 상대적 중요성을 비교합니다 (예: 예산, 인구, 결과, 점수 등).
nl: De relatieve belangrijkheid van verschillende elementen binnen hetzelfde totaal (budget, bevolking, resultaten, scores, enz.) vergelijken.
no: Sammenligne den relative betydningen av flere elementer innenfor en og samme total (budsjett, befolkning, resultater, poeng, osv.).
pl: Porównywać względne znaczenie kilku elementów w ramach tej samej całości (budżet, populacja, wyniki, punkty itp.).
pt_pt: Comparar a importância relativa de vários elementos dentro de um mesmo total (orçamento, população, resultados, pontuações, etc.).
ro: Compararea importanței relative a mai multor elemente în cadrul aceluiași total (buget, populație, rezultate, scoruri etc.).
ru: Сравнить относительную важность нескольких элементов в рамках одного общего итога (бюджет, население, результаты, баллы и т. д.).
sk: Porovnať relatívnu dôležitosť viacerých prvkov v rámci rovnakého celku (rozpočet, populácia, výsledky, skóre atď.).
sv: Jämföra den relativa betydelsen av flera element inom samma total (budget, befolkning, resultat, poäng, etc.).
sw: Kulinganisha umuhimu wa vitu kadhaa ndani ya jumla moja (bajeti, idadi ya watu, matokeo, alama, n.k.).
tr: Aynı toplam (bütçe, nüfus, sonuçlar, puanlar vb.) içindeki birkaç öğenin göreceli önemini karşılaştırmak.
uk: Порівняння відносної важливості кількох елементів в межах одного й того ж загального (бюджет, населення, результати, бали тощо).
vi: So sánh tầm quan trọng tương đối của nhiều yếu tố trong cùng một tổng (ngân sách, dân số, kết quả, điểm số, v.v.).
zh_hans: 比较同一总额内多个元素的相对重要性（预算、人口、结果、分数等）。

# ed_math_percentages_percentage_part_of_total_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_part_of_total_out1
source: Le pourcentage représentant la proportion de la valeur choisie par rapport au total.
af: Die persentasie wat die proporsie van die gekose waarde teenoor die totaal verteenwoordig.
bg: Процентът, представляващ пропорцията на избраната стойност спрямо общата сума.
cs: Procento představující podíl vybrané hodnoty na celku.
da: Procentdelen, der repræsenterer andelen af den valgte værdi i forhold til totalen.
de: Der Prozentsatz, der den Anteil des gewählten Wertes im Verhältnis zum Gesamt darstellt.
el: Το ποσοστό που αντιπροσωπεύει την αναλογία της επιλεγμένης τιμής σε σχέση με το σύνολο.
es: El porcentaje que representa la proporción del valor elegido en relación al total.
fi: Prosentti, joka edustaa valitun arvon osuutta kokonaismäärästä.
fil: Ang porsyento na kumakatawan sa proporsyon ng napiling halaga kumpara sa kabuuan.
hu: A százalék, amely a választott érték arányát képviseli a teljes összeghez viszonyítva.
id: Persentase yang mewakili proporsi nilai yang dipilih dibandingkan dengan total.
it: La percentuale che rappresenta la proporzione del valore scelto rispetto al totale.
ja: 選択した値が合計に対して占める割合を示すパーセンテージ。
ko: 선택한 값이 총액에 대해 차지하는 비율입니다.
nl: Het percentage dat de proportie van de gekozen waarde ten opzichte van het totaal vertegenwoordigt.
no: Prosentandelen som representerer andelen av den valgte verdien i forhold til totalen.
pl: Procent reprezentujący proporcję wybranej wartości w stosunku do całości.
pt_pt: A percentagem que representa a proporção do valor escolhido em relação ao total.
ro: Procentul care reprezintă proporția valorii alese în raport cu totalul.
ru: Процент, представляющий долю выбранного значения по отношению к общему итогу.
sk: Percento predstavujúce podiel vybranej hodnoty na celku.
sv: Procentandelen som representerar andelen av det valda värdet i förhållande till totalen.
sw: Asilimia inayowakilisha uwiano wa thamani iliyochaguliwa ikilinganishwa na jumla.
tr: Seçilen değerin toplam içindeki oranını temsil eden yüzde.
uk: Відсоток, що представляє частку вибраного значення від загальної суми.
vi: Tỷ lệ phần trăm đại diện cho tỷ lệ của giá trị đã chọn so với tổng.
zh_hans: 表示所选值相对于总额的比例的百分比。

# ed_math_percentages_percentage_part_of_total_out2
source: Un indicateur simple et normalisé pour comparer des parts au sein d’un même ensemble.
af: 'n Eenvoudige en gestandaardiseerde aanduiding om dele binne dieselfde geheel te vergelyk.
bg: Прост и стандартизиран индикатор за сравняване на дялове в рамките на един и същ набор.
cs: Jednoduchý a standardizovaný ukazatel pro porovnání podílů v rámci stejného souboru.
da: En simpel og standardiseret indikator til at sammenligne andele inden for det samme sæt.
de: Ein einfaches und standardisiertes Indikator, um Anteile innerhalb eines gleichen Sets zu vergleichen.
el: Ένας απλός και τυποποιημένος δείκτης για να συγκρίνετε μέρη εντός ενός και μόνο συνόλου.
es: Un indicador simple y normalizado para comparar partes dentro de un mismo conjunto.
fi: Yksinkertainen ja standardoitu indikaattori osuuksien vertaamiseen saman kokonaisuuden sisällä.
fil: Isang simpleng at standardized na tagapagpahiwatig upang ihambing ang mga bahagi sa loob ng isang set.
hu: Egy egyszerű és standardizált mutató a részek összehasonlítására egyazon halmazon belül.
id: Indikator sederhana dan terstandarisasi untuk membandingkan bagian dalam satu keseluruhan yang sama.
it: Un indicatore semplice e normalizzato per confrontare parti all'interno di un medesimo insieme.
ja: 同じセット内の部分を比較するためのシンプルで標準化された指標。
ko: 동일한 집합 내에서 부분을 비교하기 위한 간단하고 표준화된 지표입니다.
nl: Een eenvoudige en genormaliseerde indicator om delen binnen dezelfde set te vergelijken.
no: En enkel og standardisert indikator for å sammenligne andeler innenfor et og samme sett.
pl: Prosty i ustandaryzowany wskaźnik do porównywania części w ramach tego samego zbioru.
pt_pt: Um indicador simples e normalizado para comparar partes dentro de um mesmo conjunto.
ro: Un indicator simplu și standardizat pentru a compara părțile în cadrul aceluiași ansamblu.
ru: Простой и стандартизированный индикатор для сравнения долей в рамках одного набора.
sk: Jednoduchý a štandardizovaný ukazovateľ na porovnanie podielov v rámci rovnakého súboru.
sv: En enkel och standardiserad indikator för att jämföra andelar inom samma uppsättning.
sw: Kiashiria rahisi na kilichowekwa viwango kwa kulinganisha sehemu ndani ya seti moja.
tr: Aynı bütün içindeki payları karşılaştırmak için basit ve standart bir gösterge.
uk: Простий і стандартизований показник для порівняння часток в межах одного й того ж набору.
vi: Một chỉ số đơn giản và chuẩn hóa để so sánh các phần trong cùng một tập hợp.
zh_hans: 一个简单且标准化的指标，用于比较同一整体内的部分。

# ed_math_percentages_percentage_part_of_total_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần lưu ý
zh_hans: 限制和注意事项
