Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_percentage_missing_desc
source: Calculer le pourcentage manquant pour atteindre une valeur cible.
af: Bereken die ontbrekende persentasie om 'n teikenwaarde te bereik.
bg: Изчислете липсващия процент, за да постигнете целева стойност.
cs: Vypočítejte chybějící procento pro dosažení cílové hodnoty.
da: Beregn den manglende procentdel for at nå en målværdi.
de: Berechnen Sie den fehlenden Prozentsatz, um einen Zielwert zu erreichen.
el: Υπολογίστε το ποσοστό που λείπει για να φτάσετε σε μια στοχευμένη αξία.
es: Calcular el porcentaje faltante para alcanzar un valor objetivo.
fi: Laske puuttuva prosenttiosuus tavoitearvon saavuttamiseksi.
fil: Kalkulahin ang nawawalang porsyento upang maabot ang isang target na halaga.
hu: Számolja ki a hiányzó százalékot a célérték eléréséhez.
id: Hitung persentase yang hilang untuk mencapai nilai target.
it: Calcola la percentuale mancante per raggiungere un valore obiettivo.
ja: 目標値に達するために不足しているパーセンテージを計算します。
ko: 목표 값에 도달하기 위해 부족한 비율을 계산합니다.
nl: Bereken het ontbrekende percentage om een doelwaarde te bereiken.
no: Beregn den manglende prosentandelen for å nå en målverdi.
pl: Oblicz brakujący procent, aby osiągnąć docelową wartość.
pt_pt: Calcular a percentagem em falta para atingir um valor alvo.
ro: Calculați procentajul lipsă pentru a atinge o valoare țintă.
ru: Рассчитайте недостающий процент для достижения целевого значения.
sk: Vypočítajte chýbajúce percento na dosiahnutie cieľovej hodnoty.
sv: Beräkna den saknade procenten för att nå ett mål.
sw: Beräkna den saknade procenten för att nå ett målvärde.
tr: Hedef bir değere ulaşmak için eksik yüzdeleri hesaplayın.
uk: Calculate the missing percentage to reach a target value.
vi: Tính toán tỷ lệ phần trăm còn thiếu để đạt được giá trị mục tiêu.
zh_hans: 计算缺失的百分比以达到目标值。

# tool_percent_coefficient_converter_title
source: Convertisseur % ↔ coefficient
af: Converter % ↔ koëffisiënt
bg: Конвертор % ↔ коефициент
cs: Konvertor % ↔ koeficient
da: Konverter % ↔ koefficient
de: Konverter % ↔ Koeffizient
el: Μετατροπέας % ↔ συντελεστής
es: Convertidor % ↔ coeficiente
fi: Muunna % ↔ kerroin
fil: Converter % ↔ coefficient
hu: Átváltó % ↔ együttható
id: Konverter % ↔ koefisien
it: Convertitore % ↔ coefficiente
ja: 変換器 % ↔ 係数
ko: 변환기 % ↔ 계수
nl: Converter % ↔ coëfficiënt
no: Konverter % ↔ koeffisient
pl: Konwerter % ↔ współczynnik
pt_pt: Conversor % ↔ coeficiente
ro: Convertor % ↔ coeficient
ru: Конвертер % ↔ коэффициент
sk: Konvertor % ↔ koeficient
sv: Konverter % ↔ koefficient
sw: Konverter % ↔ koefficient
tr: Dönüştürücü % ↔ katsayı
uk: Converter % ↔ coefficient
vi: Bộ chuyển đổi % ↔ hệ số
zh_hans: 转换器 % ↔ 系数

# tool_percent_coefficient_converter_desc
source: Passer d'un taux (%) à un coefficient multiplicateur et inversement.
bg: Преминете от процент (%) към множител и обратно.
cs: Převést z míry (%) na multiplikátor a naopak.
da: Gå fra en sats (%) til en multiplikator og omvendt.
de: Wechseln Sie von einem Satz (%) zu einem Multiplikationsfaktor und umgekehrt.
el: Μεταβείτε από ένα ποσοστό (%) σε πολλαπλασιαστικό συντελεστή και αντίστροφα.
es: Pasar de una tasa (%) a un coeficiente multiplicador y viceversa.
fi: Muunna prosentti (%) kertoimeksi ja päinvastoin.
fil: Lumipat mula sa isang rate (%) sa isang multiplier coefficient at kabaligtaran.
ja: 率（%）から乗数係数に変換し、その逆も行います。
nl: Ga van een percentage (%) naar een vermenigvuldigingscoëfficiënt en vice versa.
no: Gå fra en rate (%) til en multiplikator og omvendt.
pl: Przejdź od stawki (%) do współczynnika mnożnikowego i odwrotnie.
pt_pt: Converter de uma taxa (%) para um coeficiente multiplicador e vice-versa.
ro: Treceți de la un rată (%) la un coeficient multiplicator și invers.
ru: Перевести из ставки (%) в множитель и наоборот.
sk: Prechod z percenta (%) na multiplikátor a naopak.
sv: Gå från en procent (%) till en multiplikator och vice versa.
sw: Badilisha kutoka kiwango (%) kuwa coefficient ya kuongezeka na kinyume chake.
tr: Bir oranı (%) çarpan katsayısına ve tersine çevirin.
uk: Перейти від ставки (%) до множника і навпаки.
vi: Chuyển đổi từ tỷ lệ (%) sang hệ số nhân và ngược lại.
zh_hans: 从一个比率（%）转换为一个乘数系数，反之亦然。

# tool_percentage_compare_title
source: Comparer deux pourcentages
af: Vergelyk twee persentages
bg: Сравнете два процента
cs: Porovnat dvě procenta
da: Sammenlign to procenter
de: Zwei Prozentsätze vergleichen
el: Σύγκριση δύο ποσοστών
es: Comparar dos porcentajes
fi: Vertaile kahta prosenttia
fil: Ihambing ang dalawang porsyento
hu: Két százalék összehasonlítása
id: Banding dua persentase
it: Confronta due percentuali
ja: 二つのパーセンテージを比較する
ko: 두 퍼센트를 비교하기
nl: Twee percentages vergelijken
no: Sammenligne to prosentandeler
pl: Porównaj dwa procenty
pt_pt: Comparar dois percentagens
ro: Compară două procente
ru: Сравнить два процента
sk: Porovnať dva percentá
sv: Jämför två procentandelar
sw: Jämför två procentandelar
tr: İki yüzdelik oranı karşılaştırın
uk: Compare two percentages
vi: So sánh hai tỷ lệ phần trăm
zh_hans: 比较两个百分比

# tool_percentage_compare_desc
source: Comparer deux taux (%) appliqués à une même base et visualiser l'écart réel.
bg: Сравнете два процента (%) приложени към една и съща база и визуализирайте реалната разлика.
cs: Porovnat dvě míry (%) aplikované na stejný základ a vizualizovat skutečný rozdíl.
da: Sammenlign to satser (%) anvendt på samme basis og visualiser den faktiske forskel.
de: Vergleichen Sie zwei Sätze (%) auf derselben Basis und visualisieren Sie die tatsächliche Abweichung.
el: Συγκρίνετε δύο ποσοστά (%) που εφαρμόζονται στην ίδια βάση και οπτικοποιήστε τη πραγματική διαφορά.
es: Comparar dos tasas (%) aplicadas a una misma base y visualizar la diferencia real.
fi: Vertaile kahta prosenttia (%) samaan peruslukuun ja visualisoi todellinen ero.
fil: Ihambing ang dalawang rate (%) na inilapat sa parehong base at tingnan ang aktwal na pagkakaiba.
ja: 同じ基準に適用された二つの率（%）を比較し、実際の差を視覚化します。
nl: Vergelijk twee percentages (%) die op dezelfde basis zijn toegepast en visualiseer het werkelijke verschil.
no: Sammenligne to rater (%) anvendt på samme basis og visualisere den faktiske forskjellen.
pl: Porównaj dwie stawki (%) stosowane do tej samej bazy i zobacz rzeczywistą różnicę.
pt_pt: Comparar duas taxas (%) aplicadas a uma mesma base e visualizar a diferença real.
ro: Comparați două rate (%) aplicate la aceeași bază și vizualizați diferența reală.
ru: Сравнить две ставки (%) примененные к одной и той же базе и визуализировать реальное отклонение.
sk: Porovnať dve percentá (%) aplikované na rovnaký základ a vizualizovať skutočný rozdiel.
sv: Jämföra två procent (%) tillämpade på samma bas och visualisera den verkliga skillnaden.
sw: Linganisha viwango viwili (%) vilivyotumika kwa msingi mmoja na uonyeshe tofauti halisi.
tr: Aynı tabana uygulanan iki oranı (%) karşılaştırın ve gerçek farkı görselleştirin.
uk: Порівняти дві ставки (%) на одну й ту ж базу та візуалізувати реальну різницю.
vi: So sánh hai tỷ lệ (%) áp dụng cho cùng một cơ sở và hình dung sự chênh lệch thực tế.
zh_hans: 比较两个适用于同一基数的比率（%）并可视化实际差异。

# tool_percentage_points_title
source: Points de pourcentage
af: Persentasies
bg: Процентни точки
cs: Procentní body
da: Procentpoint
de: Prozentsätze
el: Ποσοστιαίες μονάδες
es: Puntos porcentuales
fi: Prosenttiyksiköt
fil: Porsyento
hu: Százalékpontok
id: Persentase poin
it: Punti percentuali
ja: パーセンテージポイント
ko: 퍼센트 포인트
nl: Percentagepunten
no: Prosentpoeng
pl: Punkty procentowe
pt_pt: Pontos percentuais
ro: Puncte procentuale
ru: Процентные пункты
sk: Percentuálne body
sv: Procentenheter
sw: Procentenheter
tr: Yüzde puanları
uk: Percentage points
vi: Điểm phần trăm
zh_hans: 百分比点

# tool_percentage_points_desc
source: Comprendre la différence entre % et points de pourcentage.
bg: Разберете разликата между % и процентни точки.
cs: Pochopit rozdíl mezi % a procentními body.
da: Forstå forskellen mellem % og procentpoint.
de: Verstehen Sie den Unterschied zwischen % und Prozentpunkten.
el: Κατανοήστε τη διαφορά μεταξύ % και ποσοστιαίων μονάδων.
es: Entender la diferencia entre % y puntos porcentuales.
fi: Ymmärrä ero prosenttien ja prosenttipisteiden välillä.
fil: Unawain ang pagkakaiba sa pagitan ng % at mga puntos ng porsyento.
ja: %とパーセントポイントの違いを理解します。
nl: Begrijp het verschil tussen % en procentpunten.
no: Forstå forskjellen mellom % og prosentpoeng.
pl: Zrozum różnicę między % a punktami procentowymi.
pt_pt: Compreender a diferença entre % e pontos percentuais.
ro: Înțelegeți diferența dintre % și puncte procentuale.
ru: Понять разницу между % и процентными пунктами.
sk: Pochopiť rozdiel medzi % a percentuálnymi bodmi.
sv: Förstå skillnaden mellan % och procentenheter.
sw: Elewa tofauti kati ya % na pointi za asilimia.
tr: Yüzde ile yüzde puanları arasındaki farkı anlayın.
uk: Зрозуміти різницю між % та процентними пунктами.
vi: Hiểu sự khác biệt giữa % và điểm phần trăm.
zh_hans: 理解%和百分点之间的区别。

# tool_percentage_cumulative_vs_naive_title
source: Cumulé vs naïf
bg: Кумулативен срещу наивен
cs: Kumulativní vs naivní
da: Kumulativ vs naiv
de: Kumuliert vs. naiv
el: Συσσωρευμένο vs αφελές
es: Acumulado vs ingenuo
fi: Kumulatiivinen vs naiivi
fil: Kumulatibo vs naiv
ja: 累積 vs 単純
nl: Cumulatief vs naïef
no: Kumulert vs naiv
pl: Kumulowane vs naiwne
pt_pt: Cumulado vs ingênuo
ro: Cumulat vs naiv
ru: Кумулятивный против наивного
sk: Kumulované vs naivné
sv: Kumulativ vs naiv
sw: Kukusanya vs mwelekeo wa kawaida
tr: Kümülatif vs saf
uk: Кумулятивний vs наївний
vi: Tích lũy vs ngây thơ
zh_hans: 累积与简单

# tool_percentage_cumulative_vs_naive_desc
source: Comparer l'effet de plusieurs variations cumulées versus la somme naïve.
bg: Сравнете ефекта на няколко кумулативни вариации спрямо наивната сума.
cs: Porovnat účinek několika kumulativních změn versus naivní součet.
da: Sammenlign effekten af flere kumulative variationer versus den naive sum.
de: Vergleichen Sie die Wirkung mehrerer kumulierter Variationen mit der naiven Summe.
el: Συγκρίνετε την επίδραση πολλών συσσωρευμένων μεταβολών με τη ναΐφ άθροιση.
es: Comparar el efecto de varias variaciones acumuladas versus la suma ingenua.
fi: Vertaile useiden kumulatiivisten muutosten vaikutusta naiiviin summaan.
fil: Ihambing ang epekto ng maraming pinagsama-samang pagbabago kumpara sa simpleng kabuuan.
ja: 複数の累積変化の効果を単純な合計と比較します。
nl: Vergelijk het effect van meerdere cumulatieve variaties versus de naïeve som.
no: Sammenligne effekten av flere kumulerte variasjoner versus den naive summen.
pl: Porównaj efekt wielu kumulowanych zmian w porównaniu do sumy naiwnej.
pt_pt: Comparar o efeito de várias variações cumuladas versus a soma ingênua.
ro: Comparați efectul mai multor variații cumulative versus suma naivă.
ru: Сравнить эффект нескольких кумулятивных изменений с наивной суммой.
sk: Porovnať účinok viacerých kumulovaných zmien oproti naivnému súčtu.
sv: Jämföra effekten av flera kumulativa förändringar mot den naiva summan.
sw: Linganisha athari ya mabadiliko kadhaa yaliyokusanywa dhidi ya jumla ya kawaida.
tr: Birden fazla kümülatif değişimin etkisini saf toplamla karşılaştırın.
uk: Порівняти ефект кількох кумулятивних змін з наївною сумою.
vi: So sánh hiệu ứng của nhiều biến đổi tích lũy so với tổng ngây thơ.
zh_hans: 比较多个累积变化的效果与简单总和。

# tool_percentage_equivalent_title
source: Pourcentages équivalents
bg: Еквивалентни проценти
cs: Ekvivalentní procenta
da: Ækvivalente procenter
de: Äquivalente Prozentsätze
el: Ισοδύναμα ποσοστά
es: Porcentajes equivalentes
fi: Vastaavat prosentit
fil: Katumbas na porsyento
ja: 同等のパーセンテージ
nl: Equivalente percentages
no: Ekvivalente prosent
pl: Procenty równoważne
pt_pt: Porcentagens equivalentes
ro: Procente echivalente
ru: Эквивалентные проценты
sk: Rovnocenné percentá
sv: Motsvarande procent
sw: Asilimia sawa
tr: Eşdeğer yüzdeler
uk: Еквівалентні відсотки
vi: Các phần trăm tương đương
zh_hans: 等效百分比

# tool_percentage_equivalent_desc
source: Retrouver les variations équivalentes selon la direction.
bg: Намерете еквивалентните вариации в зависимост от посоката.
cs: Najít ekvivalentní změny podle směru.
da: Find de ækvivalente variationer afhængigt af retningen.
de: Finden Sie die äquivalenten Variationen je nach Richtung.
el: Βρείτε τις ισοδύναμες μεταβολές ανάλογα με την κατεύθυνση.
es: Encontrar las variaciones equivalentes según la dirección.
fi: Löydä vastaavat muutokset suunnan mukaan.
fil: Hanapin ang mga katumbas na pagbabago ayon sa direksyon.
ja: 方向に応じた同等の変化を見つけます。
nl: Vind de equivalente variaties afhankelijk van de richting.
no: Finne de ekvivalente variasjonene avhengig av retning.
pl: Znajdź równoważne zmiany w zależności od kierunku.
pt_pt: Encontrar as variações equivalentes de acordo com a direção.
ro: Găsiți variațiile echivalente în funcție de direcție.
ru: Найти эквивалентные изменения в зависимости от направления.
sk: Nájsť rovnaké zmeny podľa smeru.
sv: Hitta motsvarande förändringar beroende på riktning.
sw: Pata mabadiliko sawa kulingana na mwelekeo.
tr: Yöne göre eşdeğer değişimleri bulun.
uk: Знайти еквівалентні зміни залежно від напрямку.
vi: Tìm các biến đổi tương đương theo hướng.
zh_hans: 根据方向找出等效变化。

# tool_percentage_error_title
source: Erreur de pourcentage
bg: Процентна грешка
cs: Chyba procenta
da: Procentfejl
de: Prozentfehler
el: Σφάλμα ποσοστού
es: Error porcentual
fi: Prosenttivirhe
fil: Error ng porsyento
ja: パーセンテージ誤差
nl: Percentagefout
no: Prosentfeil
pl: Błąd procentowy
pt_pt: Erro percentual
ro: Eroare procentuală
ru: Ошибка процента
sk: Chyba percenta
sv: Procentuell felaktighet
sw: Kosa la asilimia
tr: Yüzde hatası
uk: Помилка відсотка
vi: Lỗi phần trăm
zh_hans: 百分比误差

# tool_percentage_error_desc
source: Calculer l'erreur relative entre une valeur mesurée et une valeur exacte.
bg: Изчислете относителната грешка между измерена стойност и точна стойност.
cs: Vypočítat relativní chybu mezi naměřenou hodnotou a přesnou hodnotou.
da: Beregn den relative fejl mellem en målt værdi og en nøjagtig værdi.
de: Berechnen Sie den relativen Fehler zwischen einem gemessenen Wert und einem exakten Wert.
el: Υπολογίστε το σχετικό σφάλμα μεταξύ μιας μετρημένης τιμής και μιας ακριβούς τιμής.
es: Calcular el error relativo entre un valor medido y un valor exacto.
fi: Laske suhteellinen virhe mitatun arvon ja tarkan arvon välillä.
fil: Kalkulahin ang relatibong error sa pagitan ng isang nasukat na halaga at isang eksaktong halaga.
ja: 測定値と正確な値の間の相対誤差を計算します。
nl: Bereken de relatieve fout tussen een gemeten waarde en een exacte waarde.
no: Beregn den relative feilen mellom en målt verdi og en eksakt verdi.
pl: Oblicz błąd względny między wartością zmierzoną a wartością dokładną.
pt_pt: Calcular o erro relativo entre um valor medido e um valor exato.
ro: Calculați eroarea relativă între o valoare măsurată și o valoare exactă.
ru: Вычислить относительную ошибку между измеренным значением и точным значением.
sk: Vypočítať relatívnu chybu medzi nameranou hodnotou a presnou hodnotou.
sv: Beräkna den relativa felaktigheten mellan ett uppmätt värde och ett exakt värde.
sw: Hesabu kosa la uhusiano kati ya thamani iliyopimwa na thamani halisi.
tr: Ölçülen bir değer ile tam bir değer arasındaki göreceli hatayı hesaplayın.
uk: Обчислити відносну помилку між виміряним значенням та точним значенням.
vi: Tính toán lỗi tương đối giữa một giá trị đo được và một giá trị chính xác.
zh_hans: 计算测量值与准确值之间的相对误差。

# tool_percentage_of_total_title
source: Pourcentage d'un total
bg: Процент от общо
cs: Procento z celku
da: Procentdel af et total
de: Prozentsatz eines Gesamten
el: Ποσοστό ενός συνόλου
es: Porcentaje de un total
fi: Prosentti kokonaisuudesta
fil: Porsyento ng isang kabuuan
ja: 合計のパーセンテージ
nl: Percentage van een totaal
no: Prosent av et total
pl: Procent z całości
pt_pt: Porcentagem de um total
ro: Procent dintr-un total
ru: Процент от общего
sk: Percento z celku
sv: Procent av ett totalbelopp
sw: Asilimia ya jumla
tr: Bir toplamın yüzdesi
uk: Відсоток від загальної суми
vi: Phần trăm của một tổng
zh_hans: 总数的百分比

# tool_percentage_of_total_desc
source: Calculer la part (%) d'une valeur dans un total.
bg: Изчислете дела (%) на стойност в общо.
cs: Vypočítat podíl (%) hodnoty v celku.
da: Beregn andelen (%) af en værdi i et total.
de: Berechnen Sie den Anteil (%) eines Wertes an einem Gesamt.
el: Υπολογίστε το μερίδιο (%) μιας τιμής σε ένα σύνολο.
es: Calcular la parte (%) de un valor en un total.
fi: Laske osuus (%) arvosta kokonaisuudessa.
fil: Kalkulahin ang bahagi (%) ng isang halaga sa isang kabuuan.
ja: 合計に対する値の割合（%）を計算します。
nl: Bereken het aandeel (%) van een waarde in een totaal.
no: Beregn andelen (%) av en verdi i et total.
pl: Oblicz udział (%) wartości w całości.
pt_pt: Calcular a parte (%) de um valor em um total.
ro: Calculați partea (%) dintr-o valoare într-un total.
ru: Вычислить долю (%) значения в общем.
sk: Vypočítať podiel (%) hodnoty v celku.
sv: Beräkna andelen (%) av ett värde i ett totalbelopp.
sw: Hesabu sehemu (%) ya thamani katika jumla.
tr: Bir değerin toplam içindeki payını (%) hesaplayın.
uk: Обчислити частку (%) значення в загальному.
vi: Tính toán phần (%) của một giá trị trong tổng.
zh_hans: 计算某一值在总数中的份额（%）。

# tool_percentage_part_of_total_title
source: Part sur total
af: Deel van totaal
bg: Част от общо
cs: Část z celku
da: Del af totalen
de: Teil von Gesamt
el: Μέρος επί συνόλου
es: Parte de total
fi: Osa kokonaisuudesta
fil: Bahagi sa kabuuan
hu: Rész az összesből
id: Bagian dari total
it: Parte su totale
ja: 合計の一部
ko: 부분 대 총합
nl: Deel van totaal
no: Del av totalen
pl: Część z całości
pt_pt: Parte do total
ro: Parte din total
ru: Часть от общего
sk: Časť z celku
sv: Del av totalt
sw: Del av totalt
tr: Toplamdan parça
uk: Part of total
vi: Phần trên tổng số
zh_hans: 部分总计

# tool_percentage_part_of_total_desc
source: Calculer A / (A+B+C) en % (parts relatives).
af: Bereken A / (A+B+C) in % (relatiewe dele).
bg: Изчислете A / (A+B+C) в % (относителни дялове).
cs: Vypočítejte A / (A+B+C) v %.
da: Beregn A / (A+B+C) i % (relative andele).
de: Berechne A / (A+B+C) in % (relative Anteile).
el: Υπολογίστε A / (A+B+C) σε % (σχετικά μέρη).
es: Calcular A / (A+B+C) en % (partes relativas).
fi: Laske A / (A+B+C) prosentteina (suhteelliset osat).
fil: Kalkulahin ang A / (A+B+C) sa % (mga kaukulang bahagi).
hu: Számítsa ki A / (A+B+C) %-ban (relatív részek).
id: Hitung A / (A+B+C) dalam % (bagian relatif).
it: Calcola A / (A+B+C) in % (parti relative).
ja: A / (A+B+C) を %（相対的な割合）で計算します。
ko: A / (A+B+C)를 %로 계산하기 (상대 비율).
nl: Bereken A / (A+B+C) in % (relatieve delen).
no: Beregn A / (A+B+C) i % (relative andeler).
pl: Oblicz A / (A+B+C) w % (udziały względne).
pt_pt: Calcular A / (A+B+C) em % (partes relativas).
ro: Calculați A / (A+B+C) în % (părți relative).
ru: Вычислить A / (A+B+C) в % (относительные доли).
sk: Vypočítajte A / (A+B+C) v % (relatívne podiely).
sv: Beräkna A / (A+B+C) i % (relativa andelar).
sw: Beräkna A / (A+B+C) i % (relativa andelar).
tr: A / (A+B+C) oranını % olarak hesaplayın (nispi paylar).
uk: Calculate A / (A+B+C) as a % (relative parts).
vi: Tính A / (A+B+C) theo %.
zh_hans: 计算 A / (A+B+C) 的百分比（相对部分）。

# tool_percentage_weighted_title
source: Pourcentage pondéré
af: Gewogen persentasie
bg: Теглен процент
cs: Vážené procento
da: Vægtet procentdel
de: Gewichteter Prozentsatz
el: Βαθμισμένο ποσοστό
es: Porcentaje ponderado
fi: Painotettu prosentti
fil: Timbang na porsyento
hu: Súlyozott százalék
id: Persentase tertimbang
it: Percentuale ponderata
ja: 加重割合
ko: 가중 비율
nl: Gewogen percentage
no: Vektet prosentandel
pl: Procent ważony
pt_pt: Percentagem ponderada
ro: Procentaj ponderat
ru: Взвешенный процент
sk: Vážené percento
sv: Viktat procent
sw: Viktat procent
tr: Ağırlıklı yüzde
uk: Weighted percentage
vi: Tỷ lệ trọng số
zh_hans: 加权百分比

# tool_percentage_weighted_desc
source: Calculer un taux moyen en tenant compte de poids (pondérations).
af: Bereken 'n gemiddelde koers met inagneming van gewigte (gewigstoewysings).
bg: Изчислете средна стойност, като вземете предвид теглата (тегления).
cs: Vypočítejte průměrnou sazbu s ohledem na váhy (vážení).
da: Beregn en gennemsnitlig sats under hensyntagen til vægte (vægtninger).
de: Berechnen Sie einen Durchschnittswert unter Berücksichtigung von Gewichten (Gewichtungen).
el: Υπολογίστε έναν μέσο όρο λαμβάνοντας υπόψη τα βάρη (σταθμίσεις).
es: Calcular una tasa media teniendo en cuenta los pesos (ponderaciones).
fi: Laske keskiarvo ottaen huomioon painot.
fil: Kumpleto ng isang average na rate na isinasaalang-alang ang mga timbang (mga timbang).
hu: Átlagos arány kiszámítása súlyok figyelembevételével.
id: Hitung rata-rata dengan mempertimbangkan bobot (penimbangan).
it: Calcolare una media tenendo conto dei pesi (ponderazioni).
ja: 重みを考慮して平均値を計算します。
ko: 가중치를 고려하여 평균 비율을 계산합니다.
nl: Bereken een gemiddelde rate rekening houdend met gewichten (wegingen).
no: Beregn en gjennomsnittlig sats med vekt (vektlegging).
pl: Oblicz średnią wartość, uwzględniając wagi (ważenia).
pt_pt: Calcular uma taxa média tendo em conta pesos (ponderações).
ro: Calculați o rată medie ținând cont de greutăți (ponderi).
ru: Рассчитать средний показатель с учетом весов (весовых коэффициентов).
sk: Vypočítajte priemernú sadzbu so zohľadnením váh (váženia).
sv: Beräkna ett genomsnittligt värde med hänsyn till vikter (viktningsfaktorer).
sw: Beräkna ett genomsnittligt värde med hänsyn till vikter (viktningsfaktorer).
tr: Ağırlıkları dikkate alarak ortalama bir oran hesaplayın.
uk: Calculate an average rate considering weights (weightings).
vi: Tính toán một tỷ lệ trung bình với trọng số.
zh_hans: 计算考虑权重的平均值。

# tool_percentage_limits_title
source: Limites des pourcentages
af: Persentasiegrense
bg: Ограничения на процентите
cs: Limity procent.
da: Procentgrænser
de: Grenzen der Prozentsätze
el: Όρια ποσοστών
es: Límites de los porcentajes
fi: Prosenttirajat
fil: Limitasyon ng mga porsyento
hu: Százalékhatárok
id: Batas persentase
it: Limiti delle percentuali
ja: パーセンテージの制限
ko: 비율 한계
nl: Percentage limieten
no: Prosentgrensgrenser
pl: Limity procentowe
pt_pt: Limites de percentagens
ro: Limite ale procentajelor
ru: Ограничения процентов
sk: Obmedzenia percentuálnych hodnôt
sv: Procentgränser
sw: Procentgränser
tr: Yüzde sınırları
uk: Percentage limits
vi: Giới hạn phần trăm
zh_hans: 百分比限制

# tool_percentage_limits_desc
source: Comprendre +∞ et −100% (cas limites et interprétations).
af: Begrip +∞ en −100% (grens gevalle en interpretasies).
bg: Разбиране на +∞ и −100% (гранични случаи и интерпретации).
cs: Porozumět +∞ a −100% (hraniční případy a interpretace).
da: Forstå +∞ og −100% (grænsetilfælde og fortolkninger).
de: Verstehen von +∞ und −100% (Grenzfälle und Interpretationen).
el: Κατανόηση +∞ και −100% (όρια και ερμηνείες).
es: Entender +∞ y −100% (casos límites e interpretaciones).
fi: Ymmärtää +∞ ja −100% (rajatapaukset ja tulkinnat).
fil: Unawain ang +∞ at −100% (mga hangganan at interpretasyon).
hu: Megérteni a +∞ és −100% (határértékek és értelmezések).
id: Memahami +∞ dan −100% (kasus batas dan interpretasi).
it: Comprendere +∞ e −100% (casi limite e interpretazioni).
ja: +∞ と −100% を理解する（限界ケースと解釈）。
ko: +∞와 −100% 이해하기 (경계 사례 및 해석).
nl: Begrijp +∞ en −100% (grensgevallen en interpretaties).
no: Forstå +∞ og −100% (grenseverdier og tolkninger).
pl: Zrozumieć +∞ i −100% (przypadki graniczne i interpretacje).
pt_pt: Compreender +∞ e −100% (casos limites e interpretações).
ro: Înțelegerea +∞ și −100% (cazuri limită și interpretări).
ru: Понимание +∞ и −100% (пределы и интерпретации).
sk: Pochopiť +∞ a −100% (hraničné prípady a interpretácie).
sv: Förstå +∞ och −100% (gränsfall och tolkningar).
sw: Förstå +∞ och −100% (gränsfall och tolkningar).
tr: +∞ ve −%100'ü anlamak (sınır durumları ve yorumlar).
uk: Understand +∞ and −100% (limit cases and interpretations).
vi: Hiểu +∞ và −100% (trường hợp giới hạn và cách diễn giải).
zh_hans: 理解 +∞ 和 −100%（极限情况和解释）。
