Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_relative_difference_uc3_title
source: Analyse statistique ou scientifique
af: Statistiese of wetenskaplike analise
bg: Статистически или научен анализ
cs: Statistická nebo vědecká analýza
da: Statistisk eller videnskabelig analyse
de: Statistische oder wissenschaftliche Analyse
el: Στατιστική ή επιστημονική ανάλυση
es: Análisis estadístico o científico
fi: Tilastollinen tai tieteellinen analyysi
fil: Statistical o scientific analysis
hu: Statisztikai vagy tudományos elemzés
id: Statistical or scientific analysis
it: Analisi statistica o scientifica
ja: 統計的または科学的分析
ko: 통계적 또는 과학적 분석
nl: Statistische of wetenschappelijke analyse
no: Statistical or scientific analysis
pl: Analiza statystyczna lub naukowa
pt_pt: Análise estatística ou científica
ro: Analiză statistică sau științifică
ru: Статистический или научный анализ
sk: Štatistická alebo vedecká analýza
sv: Statistisk eller vetenskaplig analys
sw: Uchambuzi wa takwimu au kisayansi
tr: İstatistiksel veya bilimsel analiz
uk: Статистичний або науковий аналіз
vi: Phân tích thống kê hoặc khoa học
zh_hans: 统计或科学分析

# ed_math_percentages_percentage_relative_difference_uc3_text
source: Fréquemment utilisé pour exprimer un écart entre une mesure observée et une valeur de référence en pourcentage.
af: Gereeld gebruik om 'n verskil tussen 'n waargenome meting en 'n verwysingswaarde in persentasie uit te druk.
bg: Често се използва за изразяване на разлика между наблюдавана мярка и референтна стойност в проценти.
cs: Často se používá k vyjádření odchylky mezi pozorovanou měrou a referenční hodnotou v procentech.
da: Ofte brugt til at udtrykke en forskel mellem en observeret måling og en referenceværdi i procent.
de: Häufig verwendet, um einen Unterschied zwischen einer beobachteten Messung und einem Referenzwert in Prozent auszudrücken.
el: Χρησιμοποιείται συχνά για να εκφράσει μια απόκλιση μεταξύ μιας παρατηρούμενης μέτρησης και μιας τιμής αναφοράς σε ποσοστό.
es: Frecuentemente utilizado para expresar una diferencia entre una medida observada y un valor de referencia en porcentaje.
fi: Käytetään usein ilmaisemaan poikkeamaa havaittujen mittausten ja viitearvon välillä prosentteina.
fil: Madaling gamitin upang ipahayag ang pagkakaiba sa pagitan ng isang naobserbahang sukat at isang halaga ng sanggunian sa porsyento.
hu: Gyakran használják a megfigyelt mérés és a referenciaérték közötti eltérés százalékos kifejezésére.
id: Frequently used to express a deviation between an observed measurement and a reference value as a percentage.
it: Utilizzato frequentemente per esprimere uno scostamento tra una misura osservata e un valore di riferimento in percentuale.
ja: 観測された測定値と基準値の間の誤差をパーセンテージで表現するために頻繁に使用されます。
ko: 관찰된 측정값과 기준 값 간의 차이를 백분율로 표현하는 데 자주 사용됩니다.
nl: Vaak gebruikt om een afwijking tussen een waargenomen meting en een referentiewaarde in procenten uit te drukken.
no: Frequently used to express a difference between an observed measurement and a reference value as a percentage.
pl: Często używane do wyrażania odchylenia między obserwowaną miarą a wartością odniesienia w procentach.
pt_pt: Frequentemente utilizado para expressar um erro entre uma medida observada e um valor de referência em porcentagem.
ro: Frecvent utilizat pentru a exprima o abatere între o măsură observată și o valoare de referință ca procent.
ru: Часто используется для выражения отклонения между наблюдаемой мерой и эталонным значением в процентах.
sk: Často sa používa na vyjadrenie odchýlky medzi pozorovanou mierou a referenčnou hodnotou v percentách.
sv: Används ofta för att uttrycka en avvikelse mellan ett observerat mått och ett referensvärde i procent.
sw: Inatumika mara kwa mara kuonyesha tofauti kati ya kipimo kilichoshuhudiwa na thamani ya rejea kwa asilimia.
tr: Sıklıkla, gözlemlenen bir ölçüm ile referans bir değer arasındaki farkı yüzde olarak ifade etmek için kullanılır.
uk: Часто використовується для вираження відхилення між спостережуваним вимірюванням і значенням посилання у відсотках.
vi: Thường được sử dụng để diễn đạt một sai số giữa một phép đo quan sát và một giá trị tham chiếu theo phần trăm.
zh_hans: 通常用于以百分比形式表达观察到的测量值与参考值之间的差异。

# ed_math_percentages_percentage_relative_difference_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kap:
id: What you get
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: What you get
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_relative_difference_out1
source: Le pourcentage représentant l’écart entre les deux valeurs par rapport à la valeur de référence choisie.
af: Die persentasie wat die verskil tussen die twee waardes teenoor die gekose verwysingswaarde verteenwoordig.
bg: Процентът, представляващ разликата между двете стойности спрямо избраната референтна стойност.
cs: Procento představující odchylku mezi dvěma hodnotami vzhledem k vybrané referenční hodnotě.
da: Procentdelen, der repræsenterer forskellen mellem de to værdier i forhold til den valgte referenceværdi.
de: Der Prozentsatz, der den Unterschied zwischen den beiden Werten im Verhältnis zum gewählten Referenzwert darstellt.
el: Το ποσοστό που αντιπροσωπεύει την απόκλιση μεταξύ των δύο τιμών σε σχέση με την επιλεγμένη τιμή αναφοράς.
es: El porcentaje que representa la diferencia entre los dos valores respecto al valor de referencia elegido.
fi: Prosentti, joka edustaa kahden arvon välistä poikkeamaa valitun viitearvon mukaan.
fil: Ang porsyento na kumakatawan sa pagkakaiba sa pagitan ng dalawang halaga kumpara sa napiling halaga ng sanggunian.
hu: A két érték közötti eltérés százaléka a választott referenciaértékhez képest.
id: The percentage representing the deviation between the two values relative to the chosen reference value.
it: La percentuale che rappresenta lo scostamento tra i due valori rispetto al valore di riferimento scelto.
ja: 選択した基準値に対する2つの値の間の誤差を表すパーセンテージ。
ko: 선택한 기준 값에 대한 두 값 간의 차이를 나타내는 백분율입니다.
nl: Het percentage dat de afwijking tussen de twee waarden ten opzichte van de gekozen referentiewaarde vertegenwoordigt.
no: The percentage representing the difference between the two values relative to the chosen reference value.
pl: Procent reprezentujący odchylenie między dwiema wartościami w odniesieniu do wybranej wartości odniesienia.
pt_pt: A porcentagem que representa a diferença entre os dois valores em relação ao valor de referência escolhido.
ro: Procentul care reprezintă abaterea între cele două valori față de valoarea de referință aleasă.
ru: Процент, представляющий отклонение между двумя значениями относительно выбранного эталонного значения.
sk: Percento predstavujúce odchýlku medzi dvoma hodnotami vo vzťahu k zvolenej referenčnej hodnote.
sv: Procentandelen som representerar avvikelsen mellan de två värdena i förhållande till det valda referensvärdet.
sw: Asilimia inayowakilisha tofauti kati ya thamani mbili kulingana na thamani ya rejea iliyochaguliwa.
tr: Seçilen referans değere göre iki değer arasındaki farkı temsil eden yüzde.
uk: Відсоток, що представляє відхилення між двома значеннями від обраного значення посилання.
vi: Phần trăm đại diện cho sai số giữa hai giá trị so với giá trị tham chiếu đã chọn.
zh_hans: 表示两个值之间相对于所选参考值的差异的百分比。

# ed_math_percentages_percentage_relative_difference_out2
source: Un indicateur clair pour quantifier une différence relative, indépendamment des unités ou des ordres de grandeur.
af: 'n Duidelike aanduiding om 'n relatiewe verskil te kwantifiseer, ongeag die eenhede of groottes.
bg: Ясен индикатор за количествено определяне на относителна разлика, независимо от единиците или порядъка на величините.
cs: Jasný ukazatel pro kvantifikaci relativního rozdílu, nezávisle na jednotkách nebo řádech velikosti.
da: En klar indikator for at kvantificere en relativ forskel, uafhængigt af enheder eller størrelsesordener.
de: Ein klarer Indikator zur Quantifizierung eines relativen Unterschieds, unabhängig von Einheiten oder Größenordnungen.
el: Ένας σαφής δείκτης για να ποσοτικοποιήσετε μια σχετική διαφορά, ανεξάρτητα από τις μονάδες ή τις τάξεις μεγέθους.
es: Un indicador claro para cuantificar una diferencia relativa, independientemente de las unidades o órdenes de magnitud.
fi: Selkeä indikaattori suhteellisen eron kvantifioimiseksi riippumatta yksiköistä tai suuruusluokista.
fil: Isang malinaw na tagapagpahiwatig upang kwentahin ang isang relatibong pagkakaiba, hindi alintana ang mga yunit o mga sukat.
hu: Egy világos mutató a relatív különbség kvantifikálására, függetlenül az egységektől vagy a nagyságrendektől.
id: A clear indicator to quantify a relative difference, regardless of units or orders of magnitude.
it: Un indicatore chiaro per quantificare una differenza relativa, indipendentemente dalle unità o dagli ordini di grandezza.
ja: 単位やオーダーの大きさに関係なく、相対的な違いを定量化するための明確な指標。
ko: 단위나 규모에 관계없이 상대적 차이를 정량화하는 명확한 지표입니다.
nl: Een duidelijke indicator om een relatieve verschil te kwantificeren, ongeacht de eenheden of grootten.
no: A clear indicator to quantify a relative difference, regardless of units or orders of magnitude.
pl: Jasny wskaźnik do kwantyfikacji różnicy względnej, niezależnie od jednostek lub rzędu wielkości.
pt_pt: Um indicador claro para quantificar uma diferença relativa, independentemente das unidades ou ordens de grandeza.
ro: Un indicator clar pentru a cuantifica o diferență relativă, independent de unități sau ordine de mărime.
ru: Ясный индикатор для количественной оценки относительной разницы, независимо от единиц или порядков величины.
sk: Jasný ukazovateľ na kvantifikáciu relatívneho rozdielu, nezávisle od jednotiek alebo rádov veľkosti.
sv: En tydlig indikator för att kvantifiera en relativ skillnad, oavsett enheter eller storleksordningar.
sw: Kiashiria wazi cha kuhesabu tofauti ya uhusiano, bila kujali vitengo au viwango vya ukubwa.
tr: Bir farkı nicelendirmenin net bir göstergesi, birimlerden veya büyüklük sıralarından bağımsız olarak.
uk: Чіткий індикатор для кількісної оцінки відносної різниці, незалежно від одиниць виміру або порядків величини.
vi: Một chỉ số rõ ràng để định lượng một sự khác biệt tương đối, bất kể đơn vị hoặc quy mô.
zh_hans: 一个明确的指标，用于量化相对差异，无论单位或数量级如何。

# ed_math_percentages_percentage_relative_difference_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng pansin
hu: Korlátok és figyelmeztetések
id: Limits and points of attention
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Limits and points of attention
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_relative_difference_lim1
source: La valeur de référence ne doit pas être égale à zéro, sinon l’écart relatif est indéfini.
af: Die verwysingswaarde mag nie nul wees nie, anders is die relatiewe verskil onbepaald.
bg: Референтната стойност не трябва да е равна на нула, в противен случай относителната разлика е неопределена.
cs: Referenční hodnota nesmí být rovna nule, jinak je relativní odchylka nedefinovaná.
da: Referenceværdien må ikke være lig med nul, ellers er den relative forskel udefineret.
de: Der Referenzwert darf nicht gleich null sein, andernfalls ist der relative Unterschied undefiniert.
el: Η τιμή αναφοράς δεν πρέπει να είναι ίση με το μηδέν, αλλιώς η σχετική απόκλιση είναι αόριστη.
es: El valor de referencia no debe ser igual a cero, de lo contrario, la diferencia relativa es indefinida.
fi: Viitearvon ei tule olla nolla, muuten suhteellinen poikkeama on määrittelemätön.
fil: Ang halaga ng sanggunian ay hindi dapat katumbas ng zero, kung hindi, ang relatibong pagkakaiba ay hindi natutukoy.
hu: A referenciaérték nem lehet nulla, különben a relatív eltérés határozatlan.
id: The reference value must not be equal to zero, otherwise the relative deviation is undefined.
it: Il valore di riferimento non deve essere uguale a zero, altrimenti lo scostamento relativo è indefinito.
ja: 基準値はゼロと等しくない必要があります。そうでなければ、相対誤差は未定義です。
ko: 기준 값은 0이 아니어야 하며, 그렇지 않으면 상대적 차이는 정의되지 않습니다.
nl: De referentiewaarde mag niet gelijk zijn aan nul, anders is de relatieve afwijking onbepaald.
no: The reference value must not be equal to zero, otherwise the relative difference is undefined.
pl: Wartość odniesienia nie może być równa zeru, w przeciwnym razie odchylenie względne jest nieokreślone.
pt_pt: O valor de referência não deve ser igual a zero, caso contrário, o erro relativo é indefinido.
ro: Valoarea de referință nu trebuie să fie egală cu zero, altfel abaterea relativă este nedefinită.
ru: Эталонное значение не должно быть равно нулю, иначе относительное отклонение неопределенно.
sk: Referenčná hodnota nesmie byť rovná nule, inak je relatívna odchýlka nedefinovaná.
sv: Referensvärdet får inte vara lika med noll, annars är den relativa avvikelsen odefinierad.
sw: Thamani ya rejea haipaswi kuwa sawa na sifuri, vinginevyo tofauti ya uhusiano haijafafanuliwa.
tr: Referans değeri sıfıra eşit olmamalıdır, aksi takdirde göreli fark tanımsızdır.
uk: Значення посилання не повинно дорівнювати нулю, інакше відносне відхилення є невизначеним.
vi: Giá trị tham chiếu không được bằng không, nếu không sai số tương đối là không xác định.
zh_hans: 参考值不得等于零，否则相对差异是未定义的。

# ed_math_percentages_percentage_relative_difference_lim2
source: Ce calcul n’indique pas une évolution dans le temps, seulement une différence relative entre deux valeurs.
af: Hierdie berekening dui nie 'n ontwikkeling oor tyd aan nie, net 'n relatiewe verskil tussen twee waardes.
bg: Този калкулатор не показва развитие във времето, а само относителна разлика между две стойности.
cs: Tento výpočet neindikuje vývoj v čase, pouze relativní rozdíl mezi dvěma hodnotami.
da: Denne beregning angiver ikke en udvikling over tid, kun en relativ forskel mellem to værdier.
de: Diese Berechnung zeigt keine Entwicklung im Laufe der Zeit an, sondern nur einen relativen Unterschied zwischen zwei Werten.
el: Αυτός ο υπολογισμός δεν υποδεικνύει μια εξέλιξη με την πάροδο του χρόνου, μόνο μια σχετική διαφορά μεταξύ δύο τιμών.
es: Este cálculo no indica una evolución en el tiempo, solo una diferencia relativa entre dos valores.
fi: Tämä laskelma ei osoita kehitystä ajan myötä, vain suhteellista eroa kahden arvon välillä.
fil: Ang kalkulasyong ito ay hindi nagpapakita ng isang ebolusyon sa paglipas ng panahon, tanging isang relatibong pagkakaiba sa pagitan ng dalawang halaga.
hu: Ez a számítás nem jelez időbeli fejlődést, csak a két érték közötti relatív különbséget.
id: This calculation does not indicate a change over time, only a relative difference between two values.
it: Questo calcolo non indica un'evoluzione nel tempo, solo una differenza relativa tra due valori.
ja: この計算は時間の経過における変化を示すものではなく、単に2つの値の間の相対的な違いを示します。
ko: 이 계산은 시간에 따른 변화를 나타내지 않으며, 단지 두 값 간의 상대적 차이만을 나타냅니다.
nl: Deze berekening geeft geen evolutie in de tijd aan, alleen een relatieve verschil tussen twee waarden.
no: This calculation does not indicate a change over time, only a relative difference between two values.
pl: Ten obliczenie nie wskazuje na ewolucję w czasie, tylko na różnicę względną między dwiema wartościami.
pt_pt: Este cálculo não indica uma evolução ao longo do tempo, apenas uma diferença relativa entre dois valores.
ro: Această calculare nu indică o evoluție în timp, ci doar o diferență relativă între două valori.
ru: Этот расчет не указывает на изменение во времени, только на относительную разницу между двумя значениями.
sk: Tento výpočet neindikuje vývoj v čase, iba relatívny rozdiel medzi dvoma hodnotami.
sv: Denna beräkning indikerar inte en utveckling över tid, endast en relativ skillnad mellan två värden.
sw: Kihesabu hiki hakionyeshi mabadiliko kwa wakati, bali tofauti ya uhusiano kati ya thamani mbili.
tr: Bu hesaplama zaman içinde bir gelişmeyi göstermez, sadece iki değer arasındaki göreli bir farkı belirtir.
uk: Цей розрахунок не вказує на зміни з часом, лише на відносну різницю між двома значеннями.
vi: Phép tính này không chỉ ra một sự phát triển theo thời gian, chỉ một sự khác biệt tương đối giữa hai giá trị.
zh_hans: 此计算不表示时间上的变化，仅表示两个值之间的相对差异。

# ed_math_percentages_percentage_relative_difference_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Frequently asked questions
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Frequently asked questions
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Časté otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_relative_difference_q1
source: Quelle est la différence avec un pourcentage de variation ?
af: Wat is die verskil met 'n persentasie van variasie?
bg: Каква е разликата с процент на изменение?
cs: Jaký je rozdíl mezi procentem změny?
da: Hvad er forskellen på en variationsprocent?
de: Was ist der Unterschied zu einem Veränderungsprozentsatz?
el: Ποια είναι η διαφορά με ένα ποσοστό μεταβολής;
es: ¿Cuál es la diferencia con un porcentaje de variación?
fi: Mikä on ero vaihteluprosentin kanssa?
fil: Ano ang pagkakaiba sa isang porsyento ng pagbabago?
hu: Mi a különbség a változási százalék és a relatív eltérés között?
id: What is the difference with a percentage of variation?
it: Qual è la differenza con una percentuale di variazione?
ja: 変化率との違いは何ですか？
ko: 변화율과의 차이는 무엇인가요?
nl: Wat is het verschil met een percentage van verandering?
no: What is the difference with a percentage change?
pl: Jaka jest różnica między procentem zmiany a odchyleniem względnym?
pt_pt: Qual é a diferença em relação a uma porcentagem de variação?
ro: Care este diferența față de un procent de variație?
ru: В чем разница с процентом изменения?
sk: Aký je rozdiel medzi percentom zmeny?
sv: Vad är skillnaden med en variationsprocent?
sw: Je, tofauti ni ipi na asilimia ya mabadiliko?
tr: Değişim yüzdesi ile fark nedir?
uk: У чому різниця з відсотком зміни?
vi: Sự khác biệt với phần trăm thay đổi là gì?
zh_hans: 与变化百分比有什么区别？

# ed_math_percentages_percentage_relative_difference_a1
source: Une variation suppose une valeur initiale et une valeur finale dans le temps. L’écart relatif compare simplement deux valeurs sans notion d’évolution.
af: 'n Variasie veronderstel 'n aanvanklike waarde en 'n finale waarde oor tyd. Die relatiewe verskil vergelyk eenvoudig twee waardes sonder die idee van ontwikkeling.
bg: Една промяна предполага начална стойност и крайна стойност във времето. Относителната разлика просто сравнява две стойности без понятие за развитие.
cs: Změna předpokládá počáteční a konečnou hodnotu v čase. Relativní odchylka jednoduše porovnává dvě hodnoty bez ohledu na vývoj.
da: En variation forudsætter en startværdi og en slutværdi over tid. Den relative forskel sammenligner blot to værdier uden hensyn til udvikling.
de: Eine Veränderung setzt einen Anfangswert und einen Endwert im Laufe der Zeit voraus. Der relative Unterschied vergleicht einfach zwei Werte ohne Vorstellung von Entwicklung.
el: Μια μεταβολή υποθέτει μια αρχική και μια τελική τιμή με την πάροδο του χρόνου. Η σχετική απόκλιση συγκρίνει απλά δύο τιμές χωρίς έννοια εξέλιξης.
es: Una variación supone un valor inicial y un valor final en el tiempo. La diferencia relativa simplemente compara dos valores sin noción de evolución.
fi: Vaihtelu edellyttää alkuperäistä ja lopullista arvoa ajan myötä. Suhteellinen poikkeama vertailee vain kahta arvoa ilman kehityskäsitystä.
fil: Ang isang pagbabago ay nagpapalagay ng isang paunang halaga at isang pangwakas na halaga sa paglipas ng panahon. Ang relatibong pagkakaiba ay simpleng naghahambing ng dalawang halaga nang walang konsepto ng ebolusyon.
hu: A változás feltételez egy kezdeti és egy végső értéket az időben. A relatív eltérés egyszerűen két értéket hasonlít össze fejlődés fogalma nélkül.
id: A variation assumes an initial value and a final value over time. The relative deviation simply compares two values without the notion of evolution.
it: Una variazione presuppone un valore iniziale e un valore finale nel tempo. Lo scostamento relativo confronta semplicemente due valori senza nozione di evoluzione.
ja: 変化は初期値と最終値が時間の中で存在することを前提とします。相対誤差は単に2つの値を比較し、変化の概念はありません。
ko: 변화는 시간에 따른 초기 값과 최종 값을 가정합니다. 상대적 차이는 단순히 두 값을 비교하며 변화 개념이 없습니다.
nl: Een verandering veronderstelt een initiële waarde en een eindwaarde in de tijd. De relatieve afwijking vergelijkt eenvoudigweg twee waarden zonder het idee van evolutie.
no: A change implies an initial value and a final value over time. The relative difference simply compares two values without the notion of evolution.
pl: Zmiana zakłada wartość początkową i końcową w czasie. Odchylenie względne porównuje po prostu dwie wartości bez pojęcia ewolucji.
pt_pt: Uma variação pressupõe um valor inicial e um valor final ao longo do tempo. O erro relativo compara simplesmente dois valores sem noção de evolução.
ro: O variație presupune o valoare inițială și o valoare finală în timp. Abaterea relativă compară pur și simplu două valori fără noțiunea de evoluție.
ru: Изменение предполагает начальное значение и конечное значение во времени. Относительное отклонение просто сравнивает два значения без учета изменений.
sk: Zmena predpokladá počiatočnú a konečnú hodnotu v čase. Relatívna odchýlka jednoducho porovnáva dve hodnoty bez pojmu vývoja.
sv: En variation förutsätter ett initialt värde och ett slutvärde över tid. Den relativa avvikelsen jämför helt enkelt två värden utan begrepp om utveckling.
sw: Mabadiliko yanadhani thamani ya awali na thamani ya mwisho kwa wakati. Tofauti ya uhusiano inalinganisha tu thamani mbili bila dhana ya mabadiliko.
tr: Bir değişim, zaman içinde bir başlangıç değeri ve bir bitiş değeri varsayar. Göreli fark, sadece iki değeri karşılaştırır ve gelişim kavramı yoktur.
uk: Зміна передбачає початкове значення та кінцеве значення з часом. Відносне відхилення просто порівнює два значення без урахування еволюції.
vi: Một sự thay đổi giả định một giá trị ban đầu và một giá trị cuối cùng theo thời gian. Sai số tương đối chỉ đơn giản so sánh hai giá trị mà không có khái niệm phát triển.
zh_hans: 变化假设有一个初始值和一个最终值。相对差异仅比较两个值，而没有变化的概念。
