Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_compare_lead
source: Ce comparateur permet d’analyser deux pourcentages (deux taux) en affichant des indicateurs complémentaires : écart en points de pourcentage et comparaison relative, pour interpréter correctement la différence entre deux taux.
af: Hierdie vergelyker laat jou toe om twee persentasies (twee koerse) te analiseer deur aanvullende aanwysers te vertoon: verskil in persentasiepunte en relatiewe vergelyking, om die verskil tussen twee koerse korrek te interpreteer.
bg: Този сравнявателен инструмент позволява да се анализират два процента (две ставки), показвайки допълнителни индикатори: разлика в процентни точки и относително сравнение, за да се интерпретира правилно разликата между две ставки.
cs: Tento srovnávač umožňuje analyzovat dvě procenta (dvě sazby) zobrazením doplňkových ukazatelů: rozdíl v procentních bodech a relativní srovnání, aby bylo možné správně interpretovat rozdíl mezi dvěma sazbami.
da: Denne sammenligner giver mulighed for at analysere to procenter (to satser) ved at vise supplerende indikatorer: forskel i procentpoint og relativ sammenligning, for korrekt at fortolke forskellen mellem to satser.
de: Dieser Vergleich ermöglicht es, zwei Prozentsätze (zwei Sätze) zu analysieren, indem ergänzende Indikatoren angezeigt werden: Differenz in Prozentpunkten und relative Vergleich, um die Differenz zwischen zwei Sätzen korrekt zu interpretieren.
el: Αυτός ο συγκριτής επιτρέπει την ανάλυση δύο ποσοστών (δύο ποσοστά) εμφανίζοντας συμπληρωματικούς δείκτες: διαφορά σε μονάδες ποσοστού και σχετική σύγκριση, για να ερμηνεύσετε σωστά τη διαφορά μεταξύ δύο ποσοστών.
es: Este comparador permite analizar dos porcentajes (dos tasas) mostrando indicadores complementarios: diferencia en puntos de porcentaje y comparación relativa, para interpretar correctamente la diferencia entre dos tasas.
fi: Tämä vertailutyökalu mahdollistaa kahden prosenttiosuuden (kaksi prosenttia) analysoinnin näyttämällä täydentäviä indikaattoreita: prosenttipisteiden ero ja suhteellinen vertailu, jotta voit tulkita oikein kahden prosenttiosuuden välistä eroa.
fil: Ang comparator na ito ay nagbibigay-daan upang suriin ang dalawang porsyento (dalawang rate) sa pamamagitan ng pagpapakita ng mga karagdagang tagapagpahiwatig: pagkakaiba sa mga puntos ng porsyento at relatibong paghahambing, upang tama ang interpretasyon ng pagkakaiba sa pagitan ng dalawang rate.
hu: Ez az összehasonlító lehetővé teszi két százalék (két arány) elemzését kiegészítő mutatók megjelenítésével: százalékpont eltérés és relatív összehasonlítás, hogy helyesen értelmezzük a különbséget a két arány között.
id: Perbandingan ini memungkinkan analisis dua persentase (dua tingkat) dengan menampilkan indikator tambahan: selisih dalam poin persentase dan perbandingan relatif, untuk menginterpretasikan perbedaan antara dua tingkat dengan benar.
it: Questo comparatore consente di analizzare due percentuali (due tassi) mostrando indicatori complementari: scostamento in punti percentuali e confronto relativo, per interpretare correttamente la differenza tra due tassi.
ja: この比較ツールは、二つのパーセンテージ（率）を分析し、補完的な指標を表示します：パーセンテージポイントの差と相対比較を行い、二つの率の違いを正しく解釈します。
ko: 이 비교 도구는 두 비율(두 비율)을 분석하여 보조 지표를 표시합니다: 비율 포인트 차이 및 상대 비교를 통해 두 비율 간의 차이를 올바르게 해석할 수 있습니다.
nl: Deze vergelijker maakt het mogelijk om twee percentages (twee tarieven) te analyseren door aanvullende indicatoren weer te geven: verschil in percentagepunten en relatieve vergelijking, om het verschil tussen twee tarieven correct te interpreteren.
no: Denne sammenligneren lar deg analysere to prosent (to rater) ved å vise komplementære indikatorer: forskjell i prosentpoeng og relativ sammenligning, for å tolke forskjellen mellom to rater korrekt.
pl: Ten porównywacz pozwala analizować dwa procenty (dwa wskaźniki), wyświetlając dodatkowe wskaźniki: różnicę w punktach procentowych i porównanie względne, aby poprawnie zinterpretować różnicę między dwoma wskaźnikami.
pt_pt: Este comparador permite analisar duas percentagens (duas taxas) exibindo indicadores complementares: diferença em pontos percentuais e comparação relativa, para interpretar corretamente a diferença entre duas taxas.
ro: Acest comparator permite analizarea a două procente (două rate) afișând indicatori complementari: diferența în puncte procentuale și comparația relativă, pentru a interpreta corect diferența dintre două rate.
ru: Этот компаратор позволяет анализировать два процента (две ставки), отображая дополнительные индикаторы: разницу в процентных пунктах и относительное сравнение, чтобы правильно интерпретировать разницу между двумя ставками.
sk: Tento porovnávač umožňuje analyzovať dve percentá (dve sadzby) zobrazením doplnkových ukazovateľov: rozdiel v percentuálnych bodoch a relatívne porovnanie, aby ste správne interpretovali rozdiel medzi dvoma sadzbami.
sv: Denna jämförare gör det möjligt att analysera två procent (två räntor) genom att visa kompletterande indikatorer: skillnad i procentpunkter och relativ jämförelse, för att korrekt tolka skillnaden mellan två räntor.
sw: Kilinganisha hiki kinaruhusu kuchambua asilimia mbili (viwango viwili) kwa kuonyesha viashiria vya nyongeza: tofauti katika alama za asilimia na kulinganisha kwa uwiano, ili kutafsiri tofauti kati ya viwango viwili kwa usahihi.
tr: Bu karşılaştırıcı, iki yüzdeyi (iki oran) analiz etmeyi sağlar ve tamamlayıcı göstergeleri gösterir: yüzde puanındaki fark ve göreceli karşılaştırma, iki oran arasındaki farkı doğru bir şekilde yorumlamak için.
uk: Цей компаратор дозволяє аналізувати два відсотки (дві ставки), відображаючи додаткові показники: різницю в пунктах відсотка та відносне порівняння, щоб правильно інтерпретувати різницю між двома ставками.
vi: Công cụ so sánh này cho phép phân tích hai tỷ lệ phần trăm (hai tỷ lệ) bằng cách hiển thị các chỉ số bổ sung: chênh lệch điểm phần trăm và so sánh tương đối, để diễn giải chính xác sự khác biệt giữa hai tỷ lệ.
zh_hans: 此比较器允许分析两个百分比（两个比率），通过显示补充指标：百分点差异和相对比较，以正确解释两个比率之间的差异。

# ed_math_percentages_percentage_compare_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_compare_uc1_title
source: Comparer des taux d’intérêt ou de rendement
af: Vergelyk rentekoerse of opbrengskoerse
bg: Сравняване на лихвени проценти или доходност
cs: Porovnat úrokové nebo výnosové sazby
da: Sammenligne renter eller afkast
de: Zinssätze oder Renditen vergleichen
el: Σύγκριση επιτοκίων ή αποδόσεων
es: Comparar tasas de interés o de rendimiento
fi: Vertaile korkoja tai tuottoja
fil: Ihambing ang mga rate ng interes o kita
hu: Kamat- vagy hozamarányok összehasonlítása
id: Membandingkan tingkat bunga atau hasil
it: Confrontare tassi di interesse o di rendimento
ja: 金利または収益率を比較する
ko: 이자율 또는 수익률 비교
nl: Vergelijk rente- of rendementstarieven
no: Sammenligne renter eller avkastning
pl: Porównanie stóp procentowych lub zwrotu
pt_pt: Comparar taxas de juro ou de rendimento
ro: Compararea ratelor de dobândă sau de randament
ru: Сравнение процентных ставок или доходности
sk: Porovnanie úrokových alebo výnosových sadzieb
sv: Jämföra räntor eller avkastningar
sw: Kulinganisha viwango vya riba au faida
tr: Faiz oranlarını veya getiri oranlarını karşılaştırmak
uk: Порівняти процентні ставки або доходність
vi: So sánh tỷ lệ lãi suất hoặc tỷ lệ sinh lời
zh_hans: 比较利率或收益率

# ed_math_percentages_percentage_compare_uc1_text
source: Comparer deux taux (ex. 3,2 % vs 4,0 %) en distinguant l’écart en points et l’écart relatif.
af: Vergelyk twee koerse (bv. 3,2 % teenoor 4,0 %) deur die verskil in punte en die relatiewe verskil te onderskei.
bg: Сравняване на два процента (напр. 3,2 % срещу 4,0 %) с разграничаване на разликата в точки и относителната разлика.
cs: Porovnat dvě sazby (např. 3,2 % vs 4,0 %) s rozlišením rozdílu v bodech a relativního rozdílu.
da: Sammenligne to satser (f.eks. 3,2 % vs 4,0 %) ved at skelne mellem forskellen i point og den relative forskel.
de: Zwei Sätze vergleichen (z. B. 3,2 % vs. 4,0 %) und den Unterschied in Punkten und den relativen Unterschied unterscheiden.
el: Σύγκριση δύο ποσοστών (π.χ. 3,2 % έναντι 4,0 %) διακρίνοντας τη διαφορά σε μονάδες και τη σχετική διαφορά.
es: Comparar dos tasas (p. ej. 3,2 % vs 4,0 %) distinguiendo la diferencia en puntos y la diferencia relativa.
fi: Vertaile kahta prosenttia (esim. 3,2 % vs 4,0 %) erottamalla prosenttipisteiden ero ja suhteellinen ero.
fil: Ihambing ang dalawang rate (hal. 3.2 % laban sa 4.0 %) sa pamamagitan ng pagdistinguish ng pagkakaiba sa mga puntos at ang relatibong pagkakaiba.
hu: Két arány összehasonlítása (pl. 3,2 % vs 4,0 %) a százalékpont eltérés és a relatív eltérés megkülönböztetésével.
id: Membandingkan dua tingkat (mis. 3,2 % vs 4,0 %) dengan membedakan selisih dalam poin dan selisih relatif.
it: Confrontare due tassi (es. 3,2 % vs 4,0 %) distinguendo lo scostamento in punti e lo scostamento relativo.
ja: 二つの率（例：3.2 % 対 4.0 %）を比較し、ポイントの差と相対的な差を区別します。
ko: 두 비율(예: 3.2% 대 4.0%)을 비교하여 포인트 차이와 상대 차이를 구분합니다.
nl: Vergelijk twee tarieven (bijv. 3,2 % vs 4,0 %) door het verschil in punten en het relatieve verschil te onderscheiden.
no: Sammenligne to rater (f.eks. 3,2 % vs 4,0 %) ved å skille mellom forskjellen i poeng og relativ forskjell.
pl: Porównanie dwóch wskaźników (np. 3,2 % vs 4,0 %) z rozróżnieniem różnicy w punktach i różnicy względnej.
pt_pt: Comparar duas taxas (ex. 3,2 % vs 4,0 %) distinguindo a diferença em pontos e a diferença relativa.
ro: Compararea a două rate (ex. 3,2 % vs 4,0 %) distingând diferența în puncte și diferența relativă.
ru: Сравнение двух ставок (например, 3,2 % против 4,0 %), различая разницу в пунктах и относительное различие.
sk: Porovnanie dvoch sadzieb (napr. 3,2 % vs 4,0 %) s rozlíšením rozdielu v bodoch a relatívneho rozdielu.
sv: Jämföra två räntor (t.ex. 3,2 % vs 4,0 %) genom att särskilja skillnaden i punkter och den relativa skillnaden.
sw: Kulinganisha viwango viwili (mfano 3.2 % dhidi ya 4.0 %) kwa kutofautisha tofauti katika alama na tofauti ya uwiano.
tr: İki oranı (ör. %3,2 vs %4,0) puan farkını ve göreceli farkı ayırarak karşılaştırmak.
uk: Порівняти дві ставки (наприклад, 3,2 % проти 4,0 %), розрізняючи різницю в пунктах та відносну різницю.
vi: So sánh hai tỷ lệ (ví dụ 3,2 % so với 4,0 %) bằng cách phân biệt chênh lệch điểm và chênh lệch tương đối.
zh_hans: 比较两个比率（例如 3.2% 与 4.0%），区分百分点差异和相对差异。

# ed_math_percentages_percentage_compare_uc2_title
source: Comparer des statistiques (sondages, réussite, conversion)
af: Vergelyk statistieke (opnames, sukses, omskakeling)
bg: Сравняване на статистики (анкетиране, успех, конверсия)
cs: Porovnat statistiky (průzkumy, úspěšnost, konverze)
da: Sammenligne statistikker (undersøgelser, succes, konvertering)
de: Statistiken vergleichen (Umfragen, Erfolg, Konversion)
el: Σύγκριση στατιστικών (δημοσκοπήσεις, επιτυχία, μετατροπή)
es: Comparar estadísticas (encuestas, éxito, conversión)
fi: Vertaile tilastoja (kyselyt, onnistuminen, konversio)
fil: Ihambing ang mga istatistika (mga survey, tagumpay, conversion)
hu: Statisztikák összehasonlítása (felmérések, siker, konverzió)
id: Membandingkan statistik (survei, keberhasilan, konversi)
it: Confrontare statistiche (sondaggi, successo, conversione)
ja: 統計（調査、成功、転換）を比較する
ko: 통계 비교(설문조사, 성공률, 전환율)
nl: Vergelijk statistieken (enquêtes, succes, conversie)
no: Sammenligne statistikker (undersøkelser, suksess, konvertering)
pl: Porównanie statystyk (ankiety, sukces, konwersja)
pt_pt: Comparar estatísticas (sondagens, sucesso, conversão)
ro: Compararea statisticilor (sondaje, succes, conversie)
ru: Сравнение статистики (опросы, успех, конверсия)
sk: Porovnanie štatistík (prieskumy, úspešnosť, konverzia)
sv: Jämföra statistik (undersökningar, framgång, konvertering)
sw: Kulinganisha takwimu (uchunguzi, mafanikio, ubadilishaji)
tr: İstatistikleri karşılaştırmak (anketler, başarı, dönüşüm)
uk: Порівняти статистику (опитування, успішність, конверсія)
vi: So sánh thống kê (khảo sát, thành công, chuyển đổi)
zh_hans: 比较统计数据（调查、成功率、转化率）

# ed_math_percentages_percentage_compare_uc2_text
source: Comprendre un changement de taux de réussite, de taux de conversion ou d’intention de vote sans confusion “points” vs “%”.
af: Verstaan 'n verandering in sukseskoers, omskakelingskoers of stemintensie sonder verwarring tussen 'punte' en '%'.
bg: Разбиране на промяна в процента на успех, процента на конверсия или намерение за гласуване без объркване между „точки“ и „%“.
cs: Pochopit změnu úspěšnosti, míry konverze nebo volebních úmyslů bez záměny „body“ vs „%“.
da: Forstå en ændring i succesrate, konverteringsrate eller stemmeintention uden forvirring mellem 'point' og '%'.
de: Ein Verständnis für eine Veränderung der Erfolgsquote, der Konversionsrate oder der Wahlabsicht ohne Verwirrung zwischen "Punkten" und "%".
el: Κατανόηση μιας αλλαγής στο ποσοστό επιτυχίας, στο ποσοστό μετατροπής ή στην πρόθεση ψήφου χωρίς σύγχυση “μονάδες” έναντι “%”.
es: Entender un cambio en la tasa de éxito, de conversión o de intención de voto sin confusión 'puntos' vs '%'.
fi: Ymmärrä muutosta onnistumisprosentissa, konversioprosentissa tai äänestysintention muutoksessa ilman sekaannusta 'pisteet' vs '%'.
fil: Unawain ang isang pagbabago sa rate ng tagumpay, rate ng conversion o intensyon ng pagboto nang walang kalituhan sa 'mga puntos' laban sa '%'.
hu: A sikerességi arány, a konverziós arány vagy a szavazási szándék változásának megértése anélkül, hogy összezavarná a 'pontok' és a '%' fogalmát.
id: Memahami perubahan tingkat keberhasilan, tingkat konversi, atau niat suara tanpa kebingungan 'poin' vs '%'.
it: Comprendere un cambiamento nel tasso di successo, nel tasso di conversione o nell'intenzione di voto senza confusione “punti” vs “%”.
ja: 成功率、転換率、または投票意向の変化を「ポイント」と「%」の混乱なしに理解する。
ko: 성공률, 전환율 또는 투표 의향의 변화를 혼동 없이 이해합니다 ‘포인트’ 대 ‘%’.
nl: Begrijp een verandering in succespercentage, conversiepercentage of stemintentie zonder verwarring tussen 'punten' en '%'.
no: Forstå en endring i suksessrate, konverteringsrate eller stemmeintensjon uten forvirring mellom 'poeng' og '%'.
pl: Zrozumienie zmiany wskaźnika sukcesu, wskaźnika konwersji lub intencji głosowania bez zamieszania „punkty” vs „%”.
pt_pt: Compreender uma mudança na taxa de sucesso, na taxa de conversão ou na intenção de voto sem confundir 'pontos' com '%'
ro: Înțelegerea unei schimbări a ratei de succes, a ratei de conversie sau a intenției de vot fără confuzia „puncte” vs „%”.
ru: Понимание изменения коэффициента успеха, коэффициента конверсии или намерения голосовать без путаницы "пункты" против "%".
sk: Pochopenie zmeny v miere úspešnosti, miere konverzie alebo úmysle hlasovať bez zmätku „body“ vs „%“.
sv: Förstå en förändring i framgångsgrad, konverteringsgrad eller röstintention utan förvirring mellan 'punkter' och '%'.
sw: Kuelewa mabadiliko ya kiwango cha mafanikio, kiwango cha ubadilishaji au nia ya kupiga kura bila kuchanganya 'alama' dhidi ya '%'.
tr: Başarı oranındaki, dönüşüm oranındaki veya oy verme niyetindeki bir değişimi “puanlar” ile “%” arasında karışıklık olmadan anlamak.
uk: Зрозуміти зміну ставки успішності, ставки конверсії або наміру голосування без плутанини "пункти" проти "%".
vi: Hiểu sự thay đổi tỷ lệ thành công, tỷ lệ chuyển đổi hoặc ý định bỏ phiếu mà không nhầm lẫn “điểm” với “%”.
zh_hans: 理解成功率、转化率或投票意向的变化，而不混淆“点”与“%”。

# ed_math_percentages_percentage_compare_uc3_title
source: Présenter un écart de manière claire
af: Stel 'n verskil duidelik voor
bg: Представяне на разлика по ясен начин
cs: Prezentovat rozdíl jasně
da: Præsentere en forskel klart
de: Eine Differenz klar darstellen
el: Παρουσίαση μιας διαφοράς με σαφήνεια
es: Presentar una diferencia de manera clara
fi: Esitä ero selkeästi
fil: Ipakita ang isang pagkakaiba sa isang malinaw na paraan
hu: Egy eltérés világos bemutatása
id: Menyajikan selisih dengan cara yang jelas
it: Presentare uno scostamento in modo chiaro
ja: 差を明確に示す
ko: 차이를 명확하게 제시하기
nl: Een verschil duidelijk presenteren
no: Presentere en forskjell på en klar måte
pl: Przedstawienie różnicy w sposób jasny
pt_pt: Apresentar uma diferença de forma clara
ro: Prezentarea unei diferențe într-un mod clar
ru: Ясное представление разницы
sk: Predstavenie rozdielu jasným spôsobom
sv: Presentera en skillnad på ett tydligt sätt
sw: Kuwasilisha tofauti kwa njia wazi
tr: Bir farkı net bir şekilde sunmak
uk: Представити різницю зрозуміло
vi: Trình bày một chênh lệch một cách rõ ràng
zh_hans: 以清晰的方式呈现差异

# ed_math_percentages_percentage_compare_uc3_text
source: Utile dans un rapport ou une présentation : choisir l’indicateur le plus compréhensible selon le contexte.
af: Nuttig in 'n verslag of aanbieding: kies die mees verstaanbare aanwyser volgens die konteks.
bg: Полезно в доклад или презентация: изберете най-разбираемия индикатор в зависимост от контекста.
cs: Užitečné v reportu nebo prezentaci: vyberte nejvíce srozumitelný ukazatel podle kontextu.
da: Nyttigt i en rapport eller præsentation: vælg den mest forståelige indikator afhængigt af konteksten.
de: Nützlich in einem Bericht oder einer Präsentation: Wählen Sie den verständlichsten Indikator je nach Kontext.
el: Χρήσιμο σε μια αναφορά ή παρουσίαση: επιλέξτε τον πιο κατανοητό δείκτη ανάλογα με το πλαίσιο.
es: Útil en un informe o presentación: elegir el indicador más comprensible según el contexto.
fi: Hyödyllinen raportissa tai esityksessä: valitse ymmärrettävin indikaattori kontekstin mukaan.
fil: Kapaki-pakinabang sa isang ulat o presentasyon: pumili ng pinaka-maunawaan na tagapagpahiwatig ayon sa konteksto.
hu: Hasznos egy jelentésben vagy prezentációban: válaszd ki a legérthetőbb mutatót a kontextus szerint.
id: Berguna dalam laporan atau presentasi: pilih indikator yang paling dapat dipahami sesuai konteks.
it: Utile in un rapporto o in una presentazione: scegliere l'indicatore più comprensibile a seconda del contesto.
ja: レポートやプレゼンテーションで役立つ：文脈に応じて最も理解しやすい指標を選択します。
ko: 보고서나 프레젠테이션에서 유용합니다: 상황에 따라 가장 이해하기 쉬운 지표를 선택하세요.
nl: Nuttig in een rapport of presentatie: kies de meest begrijpelijke indicator afhankelijk van de context.
no: Nyttig i en rapport eller presentasjon: velg den mest forståelige indikatoren avhengig av konteksten.
pl: Przydatne w raporcie lub prezentacji: wybierz najbardziej zrozumiały wskaźnik w zależności od kontekstu.
pt_pt: Útil em um relatório ou apresentação: escolher o indicador mais compreensível de acordo com o contexto.
ro: Util în un raport sau o prezentare: alegeți indicatorul cel mai ușor de înțeles în funcție de context.
ru: Полезно в отчете или презентации: выберите наиболее понятный индикатор в зависимости от контекста.
sk: Užitočné v správe alebo prezentácii: vyberte najzrozumiteľnejší ukazovateľ podľa kontextu.
sv: Användbart i en rapport eller presentation: välj den mest förståeliga indikatorn beroende på sammanhanget.
sw: Inafaida katika ripoti au uwasilishaji: chagua kiashiria kinachoweza kueleweka zaidi kulingana na muktadha.
tr: Bir raporda veya sunumda yararlıdır: bağlama göre en anlaşılır göstergeleri seçmek.
uk: Корисно в звіті або презентації: вибрати найбільш зрозумілий показник залежно від контексту.
vi: Hữu ích trong một báo cáo hoặc một bài thuyết trình: chọn chỉ số dễ hiểu nhất theo ngữ cảnh.
zh_hans: 在报告或演示中有用：根据上下文选择最易理解的指标。

# ed_math_percentages_percentage_compare_uc4_title
source: Détecter les formulations trompeuses
af: Ontdek misleidende formuleringe
bg: Откриване на подвеждащи формулировки
cs: Odhalit klamavé formulace
da: Opdage vildledende formuleringer
de: Irreführende Formulierungen erkennen
el: Ανίχνευση παραπλανητικών διατυπώσεων
es: Detectar formulaciones engañosas
fi: Havaitse harhaanjohtavat muotoilut
fil: Tukuyin ang mga nakaliligaw na pahayag
hu: Csalóka megfogalmazások észlelése
id: Mendeteksi formulasi yang menyesatkan
it: Rilevare formulazioni fuorvianti
ja: 誤解を招く表現を検出する
ko: 혼란스러운 표현 감지하기
nl: Misleidende formuleringen detecteren
no: Oppdage villedende formuleringer
pl: Wykrywanie mylących sformułowań
pt_pt: Detectar formulações enganosas
ro: Detectarea formulărilor înșelătoare
ru: Обнаружение вводящих в заблуждение формулировок
sk: Detekcia zavádzajúcich formulácií
sv: Upptäck vilseledande formuleringar
sw: Gundua kauli za kudanganya
tr: Kandırıcı ifadeleri tespit etmek
uk: Виявити оманливі формулювання
vi: Phát hiện các cách diễn đạt gây hiểu lầm
zh_hans: 检测误导性表述

# ed_math_percentages_percentage_compare_uc4_text
source: Vérifier des phrases comme “le taux a augmenté de 50 %” alors qu’il s’agit parfois d’une hausse de quelques points.
af: Kontroleer sinne soos 'die koers het met 50 % gestyg' terwyl dit soms 'n styging van 'n paar punte is.
bg: Проверявайте изрази като „процентът е нараснал с 50 %“, докато понякога става въпрос за увеличение с няколко точки.
cs: Ověřte věty jako „míra vzrostla o 50 %“, přičemž se někdy jedná o nárůst o několik bodů.
da: Kontroller sætninger som 'satsen er steget med 50 %', selvom det nogle gange drejer sig om en stigning på nogle få point.
de: Überprüfen Sie Sätze wie "der Satz ist um 50 % gestiegen", während es sich manchmal um einen Anstieg von einigen Punkten handelt.
el: Ελέγξτε φράσεις όπως “το ποσοστό αυξήθηκε κατά 50 %” ενώ μερικές φορές πρόκειται για αύξηση μερικών μονάδων.
es: Verificar frases como 'la tasa ha aumentado en un 50 %' cuando a veces se trata de un aumento de algunos puntos.
fi: Tarkista lauseita kuten 'prosentti on noussut 50 %', vaikka se joskus tarkoittaa vain muutaman pisteen nousua.
fil: Suriin ang mga pangungusap tulad ng 'ang rate ay tumaas ng 50 %' kahit na ito ay minsang isang pagtaas ng ilang mga puntos.
hu: Ellenőrizd az olyan mondatokat, mint 'a mérték 50%-kal nőtt', miközben ez néha csak néhány pont emelkedését jelenti.
id: Memeriksa kalimat seperti 'tingkat telah meningkat sebesar 50 %' padahal terkadang itu adalah kenaikan beberapa poin.
it: Controllare frasi come “il tasso è aumentato del 50 %” mentre a volte si tratta di un aumento di pochi punti.
ja: 「率が50 %増加した」といった文を確認し、時には数ポイントの上昇であることがあります。
ko: ‘비율이 50% 증가했다’는 문구를 확인하세요. 때때로 이는 몇 포인트의 증가일 수 있습니다.
nl: Controleer zinnen zoals 'het percentage is met 50 % gestegen' terwijl het soms gaat om een stijging van enkele punten.
no: Sjekk setninger som 'raten har økt med 50 %' selv om det noen ganger er en økning på noen poeng.
pl: Sprawdzenie zdań takich jak „wskaźnik wzrósł o 50 %”, podczas gdy czasami chodzi o wzrost o kilka punktów.
pt_pt: Verificar frases como 'a taxa aumentou em 50 %' quando às vezes se trata de um aumento de alguns pontos.
ro: Verificați fraze precum „rata a crescut cu 50 %” atunci când uneori este vorba de o creștere de câteva puncte.
ru: Проверяйте фразы, такие как "коэффициент увеличился на 50 %", хотя иногда это может быть увеличение на несколько пунктов.
sk: Skontrolujte vety ako „sadzba sa zvýšila o 50 %“, aj keď ide niekedy o nárast o niekoľko bodov.
sv: Kontrollera fraser som 'räntan har ökat med 50 %' när det ibland handlar om en ökning med några punkter.
sw: Thibitisha sentensi kama 'kima kimeongezeka kwa 50 %' wakati mwingine ni ongezeko la alama chache tu.
tr: “Oran %50 arttı” gibi cümleleri kontrol edin, çünkü bazen bu birkaç puanlık bir artış olabilir.
uk: Перевірити фрази, такі як "ставка зросла на 50 %", хоча іноді це може бути підвищення на кілька пунктів.
vi: Kiểm tra các câu như “tỷ lệ đã tăng 50 %” trong khi đôi khi đó chỉ là một sự tăng vài điểm.
zh_hans: 检查诸如“比率增加了 50%”的句子，而有时这只是几个百分点的上升。
