Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_scan_detector_uc2_text
source: Identifier des PDF “images” non sélectionnables (souvent non accessibles) à corriger.
af: Identifiseer “beeld” PDF's wat nie gekies kan word nie (dikwels nie toeganklik nie) om reg te stel.
bg: Идентифициране на "изображения" PDF файлове, които не могат да се селектират (често недостъпни) за корекция.
cs: Identifikovat "obrázkové" PDF, která nejsou vybratelná (často nepřístupná) k opravě.
da: Identificere "billede" PDF'er der ikke kan vælges (ofte ikke tilgængelige) til reparation.
de: Identifizieren Sie nicht auswählbare "Bild"-PDFs (oft nicht barrierefrei), die korrigiert werden müssen.
el: Εντοπισμός μη επιλέξιμων PDF "εικόνας" (συχνά μη προσβάσιμα) προς διόρθωση.
es: Identificar PDFs "imágenes" no seleccionables (a menudo no accesibles) que necesitan corrección.
fi: Tunnista "kuva" PDF:t, joita ei voi valita (usein ei saavutettavia) korjattavaksi.
fil: Tukuyin ang mga "image" na PDF na hindi mapipili (madalas na hindi accessible) na kailangang ayusin.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Identificare PDF "immagine" non selezionabili (spesso non accessibili) da correggere.
ja: 修正が必要な選択できない「画像」PDFを特定します（しばしばアクセス不可）。
ko: 수정해야 할 선택할 수 없는 “이미지” PDF를 식별합니다(종종 접근 불가능).
nl: Identificeer niet-selecteerbare “afbeelding” PDF's (vaak niet toegankelijk) die gecorrigeerd moeten worden.
no: Identifisere "bilde"-PDF-er som ikke kan velges (ofte ikke tilgjengelige) som må rettes.
pl: Identyfikacja PDF „obrazów” niewybieralnych (często niedostępnych) do poprawy.
pt_pt: Identificar PDFs "imagens" não selecionáveis (frequentemente não acessíveis) a serem corrigidos.
ro: Identificați PDF-uri „imagini” ne-selectabile (de obicei inaccesibile) care trebuie corectate.
ru: Идентификация "изображений" PDF, которые не могут быть выбраны (часто недоступные) для исправления.
sk: Identifikovať „obrázkové“ PDF, ktoré nie sú vyberateľné (často neprístupné) na opravu.
sv: Identifiera "bild"-PDF:er som inte kan väljas (ofta inte tillgängliga) för att åtgärda.
sw: Tambua PDF "picha" zisizoweza kuchaguliwa (mara nyingi hazipatikani) zinazohitaji kurekebishwa.
tr: Düzeltilecek seçilemeyen "görüntü" PDF'lerini tanımlayın (genellikle erişilemez).
uk: Визначити “недоступні” PDF “зображення” (часто недоступні) для виправлення.
vi: Xác định các PDF "hình ảnh" không thể chọn (thường không thể tiếp cận) cần được sửa chữa.
zh_hans: 识别不可选择的“图像” PDF（通常不可访问）以进行修正。

# ed_dev_pdf_pdf_scan_detector_uc3_title
source: Pipeline d’extraction
af: Uittreksel-pyplyn
bg: Процес на извличане
cs: Pipeline extrakce
da: Udtrækningspipeline
de: Extraktionspipeline
el: Pipeline εξαγωγής
es: Pipeline de extracción
fi: Poimintaputki
fil: Extraction pipeline
hu: TODO
id: TODO
it: Pipeline di estrazione
ja: 抽出パイプライン
ko: 추출 파이프라인
nl: Extractiepipeline
no: Ekstraksjonspipeline
pl: Pipeline ekstrakcji
pt_pt: Pipeline de extração
ro: Pipeline de extragere
ru: Pipeline извлечения
sk: Pipeline extrakcie
sv: Extraktionspipeline
sw: Mchakato wa uchimbaji
tr: Çıkarma hattı
uk: Потік витягування
vi: Pipeline trích xuất
zh_hans: 提取管道

# ed_dev_pdf_pdf_scan_detector_uc3_text
source: Router automatiquement les documents : extraction directe si texte présent, OCR sinon.
af: Router dokumente outomaties: direkte ekstraksie as teks teenwoordig is, anders OCR.
bg: Автоматично маршрутизиране на документите: директно извличане, ако текстът е наличен, OCR в противен случай.
cs: Automaticky směrovat dokumenty: přímá extrakce, pokud je přítomen text, jinak OCR.
da: Automatisk dirigere dokumenter: direkte udtræk hvis tekst er til stede, OCR ellers.
de: Dokumente automatisch weiterleiten: direkte Extraktion, wenn Text vorhanden ist, andernfalls OCR.
el: Αυτόματη δρομολόγηση εγγράφων: άμεση εξαγωγή αν υπάρχει κείμενο, OCR αλλιώς.
es: Enrutar automáticamente los documentos: extracción directa si hay texto presente, OCR de lo contrario.
fi: Reititä asiakirjat automaattisesti: suora poiminta, jos tekstiä on, muuten OCR.
fil: Awtomatikong i-route ang mga dokumento: direktang extraction kung may teksto, OCR kung hindi.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Instradare automaticamente i documenti: estrazione diretta se è presente testo, OCR altrimenti.
ja: 文書を自動的にルーティングします：テキストが存在する場合は直接抽出、そうでない場合はOCR。
ko: 문서를 자동으로 라우팅합니다: 텍스트가 있는 경우 직접 추출, 그렇지 않으면 OCR.
nl: Documenten automatisch routeren: directe extractie als tekst aanwezig is, anders OCR.
no: Automatisk rute dokumenter: direkte ekstraksjon hvis tekst er til stede, OCR ellers.
pl: Automatyczne kierowanie dokumentami: bezpośrednia ekstrakcja, jeśli tekst jest obecny, w przeciwnym razie OCR.
pt_pt: Roteirizar automaticamente os documentos: extração direta se texto presente, OCR caso contrário.
ro: Rutează automat documentele: extragere directă dacă textul este prezent, OCR altfel.
ru: Автоматическая маршрутизация документов: прямая извлечение, если текст присутствует, иначе OCR.
sk: Automaticky smerovať dokumenty: priamu extrakciu, ak je prítomný text, inak OCR.
sv: Automatiskt dirigera dokument: direkt extraktion om text finns, OCR annars.
sw: Ipeleke moja kwa moja hati: uchimbaji wa moja kwa moja ikiwa maandiko yapo, OCR vinginevyo.
tr: Belgeleri otomatik olarak yönlendirin: metin mevcutsa doğrudan çıkarım, aksi takdirde OCR.
uk: Автоматично маршрутизувати документи: пряма витягування, якщо текст присутній, OCR в іншому випадку.
vi: Tự động định tuyến các tài liệu: trích xuất trực tiếp nếu có văn bản, nếu không thì OCR.
zh_hans: 自动路由文档：如果存在文本则直接提取，否则进行 OCR。

# ed_dev_pdf_pdf_scan_detector_output
source: Ce que vous obtenez
af: Wat u ontvang
bg: Това, което получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: То, что вы получаете
sk: To, čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_scan_detector_out1
source: Un diagnostic JSON par page : présence de texte, proportion de contenu image, indices de “scan” (selon heuristiques).
af: 'n JSON-diagnose per bladsy: teenwoordigheid van teks, verhouding van inhoud beeld, “skandering” leidrade (volgens heuristieke).
bg: JSON диагноза на страница: наличие на текст, пропорция на съдържание изображение, индикатори за "скан" (в зависимост от хевристики).
cs: Diagnostika JSON na stránku: přítomnost textu, poměr obsahu obrázku, indikátory "skenu" (podle heuristiky).
da: En JSON-diagnose pr. side: tilstedeværelse af tekst, andel af indholdsbillede, indikationer på "scan" (ifølge heuristikker).
de: Ein JSON-Diagnosebericht pro Seite: Vorhandensein von Text, Anteil an Bildinhalt, Hinweise auf "Scan" (basierend auf Heuristiken).
el: Ένα διαγνωστικό JSON ανά σελίδα: παρουσία κειμένου, αναλογία περιεχομένου εικόνας, δείκτες "σάρωσης" (σύμφωνα με τις ευρετικές).
es: Un diagnóstico JSON por página: presencia de texto, proporción de contenido de imagen, indicadores de "escaneo" (según heurísticas).
fi: Diagnostiikka JSON-muodossa sivukohtaisesti: tekstin läsnäolo, kuvasisällön osuus, "skannaus"-indikaattorit (heuristiikoiden mukaan).
fil: Isang JSON diagnostic bawat pahina: pagkakaroon ng teksto, proporsyon ng nilalaman ng imahe, mga palatandaan ng "scan" (ayon sa heuristics).
hu: TODO: Pontosan írja le a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un diagnostico JSON per pagina: presenza di testo, proporzione di contenuto immagine, indici di "scansione" (secondo euristiche).
ja: ページごとのJSON診断：テキストの存在、画像コンテンツの割合、「スキャン」の指標（ヒューリスティックに基づく）。
ko: 페이지별 JSON 진단: 텍스트 존재 여부, 이미지 콘텐츠 비율, “스캔” 지표(휴리스틱에 따라).
nl: Een JSON-diagnose per pagina: aanwezigheid van tekst, verhouding van afbeeldingsinhoud, aanwijzingen voor “scan” (volgens heuristieken).
no: En JSON-diagnose per side: tilstedeværelse av tekst, andel bildeinnhold, indikasjoner på "skann" (i henhold til heuristikker).
pl: Diagnoza JSON na stronę: obecność tekstu, proporcja treści obrazu, wskaźniki „skanu” (zgodnie z heurystyką).
pt_pt: Um diagnóstico JSON por página: presença de texto, proporção de conteúdo de imagem, índices de "scan" (de acordo com heurísticas).
ro: Un diagnostic JSON pe pagină: prezența textului, proporția de conținut imagine, indicii de „scan” (în funcție de euristici).
ru: JSON-диагноз по странице: наличие текста, доля контента изображения, индикаторы "скана" (в соответствии с эвристиками).
sk: Diagnostika JSON na stránku: prítomnosť textu, podiel obsahu obrázku, indikátory „skenu“ (podľa heuristík).
sv: En JSON-diagnos per sida: närvaro av text, andel bildinnehåll, "skanning"-index (enligt heuristik).
sw: Uchambuzi wa JSON kwa kila ukurasa: uwepo wa maandiko, uwiano wa maudhui ya picha, viashiria vya "skani" (kulingana na heuristics).
tr: Her sayfa için bir JSON tanı: metin varlığı, içerik görüntü oranı, "tarama" ipuçları (heuristiklere göre).
uk: Діагностика JSON по сторінках: наявність тексту, частка вмісту зображення, індикатори “скану” (згідно з евристиками).
vi: Một chẩn đoán JSON theo trang: sự hiện diện của văn bản, tỷ lệ nội dung hình ảnh, chỉ số "quét" (theo các phương pháp suy diễn).
zh_hans: 每页的 JSON 诊断：文本存在、图像内容比例、“扫描”指标（根据启发式）。

# ed_dev_pdf_pdf_scan_detector_out2
source: Des indicateurs pour prioriser l’OCR (pages à traiter, pages déjà exploitables).
af: Aanwysers om die OCR te prioritiseer (bladsye om te verwerk, bladsye wat reeds benut kan word).
bg: Индикатори за приоритизиране на OCR (страници за обработка, вече използваеми страници).
cs: Ukazatele pro priorizaci OCR (stránky k zpracování, již využitelné stránky).
da: Indikatorer til at prioritere OCR (sider der skal behandles, sider der allerede er udnyttelige).
de: Indikatoren zur Priorisierung von OCR (zu bearbeitende Seiten, bereits nutzbare Seiten).
el: Δείκτες για προτεραιοποίηση του OCR (σελίδες προς επεξεργασία, σελίδες ήδη εκμεταλλεύσιμες).
es: Indicadores para priorizar el OCR (páginas a procesar, páginas ya utilizables).
fi: Indikaattorit OCR:n priorisoimiseksi (käsiteltävät sivut, jo käytettävissä olevat sivut).
fil: Mga tagapagpahiwatig upang bigyang-priyoridad ang OCR (mga pahina na dapat iproseso, mga pahina na maaaring gamitin na).
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Indicatori per dare priorità all'OCR (pagine da trattare, pagine già utilizzabili).
ja: 処理すべきページ、すでに利用可能なページのためのOCRの優先順位を付ける指標。
ko: 처리할 페이지, 이미 활용 가능한 페이지에 대한 OCR 우선 순위를 정하기 위한 지표.
nl: Indicatoren om OCR te prioriteren (pagina's te verwerken, pagina's die al exploiteerbaar zijn).
no: Indikatorer for å prioritere OCR (sider som må behandles, sider som allerede er brukbare).
pl: Wskaźniki do priorytetyzacji OCR (strony do przetworzenia, strony już dostępne).
pt_pt: Indicadores para priorizar o OCR (páginas a serem tratadas, páginas já utilizáveis).
ro: Indicatori pentru a prioritiza OCR (pagini de procesat, pagini deja exploatabile).
ru: Индикаторы для приоритизации OCR (страницы для обработки, страницы, уже доступные для использования).
sk: Indikátory na priorizáciu OCR (strany na spracovanie, už použiteľné strany).
sv: Indikatorer för att prioritera OCR (sidor att bearbeta, sidor som redan är användbara).
sw: Viashiria vya kipaumbele kwa OCR (kurasa za kushughulikia, kurasa ambazo tayari zinaweza kutumika).
tr: OCR'ı önceliklendirmek için göstergeler (işlenecek sayfalar, zaten kullanılabilir sayfalar).
uk: Індикатори для пріоритизації OCR (сторінки для обробки, сторінки, які вже можна використовувати).
vi: Các chỉ số để ưu tiên OCR (các trang cần xử lý, các trang đã có thể sử dụng).
zh_hans: 优先处理 OCR 的指标（待处理页面、已可用页面）。

# ed_dev_pdf_pdf_scan_detector_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_scan_detector_lim1
source: Détection heuristique : certains PDF graphiques (catalogues, slides) peuvent ressembler à des scans sans l’être.
af: Heuristiese detectie: sommige grafiese PDF's (katalogusse, skyde) kan soos skanderings lyk sonder om dit te wees.
bg: Хевристично откритие: някои графични PDF файлове (каталози, слайдове) могат да изглеждат като сканирани, без да са.
cs: Heuristická detekce: některé grafické PDF (katalogy, prezentace) mohou vypadat jako skeny, aniž by jimi byly.
da: Heuristisk detektion: nogle grafiske PDF'er (kataloger, slides) kan ligne scans uden at være det.
de: Heuristische Erkennung: Einige grafische PDFs (Kataloge, Folien) können wie Scans aussehen, ohne es zu sein.
el: Ευρετική ανίχνευση: ορισμένα γραφικά PDF (κατάλογοι, διαφάνειες) μπορεί να μοιάζουν με σαρώσεις χωρίς να είναι.
es: Detección heurística: algunos PDFs gráficos (catálogos, diapositivas) pueden parecer escaneos sin serlo.
fi: Heuristinen tunnistus: jotkut graafiset PDF:t (esitteet, esitykset) voivat näyttää skannauksilta, vaikka ne eivät ole.
fil: Heuristic detection: ang ilang mga graphic PDF (mga katalogo, slides) ay maaaring magmukhang mga scan nang hindi.
hu: TODO.
id: TODO.
it: Rilevamento euristico: alcuni PDF grafici (cataloghi, diapositive) possono sembrare scansioni senza esserlo.
ja: ヒューリスティック検出：一部のグラフィックPDF（カタログ、スライド）は、スキャンに見えることがありますが、実際にはそうではありません。
ko: 휴리스틱 감지: 일부 그래픽 PDF(카탈로그, 슬라이드)는 스캔처럼 보일 수 있지만 실제로는 그렇지 않을 수 있습니다.
nl: Heuristische detectie: sommige grafische PDF's (catalogi, dia's) kunnen op scans lijken zonder dat ze dat zijn.
no: Heuristisk deteksjon: noen grafiske PDF-er (kataloger, lysbilder) kan se ut som skann uten å være det.
pl: Wykrywanie heurystyczne: niektóre PDF graficzne (katalogi, slajdy) mogą wyglądać jak skany, mimo że nimi nie są.
pt_pt: Detecção heurística: alguns PDFs gráficos (catálogos, slides) podem parecer scans sem serem.
ro: Detectare euristică: unele PDF-uri grafice (cataloage, slide-uri) pot semăna cu scanuri fără a fi.
ru: Эвристическое обнаружение: некоторые графические PDF (каталоги, слайды) могут выглядеть как сканы, не будучи таковыми.
sk: Heuristická detekcia: niektoré grafické PDF (katalógy, prezentácie) môžu vyzerať ako skeny, aj keď nie sú.
sv: Heuristisk detektion: vissa grafiska PDF:er (kataloger, presentationer) kan se ut som skanningar utan att vara det.
sw: Ugunduzi wa heuristics: baadhi ya PDF za picha (katalogi, slaidi) zinaweza kuonekana kama skani bila kuwa hivyo.
tr: Heuristik tespit: bazı grafik PDF'leri (kataloglar, slaytlar) taramalara benzer görünebilir, ancak değildir.
uk: Евристичне виявлення: деякі графічні PDF (каталоги, слайди) можуть виглядати як скани, не будучи ними.
vi: Phát hiện suy diễn: một số PDF đồ họa (catalogue, slide) có thể trông giống như các bản quét mà không phải.
zh_hans: 启发式检测：某些图形 PDF（目录、幻灯片）可能看起来像扫描但实际上不是。

# ed_dev_pdf_pdf_scan_detector_lim2
source: Des PDF peuvent contenir du “texte caché” (OCR déjà fait) : l’outil le détecte mais la qualité peut varier.
af: PDF's kan “versteekte teks” bevat (OCR reeds gedoen): die hulpmiddel detecteer dit maar die kwaliteit kan wissel.
bg: PDF файлове могат да съдържат "скрит текст" (OCR вече направен): инструментът го открива, но качеството може да варира.
cs: PDF mohou obsahovat "skrytý text" (OCR již provedeno): nástroj to detekuje, ale kvalita se může lišit.
da: PDF'er kan indeholde "skjult tekst" (OCR allerede udført): værktøjet opdager det, men kvaliteten kan variere.
de: PDFs können "versteckten Text" (bereits durchgeführtes OCR) enthalten: Das Tool erkennt ihn, aber die Qualität kann variieren.
el: Ορισμένα PDF μπορεί να περιέχουν "κρυφό κείμενο" (OCR έχει ήδη γίνει): το εργαλείο το ανιχνεύει αλλά η ποιότητα μπορεί να διαφέρει.
es: Algunos PDFs pueden contener "texto oculto" (OCR ya realizado): la herramienta lo detecta, pero la calidad puede variar.
fi: PDF:t voivat sisältää "piilotettua tekstiä" (OCR on jo tehty): työkalu tunnistaa sen, mutta laatu voi vaihdella.
fil: Ang mga PDF ay maaaring maglaman ng "nakatagong teksto" (OCR na nagawa na): natutukoy ito ng tool ngunit ang kalidad ay maaaring mag-iba.
hu: TODO.
id: TODO.
it: Alcuni PDF possono contenere "testo nascosto" (OCR già effettuato): lo strumento lo rileva ma la qualità può variare.
ja: PDFには「隠れたテキスト」（すでにOCRが行われたもの）が含まれている場合があります：ツールはそれを検出しますが、品質は異なる場合があります。
ko: PDF에는 “숨겨진 텍스트”(이미 OCR이 수행됨)가 포함될 수 있습니다: 도구가 이를 감지하지만 품질은 다를 수 있습니다.
nl: PDF's kunnen “verborgen tekst” bevatten (OCR al gedaan): de tool detecteert het, maar de kwaliteit kan variëren.
no: PDF-er kan inneholde "skjult tekst" (OCR allerede gjort): verktøyet oppdager det, men kvaliteten kan variere.
pl: PDF mogą zawierać „ukryty tekst” (OCR już wykonany): narzędzie to wykrywa, ale jakość może się różnić.
pt_pt: PDFs podem conter "texto oculto" (OCR já feito): a ferramenta o detecta, mas a qualidade pode variar.
ro: Unele PDF-uri pot conține „text ascuns” (OCR deja efectuat): instrumentul îl detectează, dar calitatea poate varia.
ru: PDF могут содержать "скрытый текст" (OCR уже выполнен): инструмент его обнаруживает, но качество может варьироваться.
sk: PDF môžu obsahovať „skrytý text“ (OCR už vykonané): nástroj ho detekuje, ale kvalita sa môže líšiť.
sv: PDF:er kan innehålla "dold text" (OCR redan gjort): verktyget upptäcker det men kvaliteten kan variera.
sw: PDF zinaweza kuwa na "maandishi yaliyofichwa" (OCR tayari imefanywa): zana inagundua lakini ubora unaweza kutofautiana.
tr: Bazı PDF'ler "gizli metin" (zaten yapılmış OCR) içerebilir: araç bunu tespit eder, ancak kalite değişkenlik gösterebilir.
uk: PDF можуть містити “прихований текст” (OCR вже виконано): інструмент його виявляє, але якість може варіюватися.
vi: Một số PDF có thể chứa "văn bản ẩn" (OCR đã được thực hiện): công cụ phát hiện nhưng chất lượng có thể thay đổi.
zh_hans: 某些 PDF 可能包含“隐藏文本”（已进行 OCR）：工具可以检测到，但质量可能有所不同。

# ed_dev_pdf_pdf_scan_detector_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_scan_detector_q1
source: Un scan peut-il contenir du texte sélectionnable ?
af: Kan 'n skandering teks bevat wat gekies kan word?
bg: Може ли скан да съдържа селектиращ текст?
cs: Může sken obsahovat vyberatelný text?
da: Kan et scan indeholde vælgbar tekst?
de: Kann ein Scan auswählbaren Text enthalten?
el: Μπορεί μια σάρωση να περιέχει επιλέξιμο κείμενο;
es: ¿Un escaneo puede contener texto seleccionable?
fi: Voiko skannaus sisältää valittavaa tekstiä?
fil: Maaari bang maglaman ng mapipiling teksto ang isang scan?
hu: TODO
id: TODO
it: Una scansione può contenere testo selezionabile?
ja: スキャンには選択可能なテキストが含まれることがありますか？
ko: 스캔에 선택 가능한 텍스트가 포함될 수 있습니까?
nl: Kan een scan selecteerbare tekst bevatten?
no: Kan et skann inneholde velgbar tekst?
pl: Czy skan może zawierać wybieralny tekst?
pt_pt: Um scan pode conter texto selecionável?
ro: Un scan poate conține text selectabil?
ru: Может ли скан содержать выбираемый текст?
sk: Môže sken obsahovať vyberateľný text?
sv: Kan en skanning innehålla valbar text?
sw: Je, skani inaweza kuwa na maandiko yanayoweza kuchaguliwa?
tr: Bir tarama seçilebilir metin içerebilir mi?
uk: Чи може скан містити вибираємий текст?
vi: Một bản quét có thể chứa văn bản có thể chọn không?
zh_hans: 扫描可以包含可选择的文本吗？

# ed_dev_pdf_pdf_scan_detector_a1
source: Oui, si un OCR a été appliqué : l’image reste, mais une couche texte est ajoutée.
af: Ja, as 'n OCR toegepas is: die beeld bly, maar 'n tekslaag word bygevoeg.
bg: Да, ако е приложен OCR: изображението остава, но се добавя текстов слой.
cs: Ano, pokud bylo aplikováno OCR: obrázek zůstává, ale je přidána textová vrstva.
da: Ja, hvis en OCR er anvendt: billedet forbliver, men et tekstlag tilføjes.
de: Ja, wenn ein OCR angewendet wurde: Das Bild bleibt, aber eine Textebene wird hinzugefügt.
el: Ναι, αν έχει εφαρμοστεί OCR: η εικόνα παραμένει, αλλά προστίθεται μια στρώση κειμένου.
es: Sí, si se ha aplicado un OCR: la imagen permanece, pero se añade una capa de texto.
fi: Kyllä, jos OCR on sovellettu: kuva pysyy, mutta tekstikerros lisätään.
fil: Oo, kung ang isang OCR ay naipapatupad: nananatili ang imahe, ngunit may idinagdag na layer ng teksto.
hu: TODO
id: TODO
it: Sì, se è stato applicato un OCR: l'immagine rimane, ma viene aggiunta uno strato di testo.
ja: はい、OCRが適用されている場合：画像は残りますが、テキスト層が追加されます。
ko: 네, OCR이 적용된 경우: 이미지는 남아 있지만 텍스트 레이어가 추가됩니다.
nl: Ja, als er een OCR is toegepast: de afbeelding blijft, maar er wordt een tekstlaag toegevoegd.
no: Ja, hvis OCR har blitt brukt: bildet forblir, men et tekstlag legges til.
pl: Tak, jeśli zastosowano OCR: obraz pozostaje, ale dodawana jest warstwa tekstu.
pt_pt: Sim, se um OCR foi aplicado: a imagem permanece, mas uma camada de texto é adicionada.
ro: Da, dacă un OCR a fost aplicat: imaginea rămâne, dar o strat de text este adăugat.
ru: Да, если был применен OCR: изображение остается, но добавляется текстовый слой.
sk: Áno, ak bolo aplikované OCR: obrázok zostáva, ale je pridaná textová vrstva.
sv: Ja, om en OCR har tillämpats: bilden kvarstår, men ett textlager läggs till.
sw: Ndio, ikiwa OCR imewekwa: picha inabaki, lakini safu ya maandiko inaongezwa.
tr: Evet, eğer bir OCR uygulanmışsa: görüntü kalır, ancak bir metin katmanı eklenir.
uk: Так, якщо був застосований OCR: зображення залишається, але додається текстовий шар.
vi: Có, nếu một OCR đã được áp dụng: hình ảnh vẫn còn, nhưng một lớp văn bản được thêm vào.
zh_hans: 是的，如果应用了 OCR：图像仍然存在，但添加了文本层。

# ed_dev_pdf_pdf_scan_detector_q2
source: Est-ce que l’outil fait l’OCR ?
af: Maak die hulpmiddel die OCR?
bg: Прави ли инструментът OCR?
cs: Dělá nástroj OCR?
da: Gør værktøjet OCR?
de: Macht das Tool das OCR?
el: Κάνει το εργαλείο OCR;
es: ¿La herramienta realiza el OCR?
fi: Tehdäänkö OCR työkalulla?
fil: Gumagawa ba ang tool ng OCR?
hu: TODO
id: TODO
it: Lo strumento fa l'OCR?
ja: ツールはOCRを行いますか？
ko: 도구가 OCR을 수행합니까?
nl: Doet de tool de OCR?
no: Gjør verktøyet OCR?
pl: Czy narzędzie wykonuje OCR?
pt_pt: A ferramenta faz o OCR?
ro: Face instrumentul OCR?
ru: Делает ли инструмент OCR?
sk: Robí nástroj OCR?
sv: Gör verktyget OCR?
sw: Je, zana inafanya OCR?
tr: Araç OCR yapıyor mu?
uk: Чи виконує інструмент OCR?
vi: Công cụ có thực hiện OCR không?
zh_hans: 工具会进行 OCR 吗？
