Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_applied_rate_a1
source: Ici, on retrouve le taux de modification entre un “avant” et un “après”. Le “pourcentage manquant” vise plutôt à déterminer quel % représente une valeur par rapport à une base, sans notion d’évolution.
af: Hier vind ons die wysigingskoers tussen 'n 'voor' en 'n 'na'. Die 'ontbrekende persentasie' is eerder daarop gemik om te bepaal watter % 'n waarde verteenwoordig in verhouding tot 'n basis, sonder die idee van evolusie.
bg: Тук се намира степента на изменение между „преди“ и „след“. „Липсващият процент“ по-скоро цели да определи какъв % представлява стойност спрямо база, без понятие за развитие.
cs: Zde se nachází míra změny mezi „před“ a „po“. „Chybějící procento“ se spíše zaměřuje na určení, jaké % představuje hodnota vůči základu, bez ohledu na vývoj.
da: Her finder vi ændringsraten mellem en 'før' og en 'efter'. 'Manglende procentdel' har derimod til formål at bestemme, hvilken % en værdi repræsenterer i forhold til en base, uden begrebet udvikling.
de: Hier finden wir die Änderungsrate zwischen einem "Vorher" und einem "Nachher". Der "fehlende Prozentsatz" zielt eher darauf ab, zu bestimmen, welcher % einen Wert im Verhältnis zu einer Basis darstellt, ohne den Aspekt der Entwicklung.
el: Εδώ, βρίσκουμε το ποσοστό μεταβολής μεταξύ ενός “πριν” και ενός “μετά”. Το “ελλείπον ποσοστό” στοχεύει μάλλον να προσδιορίσει ποιο % αντιπροσωπεύει μια αξία σε σχέση με μια βάση, χωρίς έννοια εξέλιξης.
es: Aquí se encuentra la tasa de cambio entre un 'antes' y un 'después'. El 'porcentaje faltante' busca más bien determinar qué % representa un valor respecto a una base, sin noción de evolución.
fi: Tässä on muutosaste 'ennen' ja 'jälkeen'. 'Puuttuva prosentti' pyrkii sen sijaan määrittämään, mikä % arvo edustaa perustaa, ilman kehityksen käsitettä.
fil: Dito, makikita ang rate ng pagbabago sa pagitan ng isang 'bago' at isang 'pagkatapos'. Ang 'nawawalang porsyento' ay mas nakatuon sa pagtukoy kung anong % ang kumakatawan sa isang halaga kumpara sa isang batayan, nang walang konsepto ng ebolusyon.
hu: Itt a 'előtt' és 'után' közötti változási arányt találjuk. A 'hiányzó százalék' inkább azt célozza meg, hogy egy érték milyen % -ot képvisel egy alaphoz képest, fejlődés fogalma nélkül.
id: Di sini, kita menemukan tingkat perubahan antara 'sebelum' dan 'sesudah'. 'Persentase yang hilang' lebih bertujuan untuk menentukan berapa % yang mewakili suatu nilai dibandingkan dengan dasar, tanpa konsep evolusi.
it: Qui troviamo il tasso di modifica tra un “prima” e un “dopo”. La “percentuale mancante” mira piuttosto a determinare quale % rappresenta un valore rispetto a una base, senza nozione di evoluzione.
ja: ここでは、「前」と「後」の間の変更率が示されています。「欠落パーセンテージ」は、進行の概念なしに、基準に対する値がどの%を表すかを決定することを目的としています。
ko: 여기서는 ‘전’과 ‘후’ 사이의 변화율을 찾습니다. ‘누락된 비율’은 진화 개념 없이 값이 기준에 대해 어떤 %를 나타내는지를 결정하는 데 더 중점을 둡니다.
nl: Hier vinden we het wijzigingspercentage tussen een 'voor' en een 'na'. Het 'ontbrekende percentage' is eerder gericht op het bepalen welk % een waarde vertegenwoordigt ten opzichte van een basis, zonder evolutieconcept.
no: Her finner vi endringsraten mellom en 'før' og en 'etter'. 'Manglende prosent' har mer som mål å bestemme hvilken % en verdi representerer i forhold til en basis, uten begrep om utvikling.
pl: Tutaj mamy wskaźnik zmiany między „przed” a „po”. „Brakujący procent” ma na celu określenie, jaki % reprezentuje wartość w stosunku do podstawy, bez pojęcia ewolucji.
pt_pt: Aqui, encontramos a taxa de alteração entre um 'antes' e um 'depois'. A 'percentagem em falta' visa mais determinar qual % representa um valor em relação a uma base, sem noção de evolução.
ro: Aici, găsim rata de modificare între un „înainte” și un „după”. „Procentajul lipsă” vizează mai degrabă determinarea ce % reprezintă o valoare în raport cu o bază, fără noțiunea de evoluție.
ru: Здесь мы находим коэффициент изменения между "до" и "после". "Недостающий процент" скорее направлен на определение того, какой % представляет значение относительно базы, без понятия о развитии.
sk: Tu sa nachádza miera zmeny medzi „pred“ a „po“. „Chýbajúce percento“ sa skôr zameriava na určenie, aké % predstavuje hodnota v porovnaní s základom, bez pojmu vývoja.
sv: Här hittar vi ändringsgraden mellan en 'före' och en 'efter'. 'Saknad procent' syftar snarare till att bestämma vilken % en värde representerar i förhållande till en bas, utan begrepp om förändring.
sw: Hapa, tunapata kiwango cha mabadiliko kati ya 'kabla' na 'baada'. 'Asilimia inayokosekana' inakusudia zaidi kubaini ni asilimia ngapi inawakilisha thamani kulinganisha na msingi, bila dhana ya mabadiliko.
tr: Burada, bir “önce” ve “sonra” arasındaki değişim oranını buluyoruz. “Eksik yüzde” ise bir değerin bir temel karşısında ne kadar % temsil ettiğini belirlemeye yöneliktir, gelişim kavramı olmadan.
uk: Тут ми маємо ставку зміни між "до" та "після". "Відсутній відсоток" скоріше має на меті визначити, який % представляє значення відносно бази, без поняття еволюції.
vi: Ở đây, chúng ta tìm thấy tỷ lệ thay đổi giữa một “trước” và một “sau”. “Tỷ lệ phần trăm thiếu” chủ yếu nhằm xác định % đại diện cho một giá trị so với một cơ sở, không có khái niệm về sự phát triển.
zh_hans: 在这里，我们找到了“之前”和“之后”之间的变化率。“缺失百分比”更侧重于确定某个值相对于基数的百分比，而不涉及变化的概念。

# ed_math_percentages_percentage_applied_rate_q2
source: Est-ce la même chose qu’une variation en pourcentage ?
af: Is dit dieselfde as 'n persentasiewijziging?
bg: Същото ли е с процентна промяна?
cs: Je to totéž jako procentuální změna?
da: Er det det samme som en procentvis ændring?
de: Ist das dasselbe wie eine prozentuale Veränderung?
el: Είναι το ίδιο με μια μεταβολή σε ποσοστό;
es: ¿Es lo mismo que una variación en porcentaje?
fi: Onko se sama kuin prosentuaalinen muutos?
fil: Ito ba ay pareho sa isang pagbabago sa porsyento?
hu: Ugyanaz, mint a százalékos változás?
id: Apakah ini sama dengan variasi persentase?
it: È la stessa cosa di una variazione percentuale?
ja: これはパーセンテージの変化と同じですか？
ko: 퍼센트 변화와 같은 것인가요?
nl: Is het hetzelfde als een procentuele verandering?
no: Er det det samme som en prosentvis endring?
pl: Czy to to samo co zmiana w procentach?
pt_pt: É a mesma coisa que uma variação em percentagem?
ro: Este același lucru cu o variație în procentaj?
ru: Это то же самое, что и изменение в процентах?
sk: Je to to isté ako percentuálna zmena?
sv: Är det samma sak som en procentuell förändring?
sw: Je, ni sawa na mabadiliko kwa asilimia?
tr: Bu, yüzde değişimi ile aynı şey mi?
uk: Це те саме, що і зміна у відсотках?
vi: Có phải đây là cùng một điều với sự thay đổi theo phần trăm không?
zh_hans: 这与百分比变化是一样的吗？

# ed_math_percentages_percentage_applied_rate_a2
source: C’est proche : dans la plupart des cas, retrouver le pourcentage appliqué revient à calculer la variation entre une valeur initiale et une valeur finale.
af: Dit is naby: in die meeste gevalle is dit om die toegepaste persentasie te vind, gelyk aan die berekening van die verandering tussen 'n aanvanklike waarde en 'n finale waarde.
bg: Близко е: в повечето случаи, намирането на приложен процент е равно на изчисляване на промяната между начална и крайна стойност.
cs: Je to blízko: ve většině případů zjistit aplikované procento znamená vypočítat změnu mezi počáteční a konečnou hodnotou.
da: Det er nært: i de fleste tilfælde svarer det at finde den anvendte procentdel til at beregne ændringen mellem en oprindelig værdi og en endelig værdi.
de: Es ist ähnlich: In den meisten Fällen entspricht das Finden des angewendeten Prozentsatzes der Berechnung der Veränderung zwischen einem ursprünglichen Wert und einem Endwert.
el: Είναι κοντά: στις περισσότερες περιπτώσεις, η εύρεση του εφαρμοσμένου ποσοστού ισοδυναμεί με τον υπολογισμό της μεταβολής μεταξύ μιας αρχικής και μιας τελικής αξίας.
es: Es similar: en la mayoría de los casos, encontrar el porcentaje aplicado equivale a calcular la variación entre un valor inicial y un valor final.
fi: Se on lähellä: useimmissa tapauksissa sovellettavan prosenttiosuuden löytäminen tarkoittaa muutosprosentin laskemista alkuperäisen ja lopullisen arvon välillä.
fil: Malapit ito: sa karamihan ng mga kaso, ang paghahanap ng inilapat na porsyento ay katumbas ng pagkalkula ng pagbabago sa pagitan ng isang paunang halaga at isang panghuling halaga.
hu: Közel áll: a legtöbb esetben az alkalmazott százalék megtalálása a kezdeti és a végső érték közötti változás kiszámítását jelenti.
id: Ini mirip: dalam kebanyakan kasus, menemukan persentase yang diterapkan sama dengan menghitung variasi antara nilai awal dan nilai akhir.
it: È simile: nella maggior parte dei casi, trovare la percentuale applicata equivale a calcolare la variazione tra un valore iniziale e un valore finale.
ja: 近いです：ほとんどの場合、適用されるパーセンテージを見つけることは、初期値と最終値の間の変化を計算することに帰着します。
ko: 비슷합니다: 대부분의 경우 적용된 비율을 찾는 것은 초기 값과 최종 값 사이의 변화를 계산하는 것과 같습니다.
nl: Het is vergelijkbaar: in de meeste gevallen komt het terugvinden van het toegepaste percentage neer op het berekenen van de verandering tussen een initiële waarde en een eindwaarde.
no: Det er nært: i de fleste tilfeller å finne den anvendte prosentandelen tilsvarer å beregne endringen mellom en opprinnelig verdi og en endelig verdi.
pl: To bliskie: w większości przypadków znalezienie zastosowanego procentu sprowadza się do obliczenia zmiany między wartością początkową a wartością końcową.
pt_pt: É semelhante: na maioria dos casos, encontrar o percentual aplicado equivale a calcular a variação entre um valor inicial e um valor final.
ro: Este aproape: în majoritatea cazurilor, a găsi procentajul aplicat revine la calcularea variației între o valoare inițială și o valoare finală.
ru: Это близко: в большинстве случаев нахождение применяемого процента сводится к вычислению изменения между начальным и конечным значениями.
sk: Je to blízke: vo väčšine prípadov nájsť aplikovaný percentuálny podiel znamená vypočítať zmenu medzi počiatočnou a konečnou hodnotou.
sv: Det är nära: i de flesta fall innebär att hitta den tillämpade procenten att beräkna förändringen mellan ett ursprungligt värde och ett slutligt värde.
sw: Ni karibu: katika hali nyingi, kupata asilimia inayotumika ni sawa na kuhesabu mabadiliko kati ya thamani ya awali na thamani ya mwisho.
tr: Yakın: çoğu durumda, uygulanan yüzdeyi bulmak, başlangıç değeri ile son değer arasındaki değişimi hesaplamakla eşdeğerdir.
uk: Це близько: у більшості випадків знайти застосований відсоток означає обчислити зміну між початковим і кінцевим значеннями.
vi: Gần giống: trong hầu hết các trường hợp, tìm tỷ lệ phần trăm áp dụng tương đương với việc tính toán sự thay đổi giữa một giá trị ban đầu và một giá trị cuối cùng.
zh_hans: 这很接近：在大多数情况下，找出应用的百分比相当于计算初始值和最终值之间的变化。

# ed_math_percentages_percentage_applied_rate_q3
source: Peut-on retrouver un taux de remise à partir du prix barré et du prix payé ?
af: Kan ons 'n afslagkoers vind vanaf die deurgehaalde prys en die betaalde prys?
bg: Можем ли да намерим процент на отстъпка от цената с отстъпка и платената цена?
cs: Můžeme zjistit míru slevy na základě přeškrtnuté ceny a zaplacené ceny?
da: Kan man finde en rabatsats ud fra den gennemstrøgne pris og den betalte pris?
de: Kann man einen Rabattprozentsatz aus dem durchgestrichenen Preis und dem gezahlten Preis ableiten?
el: Μπορούμε να βρούμε ένα ποσοστό έκπτωσης από την τιμή διαγραμμένη και την τιμή που πληρώθηκε;
es: ¿Se puede encontrar una tasa de descuento a partir del precio tachado y del precio pagado?
fi: Voiko alennusprosentin löytää yliviivatun hinnan ja maksetun hinnan perusteella?
fil: Maaari bang makuha ang rate ng diskwento mula sa nakabarrang presyo at sa binayarang presyo?
hu: Meg lehet találni egy kedvezmény mértékét a leárazott ár és a kifizetett ár alapján?
id: Bisakah kita menemukan tingkat diskon dari harga yang dicoret dan harga yang dibayar?
it: Possiamo trovare un tasso di sconto a partire dal prezzo barrato e dal prezzo pagato?
ja: 割引率を打ち消し価格と支払った価格から見つけることはできますか？
ko: 할인율을 정가와 지불한 가격에서 찾을 수 있나요?
nl: Kunnen we een kortingspercentage achterhalen op basis van de doorgehaalde prijs en de betaalde prijs?
no: Kan vi finne en rabattprosent fra den strukne prisen og den betalte prisen?
pl: Czy można znaleźć wskaźnik rabatu na podstawie ceny przekreślonej i ceny zapłaconej?
pt_pt: Podemos encontrar uma taxa de desconto a partir do preço riscado e do preço pago?
ro: Putem găsi o rată de reducere pe baza prețului tăiat și a prețului plătit?
ru: Можно ли определить ставку скидки на основе зачеркнутой цены и уплаченной цены?
sk: Môžeme nájsť zľavovú sadzbu na základe preškrtnutej ceny a zaplatenej ceny?
sv: Kan man återfå en rabatt från det strukna priset och det betalda priset?
sw: Je, tunaweza kupata kiwango cha punguzo kutoka kwa bei iliyokatwa na bei iliyolipwa?
tr: İndirim oranını, çarpılmış fiyat ve ödenen fiyat üzerinden bulabilir miyiz?
uk: Чи можна визначити ставку знижки на основі закресленої ціни та сплаченої ціни?
vi: Có thể tìm thấy tỷ lệ giảm giá từ giá đã gạch và giá đã trả không?
zh_hans: 我们可以从划掉的价格和支付的价格中找出折扣率吗？

# ed_math_percentages_percentage_applied_rate_a3
source: Oui : c’est l’un des usages principaux, car le taux est souvent plus parlant que la différence en euros.
af: Ja: dit is een van die hoof gebruike, want die koers is dikwels meer betekenisvol as die verskil in euros.
bg: Да: това е едно от основните приложения, тъй като процентът често е по-ясен от разликата в евро.
cs: Ano: je to jeden z hlavních použití, protože míra je často výmluvnější než rozdíl v eurech.
da: Ja: det er en af de primære anvendelser, da satsen ofte er mere sigende end forskellen i euro.
de: Ja: Das ist eine der Hauptanwendungen, da der Satz oft aussagekräftiger ist als die Differenz in Euro.
el: Ναι: είναι μία από τις κύριες χρήσεις, καθώς το ποσοστό είναι συχνά πιο κατανοητό από τη διαφορά σε ευρώ.
es: Sí: es uno de los usos principales, ya que la tasa suele ser más clara que la diferencia en euros.
fi: Kyllä: se on yksi pääkäytöistä, koska prosentti on usein puhuvampi kuin ero euroissa.
fil: Oo: ito ay isa sa mga pangunahing gamit, dahil ang rate ay kadalasang mas maliwanag kaysa sa pagkakaiba sa euros.
hu: Igen: ez az egyik fő felhasználás, mivel a mérték gyakran beszédesebb, mint az euróban kifejezett különbség.
id: Ya: ini adalah salah satu penggunaan utama, karena tingkat seringkali lebih berarti daripada perbedaan dalam euro.
it: Sì: è uno degli usi principali, poiché il tasso è spesso più significativo della differenza in euro.
ja: はい：これは主な用途の一つであり、率はしばしばユーロの差よりもわかりやすいです。
ko: 네: 이는 주요 용도 중 하나입니다. 비율은 종종 유로 차이보다 더 의미가 있습니다.
nl: Ja: het is een van de belangrijkste toepassingen, omdat het percentage vaak duidelijker is dan het verschil in euro's.
no: Ja: det er en av de viktigste bruksområdene, fordi raten ofte er mer talende enn forskjellen i euro.
pl: Tak: to jedno z głównych zastosowań, ponieważ wskaźnik często jest bardziej wymowny niż różnica w euro.
pt_pt: Sim: é um dos principais usos, pois a taxa é muitas vezes mais clara do que a diferença em euros.
ro: Da: este una dintre utilizările principale, deoarece rata este adesea mai relevantă decât diferența în euro.
ru: Да: это одно из основных применений, так как ставка часто более информативна, чем разница в евро.
sk: Áno: je to jeden z hlavných použití, pretože sadzba je často zrozumiteľnejšia ako rozdiel v eurách.
sv: Ja: det är en av de huvudsakliga användningarna, eftersom räntan ofta är mer talande än skillnaden i euro.
sw: Ndio: ni moja ya matumizi makuu, kwani kiwango mara nyingi kinaeleweka zaidi kuliko tofauti katika euro.
tr: Evet: bu, oran genellikle euro cinsinden farktan daha anlamlı olduğu için ana kullanımlardan biridir.
uk: Так: це одне з основних застосувань, оскільки ставка часто є більш зрозумілою, ніж різниця в євро.
vi: Có: đây là một trong những cách sử dụng chính, vì tỷ lệ thường dễ hiểu hơn sự khác biệt bằng euro.
zh_hans: 可以：这是主要用途之一，因为比率通常比欧元差异更具说服力。

# ed_math_percentages_percentage_applied_rate_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_applied_rate_tip
source: Si vous connaissez la valeur initiale et la valeur finale, vous n’avez pas besoin de deviner le taux : calculez-le, puis utilisez “Augmenter / diminuer de X%” pour simuler d’autres scénarios.
af: As jy die aanvanklike waarde en die finale waarde ken, hoef jy nie die koers te raai nie: bereken dit, en gebruik dan 'Verhoog / verlaag met X%' om ander scenario's te simuleer.
bg: Ако знаете началната и крайната стойност, не е нужно да гадаете процента: изчислете го, след това използвайте „Увеличаване / намаляване с X%“, за да симулирате други сценарии.
cs: Pokud znáte počáteční a konečnou hodnotu, nemusíte hádat míru: vypočítejte ji a poté použijte „Zvýšit / snížit o X%“ pro simulaci dalších scénářů.
da: Hvis du kender den oprindelige værdi og den endelige værdi, behøver du ikke gætte satsen: beregn den, og brug derefter 'Øge / mindske med X%' for at simulere andre scenarier.
de: Wenn Sie den ursprünglichen Wert und den Endwert kennen, müssen Sie den Satz nicht erraten: Berechnen Sie ihn, und verwenden Sie dann "Um X% erhöhen / senken", um andere Szenarien zu simulieren.
el: Αν γνωρίζετε την αρχική και την τελική αξία, δεν χρειάζεται να μαντέψετε το ποσοστό: υπολογίστε το, στη συνέχεια χρησιμοποιήστε “Αύξηση / μείωση κατά X%” για να προσομοιώσετε άλλα σενάρια.
es: Si conoces el valor inicial y el valor final, no necesitas adivinar la tasa: cálculala, luego utiliza 'Aumentar / disminuir en X%' para simular otros escenarios.
fi: Jos tiedät alkuperäisen ja lopullisen arvon, sinun ei tarvitse arvata prosenttia: laske se, ja käytä sitten 'Lisää / vähennä X%' simuloidaksesi muita skenaarioita.
fil: Kung alam mo ang paunang halaga at ang panghuling halaga, hindi mo kailangang hulaan ang rate: kalkulahin ito, pagkatapos ay gamitin ang 'Tumaas / bumaba ng X%' upang gayahin ang iba pang mga senaryo.
hu: Ha ismered a kezdeti és a végső értéket, nem kell kitalálnod a mértéket: számítsd ki, majd használd az 'X%-kal növelni/csökkenteni' lehetőséget más forgatókönyvek szimulálásához.
id: Jika Anda mengetahui nilai awal dan nilai akhir, Anda tidak perlu menebak tingkatnya: hitung, lalu gunakan 'Meningkatkan / mengurangi X%' untuk mensimulasikan skenario lain.
it: Se conosci il valore iniziale e il valore finale, non hai bisogno di indovinare il tasso: calcolalo, poi usa “Aumentare / diminuire di X%” per simulare altri scenari.
ja: 初期値と最終値がわかっている場合、率を推測する必要はありません：計算し、「X%増加/減少」を使用して他のシナリオをシミュレートしてください。
ko: 초기 값과 최종 값을 알고 있다면 비율을 추측할 필요가 없습니다: 계산한 후 ‘X% 증가/감소’ 기능을 사용하여 다른 시나리오를 시뮬레이션하세요.
nl: Als je de initiële waarde en de eindwaarde kent, hoef je het percentage niet te raden: bereken het, en gebruik dan 'Verhogen / verlagen met X%' om andere scenario's te simuleren.
no: Hvis du kjenner den opprinnelige verdien og den endelige verdien, trenger du ikke å gjette raten: beregn den, og bruk deretter 'Øke / redusere med X%' for å simulere andre scenarier.
pl: Jeśli znasz wartość początkową i wartość końcową, nie musisz zgadywać wskaźnika: oblicz go, a następnie użyj „Zwiększyć / zmniejszyć o X%”, aby symulować inne scenariusze.
pt_pt: Se você conhece o valor inicial e o valor final, não precisa adivinhar a taxa: calcule-a e depois use 'Aumentar / diminuir em X%' para simular outros cenários.
ro: Dacă cunoașteți valoarea inițială și valoarea finală, nu trebuie să ghiciți rata: calculați-o, apoi folosiți „Creșteți / scădeți cu X%” pentru a simula alte scenarii.
ru: Если вы знаете начальное и конечное значения, вам не нужно догадываться о ставке: вычислите ее, а затем используйте "Увеличить / уменьшить на X%", чтобы смоделировать другие сценарии.
sk: Ak poznáte počiatočnú a konečnú hodnotu, nemusíte hádať sadzbu: vypočítajte ju a potom použite „Zvýšiť / znížiť o X%“ na simuláciu iných scenárov.
sv: Om du känner till det ursprungliga värdet och det slutliga värdet behöver du inte gissa räntan: beräkna den, och använd sedan 'Öka / minska med X%' för att simulera andra scenarier.
sw: Ikiwa unajua thamani ya awali na thamani ya mwisho, huwezi kuhitaji kukisia kiwango: kihesabu, kisha tumia 'Kuongeza / kupunguza kwa X%' ili kuiga hali nyingine.
tr: Eğer başlangıç ve son değerleri biliyorsanız, oranı tahmin etmenize gerek yok: hesaplayın, ardından diğer senaryoları simüle etmek için “X% artır / azalt” kullanın.
uk: Якщо ви знаєте початкову та кінцеву вартість, вам не потрібно вгадувати ставку: обчисліть її, а потім використовуйте "Збільшити / зменшити на X%" для моделювання інших сценаріїв.
vi: Nếu bạn biết giá trị ban đầu và giá trị cuối cùng, bạn không cần phải đoán tỷ lệ: hãy tính toán nó, sau đó sử dụng “Tăng / giảm X%” để mô phỏng các kịch bản khác.
zh_hans: 如果您知道初始值和最终值，您不需要猜测比率：计算它，然后使用“增加/减少 X%”来模拟其他场景。

# ed_math_percentages_percentage_compare_title
source: À propos : Comparer deux pourcentages
af: Oor: Vergelyk twee persentasies
bg: Относно: Сравняване на два процента
cs: O: Porovnat dvě procenta
da: Om: Sammenligne to procenter
de: Über: Zwei Prozentsätze vergleichen
el: Σχετικά: Σύγκριση δύο ποσοστών
es: Acerca de: Comparar dos porcentajes
fi: Tietoa: Kahden prosenttiosuuden vertailu
fil: Tungkol sa: Ihambing ang dalawang porsyento
hu: A következőkről: Két százalék összehasonlítása
id: Tentang: Membandingkan dua persentase
it: A proposito: Confrontare due percentuali
ja: について：二つのパーセンテージを比較する
ko: 정보: 두 비율 비교하기
nl: Over: Twee percentages vergelijken
no: Om: Sammenligne to prosent
pl: O tym: Porównanie dwóch procentów
pt_pt: Sobre: Comparar duas percentagens
ro: Despre: Compararea a două procente
ru: О сравнении двух процентов
sk: O: Porovnanie dvoch percent
sv: Om: Jämföra två procent
sw: Kuhusu: Kulinganisha asilimia mbili
tr: Hakkında: İki yüzdeyi karşılaştırmak
uk: Про: Порівняти два відсотки
vi: Về việc: So sánh hai tỷ lệ phần trăm
zh_hans: 关于：比较两个百分比
