Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l4_s1_title
source: Définition intuitive
af: Intuïtiewe definisie
bg: Интуитивно определение
cs: Intuitivní definice
da: Intuitiv definition
de: Intuitive Definition
el: Εννοιολογικός ορισμός
es: Definición intuitiva
fi: Intuitiivinen määritelmä
fil: Intuitive definition
hu: Intuitív definíció
id: Definisi intuitif
it: Definizione intuitiva
ja: 直感的な定義
ko: 직관적인 정의
nl: Intuïtieve definitie
no: Intuitiv definisjon
pl: Definicja intuicyjna
pt_pt: Definição intuitiva
ro: Definiție intuitivă
ru: Интуитивное определение
sk: Intuitívna definícia
sv: Intuitiv definition
sw: Ufafanuzi wa kawaida
tr: Sezgisel tanım
uk: Інтуїтивне визначення
vi: Định nghĩa trực quan
zh_hans: 直观定义

# median_l4_s1_b1
source: On a des valeurs x_i et des poids w_i (effectifs, importance).
af: Ons het waardes x_i en gewigte w_i (getalle, belangrikheid).
bg: Имаме стойности x_i и тегла w_i (брой, важност).
cs: Máme hodnoty x_i a váhy w_i (četnosti, důležitost).
da: Vi har værdier x_i og vægte w_i (antal, betydning).
de: Wir haben Werte x_i und Gewichte w_i (Häufigkeiten, Bedeutung).
el: Έχουμε τιμές x_i και βάρη w_i (συχνότητες, σημασία).
es: Tenemos valores x_i y pesos w_i (efectivos, importancia).
fi: Meillä on arvot x_i ja painot w_i (lukumäärät, tärkeys).
fil: We have values x_i and weights w_i (frequencies, importance).
hu: Van x_i értékünk és w_i súlyaink (gyakoriságok, fontosság).
id: Kita memiliki nilai x_i dan bobot w_i (frekuensi, pentingnya).
it: Abbiamo valori x_i e pesi w_i (frequenze, importanza).
ja: 値 x_i と重み w_i（頻度、重要性）があります。
ko: 값 x_i와 가중치 w_i (빈도, 중요성)가 있다.
nl: We hebben waarden x_i en gewichten w_i (frequenties, belang).
no: Vi har verdier x_i og vekter w_i (frekvenser, betydning).
pl: Mamy wartości x_i i wagi w_i (liczebności, znaczenie).
pt_pt: Temos valores x_i e pesos w_i (efetivos, importância).
ro: Avem valori x_i și greutăți w_i (efective, importanță).
ru: У нас есть значения x_i и веса w_i (частоты, важность).
sk: Máme hodnoty x_i a váhy w_i (počty, dôležitosť).
sv: Vi har värden x_i och vikter w_i (frekvenser, betydelse).
sw: Tuna thamani x_i na uzito w_i (idadi, umuhimu).
tr: x_i değerlerimiz ve w_i ağırlıklarımız (frekanslar, önem) var.
uk: Ми маємо значення x_i та ваги w_i (чисельність, важливість).
vi: Chúng ta có các giá trị x_i và các trọng số w_i (số lượng, tầm quan trọng).
zh_hans: 我们有值 x_i 和权重 w_i（频数，重要性）。

# median_l4_s1_b2
source: La médiane pondérée est une valeur m telle que le poids cumulé en dessous de m est ≤ 50% et le poids cumulé au-dessus de m est ≤ 50%.
af: Die gewigte mediaan is 'n waarde m sodat die kumulatiewe gewig onder m ≤ 50% en die kumulatiewe gewig bo m ≤ 50% is.
bg: Теглената медиана е стойност m, такава че натрупаното тегло под m е ≤ 50% и натрупаното тегло над m е ≤ 50%.
cs: Vážený medián je hodnota m taková, že kumulativní váha pod m je ≤ 50 % a kumulativní váha nad m je ≤ 50 %.
da: Den vægtede median er en værdi m, sådan at den kumulerede vægt under m er ≤ 50% og den kumulerede vægt over m er ≤ 50%.
de: Der gewichtete Median ist ein Wert m, sodass das kumulierte Gewicht unter m ≤ 50% und das kumulierte Gewicht über m ≤ 50% ist.
el: Η βαθμωτή διάμεσος είναι μια τιμή m τέτοια ώστε το σωρευμένο βάρος κάτω από το m είναι ≤ 50% και το σωρευμένο βάρος πάνω από το m είναι ≤ 50%.
es: La mediana ponderada es un valor m tal que el peso acumulado por debajo de m es ≤ 50% y el peso acumulado por encima de m es ≤ 50%.
fi: Painotettu mediaani on arvo m, jolloin m:n alapuolella oleva kumulatiivinen paino on ≤ 50% ja m:n yläpuolella oleva kumulatiivinen paino on ≤ 50%.
fil: The weighted median is a value m such that the cumulative weight below m is ≤ 50% and the cumulative weight above m is ≤ 50%.
hu: A súlyozott medián egy m érték, amelynél a m alatti kumulált súly ≤ 50% és a m feletti kumulált súly ≤ 50%.
id: Median tertimbang adalah nilai m sedemikian rupa sehingga bobot kumulatif di bawah m adalah ≤ 50% dan bobot kumulatif di atas m adalah ≤ 50%.
it: La mediana ponderata è un valore m tale che il peso cumulato sotto m è ≤ 50% e il peso cumulato sopra m è ≤ 50%.
ja: 重み付き中央値は、m の下の累積重みが ≤ 50% であり、m の上の累積重みが ≤ 50% となるような値 m です。
ko: 가중 중앙값은 m 이하의 누적 가중치가 ≤ 50%이고 m 이상의 누적 가중치가 ≤ 50%인 값 m이다.
nl: De gewogen mediaan is een waarde m zodanig dat het cumulatieve gewicht onder m ≤ 50% is en het cumulatieve gewicht boven m ≤ 50% is.
no: Den vektede medianen er en verdi m slik at den kumulative vekten under m er ≤ 50% og den kumulative vekten over m er ≤ 50%.
pl: Mediana ważona to wartość m, taka że skumulowana waga poniżej m jest ≤ 50% i skumulowana waga powyżej m jest ≤ 50%.
pt_pt: A mediana ponderada é um valor m tal que o peso acumulado abaixo de m é ≤ 50% e o peso acumulado acima de m é ≤ 50%.
ro: Mediana ponderată este o valoare m astfel încât greutatea cumulată sub m este ≤ 50% și greutatea cumulată deasupra m este ≤ 50%.
ru: Взвешенная медиана — это значение m, такое что накопленный вес ниже m ≤ 50% и накопленный вес выше m ≤ 50%.
sk: Vážený medián je hodnota m taká, že kumulovaná váha pod m je ≤ 50% a kumulovaná váha nad m je ≤ 50%.
sv: Den viktade medianen är ett värde m sådant att den kumulerade vikten under m är ≤ 50% och den kumulerade vikten över m är ≤ 50%.
sw: Median iliyo na uzito ni thamani m ambayo uzito uliojumlishwa chini ya m ni ≤ 50% na uzito uliojumlishwa juu ya m ni ≤ 50%.
tr: Ağırlıklı medyan, m değerinin altında toplam ağırlığın ≤ %50 ve m değerinin üstünde toplam ağırlığın ≤ %50 olduğu bir değerdir.
uk: Вагова медіана є значенням m, таке що накопичена вага нижче m ≤ 50% і накопичена вага вище m ≤ 50%.
vi: Trung vị có trọng số là một giá trị m sao cho trọng số tích lũy dưới m là ≤ 50% và trọng số tích lũy trên m là ≤ 50%.
zh_hans: 加权中位数是一个值 m，使得 m 下面的累积权重 ≤ 50% 且 m 以上的累积权重 ≤ 50%。

# median_l4_s1_b3
source: Autrement dit, m coupe “la masse totale des poids” en deux.
af: Met ander woorde, m sny "die totale massa van die gewigte" in twee.
bg: С други думи, m разделя „общата маса на теглата“ на две.
cs: Jinými slovy, m dělí "celkovou hmotnost vah" na dvě části.
da: Med andre ord, m deler “den samlede vægt” i to.
de: Anders gesagt, m teilt "die gesamte Masse der Gewichte" in zwei Hälften.
el: Με άλλα λόγια, το m κόβει "τη συνολική μάζα των βαρών" στα δύο.
es: En otras palabras, m corta "la masa total de los pesos" en dos.
fi: Toisin sanoen, m jakaa "painojen kokonaismassan" kahtia.
fil: In other words, m divides 'the total mass of weights' in two.
hu: Más szavakkal, m ketté vágja "a súlyok össztömegét".
id: Dengan kata lain, m membagi "total bobot" menjadi dua.
it: In altre parole, m taglia "la massa totale dei pesi" in due.
ja: 言い換えれば、m は「重みの総量」を二つに分けます。
ko: 다시 말해, m은 '가중치의 총량'을 두 개로 나눈다.
nl: Met andere woorden, m splitst "de totale massa van de gewichten" in tweeën.
no: Med andre ord, m deler “den totale vekten” i to.
pl: Innymi słowy, m dzieli "całkowitą masę wag" na dwie części.
pt_pt: Em outras palavras, m divide "a massa total dos pesos" em dois.
ro: Cu alte cuvinte, m împarte “masa totală a greutăților” în două.
ru: Иными словами, m делит "общую массу весов" пополам.
sk: Inými slovami, m rozdeľuje "celkovú hmotnosť váh" na dve časti.
sv: Med andra ord, m delar "den totala vikten" i två.
sw: Kwa maneno mengine, m inakata "uzito jumla" kwa mbili.
tr: Başka bir deyişle, m “toplam ağırlık kütlesini” ikiye böler.
uk: Іншими словами, m ділить "загальну масу ваг" навпіл.
vi: Nói cách khác, m chia "tổng trọng số" thành hai phần.
zh_hans: 换句话说，m 将“总权重”分成两部分。

# median_l4_s2_title
source: Méthode de calcul (pas à pas)
af: Berekeningsmetode (stap vir stap)
bg: Метод на изчисление (стъпка по стъпка)
cs: Metoda výpočtu (krok za krokem)
da: Beregning metode (trin for trin)
de: Berechnungsmethode (Schritt für Schritt)
el: Μέθοδος υπολογισμού (βήμα προς βήμα)
es: Método de cálculo (paso a paso)
fi: Laskentamenetelmä (askel askeleelta)
fil: Calculation method (step by step)
hu: Számítási módszer (lépésről lépésre)
id: Metode perhitungan (langkah demi langkah)
it: Metodo di calcolo (passo dopo passo)
ja: 計算方法（ステップバイステップ）
ko: 계산 방법 (단계별)
nl: Rekenmethode (stap voor stap)
no: Beregningmetode (trinn for trinn)
pl: Metoda obliczeń (krok po kroku)
pt_pt: Método de cálculo (passo a passo)
ro: Metodă de calcul (pas cu pas)
ru: Метод расчета (по шагам)
sk: Metóda výpočtu (krok za krokom)
sv: Beräkningsmetod (steg för steg)
sw: Njia ya kuhesabu (hatua kwa hatua)
tr: Hesaplama yöntemi (adım adım)
uk: Метод обчислення (крок за кроком)
vi: Phương pháp tính toán (từng bước)
zh_hans: 计算方法（逐步）

# median_l4_s2_b1
source: 1) Trier les valeurs x par ordre croissant.
af: 1) Sorteer die waardes x in opklimmende volgorde.
bg: 1) Подредете стойностите x в нарастващ ред.
cs: 1) Seřadit hodnoty x vzestupně.
da: 1) Sorter værdierne x i stigende rækkefølge.
de: 1) Werte x in aufsteigender Reihenfolge sortieren.
el: 1) Ταξινόμηση των τιμών x κατά αύξουσα σειρά.
es: 1) Ordenar los valores x en orden ascendente.
fi: 1) Järjestä arvot x nousevaan järjestykseen.
fil: 1) Sort the values x in ascending order.
hu: 1) Rendezzük az x értékeket növekvő sorrendbe.
id: 1) Urutkan nilai x dalam urutan menaik.
it: 1) Ordinare i valori x in ordine crescente.
ja: 1) 値 x を昇順に並べます。
ko: 1) 값을 오름차순으로 정렬한다.
nl: 1) Sorteer de waarden x in oplopende volgorde.
no: 1) Sorter verdiene x i stigende rekkefølge.
pl: 1) Posortować wartości x w porządku rosnącym.
pt_pt: 1) Ordenar os valores x em ordem crescente.
ro: 1) Sortează valorile x în ordine crescătoare.
ru: 1) Отсортировать значения x в порядке возрастания.
sk: 1) Zoradiť hodnoty x vzostupne.
sv: 1) Sortera värdena x i stigande ordning.
sw: 1) Panga thamani x kwa mpangilio wa kuongezeka.
tr: 1) x değerlerini artan sıraya göre sıralayın.
uk: 1) Відсортувати значення x у зростаючому порядку.
vi: 1) Sắp xếp các giá trị x theo thứ tự tăng dần.
zh_hans: 1) 按升序排列值 x。

# median_l4_s2_b2
source: 2) Calculer le total des poids W = somme(w_i).
af: 2) Bereken die totale gewig W = som(w_i).
bg: 2) Изчислете общото тегло W = сума(w_i).
cs: 2) Vypočítat celkovou váhu W = součet(w_i).
da: 2) Beregn den samlede vægt W = sum(w_i).
de: 2) Den Gesamtgewicht W = Summe(w_i) berechnen.
el: 2) Υπολογισμός του συνολικού βάρους W = άθροισμα(w_i).
es: 2) Calcular el total de los pesos W = suma(w_i).
fi: 2) Laske painojen kokonaismäärä W = summa(w_i).
fil: 2) Calculate the total weights W = sum(w_i).
hu: 2) Számítsuk ki a súlyok összegét W = összeg(w_i).
id: 2) Hitung total bobot W = jumlah(w_i).
it: 2) Calcolare il totale dei pesi W = somma(w_i).
ja: 2) 重みの合計 W = 合計(w_i) を計算します。
ko: 2) 가중치의 총합 W = 합계(w_i)를 계산한다.
nl: 2) Bereken het totaal van de gewichten W = som(w_i).
no: 2) Beregn totalvekten W = sum(w_i).
pl: 2) Obliczyć całkowitą wagę W = suma(w_i).
pt_pt: 2) Calcular o total dos pesos W = soma(w_i).
ro: 2) Calculează totalul greutăților W = sum(w_i).
ru: 2) Вычислить общий вес W = сумма(w_i).
sk: 2) Vypočítať celkovú váhu W = súčet(w_i).
sv: 2) Beräkna den totala vikten W = summa(w_i).
sw: 2) Hesabu jumla ya uzito W = jumla(w_i).
tr: 2) Ağırlıkların toplamını hesaplayın W = toplam(w_i).
uk: 2) Обчислити загальну вагу W = сума(w_i).
vi: 2) Tính tổng trọng số W = tổng(w_i).
zh_hans: 2) 计算权重总和 W = sum(w_i)。

# median_l4_s2_b3
source: 3) Faire la somme cumulée des poids en suivant l’ordre trié.
af: 3) Maak die kumulatiewe som van die gewigte volgens die gesorteerde volgorde.
bg: 3) Направете натрупана сума на теглата, следвайки подредбата.
cs: 3) Provést kumulativní součet vah podle seřazeného pořadí.
da: 3) Lav den kumulerede sum af vægtene i den sorterede rækkefølge.
de: 3) Die kumulierte Summe der Gewichte in der sortierten Reihenfolge bilden.
el: 3) Κάντε το σωρευμένο άθροισμα των βαρών ακολουθώντας τη ταξινομημένη σειρά.
es: 3) Hacer la suma acumulada de los pesos siguiendo el orden ordenado.
fi: 3) Laske kumulatiivinen paino järjestyksen mukaan.
fil: 3) Calculate the cumulative sum of weights following the sorted order.
hu: 3) Készítsük el a súlyok kumulált összegét a rendezett sorrend követésével.
id: 3) Buat jumlah kumulatif bobot mengikuti urutan yang diurutkan.
it: 3) Fare la somma cumulativa dei pesi seguendo l'ordine ordinato.
ja: 3) 並べ替えた順序に従って重みの累積和を求めます。
ko: 3) 정렬된 순서에 따라 가중치의 누적 합계를 구한다.
nl: 3) Maak de cumulatieve som van de gewichten volgens de gesorteerde volgorde.
no: 3) Lag den kumulative summen av vektene i henhold til den sorterte rekkefølgen.
pl: 3) Zrobić sumę skumulowaną wag w kolejności posortowanej.
pt_pt: 3) Fazer a soma acumulada dos pesos seguindo a ordem ordenada.
ro: 3) Fă suma cumulată a greutăților urmând ordinea sortată.
ru: 3) Сделать накопленную сумму весов в соответствии с отсортированным порядком.
sk: 3) Urobiť kumulovaný súčet váh podľa zoradeného poradia.
sv: 3) Gör den kumulerade summan av vikterna i den sorterade ordningen.
sw: 3) Fanya jumla ya uzito uliojumlishwa kwa kufuata mpangilio ulioandikwa.
tr: 3) Sıralı sırayı takip ederek ağırlıkların kümülatif toplamını yapın.
uk: 3) Зробити накопичену суму ваг, дотримуючись відсортованого порядку.
vi: 3) Tính tổng tích lũy của trọng số theo thứ tự đã sắp xếp.
zh_hans: 3) 按照排序顺序计算权重的累积和。

# median_l4_s2_b4
source: 4) La médiane pondérée est la première valeur pour laquelle le cumul atteint au moins W/2.
af: 4) Die gewigte mediaan is die eerste waarde waarvoor die kumulatief ten minste W/2 bereik.
bg: 4) Теглената медиана е първата стойност, за която натрупването достига поне W/2.
cs: 4) Vážený medián je první hodnota, pro kterou kumulace dosáhne alespoň W/2.
da: 4) Den vægtede median er den første værdi, for hvilken summen når mindst W/2.
de: 4) Der gewichtete Median ist der erste Wert, für den die Summe mindestens W/2 erreicht.
el: 4) Η βαθμωτή διάμεσος είναι η πρώτη τιμή για την οποία το σωρευμένο άθροισμα φτάνει τουλάχιστον W/2.
es: 4) La mediana ponderada es el primer valor para el cual el acumulado alcanza al menos W/2.
fi: 4) Painotettu mediaani on ensimmäinen arvo, jonka kumulatiivinen summa saavuttaa vähintään W/2.
fil: 4) The weighted median is the first value for which the cumulative reaches at least W/2.
hu: 4) A súlyozott medián az első érték, amelynél a kumulált összeg eléri legalább W/2-t.
id: 4) Median tertimbang adalah nilai pertama di mana kumulatif mencapai setidaknya W/2.
it: 4) La mediana ponderata è il primo valore per cui il cumulato raggiunge almeno W/2.
ja: 4) 重み付き中央値は、累積が少なくとも W/2 に達する最初の値です。
ko: 4) 가중 중앙값은 누적이 최소 W/2에 도달하는 첫 번째 값이다.
nl: 4) De gewogen mediaan is de eerste waarde waarvoor de cumulatie ten minste W/2 bereikt.
no: 4) Den vektede medianen er den første verdien der summen når minst W/2.
pl: 4) Mediana ważona to pierwsza wartość, dla której kumulacja osiąga co najmniej W/2.
pt_pt: 4) A mediana ponderada é o primeiro valor para o qual o acumulado atinge pelo menos W/2.
ro: 4) Mediana ponderată este prima valoare pentru care cumulul atinge cel puțin W/2.
ru: 4) Взвешенная медиана — это первое значение, для которого накопление достигает по крайней мере W/2.
sk: 4) Vážený medián je prvá hodnota, pre ktorú kumulácia dosiahne aspoň W/2.
sv: 4) Den viktade medianen är det första värdet för vilket summan når minst W/2.
sw: 4) Median iliyo na uzito ni thamani ya kwanza ambayo jumla inafikia angalau W/2.
tr: 4) Ağırlıklı medyan, toplamın en az W/2'ye ulaştığı ilk değerdir.
uk: 4) Вагова медіана є першим значенням, для якого накопичення досягає принаймні W/2.
vi: 4) Trung vị có trọng số là giá trị đầu tiên mà tổng tích lũy đạt ít nhất W/2.
zh_hans: 4) 加权中位数是第一个累积达到至少 W/2 的值。

# median_l4_s3_title
source: Exemple simple avec effectifs
af: Eenvoudige voorbeeld met getalle
bg: Прост пример с брой
cs: Jednoduchý příklad s četnostmi
da: Simpelt eksempel med antal
de: Ein einfaches Beispiel mit Häufigkeiten
el: Απλό παράδειγμα με συχνότητες
es: Ejemplo simple con efectivos
fi: Yksinkertainen esimerkki lukumäärillä
fil: Simple example with frequencies
hu: Egyszerű példa gyakoriságokkal
id: Contoh sederhana dengan frekuensi
it: Esempio semplice con frequenze
ja: 簡単な例（頻度あり）
ko: 효과적인 간단한 예
nl: Eenvoudig voorbeeld met frequenties
no: Enkelt eksempel med frekvenser
pl: Prosty przykład z liczebnościami
pt_pt: Exemplo simples com efetivos
ro: Exemplu simplu cu efective
ru: Простой пример с частотами
sk: Jednoduchý príklad s počtami
sv: Enkelt exempel med frekvenser
sw: Mfano rahisi na idadi
tr: Basit bir örnek ile frekanslar
uk: Простий приклад з чисельністю
vi: Ví dụ đơn giản với số lượng
zh_hans: 简单示例与频数

# median_l4_s3_b1
source: Valeurs : 10 (poids 2), 12 (poids 5), 14 (poids 3).
af: Waardes : 10 (gewig 2), 12 (gewig 5), 14 (gewig 3).
bg: Стойности: 10 (тегло 2), 12 (тегло 5), 14 (тегло 3).
cs: Hodnoty : 10 (váha 2), 12 (váha 5), 14 (váha 3).
da: Værdier : 10 (vægt 2), 12 (vægt 5), 14 (vægt 3).
de: Werte: 10 (Gewicht 2), 12 (Gewicht 5), 14 (Gewicht 3).
el: Τιμές: 10 (βάρος 2), 12 (βάρος 5), 14 (βάρος 3).
es: Valores : 10 (peso 2), 12 (peso 5), 14 (peso 3).
fi: Arvot : 10 (paino 2), 12 (paino 5), 14 (paino 3).
fil: Values: 10 (weight 2), 12 (weight 5), 14 (weight 3).
hu: Értékek: 10 (súly 2), 12 (súly 5), 14 (súly 3).
id: Nilai : 10 (bobot 2), 12 (bobot 5), 14 (bobot 3).
it: Valori : 10 (peso 2), 12 (peso 5), 14 (peso 3).
ja: 値：10（重み2）、12（重み5）、14（重み3）。
ko: 값: 10 (가중치 2), 12 (가중치 5), 14 (가중치 3).
nl: Waarden : 10 (gewicht 2), 12 (gewicht 5), 14 (gewicht 3).
no: Verdier : 10 (vekt 2), 12 (vekt 5), 14 (vekt 3).
pl: Wartości : 10 (waga 2), 12 (waga 5), 14 (waga 3).
pt_pt: Valores : 10 (peso 2), 12 (peso 5), 14 (peso 3).
ro: Valori : 10 (greutate 2), 12 (greutate 5), 14 (greutate 3).
ru: Значения : 10 (вес 2), 12 (вес 5), 14 (вес 3).
sk: Hodnoty : 10 (váha 2), 12 (váha 5), 14 (váha 3).
sv: Värden : 10 (vikt 2), 12 (vikt 5), 14 (vikt 3).
sw: Thamani : 10 (uzito 2), 12 (uzito 5), 14 (uzito 3).
tr: Değerler: 10 (ağırlık 2), 12 (ağırlık 5), 14 (ağırlık 3).
uk: Значення: 10 (вага 2), 12 (вага 5), 14 (вага 3).
vi: Giá trị : 10 (trọng số 2), 12 (trọng số 5), 14 (trọng số 3).
zh_hans: 值：10（权重 2），12（权重 5），14（权重 3）。

# median_l4_s3_b2
source: Poids total W = 2+5+3 = 10, donc W/2 = 5.
af: Totale gewig W = 2+5+3 = 10, dus W/2 = 5.
bg: Общо тегло W = 2+5+3 = 10, така че W/2 = 5.
cs: Celková váha W = 2+5+3 = 10, tedy W/2 = 5.
da: Samlet vægt W = 2+5+3 = 10, så W/2 = 5.
de: Gesamtgewicht W = 2+5+3 = 10, also W/2 = 5.
el: Συνολικό βάρος W = 2+5+3 = 10, άρα W/2 = 5.
es: Peso total W = 2+5+3 = 10, por lo tanto W/2 = 5.
fi: Kokonaispaino W = 2+5+3 = 10, joten W/2 = 5.
fil: Total weight W = 2+5+3 = 10, so W/2 = 5.
hu: Összsúly W = 2+5+3 = 10, tehát W/2 = 5.
id: Total bobot W = 2+5+3 = 10, jadi W/2 = 5.
it: Peso totale W = 2+5+3 = 10, quindi W/2 = 5.
ja: 総重み W = 2+5+3 = 10、したがって W/2 = 5。
ko: 총 가중치 W = 2+5+3 = 10, 따라서 W/2 = 5.
nl: Totaal gewicht W = 2+5+3 = 10, dus W/2 = 5.
no: Totalvekt W = 2+5+3 = 10, så W/2 = 5.
pl: Całkowita waga W = 2+5+3 = 10, więc W/2 = 5.
pt_pt: Peso total W = 2+5+3 = 10, portanto W/2 = 5.
ro: Greutatea totală W = 2+5+3 = 10, deci W/2 = 5.
ru: Общий вес W = 2+5+3 = 10, значит W/2 = 5.
sk: Celková váha W = 2+5+3 = 10, takže W/2 = 5.
sv: Total vikt W = 2+5+3 = 10, så W/2 = 5.
sw: Uzito jumla W = 2+5+3 = 10, hivyo W/2 = 5.
tr: Toplam ağırlık W = 2+5+3 = 10, dolayısıyla W/2 = 5.
uk: Загальна вага W = 2+5+3 = 10, отже W/2 = 5.
vi: Tổng trọng số W = 2+5+3 = 10, do đó W/2 = 5.
zh_hans: 总权重 W = 2+5+3 = 10，因此 W/2 = 5。

# median_l4_s3_b3
source: Cumul : à 10 → 2 ; à 12 → 2+5=7 (on dépasse 5) : médiane pondérée = 12.
af: Kumulatief : by 10 → 2 ; by 12 → 2+5=7 (ons oorskry 5) : gewigte mediaan = 12.
bg: Натрупване: при 10 → 2; при 12 → 2+5=7 (надвишаваме 5): теглена медиана = 12.
cs: Kumulace : při 10 → 2 ; při 12 → 2+5=7 (přesahujeme 5) : vážený medián = 12.
da: Kumulativ : ved 10 → 2 ; ved 12 → 2+5=7 (vi overskrider 5) : vægtet median = 12.
de: Kumuliert: bei 10 → 2; bei 12 → 2+5=7 (wir überschreiten 5): gewichteter Median = 12.
el: Σωρευμένο: στο 10 → 2; στο 12 → 2+5=7 (ξεπερνάμε το 5): βαθμωτή διάμεσος = 12.
es: Acumulado : a 10 → 2 ; a 12 → 2+5=7 (se supera 5) : mediana ponderada = 12.
fi: Kumulatiivinen : 10 → 2 ; 12 → 2+5=7 (ylitetään 5) : painotettu mediaani = 12.
fil: Cumulative: at 10 → 2; at 12 → 2+5=7 (exceeds 5): weighted median = 12.
hu: Kumuláció: 10-nél → 2; 12-nél → 2+5=7 (meghaladja az 5-öt): súlyozott medián = 12.
id: Kumulatif : pada 10 → 2 ; pada 12 → 2+5=7 (melebihi 5) : median tertimbang = 12.
it: Cumulato : a 10 → 2 ; a 12 → 2+5=7 (superiamo 5) : mediana ponderata = 12.
ja: 累積：10 → 2；12 → 2+5=7（5を超える）：重み付き中央値 = 12。
ko: 누적: 10 → 2; 12 → 2+5=7 (5를 초과함): 가중 중앙값 = 12.
nl: Cumulatie : bij 10 → 2 ; bij 12 → 2+5=7 (we overschrijden 5) : gewogen mediaan = 12.
no: Kumulativ : ved 10 → 2 ; ved 12 → 2+5=7 (vi overskrider 5) : vektet median = 12.
pl: Kumulacja : przy 10 → 2 ; przy 12 → 2+5=7 (przekraczamy 5) : mediana ważona = 12.
pt_pt: Acumulado : a 10 → 2 ; a 12 → 2+5=7 (ultrapassamos 5) : mediana ponderada = 12.
ro: Cumul : la 10 → 2 ; la 12 → 2+5=7 (depășim 5) : mediana ponderată = 12.
ru: Накопление : на 10 → 2 ; на 12 → 2+5=7 (превышаем 5) : взвешенная медиана = 12.
sk: Kumulácia : pri 10 → 2 ; pri 12 → 2+5=7 (prekračujeme 5) : vážený medián = 12.
sv: Kumul : vid 10 → 2 ; vid 12 → 2+5=7 (överskrider 5) : viktad median = 12.
sw: Jumla : kwa 10 → 2 ; kwa 12 → 2+5=7 (tunaenda zaidi ya 5) : median iliyo na uzito = 12.
tr: Kümülatif: 10'da → 2; 12'de → 2+5=7 (5'i geçiyoruz): ağırlıklı medyan = 12.
uk: Накопичення: на 10 → 2; на 12 → 2+5=7 (перевищує 5): вагова медіана = 12.
vi: Tích lũy : tại 10 → 2 ; tại 12 → 2+5=7 (vượt quá 5) : trung vị có trọng số = 12.
zh_hans: 累积：到 10 → 2；到 12 → 2+5=7（超过 5）：加权中位数 = 12。

# median_l4_s3_ex1
source: Résultat
af: Resultaat
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulokset
fil: Result
hu: Eredmény
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
no: Resultat
pl: Wynik
pt_pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
sw: Matokeo
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 结果

# median_l4_s4_title
source: Remarques importantes
af: Belangrike opmerkings
bg: Важно забележки
cs: Důležité poznámky
da: Vigtige bemærkninger
de: Wichtige Anmerkungen
el: Σημαντικές παρατηρήσεις
es: Notas importantes
fi: Tärkeitä huomioita
fil: Important notes
hu: Fontos megjegyzések
id: Catatan penting
it: Osservazioni importanti
ja: 重要な注意事項
ko: 중요한 주의사항
nl: Belangrijke opmerkingen
no: Viktige merknader
pl: Ważne uwagi
pt_pt: Observações importantes
ro: Observații importante
ru: Важные замечания
sk: Dôležité poznámky
sv: Viktiga anmärkningar
sw: Maoni muhimu
tr: Önemli notlar
uk: Важливі зауваження
vi: Những lưu ý quan trọng
zh_hans: 重要备注
