Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_metadata_to_json_uc3_title
source: Indexation & catalogage
af: Indeksasie & katalogisering
bg: Индексиране & каталогизиране
cs: Indexace & katalogizace
da: Indeksering & katalogisering
de: Indizierung & Katalogisierung
el: Καταχώριση & καταλογοποίηση
es: Indexación & catalogación
fi: Indeksointi & luetteloiminen
fil: Indexing & cataloging
hu: TODO
id: TODO
it: Indicizzazione & catalogazione
ja: インデックス作成 & カタログ作成
ko: 색인화 및 카탈로그화
nl: Indexering & catalogisering
no: Indeksering & katalogisering
pl: Indeksowanie & katalogowanie
pt_pt: Indexação & catalogação
ro: Indexare & catalogare
ru: Индексация и каталогизация
sk: Indexácia & katalogizácia
sv: Indexering & katalogisering
sw: Uorodheshaji & uorodheshaji
tr: Dizinleme & kataloglama
uk: Індексація та каталогізація
vi: Lập chỉ mục & phân loại
zh_hans: 索引与目录

# ed_dev_pdf_pdf_metadata_to_json_uc3_text
source: Récupérer titre, sujet, mots-clés et autres champs pour alimenter une GED ou un moteur interne.
af: Haal titel, onderwerp, sleutelwoorde en ander velde op om 'n GED of interne enjin te voed.
bg: Извличане на заглавие, тема, ключови думи и други полета за захранване на GED или вътрешен двигател.
cs: Získat název, téma, klíčová slova a další pole pro naplnění GED nebo interního motoru.
da: Hent titel, emne, nøgleord og andre felter for at fodre en GED eller en intern motor.
de: Titel, Thema, Schlüsselwörter und andere Felder abrufen, um ein DMS oder eine interne Engine zu speisen.
el: Ανάκτηση τίτλου, θέματος, λέξεων-κλειδιών και άλλων πεδίων για τροφοδοσία σε ένα GED ή εσωτερική μηχανή.
es: Recuperar título, asunto, palabras clave y otros campos para alimentar un GED o un motor interno.
fi: Hae otsikko, aihe, avainsanat ja muut kentät asiakirjahallintojärjestelmää tai sisäistä moottoria varten.
fil: Kunin ang pamagat, paksa, mga keyword at iba pang mga field upang punan ang isang GED o panloob na engine.
hu: TODO: Konkrét példa 3
id: TODO: Concrete example 3
it: Recuperare titolo, soggetto, parole chiave e altri campi per alimentare una GED o un motore interno.
ja: タイトル、主題、キーワード、その他のフィールドを取得して、GEDまたは内部エンジンに供給します。
ko: 제목, 주제, 키워드 및 기타 필드를 수집하여 GED 또는 내부 엔진에 공급합니다.
nl: Titel, onderwerp, trefwoorden en andere velden ophalen om een GED of interne motor van gegevens te voeden.
no: Hente tittel, emne, nøkkelord og andre felt for å mate en GED eller en intern motor.
pl: Pobieranie tytułu, tematu, słów kluczowych i innych pól do zasilania systemu GED lub wewnętrznego silnika.
pt_pt: Recuperar título, assunto, palavras-chave e outros campos para alimentar uma GED ou um motor interno.
ro: Recuperați titlul, subiectul, cuvintele cheie și alte câmpuri pentru a alimenta o GED sau un motor intern.
ru: Извлечение заголовка, темы, ключевых слов и других полей для пополнения системы GED или внутреннего движка.
sk: Získať názov, predmet, kľúčové slová a ďalšie polia na naplnenie GED alebo interného vyhľadávača.
sv: Hämta titel, ämne, nyckelord och andra fält för att mata in en GED eller en intern motor.
sw: Pata kichwa, mada, maneno muhimu na maeneo mengine ili kuimarisha GED au injini ya ndani.
tr: Başlık, konu, anahtar kelimeler ve diğer alanları alarak bir GED veya dahili motoru besleyin.
uk: Отримати заголовок, тему, ключові слова та інші поля для заповнення системи управління документами або внутрішнього двигуна.
vi: Lấy tiêu đề, chủ đề, từ khóa và các trường khác để cung cấp cho một hệ thống quản lý tài liệu hoặc một động cơ nội bộ.
zh_hans: 获取标题、主题、关键字和其他字段，以供 GED 或内部引擎使用。

# ed_dev_pdf_pdf_metadata_to_json_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Това, което получавате
cs: Co získáte
da: What you get
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang makukuha mo
hu: Amit kapsz
id: What you get
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: What you get
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: То, что вы получаете
sk: What you get
sv: Det du får
sw: Kile unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_metadata_to_json_out1
source: Un JSON complet des métadonnées standard (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
af: ‘n Volledige JSON van standaard metadata (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
bg: Пълен JSON на стандартните метаданни (Заглавие, Автор, Тема, Ключови думи, Създател, Производител, Дата на създаване, Дата на модификация…).
cs: Kompletní JSON standardních metadat (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
da: En komplet JSON af standardmetadata (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
de: Ein vollständiges JSON der Standardmetadaten (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
el: Ένα πλήρες JSON των τυπικών μεταδεδομένων (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
es: Un JSON completo de los metadatos estándar (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
fi: Täydellinen JSON-standardimetatietojen vienti (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
fil: Isang kumpletong JSON ng mga standard na metadata (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Describe the output precisely.
it: Un JSON completo dei metadati standard (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
ja: 標準メタデータの完全なJSON（Title、Author、Subject、Keywords、Creator、Producer、CreationDate、ModDate…）。
ko: 표준 메타데이터의 전체 JSON(제목, 저자, 주제, 키워드, 작성자, 제작자, 생성일, 수정일…).
nl: Een volledige JSON van de standaardmetadata (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
no: En komplett JSON av standardmetadata (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
pl: Pełny JSON standardowych metadanych (Tytuł, Autor, Temat, Słowa kluczowe, Twórca, Producent, DataUtworzenia, DataModyfikacji…).
pt_pt: Um JSON completo dos metadados padrão (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
ro: Un JSON complet al metadatelor standard (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
ru: Полный JSON стандартных метаданных (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
sk: Kompletný JSON štandardných metadát (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
sv: En komplett JSON av standardmetadata (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
sw: JSON kamili ya metadata ya kawaida (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
tr: Standart meta verilerin (Başlık, Yazar, Konu, Anahtar Kelimeler, Yaratıcı, Üretici, Oluşturma Tarihi, Değiştirme Tarihi…) tam bir JSON'u.
uk: Повний JSON стандартних метаданих (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
vi: Một JSON hoàn chỉnh của các siêu dữ liệu tiêu chuẩn (Title, Author, Subject, Keywords, Creator, Producer, CreationDate, ModDate…).
zh_hans: 标准元数据的完整 JSON（标题、作者、主题、关键字、创建者、生产者、创建日期、修改日期……）。

# ed_dev_pdf_pdf_metadata_to_json_out2
source: L’export des blocs XMP quand ils existent (souvent plus riches et structurés que l’Info dictionary).
af: Die uitvoer van XMP-blokke wanneer hulle bestaan (dikwels ryker en gestruktureer as die Info-diktaat).
bg: Експорт на XMP блокове, когато съществуват (обикновено по-богати и структурирани от Информационния речник).
cs: Export bloků XMP, pokud existují (často bohatší a strukturovanější než Info dictionary).
da: Eksport af XMP-blokke når de findes (ofte mere rige og strukturerede end Info dictionary).
de: Der Export der XMP-Blöcke, wenn sie vorhanden sind (oft reichhaltiger und strukturierter als das Info-Dictionary).
el: Η εξαγωγή των μπλοκ XMP όταν υπάρχουν (συχνά πιο πλούσια και δομημένα από το Info dictionary).
es: La exportación de los bloques XMP cuando existen (a menudo más ricos y estructurados que el Info dictionary).
fi: XMP-lohkojen vienti, kun niitä on olemassa (usein rikkaampia ja jäsennellympiä kuin Info dictionary).
fil: Ang export ng mga XMP block kapag sila ay umiiral (madalas na mas mayaman at nakabalangkas kaysa sa Info dictionary).
hu: TODO: Mire való ez a kimenet.
id: TODO: What this output is for.
it: L'esportazione dei blocchi XMP quando esistono (spesso più ricchi e strutturati rispetto all'Info dictionary).
ja: XMPブロックのエクスポート（存在する場合、情報辞書よりも豊富で構造化されていることが多い）。
ko: 존재하는 경우 XMP 블록의 내보내기(정보 사전보다 더 풍부하고 구조화된 경우가 많음).
nl: De export van XMP-blokken wanneer deze bestaan (vaak rijker en gestructureerder dan de Info dictionary).
no: Eksport av XMP-blokker når de eksisterer (ofte rikere og mer strukturerte enn Info dictionary).
pl: Eksport bloków XMP, gdy istnieją (często bogatsze i bardziej zorganizowane niż słownik informacji).
pt_pt: A exportação dos blocos XMP quando existem (geralmente mais ricos e estruturados que o Info dictionary).
ro: Exportul blocurilor XMP atunci când există (de obicei mai bogate și structurate decât Info dictionary).
ru: Экспорт блоков XMP, когда они существуют (часто более богатые и структурированные, чем информационный словарь).
sk: Export blokov XMP, keď existujú (často bohatšie a štruktúrovanejšie ako Info dictionary).
sv: Export av XMP-block när de finns (ofta rikare och mer strukturerade än Info dictionary).
sw: Export ya blocks za XMP wakati zinapatikana (mara nyingi zina utajiri zaidi na muundo kuliko Info dictionary).
tr: XMP bloklarının dışa aktarımı (varsa, genellikle Bilgi sözlüğünden daha zengin ve yapılandırılmıştır).
uk: Експорт блоків XMP, коли вони існують (часто більш багаті та структуровані, ніж Info dictionary).
vi: Xuất các khối XMP khi chúng tồn tại (thường phong phú và có cấu trúc hơn so với Info dictionary).
zh_hans: 当存在时，导出 XMP 块（通常比信息字典更丰富和结构化）。

# ed_dev_pdf_pdf_metadata_to_json_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a upozornění
da: Limitations and points of attention
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Limitations and points of attention
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Limitations and points of attention
pl: Ograniczenia i punkty uwagi
pt_pt: Limitações e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limitations and points of attention
sv: Begränsningar och punkter att tänka på
sw: TODO: Matokeo haya yanatumika vipi.
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_metadata_to_json_lim1
source: Les métadonnées peuvent être vides, incohérentes ou volontairement falsifiées : ce n’est pas une preuve d’origine.
af: Die metadata kan leeg, inkonsekwent of op doel gefalsifiseer wees: dit is nie 'n bewys van oorsprong nie.
bg: Метаданните могат да бъдат празни, несъответстващи или умишлено фалшифицирани: това не е доказателство за произход.
cs: Metadata mohou být prázdná, nekonzistentní nebo úmyslně falšována: to není důkaz původu.
da: Metadata kan være tomme, inkonsekvente eller bevidst forfalskede: det er ikke et bevis på oprindelse.
de: Die Metadaten können leer, inkonsistent oder absichtlich gefälscht sein: Dies ist kein Herkunftsnachweis.
el: Τα μεταδεδομένα μπορεί να είναι κενά, ασυνεπή ή σκόπιμα παραποιημένα: δεν είναι απόδειξη προέλευσης.
es: Los metadatos pueden estar vacíos, ser incoherentes o falsificados intencionadamente: esto no es una prueba de origen.
fi: Metatiedot voivat olla tyhjät, epäjohdonmukaiset tai tahallisesti vääristetyt: tämä ei ole todiste alkuperästä.
fil: Ang mga metadata ay maaaring walang laman, hindi pare-pareho o sinadyang peke: hindi ito patunay ng pinagmulan.
hu: TODO.
id: TODO.
it: I metadati possono essere vuoti, incoerenti o volutamente falsificati: non è una prova di origine.
ja: メタデータは空であったり、一貫性がなかったり、故意に改ざんされている場合があります：これは出所の証拠ではありません。
ko: 메타데이터는 비어 있거나, 일관성이 없거나, 고의로 조작될 수 있습니다: 이는 출처의 증거가 아닙니다.
nl: Metadata kunnen leeg, inconsistent of opzettelijk vervalst zijn: dit is geen bewijs van oorsprong.
no: Metadata kan være tomme, inkonsekvente eller bevisst forfalskede: dette er ikke et bevis på opprinnelse.
pl: Metadane mogą być puste, niespójne lub celowo sfałszowane: to nie jest dowód pochodzenia.
pt_pt: Os metadados podem estar vazios, incoerentes ou deliberadamente falsificados: isso não é uma prova de origem.
ro: Metadatele pot fi goale, incoerente sau falsificate intenționat: aceasta nu este o dovadă de origine.
ru: Метаданные могут быть пустыми, несоответствующими или намеренно подделанными: это не является доказательством происхождения.
sk: Metadata môžu byť prázdne, nekonzistentné alebo úmyselne falšované: nie je to dôkaz pôvodu.
sv: Metadata kan vara tomma, inkonsekventa eller avsiktligt förfalskade: det är inte ett bevis på ursprung.
sw: Metadata zinaweza kuwa tupu, zisizo na mwelekeo au kwa makusudi kufanywa kuwa za uongo: hii si uthibitisho wa asili.
tr: Meta veriler boş, tutarsız veya kasıtlı olarak sahte olabilir: bu, kökenin bir kanıtı değildir.
uk: Метадані можуть бути порожніми, несумісними або навмисно підробленими: це не є доказом походження.
vi: Siêu dữ liệu có thể trống, không nhất quán hoặc cố ý bị giả mạo: đây không phải là bằng chứng về nguồn gốc.
zh_hans: 元数据可能为空、不一致或故意伪造：这不是来源的证明。

# ed_dev_pdf_pdf_metadata_to_json_lim2
source: Les formats de date peuvent varier (timezone, format PDF) : interprétez-les avec attention.
af: Die datumformate kan verskil (tydsones, PDF-formaat): interpreteer dit met sorg.
bg: Форматите на датите могат да варират (часова зона, PDF формат): интерпретирайте ги внимателно.
cs: Formáty dat mohou být různé (časové pásmo, formát PDF): interpretujte je pečlivě.
da: Datoformater kan variere (tidszone, PDF-format): fortolk dem med omhu.
de: Die Datumsformate können variieren (Zeitzone, PDF-Format): Interpretieren Sie sie mit Vorsicht.
el: Οι μορφές ημερομηνίας μπορεί να διαφέρουν (timezone, μορφή PDF): ερμηνεύστε τις προσεκτικά.
es: Los formatos de fecha pueden variar (zona horaria, formato PDF): interprétalos con atención.
fi: Päivämäärämuodot voivat vaihdella (aikavyöhyke, PDF-muoto): tulkitse niitä huolellisesti.
fil: Ang mga format ng petsa ay maaaring mag-iba (timezone, format ng PDF): bigyang-pansin ang mga ito.
hu: TODO.
id: TODO.
it: I formati di data possono variare (fuso orario, formato PDF): interpretali con attenzione.
ja: 日付形式は異なる場合があります（タイムゾーン、PDF形式）：注意して解釈してください。
ko: 날짜 형식은 다양할 수 있습니다(시간대, PDF 형식): 주의 깊게 해석하세요.
nl: De datums kunnen variëren (tijdzone, PDF-formaat): interpreteer ze met zorg.
no: Datoformater kan variere (tidssone, PDF-format): tolk dem med forsiktighet.
pl: Formaty dat mogą się różnić (strefa czasowa, format PDF): interpretuj je z uwagą.
pt_pt: Os formatos de data podem variar (fuso horário, formato PDF): interprete-os com atenção.
ro: Formatele de dată pot varia (fus orar, format PDF): interpretați-le cu atenție.
ru: Форматы даты могут варьироваться (часовой пояс, формат PDF): интерпретируйте их внимательно.
sk: Formáty dátumov sa môžu líšiť (časová zóna, formát PDF): interpretujte ich s pozornosťou.
sv: Datumformat kan variera (tidszon, PDF-format): tolka dem med försiktighet.
sw: Format za tarehe zinaweza kutofautiana (timezone, muundo wa PDF): tafakari kwa makini.
tr: Tarih formatları değişiklik gösterebilir (zaman dilimi, PDF formatı): bunları dikkatlice yorumlayın.
uk: Формати дати можуть варіюватися (часовий пояс, формат PDF): інтерпретуйте їх уважно.
vi: Các định dạng ngày có thể khác nhau (múi giờ, định dạng PDF): hãy diễn giải chúng một cách cẩn thận.
zh_hans: 日期格式可能会有所不同（时区、PDF 格式）：请仔细解读。

# ed_dev_pdf_pdf_metadata_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Frequently asked questions
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Frequently asked questions
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Frequently asked questions
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Frequently asked questions
sv: Vanliga frågor
sw: TODO.
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_metadata_to_json_q1
source: Quelle différence entre Creator et Producer ?
af: Wat is die verskil tussen Creator en Producer?
bg: Каква е разликата между Creator и Producer?
cs: Jaký je rozdíl mezi Creator a Producer?
da: Hvad er forskellen mellem Creator og Producer?
de: Was ist der Unterschied zwischen Creator und Producer?
el: Ποια είναι η διαφορά μεταξύ του Creator και του Producer;
es: ¿Cuál es la diferencia entre Creator y Producer?
fi: Mikä on ero Creatorin ja Producerin välillä?
fil: Ano ang pagkakaiba ng Creator at Producer?
hu: TODO
id: TODO
it: Qual è la differenza tra Creator e Producer?
ja: CreatorとProducerの違いは何ですか？
ko: 작성자와 제작자 간의 차이는 무엇입니까?
nl: Wat is het verschil tussen Creator en Producer?
no: Hva er forskjellen mellom Creator og Producer?
pl: Jaka jest różnica między Creator a Producer?
pt_pt: Qual é a diferença entre Creator e Producer?
ro: Care este diferența între Creator și Producer?
ru: В чем разница между Creator и Producer?
sk: Aký je rozdiel medzi Creator a Producer?
sv: Vad är skillnaden mellan Creator och Producer?
sw: Tofauti gani kati ya Creator na Producer?
tr: Creator ile Producer arasındaki fark nedir?
uk: Яка різниця між Creator і Producer?
vi: Sự khác biệt giữa Creator và Producer là gì?
zh_hans: Creator 和 Producer 有什么区别？

# ed_dev_pdf_pdf_metadata_to_json_a1
source: Creator est souvent l’application qui a créé le contenu ; Producer l’outil qui a généré/transformé le PDF.
af: Die Skepper is dikwels die toepassing wat die inhoud geskep het; Produsent die hulpmiddel wat die PDF gegenereer/omgeskakel het.
bg: Creator обикновено е приложението, което е създало съдържанието; Producer е инструментът, който е генерирал/трансформирал PDF.
cs: Tvůrce je často aplikace, která vytvořila obsah; Producent je nástroj, který PDF vygeneroval/transformoval.
da: Creator er ofte den applikation, der har oprettet indholdet; Producer er værktøjet, der har genereret/transformeret PDF'en.
de: Creator ist oft die Anwendung, die den Inhalt erstellt hat; Producer ist das Tool, das das PDF generiert/transformiert hat.
el: Ο Creator είναι συχνά η εφαρμογή που δημιούργησε το περιεχόμενο; ο Producer είναι το εργαλείο που δημιούργησε/μετέτρεψε το PDF.
es: Creator suele ser la aplicación que creó el contenido; Producer es la herramienta que generó/transformó el PDF.
fi: Creator on usein sovellus, joka on luonut sisällön; Producer on työkalu, joka on luonut/muuntanut PDF:n.
fil: Ang Creator ay kadalasang ang aplikasyon na lumikha ng nilalaman; ang Producer ang tool na bumuo/transforma ng PDF.
hu: TODO
id: TODO
it: Creator è spesso l'applicazione che ha creato il contenuto; Producer è lo strumento che ha generato/trasformato il PDF.
ja: 作成者は通常、コンテンツを作成したアプリケーションです。プロデューサーはPDFを生成/変換したツールです。
ko: 작성자는 종종 콘텐츠를 생성한 애플리케이션입니다; 프로듀서는 PDF를 생성/변환한 도구입니다.
nl: De maker is vaak de applicatie die de inhoud heeft gemaakt; de producent is het hulpmiddel dat de PDF heeft gegenereerd/getransformeerd.
no: Creator er ofte applikasjonen som laget innholdet; Producer er verktøyet som genererte/transformerte PDF-en.
pl: Creator to często aplikacja, która stworzyła zawartość; Producer to narzędzie, które wygenerowało/przekształciło PDF.
pt_pt: Creator é frequentemente o aplicativo que criou o conteúdo; Producer é a ferramenta que gerou/transformou o PDF.
ro: Creator este adesea aplicația care a creat conținutul; Producer este instrumentul care a generat/transformat PDF-ul.
ru: Создатель — это часто приложение, которое создало содержимое; Производитель — это инструмент, который сгенерировал/преобразовал PDF.
sk: Creator je často aplikácia, ktorá vytvorila obsah; Producer je nástroj, ktorý generoval/transformoval PDF.
sv: Creator är ofta den applikation som skapade innehållet; Producer är verktyget som genererade/transformerade PDF-filen.
sw: Creator mara nyingi ni programu iliyounda maudhui; Producer ni chombo kilichozalisha/kibadilisha PDF.
tr: Creator genellikle içeriği oluşturan uygulamadır; Producer ise PDF'yi üreten/dönüştüren araçtır.
uk: Автором зазвичай є програма, яка створила вміст; Виробник - це інструмент, який згенерував/перетворив PDF.
vi: Creator thường là ứng dụng đã tạo ra nội dung; Producer là công cụ đã tạo ra/chuyển đổi PDF.
zh_hans: Creator 通常是创建内容的应用程序；Producer 是生成/转换 PDF 的工具。

# ed_dev_pdf_pdf_metadata_to_json_q2
source: Pourquoi je n’ai pas de XMP ?
af: Hoekom het ek nie XMP nie?
bg: Защо нямам XMP?
cs: Proč nemám XMP?
da: Hvorfor har jeg ikke XMP?
de: Warum habe ich kein XMP?
el: Γιατί δεν έχω XMP;
es: ¿Por qué no tengo XMP?
fi: Miksi minulla ei ole XMP:tä?
fil: Bakit wala akong XMP?
hu: TODO
id: TODO
it: Perché non ho XMP?
ja: なぜXMPがないのですか？
ko: 왜 XMP가 없나요?
nl: Waarom heb ik geen XMP?
no: Hvorfor har jeg ikke XMP?
pl: Dlaczego nie mam XMP?
pt_pt: Por que não tenho XMP?
ro: De ce nu am XMP?
ru: Почему у меня нет XMP?
sk: Prečo nemám XMP?
sv: Varför har jag ingen XMP?
sw: Kwanini sina XMP?
tr: Neden XMP'm yok?
uk: Чому у мене немає XMP?
vi: Tại sao tôi không có XMP?
zh_hans: 为什么我没有 XMP？
