Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_ratio_equivalent_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapa
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_ratio_equivalent_uc1_title
source: Simplification
af: Vereenvoudiging
bg: Опростяване
cs: Zjednodušení
da: Forenkling
de: Vereinfachung
el: Απλοποίηση
es: Simplificación
fi: Yksinkertaistaminen
fil: Pagsasimplify
hu: Egyszerűsítés
id: Penyederhanaan
it: Semplificazione
ja: 簡素化
ko: 단순화
nl: Vereenvoudiging
no: Forenkling
pl: Uproszczenie
pt_pt: Simplificação
ro: Simplificare
ru: Упрощение
sk: Zjednodušenie
sv: Förenkling
sw: Rahisisha
tr: Basitleştirme
uk: Спрощення
vi: Đơn giản hóa
zh_hans: 简化

# ed_math_ratio_equivalent_uc1_text
source: Reconnaître des ratios identiques sous des formes différentes.
af: Erken identiese verhoudings in verskillende vorme.
bg: Разпознаване на идентични съотношения в различни форми.
cs: Rozpoznat identické poměry v různých formách.
da: Genkende identiske forhold i forskellige former.
de: Identische Verhältnisse in unterschiedlichen Formen erkennen.
el: Αναγνώριση ίδιων λόγων σε διαφορετικές μορφές.
es: Reconocer razones idénticas en diferentes formas.
fi: Tunnista samat suhteet eri muodoissa.
fil: Kilalanin ang mga magkaparehong ratio sa iba't ibang anyo.
hu: Az azonos arányok különböző formákban való felismerése.
id: Mengenali rasio yang identik dalam bentuk yang berbeda.
it: Riconoscere rapporti identici sotto forme diverse.
ja: 異なる形で同じ比率を認識する。
ko: 다른 형태로 동일한 비율을 인식합니다.
nl: Herken identieke verhoudingen in verschillende vormen.
no: Gjenkjenne identiske forhold i forskjellige former.
pl: Rozpoznać identyczne stosunki w różnych formach.
pt_pt: Reconhecer razões idênticas sob formas diferentes.
ro: Recunoașterea rapoartelor identice sub forme diferite.
ru: Распознать одинаковые отношения в разных формах.
sk: Rozpoznať identické pomery v rôznych formách.
sv: Känna igen identiska förhållanden i olika former.
sw: Kutambua uwiano sawa katika mifano tofauti.
tr: Farklı biçimlerdeki aynı oranları tanımak.
uk: Визначити однакові співвідношення в різних формах.
vi: Nhận diện các tỷ lệ giống nhau dưới các hình thức khác nhau.
zh_hans: 识别以不同形式表示的相同比率。

# ed_math_ratio_equivalent_uc2_title
source: Vérification
af: Verifikasie
bg: Проверка
cs: Ověření
da: Kontrol
de: Überprüfung
el: Επαλήθευση
es: Verificación
fi: Tarkistus
fil: Pagsusuri
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 確認
ko: 검증
nl: Controle
no: Verifisering
pl: Weryfikacja
pt_pt: Verificação
ro: Verificare
ru: Проверка
sk: Overenie
sv: Verifiering
sw: Uhakiki
tr: Doğrulama
uk: Перевірка
vi: Kiểm tra
zh_hans: 验证

# ed_math_ratio_equivalent_uc2_text
source: Vérifier qu’une transformation conserve bien la proportion.
af: Verifieer dat 'n transformasie die proporsie behou.
bg: Проверете дали трансформацията запазва пропорцията.
cs: Zkontrolovat, zda transformace skutečně zachovává poměr.
da: Kontroller at en transformation bevarer proportionen.
de: Überprüfen, ob eine Transformation das Verhältnis beibehält.
el: Ελέγξτε ότι μια μετατροπή διατηρεί την αναλογία.
es: Verificar que una transformación conserve la proporción.
fi: Tarkista, että muunnos säilyttää suhteen.
fil: Suriin kung ang isang pagbabago ay tunay na nagpapanatili ng proporsyon.
hu: Ellenőrizd, hogy egy átalakítás megőrzi-e az arányt.
id: Memastikan bahwa sebuah transformasi mempertahankan proporsi.
it: Verificare che una trasformazione mantenga la proporzione.
ja: 変換が割合を保持していることを確認する。
ko: 변환이 비율을 잘 유지하는지 확인합니다.
nl: Controleer of een transformatie de verhouding behoudt.
no: Sjekke at en transformasjon bevarer forholdet.
pl: Sprawdź, czy transformacja zachowuje proporcję.
pt_pt: Verificar se uma transformação mantém a proporção.
ro: Verificarea că o transformare păstrează proporția.
ru: Проверить, что преобразование сохраняет пропорцию.
sk: Skontrolovať, či transformácia zachováva proporciu.
sv: Kontrollera att en transformation verkligen bevarar proportionen.
sw: Kuthibitisha kwamba mabadiliko yanahifadhi uwiano.
tr: Bir dönüşümün oranı koruyup korumadığını kontrol edin.
uk: Перевірити, що перетворення зберігає пропорцію.
vi: Kiểm tra xem một phép biến đổi có giữ nguyên tỷ lệ hay không.
zh_hans: 检查变换是否保持比例。

# ed_math_ratio_equivalent_output
source: Ce que vous apprenez
af: Wat jy leer
bg: Какво научавате
cs: Co se učíte
da: Det du lærer
de: Was Sie lernen
el: Αυτό που μαθαίνετε
es: Lo que aprendes
fi: Mitä opit
fil: Ang iyong natutunan
hu: Amit tanulsz
id: Apa yang Anda pelajari
it: Ciò che impari
ja: 学ぶこと
ko: 당신이 배우는 것
nl: Wat je leert
no: Det du lærer
pl: To, czego się uczysz
pt_pt: O que você aprende
ro: Ce înveți
ru: Что вы изучаете
sk: Čo sa učíte
sv: Det du lär dig
sw: Unachojifunza
tr: Öğrendikleriniz
uk: Що ви дізнаєтеся
vi: Điều bạn học được
zh_hans: 您所学到的

# ed_math_ratio_equivalent_out1
source: La définition précise de ratios équivalents.
af: Die presiese definisie van ewe verhoudings.
bg: Точната дефиниция на еквивалентни съотношения.
cs: Přesná definice ekvivalentních poměrů.
da: Den præcise definition af ækvivalente forhold.
de: Die präzise Definition von äquivalenten Verhältnissen.
el: Η ακριβής ορισμός των ισοδύναμων λόγων.
es: La definición precisa de razones equivalentes.
fi: Vastaavien suhteiden tarkka määritelmä.
fil: Ang tiyak na depinisyon ng mga katumbas na ratio.
hu: Az egyenértékű arányok pontos meghatározása.
id: Definisi tepat dari rasio setara.
it: La definizione precisa di rapporti equivalenti.
ja: 同等の比率の正確な定義。
ko: 동등한 비율의 정확한 정의입니다.
nl: De precieze definitie van gelijke verhoudingen.
no: Den presise definisjonen av ekvivalente forhold.
pl: Dokładna definicja stosunków równoważnych.
pt_pt: A definição precisa de razões equivalentes.
ro: Definiția precisă a rapoartelor echivalente.
ru: Точное определение эквивалентных отношений.
sk: Presná definícia ekvivalentných pomerov.
sv: Den exakta definitionen av likvärdiga förhållanden.
sw: Maelezo sahihi ya uwiano sawa.
tr: Eşit oranların kesin tanımı.
uk: Точне визначення еквівалентних співвідношень.
vi: Định nghĩa chính xác về các tỷ lệ tương đương.
zh_hans: 等效比率的精确定义。

# ed_math_ratio_equivalent_out2
source: Les techniques pour les reconnaître rapidement.
af: Die tegnieke om hulle vinnig te herken.
bg: Техниките за бързо разпознаване.
cs: Techniky pro jejich rychlé rozpoznání.
da: Teknikkerne til hurtigt at genkende dem.
de: Die Techniken, um sie schnell zu erkennen.
el: Οι τεχνικές για να τους αναγνωρίζετε γρήγορα.
es: Las técnicas para reconocerlas rápidamente.
fi: Tekniikat niiden nopeaan tunnistamiseen.
fil: Ang mga teknik upang mabilis silang makilala.
hu: A gyors felismerés technikái.
id: Teknik untuk mengenalinya dengan cepat.
it: Le tecniche per riconoscerli rapidamente.
ja: それらを迅速に認識するための技術。
ko: 빠르게 인식하는 기술입니다.
nl: De technieken om ze snel te herkennen.
no: Teknikkene for å gjenkjenne dem raskt.
pl: Techniki szybkiego ich rozpoznawania.
pt_pt: As técnicas para as reconhecer rapidamente.
ro: Tehnicile pentru a le recunoaște rapid.
ru: Техники для их быстрого распознавания.
sk: Techniky na ich rýchle rozpoznanie.
sv: Teknikerna för att snabbt känna igen dem.
sw: Mbinu za kuwatambua haraka.
tr: Onları hızlı bir şekilde tanımak için teknikler.
uk: Техніки для швидкого їх розпізнавання.
vi: Các kỹ thuật để nhận diện chúng một cách nhanh chóng.
zh_hans: 快速识别它们的技巧。

# ed_math_ratio_equivalent_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_ratio_equivalent_lim1
source: Multiplier ou diviser par zéro invalide le ratio.
af: Vermenigvuldig of deel deur nul maak die verhouding ongeldig.
bg: Умножаването или делението на нула прави съотношението невалидно.
cs: Násobení nebo dělení nulou neplatí poměr.
da: At multiplicere eller dividere med nul invaliderer forholdet.
de: Das Multiplizieren oder Dividieren durch Null macht das Verhältnis ungültig.
el: Ο πολλαπλασιασμός ή η διαίρεση με το μηδέν ακυρώνει τον λόγο.
es: Multiplicar o dividir por cero invalida la razón.
fi: Kertominen tai jakaminen nollalla tekee suhteesta virheellisen.
fil: Ang pag-multiply o paghahati sa zero ay nagiging hindi wasto ang ratio.
hu: A nullával való szorzás vagy osztás érvényteleníti az arányt.
id: Mengalikan atau membagi dengan nol membuat rasio tidak valid.
it: Moltiplicare o dividere per zero invalida il rapporto.
ja: ゼロで掛けるか割ることは比率を無効にする。
ko: 0으로 곱하거나 나누면 비율이 무효화됩니다.
nl: Vermenigvuldigen of delen door nul maakt de verhouding ongeldig.
no: Å multiplisere eller dividere med null ugyldiggjør forholdet.
pl: Mnożenie lub dzielenie przez zero unieważnia stosunek.
pt_pt: Multiplicar ou dividir por zero invalida a razão.
ro: Înmulțirea sau împărțirea cu zero invalidează raportul.
ru: Умножение или деление на ноль делает отношение недействительным.
sk: Násobenie alebo delenie nulou neplatí pomer.
sv: Att multiplicera eller dividera med noll ogiltigförklarar förhållandet.
sw: Kuzidisha au kugawanya kwa sifuri kunaharibu uwiano.
tr: Sıfıra çarpma veya bölme işlemi oranı geçersiz kılar.
uk: Множення або ділення на нуль робить співвідношення недійсним.
vi: Nhân hoặc chia cho số không làm vô hiệu tỷ lệ.
zh_hans: 乘以或除以零使比率无效。

# ed_math_ratio_equivalent_lim2
source: Les deux termes doivent être transformés de la même manière.
af: Die twee terme moet op dieselfde manier verander word.
bg: Двата термина трябва да бъдат преобразувани по един и същи начин.
cs: Oba termíny musí být transformovány stejným způsobem.
da: De to termer skal transformeres på samme måde.
de: Die beiden Terme müssen auf die gleiche Weise umgewandelt werden.
el: Οι δύο όροι πρέπει να μετατραπούν με τον ίδιο τρόπο.
es: Los dos términos deben transformarse de la misma manera.
fi: Molempia termejä on muutettava samalla tavalla.
fil: Ang dalawang termino ay dapat na ma-transform sa parehong paraan.
hu: A két kifejezést ugyanúgy kell átalakítani.
id: Kedua istilah harus diubah dengan cara yang sama.
it: I due termini devono essere trasformati allo stesso modo.
ja: 2つの項は同じ方法で変換する必要があります。
ko: 두 용어는 동일한 방식으로 변환되어야 합니다.
nl: De twee termen moeten op dezelfde manier worden getransformeerd.
no: De to begrepene må transformeres på samme måte.
pl: Oba terminy muszą być przekształcone w ten sam sposób.
pt_pt: Os dois termos devem ser transformados da mesma maneira.
ro: Cele două termeni trebuie transformate în același mod.
ru: Оба термина должны быть преобразованы одинаковым образом.
sk: Oba termíny musia byť transformované rovnakým spôsobom.
sv: De två termerna måste transformeras på samma sätt.
sw: Mifano miwili inapaswa kubadilishwa kwa njia sawa.
tr: İki terim aynı şekilde dönüştürülmelidir.
uk: Обидва терміни повинні бути перетворені однаково.
vi: Hai thuật ngữ phải được chuyển đổi theo cùng một cách.
zh_hans: 这两个术语必须以相同的方式转换。

# ed_math_ratio_equivalent_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sugestie
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_ratio_equivalent_tip
source: Si a×d = b×c, alors les ratios a/b et c/d sont équivalents.
af: As a×d = b×c, dan is die verhoudings a/b en c/d ekwivalent.
bg: Ако a×d = b×c, то съотношенията a/b и c/d са еквивалентни.
cs: Pokud a×d = b×c, pak jsou poměry a/b a c/d ekvivalentní.
da: Hvis a×d = b×c, så er forholdene a/b og c/d ækvivalente.
de: Wenn a×d = b×c, dann sind die Verhältnisse a/b und c/d gleichwertig.
el: Αν a×d = b×c, τότε οι λόγοι a/b και c/d είναι ισοδύναμοι.
es: Si a×d = b×c, entonces las razones a/b y c/d son equivalentes.
fi: Jos a×d = b×c, niin suhteet a/b ja c/d ovat ekvivalentteja.
fil: Kung a×d = b×c, kung gayon ang mga ratio a/b at c/d ay katumbas.
hu: Ha a×d = b×c, akkor az a/b és c/d arányok egyenértékűek.
id: Jika a×d = b×c, maka rasio a/b dan c/d adalah setara.
it: Se a×d = b×c, allora i rapporti a/b e c/d sono equivalenti.
ja: もし a×d = b×c ならば、比率 a/b と c/d は等価です。
ko: a×d = b×c이면 비율 a/b와 c/d는 동등합니다.
nl: Als a×d = b×c, dan zijn de verhoudingen a/b en c/d gelijkwaardig.
no: Hvis a×d = b×c, så er forholdene a/b og c/d ekvivalente.
pl: Jeśli a×d = b×c, to proporcje a/b i c/d są równoważne.
pt_pt: Se a×d = b×c, então as razões a/b e c/d são equivalentes.
ro: Dacă a×d = b×c, atunci rapoartele a/b și c/d sunt echivalente.
ru: Если a×d = b×c, то отношения a/b и c/d эквивалентны.
sk: Ak a×d = b×c, potom sú pomery a/b a c/d ekvivalentné.
sv: Om a×d = b×c, då är förhållandena a/b och c/d ekvivalenta.
sw: Ikiwa a×d = b×c, basi uwiano a/b na c/d ni sawa.
tr: Eğer a×d = b×c ise, o zaman a/b ve c/d oranları eşdeğerdir.
uk: Якщо a×d = b×c, тоді відношення a/b та c/d є еквівалентними.
vi: Nếu a×d = b×c, thì tỷ lệ a/b và c/d là tương đương.
zh_hans: 如果 a×d = b×c，则比例 a/b 和 c/d 是等价的。

# ed_math_ratio_missing_title
source: À propos : Valeur manquante dans un ratio
af: Oor: Ontbrekende waarde in 'n verhouding
bg: Относно: Липсваща стойност в съотношение
cs: O: Chybějící hodnota v poměru
da: Om: Manglende værdi i et forhold
de: Über: Fehlender Wert in einem Verhältnis
el: Σχετικά: Ελλείπουσα τιμή σε έναν λόγο
es: Acerca de: Valor faltante en una razón
fi: Tietoa: Puuttuva arvo suhteessa
fil: Tungkol sa: Nawawalang halaga sa isang ratio
hu: A következőkről: Hiányzó érték egy arányban
id: Tentang: Nilai yang hilang dalam rasio
it: A proposito: Valore mancante in un rapporto
ja: について：比率の欠損値
ko: 정보: 비율에서 누락된 값
nl: Over: Ontbrekende waarde in een verhouding
no: Om: Manglende verdi i et forhold
pl: O tym: Brakująca wartość w proporcji
pt_pt: Sobre: Valor ausente em uma razão
ro: Despre: Valoare lipsă într-un raport
ru: О программе: Недостаточное значение в отношении
sk: O: Chýbajúca hodnota v pomere
sv: Om: Saknad värde i ett förhållande
sw: Kuhusu: Thamani inayokosekana katika uwiano
tr: Hakkında: Bir orandaki eksik değer
uk: Про: Відсутнє значення в відношенні
vi: Về việc: Giá trị thiếu trong một tỷ lệ
zh_hans: 关于：比例中的缺失值

# ed_math_ratio_missing_lead
source: Calculer une valeur inconnue dans un ratio en conservant la proportion.
af: Bereken 'n onbekende waarde in 'n verhouding terwyl die proporsie behou word.
bg: Изчислете неизвестна стойност в съотношение, запазвайки пропорцията.
cs: Vypočítejte neznámou hodnotu v poměru při zachování proporce.
da: Beregne en ukendt værdi i et forhold ved at bevare proportionen.
de: Berechnen Sie einen unbekannten Wert in einem Verhältnis, während Sie die Proportion beibehalten.
el: Υπολογίστε μια άγνωστη τιμή σε έναν λόγο διατηρώντας την αναλογία.
es: Calcular un valor desconocido en una razón manteniendo la proporción.
fi: Laske tuntematon arvo suhteessa säilyttäen suhde.
fil: Kalkulahin ang isang hindi kilalang halaga sa isang ratio habang pinapanatili ang proporsyon.
hu: Egy ismeretlen érték kiszámítása egy arányban a proporció megőrzésével.
id: Menghitung nilai yang tidak diketahui dalam rasio dengan mempertahankan proporsi.
it: Calcolare un valore sconosciuto in un rapporto mantenendo la proporzione.
ja: 比率の中で未知の値を計算し、比例を保つ。
ko: 비율에서 비례를 유지하면서 미지수를 계산합니다.
nl: Bereken een onbekende waarde in een verhouding terwijl je de verhouding behoudt.
no: Beregne en ukjent verdi i et forhold mens man opprettholder proporsjonen.
pl: Obliczanie nieznanej wartości w proporcji przy zachowaniu proporcjonalności.
pt_pt: Calcular um valor desconhecido em uma razão mantendo a proporção.
ro: Calculați o valoare necunoscută într-un raport păstrând proporția.
ru: Вычислить неизвестное значение в отношении, сохраняя пропорцию.
sk: Vypočítať neznámu hodnotu v pomere pri zachovaní proporcie.
sv: Beräkna ett okänt värde i ett förhållande genom att behålla proportionen.
sw: Kuamua thamani isiyojulikana katika uwiano huku ukihifadhi uwiano.
tr: Oranı koruyarak bir bilinmeyen değeri hesaplamak.
uk: Обчислити невідоме значення в відношенні, зберігаючи пропорцію.
vi: Tính toán một giá trị không xác định trong một tỷ lệ mà vẫn giữ nguyên tỷ lệ.
zh_hans: 在保持比例的情况下计算比例中的未知值。

# ed_math_ratio_missing_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Caso d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikssituatie
no: Bruksområde
pl: Przykład użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_ratio_missing_uc1_title
source: Exercices scolaires
af: Skool oefeninge
bg: Училищни упражнения
cs: Školní cvičení
da: Skoleøvelser
de: Schulübungen
el: Σχολικές ασκήσεις
es: Ejercicios escolares
fi: Koulutehtävät
fil: Mga pagsasanay sa paaralan
hu: Iskolai gyakorlatok
id: Latihan sekolah
it: Esercizi scolastici
ja: 学校の演習
ko: 학교 과제
nl: Schooloefeningen
no: Skoleoppgaver
pl: Ćwiczenia szkolne
pt_pt: Exercícios escolares
ro: Exerciții școlare
ru: Школьные упражнения
sk: Školské cvičenia
sv: Skolövningar
sw: Mazoezi ya shule
tr: Okul alıştırmaları
uk: Шкільні вправи
vi: Bài tập học đường
zh_hans: 学校练习

# ed_math_ratio_missing_uc1_text
source: Résoudre des problèmes avec une donnée absente.
af: Los probleme op met 'n ontbrekende data.
bg: Решаване на проблеми с липсваща информация.
cs: Řešení problémů s chybějícími daty.
da: Løse problemer med en manglende oplysning.
de: Probleme mit einer fehlenden Angabe lösen.
el: Λύστε προβλήματα με μια απουσία δεδομένων.
es: Resolver problemas con un dato ausente.
fi: Ratkaise ongelmia, joissa on puuttuva tieto.
fil: Lutasin ang mga problema na may nawawalang data.
hu: Problémák megoldása hiányzó adattal.
id: Menyelesaikan masalah dengan data yang hilang.
it: Risolvere problemi con un dato assente.
ja: 欠損データを使って問題を解決する。
ko: 누락된 데이터로 문제를 해결합니다.
nl: Problemen oplossen met een ontbrekende gegevens.
no: Løse problemer med en manglende data.
pl: Rozwiązywanie problemów z brakującą dany.
pt_pt: Resolver problemas com um dado ausente.
ro: Rezolvarea problemelor cu o dată absentă.
ru: Решение задач с отсутствующими данными.
sk: Riešiť problémy s chýbajúcim údajom.
sv: Lösa problem med en saknad uppgift.
sw: Kutatua matatizo na data iliyokosekana.
tr: Eksik bir veri ile problemleri çözmek.
uk: Розв'язання проблем з відсутніми даними.
vi: Giải quyết các vấn đề với một dữ liệu bị thiếu.
zh_hans: 解决缺失数据的问题。

# ed_math_ratio_missing_uc2_title
source: Situations concrètes
af: Konkrete situasies
bg: Конкретни ситуации
cs: Konkrétní situace
da: Konkrete situationer
de: Konkrete Situationen
el: Συγκεκριμένες καταστάσεις
es: Situaciones concretas
fi: Käytännön tilanteet
fil: Mga konkretong sitwasyon
hu: Konkrét helyzetek
id: Situasi konkret
it: Situazioni concrete
ja: 具体的な状況
ko: 구체적인 상황
nl: Concrete situaties
no: Konkrete situasjoner
pl: Sytuacje rzeczywiste
pt_pt: Situações concretas
ro: Situații concrete
ru: Конкретные ситуации
sk: Konkrétne situácie
sv: Konkreta situationer
sw: Mifano halisi
tr: Somut durumlar
uk: Конкретні ситуації
vi: Tình huống cụ thể
zh_hans: 具体情况

# ed_math_ratio_missing_uc2_text
source: Adapter des recettes, des mélanges ou des dosages.
af: Pas resepte, mengsels of dosisse aan.
bg: Адаптиране на рецепти, смеси или дози.
cs: Úprava receptů, směsí nebo dávkování.
da: Tilpasse opskrifter, blandinger eller doseringer.
de: Rezepte, Mischungen oder Dosierungen anpassen.
el: Προσαρμόστε συνταγές, μείγματα ή δοσολογίες.
es: Adaptar recetas, mezclas o dosificaciones.
fi: Sovita reseptejä, seoksia tai annostuksia.
fil: I-adapt ang mga recipe, mga halo o mga dosis.
hu: Receptek, keverékek vagy adagok átalakítása.
id: Mengadaptasi resep, campuran, atau dosis.
it: Adattare ricette, miscele o dosaggi.
ja: レシピ、混合物、または投薬を調整する。
ko: 레시피, 혼합물 또는 용량을 조정합니다.
nl: Recepten, mengsels of doseringen aanpassen.
no: Tilpasse oppskrifter, blandinger eller doseringer.
pl: Dostosowywanie przepisów, mieszanek lub dawek.
pt_pt: Adaptar receitas, misturas ou dosagens.
ro: Adaptarea rețetelor, amestecurilor sau dozajelor.
ru: Адаптация рецептов, смесей или дозировок.
sk: Prispôsobiť recepty, zmesi alebo dávkovania.
sv: Anpassa recept, blandningar eller doseringar.
sw: Kubadilisha mapishi, mchanganyiko au kipimo.
tr: Tarifleri, karışımları veya dozajları uyarlamak.
uk: Адаптувати рецепти, суміші або дозування.
vi: Điều chỉnh công thức, hỗn hợp hoặc liều lượng.
zh_hans: 调整食谱、混合物或剂量。

# ed_math_ratio_missing_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Vad du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您得到的结果

# ed_math_ratio_missing_out1
source: La méthode générale pour isoler une valeur inconnue.
af: Die algemene metode om 'n onbekende waarde te isoleer.
bg: Общият метод за изолиране на неизвестна стойност.
cs: Obecná metoda pro izolaci neznámé hodnoty.
da: Den generelle metode til at isolere en ukendt værdi.
de: Die allgemeine Methode, um einen unbekannten Wert zu isolieren.
el: Η γενική μέθοδος για να απομονώσετε μια άγνωστη τιμή.
es: El método general para aislar un valor desconocido.
fi: Yleinen menetelmä tuntemattoman arvon eristämiseksi.
fil: Ang pangkalahatang pamamaraan para ihiwalay ang isang hindi kilalang halaga.
hu: Az általános módszer egy ismeretlen érték elkülönítésére.
id: Metode umum untuk mengisolasi nilai yang tidak diketahui.
it: Il metodo generale per isolare un valore sconosciuto.
ja: 未知の値を孤立させるための一般的な方法。
ko: 미지수를 분리하기 위한 일반적인 방법.
nl: De algemene methode om een onbekende waarde te isoleren.
no: Den generelle metoden for å isolere en ukjent verdi.
pl: Ogólna metoda izolowania nieznanej wartości.
pt_pt: O método geral para isolar um valor desconhecido.
ro: Metoda generală pentru a izola o valoare necunoscută.
ru: Общий метод для изоляции неизвестного значения.
sk: Všeobecná metóda na izolovanie neznámej hodnoty.
sv: Den allmänna metoden för att isolera ett okänt värde.
sw: Njia ya jumla ya kutenga thamani isiyojulikana.
tr: Bilinmeyen bir değeri izole etmek için genel yöntem.
uk: Загальний метод для ізоляції невідомого значення.
vi: Phương pháp tổng quát để tách một giá trị không xác định.
zh_hans: 隔离未知值的一般方法。
