Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_scan_title
source: Détecter si un PDF est scanné
af: Detecteer of 'n PDF gescanneer is
bg: Открийте дали PDF файлът е сканиран
cs: Detekovat, zda je PDF skenované
da: Registrer om en PDF er scannet
de: Erkennen, ob ein PDF gescannt ist
el: Ανίχνευση αν ένα PDF είναι σκαναρισμένο
es: Detectar si un PDF está escaneado
fi: Tunnista, onko PDF skannattu
fil: Tukuyin kung ang isang PDF ay na-scan
hu: Egy PDF szkennelésének észlelése
id: Mendeteksi apakah sebuah PDF dipindai
it: Rileva se un PDF è scansionato
ja: PDFがスキャンされたかどうかを検出する
ko: PDF가 스캔되었는지 감지
nl: Detecteer of een PDF is gescand
no: Oppdag om en PDF er skannet
pl: Wykryj, czy PDF jest zeskanowany
pt_pt: Detetar se um PDF é digitalizado
ro: Detectați dacă un PDF este scanat
ru: Обнаружить, является ли PDF отсканированным
sk: Detekovať, či je PDF skenované
sv: Detektera om en PDF är skannad
sw: Gundua ikiwa PDF imepigwa picha
tr: Bir PDF'nin taranıp taranmadığını tespit et
uk: Визначити, чи PDF відскановано
vi: Phát hiện xem một PDF có phải là quét hay không
zh_hans: 检测 PDF 是否为扫描件

# pdf_scan_subtitle
source: Analysez un PDF pour estimer s’il provient d’un scan (images sur les pages, absence de polices, indices CCITT/JBIG2) et exportez le diagnostic en JSON, localement dans votre navigateur.
af: Analiseer 'n PDF om te skat of dit van 'n skandering afkomstig is (prente op die bladsye, afwesigheid van fonts, CCITT/JBIG2-indikasies) en voer die diagnose uit in JSON, plaaslik in jou blaaier.
bg: Анализирайте PDF файл, за да оцените дали произхожда от сканиране (изображения на страниците, липса на шрифтове, индикатори CCITT/JBIG2) и експортирайте диагностиката в JSON, локално в браузъра си.
cs: Analyzujte PDF pro odhad, zda pochází ze skenu (obrázky na stránkách, absence písem, indikátory CCITT/JBIG2) a exportujte diagnostiku do JSON, lokálně ve vašem prohlížeči.
da: Analyser en PDF for at estimere, om den stammer fra et scan (billeder på siderne, fravær af skrifttyper, CCITT/JBIG2-indikatorer) og eksportér diagnosen i JSON, lokalt i din browser.
de: Analysieren Sie ein PDF, um zu schätzen, ob es von einem Scan stammt (Bilder auf den Seiten, Fehlen von Schriften, CCITT/JBIG2-Indikatoren) und exportieren Sie das Diagnoseergebnis im JSON-Format lokal in Ihrem Browser.
el: Αναλύστε ένα PDF για να εκτιμήσετε αν προέρχεται από σάρωση (εικόνες στις σελίδες, απουσία γραμματοσειρών, δείκτες CCITT/JBIG2) και εξάγετε τη διάγνωση σε JSON, τοπικά στον περιηγητή σας.
es: Analiza un PDF para estimar si proviene de un escaneo (imágenes en las páginas, ausencia de fuentes, índices CCITT/JBIG2) y exporta el diagnóstico en JSON, localmente en tu navegador.
fi: Analysoi PDF arvioidaksesi, onko se peräisin skannauksesta (kuvia sivuilla, fonttien puuttuminen, CCITT/JBIG2-viitteet) ja vie diagnoosi JSON-muodossa paikallisesti selaimessasi.
fil: Suriin ang isang PDF upang tantiyahin kung ito ay nagmula sa isang scan (mga imahe sa mga pahina, kawalan ng mga font, mga palatandaan ng CCITT/JBIG2) at i-export ang diagnosis sa JSON, lokal sa iyong browser.
hu: Egy PDF elemzése annak megbecsülésére, hogy szkennelésből származik-e (képek az oldalakon, betűtípusok hiánya, CCITT/JBIG2 jelek) és a diagnózis exportálása JSON formátumban, helyben a böngészőjében.
id: Analisis sebuah PDF untuk memperkirakan apakah itu berasal dari pemindaian (gambar di halaman, tidak ada font, petunjuk CCITT/JBIG2) dan ekspor diagnosis dalam JSON, secara lokal di browser Anda.
it: Analizza un PDF per stimare se proviene da una scansione (immagini sulle pagine, assenza di font, indizi CCITT/JBIG2) ed esporta la diagnosi in JSON, localmente nel tuo browser.
ja: PDFを分析して、スキャンからのものであるかどうかを推定します（ページ上の画像、フォントの不在、CCITT/JBIG2のインジケーター）し、診断をJSON形式でエクスポートします。ブラウザ内でローカルに。
ko: PDF를 분석하여 스캔에서 유래했는지 추정합니다(페이지의 이미지, 글꼴의 부재, CCITT/JBIG2 지표) 및 진단을 JSON 형식으로 내보내며, 브라우저에서 로컬로 수행합니다.
nl: Analyseer een PDF om te schatten of deze afkomstig is van een scan (afbeeldingen op de pagina's, afwezigheid van lettertypen, CCITT/JBIG2-indicatoren) en exporteer de diagnose in JSON, lokaal in uw browser.
no: Analyser en PDF for å estimere om den kommer fra en skanning (bilder på sidene, fravær av fonter, CCITT/JBIG2-indikatorer) og eksporter diagnosen i JSON, lokalt i nettleseren din.
pl: Analizuj PDF, aby oszacować, czy pochodzi z zeskanowania (obrazy na stronach, brak czcionek, wskaźniki CCITT/JBIG2) i wyeksportuj diagnozę w formacie JSON, lokalnie w przeglądarce.
pt_pt: Analise um PDF para estimar se provém de um digitalizado (imagens nas páginas, ausência de fontes, índices CCITT/JBIG2) e exporte o diagnóstico em JSON, localmente no seu navegador.
ro: Analizați un PDF pentru a estima dacă provine dintr-un scan (imagini pe pagini, absența fonturilor, indicii CCITT/JBIG2) și exportați diagnosticul în JSON, local în browserul dumneavoastră.
ru: Анализируйте PDF, чтобы оценить, поступил ли он из сканирования (изображения на страницах, отсутствие шрифтов, индексы CCITT/JBIG2) и экспортируйте диагностику в JSON, локально в вашем браузере.
sk: Analyzujte PDF, aby ste odhadli, či pochádza zo skenu (obrázky na stránkach, absencia písiem, indikátory CCITT/JBIG2) a exportujte diagnostiku do JSON, lokálne vo vašom prehliadači.
sv: Analysera en PDF för att uppskatta om den kommer från en skanning (bilder på sidorna, avsaknad av typsnitt, CCITT/JBIG2-indikatorer) och exportera diagnosen i JSON, lokalt i din webbläsare.
sw: Changanua PDF ili kukadiria ikiwa inatokana na picha (picha kwenye kurasa, ukosefu wa fonti, viashiria vya CCITT/JBIG2) na uhamasisha uchambuzi huo kwa JSON, ndani ya kivinjari chako.
tr: Bir PDF'yi analiz edin ve taramadan gelip gelmediğini tahmin edin (sayfalardaki görüntüler, font eksikliği, CCITT/JBIG2 ipuçları) ve tanıyı JSON formatında, tarayıcınızda yerel olarak dışa aktarın.
uk: Аналізуйте PDF, щоб оцінити, чи він походить зі сканування (зображення на сторінках, відсутність шрифтів, індикатори CCITT/JBIG2) та експортуйте діагностику у JSON, локально у вашому браузері.
vi: Phân tích một PDF để ước lượng xem nó có nguồn gốc từ một bản quét (hình ảnh trên các trang, không có phông chữ, chỉ số CCITT/JBIG2) và xuất chẩn đoán dưới dạng JSON, cục bộ trong trình duyệt của bạn.
zh_hans: 分析 PDF 以估算其是否来自扫描（页面上的图像、缺少字体、CCITT/JBIG2 指示）并将诊断导出为 JSON，保存在您的浏览器中。

# pdf_scan_err_title
source: Impossible d’analyser ce PDF.
af: Dit is onmoontlik om hierdie PDF te analiseer.
bg: Невъзможно е да се анализира този PDF.
cs: Nelze analyzovat toto PDF.
da: Det er ikke muligt at analysere denne PDF.
de: Dieses PDF kann nicht analysiert werden.
el: Αδύνατη η ανάλυση αυτού του PDF.
es: No se puede analizar este PDF.
fi: Tätä PDF:tä ei voida analysoida.
fil: Hindi ma-suri ang PDF na ito.
hu: A PDF elemzése lehetetlen.
id: Tidak dapat menganalisis PDF ini.
it: Impossibile analizzare questo PDF.
ja: このPDFを分析できません。
ko: 이 PDF를 분석할 수 없습니다.
nl: Het is niet mogelijk om deze PDF te analyseren.
no: Det er umulig å analysere denne PDF-en.
pl: Nie można przeanalizować tego PDF.
pt_pt: Impossível analisar este PDF.
ro: Imposibil de analizat acest PDF.
ru: Невозможно проанализировать этот PDF.
sk: Nemožno analyzovať toto PDF.
sv: Det går inte att analysera denna PDF.
sw: Haiwezekani kuchanganua PDF hii.
tr: Bu PDF'yi analiz etmek mümkün değil.
uk: Неможливо проаналізувати цей PDF.
vi: Không thể phân tích PDF này.
zh_hans: 无法分析此 PDF。

# pdf_scan_tip_yes
source: Ce PDF semble provenir d’un scan (forte probabilité).
af: Hierdie PDF blyk van 'n skandering afkomstig te wees (hoë waarskynlikheid).
bg: Този PDF изглежда произхожда от сканиране (висока вероятност).
cs: Toto PDF se zdá být skenované (vysoká pravděpodobnost).
da: Denne PDF ser ud til at stamme fra et scan (høj sandsynlighed).
de: Dieses PDF scheint von einem Scan zu stammen (hohe Wahrscheinlichkeit).
el: Αυτό το PDF φαίνεται να προέρχεται από σάρωση (υψηλή πιθανότητα).
es: Este PDF parece provenir de un escaneo (alta probabilidad).
fi: Tämä PDF näyttää olevan peräisin skannauksesta (korkea todennäköisyys).
fil: Mukhang nagmula ang PDF na ito sa isang scan (mataas na posibilidad).
hu: Ez a PDF úgy tűnik, hogy szkennelésből származik (nagy valószínűséggel).
id: PDF ini tampaknya berasal dari pemindaian (kemungkinan tinggi).
it: Questo PDF sembra provenire da una scansione (alta probabilità).
ja: このPDFはスキャンからのものであるようです（高い確率）。
ko: 이 PDF는 스캔에서 유래한 것으로 보입니다(높은 확률).
nl: Deze PDF lijkt afkomstig te zijn van een scan (hoge waarschijnlijkheid).
no: Denne PDF-en ser ut til å komme fra en skanning (høy sannsynlighet).
pl: Ten PDF wydaje się pochodzić z zeskanowania (wysokie prawdopodobieństwo).
pt_pt: Este PDF parece provir de um digitalizado (alta probabilidade).
ro: Acest PDF pare să provină dintr-un scan (probabilitate mare).
ru: Этот PDF, похоже, поступил из сканирования (высокая вероятность).
sk: Toto PDF sa zdá, že pochádza zo skenu (vysoká pravdepodobnosť).
sv: Denna PDF verkar komma från en skanning (hög sannolikhet).
sw: PDF hii inaonekana inatokana na picha (uwezekano mkubwa).
tr: Bu PDF'nin bir taramadan geldiği görülüyor (yüksek olasılık).
uk: Цей PDF, здається, походить зі сканування (висока ймовірність).
vi: PDF này có vẻ như đến từ một bản quét (xác suất cao).
zh_hans: 此 PDF 似乎来自扫描（概率很高）。

# pdf_scan_tip_no
source: Ce PDF ne semble pas être un scan (il contient des ressources de texte).
af: Hierdie PDF blyk nie 'n skandering te wees nie (dit bevat teksbronne).
bg: Този PDF не изглежда да е сканиран (съдържа текстови ресурси).
cs: Toto PDF se nezdá být skenované (obsahuje textové zdroje).
da: Denne PDF ser ikke ud til at være et scan (den indeholder tekstressourcer).
de: Dieses PDF scheint kein Scan zu sein (es enthält Textressourcen).
el: Αυτό το PDF δεν φαίνεται να είναι σάρωση (περιέχει πόρους κειμένου).
es: Este PDF no parece ser un escaneo (contiene recursos de texto).
fi: Tämä PDF ei näytä olevan skannaus (se sisältää tekstiresursseja).
fil: Mukhang hindi na-scan ang PDF na ito (naglalaman ito ng mga mapagkukunan ng teksto).
hu: Ez a PDF nem tűnik szkennelésnek (szöveges erőforrásokat tartalmaz).
id: PDF ini tidak tampaknya merupakan pemindaian (mengandung sumber daya teks).
it: Questo PDF non sembra essere una scansione (contiene risorse di testo).
ja: このPDFはスキャンではないようです（テキストリソースが含まれています）。
ko: 이 PDF는 스캔이 아닌 것으로 보입니다(텍스트 리소스가 포함되어 있습니다).
nl: Deze PDF lijkt geen scan te zijn (het bevat tekstbronnen).
no: Denne PDF-en ser ikke ut til å være en skanning (den inneholder tekstressurser).
pl: Ten PDF nie wydaje się być zeskanowany (zawiera zasoby tekstowe).
pt_pt: Este PDF não parece ser um digitalizado (contém recursos de texto).
ro: Acest PDF nu pare a fi un scan (conține resurse de text).
ru: Этот PDF, похоже, не является сканированным (он содержит текстовые ресурсы).
sk: Toto PDF sa nezdá byť skenované (obsahuje textové zdroje).
sv: Denna PDF verkar inte vara en skanning (den innehåller textresurser).
sw: PDF hii haionekani kuwa picha (ina rasilimali za maandiko).
tr: Bu PDF'nin bir tarama olmadığı görülüyor (metin kaynakları içeriyor).
uk: Цей PDF не виглядає як сканування (він містить текстові ресурси).
vi: PDF này không có vẻ là một bản quét (nó chứa tài nguyên văn bản).
zh_hans: 此 PDF 似乎不是扫描件（它包含文本资源）。

# pdf_scan_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF файл
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF aus
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng isang PDF
hu: PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択する
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alegeți un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择一个 PDF

# pdf_scan_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Reset
it: Reimposta
ja: リセット
ko: 재설정
nl: Resetten
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_scan_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiați
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_scan_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Transferir
ro: Descărcați
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_scan_filter_placeholder
source: Filtrer (page, raisons…)
af: Filtreer (bladsy, redes…)
bg: Филтриране (страница, причини…)
cs: Filtrovat (stránka, důvody…)
da: Filtrer (side, årsager…)
de: Filtern (Seite, Gründe…)
el: Φιλτράρισμα (σελίδα, λόγοι…)
es: Filtrar (página, razones…)
fi: Suodata (sivu, syyt…)
fil: I-filter (pahina, mga dahilan…)
hu: Szűrés (oldal, okok…)
id: Saring (halaman, alasan…)
it: Filtra (pagina, motivi…)
ja: フィルター（ページ、理由…）
ko: 필터링(페이지, 이유 등)
nl: Filteren (pagina, redenen…)
no: Filtrer (side, grunner…)
pl: Filtruj (strona, powody…)
pt_pt: Filtrar (página, razões…)
ro: Filtrați (pagini, motive…)
ru: Фильтровать (страница, причины…)
sk: Filtrovať (stránka, dôvody…)
sv: Filtrera (sida, skäl…)
sw: Chuja (ukurasa, sababu…)
tr: Filtrele (sayfa, nedenler…)
uk: Фільтрувати (сторінка, причини…)
vi: Lọc (trang, lý do…)
zh_hans: 过滤（页面，原因…）

# pdf_scan_status_loading
source: Analyse…
af: Analiseer…
bg: Анализиране…
cs: Analyzuji…
da: Analyserer…
de: Analysiere…
el: Ανάλυση…
es: Analizando…
fi: Analysoidaan…
fil: Sinusuri…
hu: Elemzés…
id: Menganalisis…
it: Analisi…
ja: 分析中…
ko: 분석 중...
nl: Analyseren…
no: Analyserer…
pl: Analiza…
pt_pt: Analisando…
ro: Analizăm…
ru: Анализ…
sk: Analyzujem…
sv: Analyserar…
sw: Changanua…
tr: Analiz ediliyor…
uk: Аналізую…
vi: Đang phân tích…
zh_hans: 分析中…

# pdf_scan_status_ready
source: Prêt
af: Gereed
bg: Готово
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Gata
ru: Готово
sk: Pripravené
sv: Klar
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_scan_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_scan_card_import_title
source: Importer un PDF
af: Importeer 'n PDF
bg: Импортиране на PDF файл
cs: Importovat PDF
da: Importer en PDF
de: Ein PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポートする
ko: PDF 가져오기
nl: Een PDF importeren
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF

# pdf_scan_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaier.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se provádí ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: No se envían datos a un servidor: todo se realiza en tu navegador.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa isang server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semua dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: データはサーバーに送信されません：すべてブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저에서 이루어집니다.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun date nu sunt trimise pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika ndani ya kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据发送到服务器：一切都在您的浏览器中进行。

# pdf_scan_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pdf_scan_card_results_sub
source: Score “scan” + indices détectés + détails par page.
af: Score 'scan' + gedetecteerde indikasies + besonderhede per bladsy.
bg: Оценка "сканиране" + открити индикатори + детайли на страница.
cs: Skóre "skanování" + detekované indikátory + detaily na stránce.
da: Score “scan” + registrerede indikatorer + detaljer pr. side.
de: Score "Scan" + erkannte Indikatoren + Details pro Seite.
el: Βαθμολογία "σάρωσης" + ανιχνευθέντες δείκτες + λεπτομέρειες ανά σελίδα.
es: Puntuación “escaneo” + índices detectados + detalles por página.
fi: Skannauspisteet + havaittuja viitteitä + tiedot sivukohtaisesti.
fil: Score ng "scan" + mga natukoy na palatandaan + mga detalye sa bawat pahina.
hu: "szkennelés" pontszám + észlelt jelek + részletek oldalanként.
id: Skor 'scan' + petunjuk yang terdeteksi + detail per halaman.
it: Punteggio "scansione" + indizi rilevati + dettagli per pagina.
ja: スキャンスコア + 検出されたインジケーター + ページごとの詳細。
ko: 스캔 점수 + 감지된 지표 + 페이지별 세부정보.
nl: Score 'scan' + gedetecteerde indicatoren + details per pagina.
no: Score “skanning” + oppdagede indikatorer + detaljer per side.
pl: Wynik „skan” + wykryte wskaźniki + szczegóły na stronie.
pt_pt: Pontuação 'digitalizado' + índices detetados + detalhes por página.
ro: Scor „scan” + indicii detectați + detalii pe pagină.
ru: Оценка "скан" + обнаруженные индексы + детали по странице.
sk: Skóre „sken“ + detekované indikátory + detaily na stránku.
sv: Skanna poäng + upptäckta indikatorer + detaljer per sida.
sw: Alama ya "scan" + viashiria vilivyogunduliwa + maelezo kwa ukurasa.
tr: 'tarama' puanı + tespit edilen ipuçları + sayfa başına ayrıntılar.
uk: Рейтинг "скан" + виявлені індикатори + деталі на сторінці.
vi: Điểm “quét” + chỉ số phát hiện + chi tiết theo trang.
zh_hans: “扫描”分数 + 检测到的指标 + 每页详细信息。

# pdf_scan_json_sub
source: Exportable
af: Eksporteerbaar
bg: Експортиране
cs: Exportovatelné
da: Eksportérbar
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Maaaring i-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポータブル
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Możliwe do wyeksportowania
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportabel
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出

# pdf_scan_list_title
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Các trang
zh_hans: 页面

# pdf_scan_empty
source: Aucune page à afficher.
af: Geen bladsye om te vertoon nie.
bg: Няма страници за показване.
cs: Žádná stránka k zobrazení.
da: Ingen sider at vise.
de: Keine Seiten zum Anzeigen.
el: Καμία σελίδα προς εμφάνιση.
es: No hay páginas para mostrar.
fi: Ei näytettäviä sivuja.
fil: Walang pahina na ipapakita.
hu: Nincs megjeleníthető oldal.
id: Tidak ada halaman untuk ditampilkan.
it: Nessuna pagina da visualizzare.
ja: 表示するページはありません。
ko: 표시할 페이지가 없습니다.
nl: Geen pagina's om weer te geven.
no: Ingen sider å vise.
pl: Brak stron do wyświetlenia.
pt_pt: Nenhuma página para exibir.
ro: Nicio pagină de afișat.
ru: Нет страниц для отображения.
sk: Žiadna stránka na zobrazenie.
sv: Inga sidor att visa.
sw: Hakuna ukurasa wa kuonyesha.
tr: Gösterilecek sayfa yok.
uk: Немає сторінок для відображення.
vi: Không có trang nào để hiển thị.
zh_hans: 没有页面可显示。

# pdf_scan_back
source: ← Retour aux outils PDF
af: ← Terug na PDF-gereedskap
bg: ← Върнете се към PDF инструментите
cs: ← Zpět k PDF nástrojům
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøy
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Návrat k PDF nástrojom
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_scan_stat_pages
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Các trang
zh_hans: 页面

# pdf_scan_stat_score
source: Score
af: Punt
bg: Оценка
cs: Skóre
de: Punktzahl
el: Βαθμολογία
es: Puntuación
fi: Pisteet
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
ko: 점수
pl: Wynik
pt_pt: Pontuação
ro: Scor
ru: Оценка
sk: Skóre
sv: Poäng
sw: Alama
tr: Puan
uk: Рейтинг
vi: Điểm
zh_hans: 分数

# pdf_scan_stat_fonts
source: Pages avec polices
af: Bladsye met fonts
bg: Страници с шрифтове
cs: Stránky s písmem
da: Sider med skrifttyper
de: Seiten mit Schriften
el: Σελίδες με γραμματοσειρές
es: Páginas con fuentes
fi: Sivut, joissa on fontteja
fil: Mga pahina na may mga font
hu: Oldalak betűtípusokkal
id: Halaman dengan font
it: Pagine con font
ja: フォントのあるページ
ko: 글꼴이 있는 페이지
nl: Pagina's met lettertypen
no: Sider med fonter
pl: Strony z czcionkami
pt_pt: Páginas com fontes
ro: Pagini cu fonturi
ru: Страницы с шрифтами
sk: Strany s písmami
sv: Sidor med typsnitt
sw: Kurasa zenye fonti
tr: Font içeren sayfalar
uk: Сторінки з шрифтами
vi: Các trang có phông chữ
zh_hans: 包含字体的页面
