Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_odt_to_markdown_desc
source: Conversion "best-effort" : titres, listes, tableaux simples, liens et images référencées.
bg: Конверсия "с най-добри усилия": заглавия, списъци, прости таблици, линкове и реферирани изображения.
cs: Konverze "best-effort" : nadpisy, seznamy, jednoduché tabulky, odkazy a odkázané obrázky.
da: "Best-effort" konvertering : overskrifter, lister, enkle tabeller, links og refererede billeder.
de: „Best-Effort“-Konvertierung: Überschriften, Listen, einfache Tabellen, Links und referenzierte Bilder.
el: Μετατροπή "best-effort": τίτλοι, λίστες, απλοί πίνακες, σύνδεσμοι και αναφερόμενες εικόνες.
es: Conversión "mejor esfuerzo": títulos, listas, tablas simples, enlaces e imágenes referenciadas.
fi: "Best-effort" -muunnos : otsikot, luettelot, yksinkertaiset taulukot, linkit ja viitatut kuvat.
fil: "Best-effort" na conversion: mga pamagat, listahan, simpleng talahanayan, mga link at mga imahe na nirefer.
ja: 「ベストエフォート」変換 : タイトル、リスト、単純な表、リンク、および参照された画像。
nl: Conversie "best-effort" : titels, lijsten, eenvoudige tabellen, links en verwijzende afbeeldingen.
no: "Best-effort" konvertering: overskrifter, lister, enkle tabeller, lenker og refererte bilder.
pl: Konwersja "najlepsza z możliwych": tytuły, listy, proste tabele, linki i obrazy referencyjne.
pt_pt: Conversão "best-effort": títulos, listas, tabelas simples, links e imagens referenciadas.
ro: Conversie "best-effort": titluri, liste, tabele simple, linkuri și imagini referite.
ru: Преобразование "с максимальными усилиями": заголовки, списки, простые таблицы, ссылки и упомянутые изображения.
sk: Konverzia "best-effort": nadpisy, zoznamy, jednoduché tabuľky, odkazy a referencované obrázky.
sv: "Best-effort" konvertering : rubriker, listor, enkla tabeller, länkar och refererade bilder.
sw: Mabadiliko "ya juhudi bora": vichwa, orodha, meza rahisi, viungo na picha zilizorejelewa.
tr: "en iyi çaba" dönüşümü: başlıklar, listeler, basit tablolar, bağlantılar ve referans verilen resimler.
uk: Перетворення "з найкращими зусиллями": заголовки, списки, прості таблиці, посилання та зображення.
vi: Chuyển đổi "best-effort": tiêu đề, danh sách, bảng đơn giản, liên kết và hình ảnh được tham chiếu.
zh_hans: "尽力而为" 的转换：标题、列表、简单表格、链接和引用的图像。

# dev_odf_sg_debug_title
source: Internals & debug
bg: Вътрешности & отстраняване на грешки
cs: Interna a ladění
de: Interna & Debug
el: Εσωτερικά & αποσφαλμάτωση
es: Internos y depuración
fi: Sisäiset & virheenkorjaus
fil: Mga Internal & debug
ja: 内部 & デバッグ
pl: Wnętrza & debugowanie
pt_pt: Internos & depuração
ru: Внутренние данные и отладка
sk: Interné & ladenie
sv: Interna & debug
sw: Mambo ya ndani & urekebishaji
tr: İç yapılar & hata ayıklama
uk: Внутрішні дані та налагодження
vi: Nội bộ & gỡ lỗi
zh_hans: 内部与调试

# dev_odf_sg_debug_desc
source: Inspecter content.xml/styles.xml et le manifest ODF, avec export JSON.
bg: Инспектиране на content.xml/styles.xml и манифеста ODF, с експортиране в JSON.
cs: Prozkoumat content.xml/styles.xml a manifest ODF, s exportem JSON.
da: Inspekter content.xml/styles.xml og ODF-manifestet, med eksport JSON.
de: content.xml/styles.xml und das ODF-Manifest inspizieren, mit JSON-Export.
el: Επιθεώρηση του content.xml/styles.xml και του manifest ODF, με εξαγωγή JSON.
es: Inspeccionar content.xml/styles.xml y el manifiesto ODF, con exportación JSON.
fi: Tarkista content.xml/styles.xml ja ODF-manifesti, JSON-viennillä.
fil: Suriin ang content.xml/styles.xml at ang manifest ng ODF, kasama ang export JSON.
ja: content.xml/styles.xml と ODF マニフェストを検査し、JSON をエクスポートします。
nl: Inspecteer content.xml/styles.xml en het ODF-manifest, met export naar JSON.
no: Inspiser content.xml/styles.xml og ODF-manifestet, med eksport til JSON.
pl: Zbadaj content.xml/styles.xml i manifest ODF, z eksportem JSON.
pt_pt: Inspecionar content.xml/styles.xml e o manifest ODF, com exportação JSON.
ro: Inspectează content.xml/styles.xml și manifestul ODF, cu export JSON.
ru: Инспекция content.xml/styles.xml и манифеста ODF, с экспортом JSON.
sk: Skontrolovať content.xml/styles.xml a manifest ODF, s exportom JSON.
sv: Inspektera content.xml/styles.xml och ODF-manifestet, med export av JSON.
sw: Kagua content.xml/styles.xml na manifest ya ODF, pamoja na uhamasishaji wa JSON.
tr: content.xml/styles.xml ve ODF manifestini denetle, JSON dışa aktar.
uk: Перегляд content.xml/styles.xml та маніфесту ODF, з експортом JSON.
vi: Kiểm tra content.xml/styles.xml và manifest ODF, với xuất khẩu JSON.
zh_hans: 检查 content.xml/styles.xml 和 ODF 清单，并导出 JSON。

# tool_odf_xml_viewer_title
source: Viewer XML OpenDocument
bg: XML прегледач OpenDocument
cs: XML prohlížeč OpenDocument
da: XML OpenDocument Viewer
de: OpenDocument XML-Viewer
el: Προβολέας XML OpenDocument
es: Visor XML OpenDocument
fi: XML OpenDocument - katselija
fil: Viewer ng XML OpenDocument
ja: XML OpenDocument ビューア
no: XML OpenDocument-visning
pl: Podgląd XML OpenDocument
pt_pt: Visualizador XML OpenDocument
ro: Vizualizator XML OpenDocument
ru: Просмотрщик XML OpenDocument
sk: XML prehliadač OpenDocument
sv: Visare XML OpenDocument
sw: Muonekano wa XML OpenDocument
tr: OpenDocument XML Görüntüleyici
uk: Переглядач XML OpenDocument
vi: Trình xem XML OpenDocument
zh_hans: 查看器 XML 开放文档

# tool_odf_xml_viewer_desc
source: Explorer content.xml/styles.xml/meta.xml/manifest.xml, rechercher dans le XML et exporter des extraits.
bg: Изследване на content.xml/styles.xml/meta.xml/manifest.xml, търсене в XML и експортиране на фрагменти.
cs: Prozkoumat content.xml/styles.xml/meta.xml/manifest.xml, vyhledávat v XML a exportovat výňatky.
da: Udforsk content.xml/styles.xml/meta.xml/manifest.xml, søg i XML og eksportere uddrag.
de: content.xml/styles.xml/meta.xml/manifest.xml erkunden, im XML suchen und Auszüge exportieren.
el: Εξερεύνηση του content.xml/styles.xml/meta.xml/manifest.xml, αναζήτηση στο XML και εξαγωγή αποσπασμάτων.
es: Explorar content.xml/styles.xml/meta.xml/manifest.xml, buscar en el XML y exportar extractos.
fi: Tutki content.xml/styles.xml/meta.xml/manifest.xml, etsi XML:stä ja vie osia.
fil: Galugarin ang content.xml/styles.xml/meta.xml/manifest.xml, maghanap sa XML at i-export ang mga excerpt.
ja: content.xml/styles.xml/meta.xml/manifest.xml を探索し、XML 内を検索し、抜粋をエクスポートします。
nl: Verken content.xml/styles.xml/meta.xml/manifest.xml, zoek in de XML en exporteer fragmenten.
no: Utforsk content.xml/styles.xml/meta.xml/manifest.xml, søk i XML og eksporter utdrag.
pl: Przeglądaj content.xml/styles.xml/meta.xml/manifest.xml, wyszukuj w XML i eksportuj fragmenty.
pt_pt: Explorar content.xml/styles.xml/meta.xml/manifest.xml, pesquisar no XML e exportar extratos.
ro: Explorează content.xml/styles.xml/meta.xml/manifest.xml, caută în XML și exportă extrase.
ru: Исследование content.xml/styles.xml/meta.xml/manifest.xml, поиск в XML и экспорт фрагментов.
sk: Preskúmať content.xml/styles.xml/meta.xml/manifest.xml, vyhľadávať v XML a exportovať výňatky.
sv: Utforska content.xml/styles.xml/meta.xml/manifest.xml, söka i XML och exportera utdrag.
sw: Chunguza content.xml/styles.xml/meta.xml/manifest.xml, tafuta katika XML na uhamasishaji wa vipande.
tr: content.xml/styles.xml/meta.xml/manifest.xml'i keşfet, XML'de ara ve alıntılar dışa aktar.
uk: Перегляд content.xml/styles.xml/meta.xml/manifest.xml, пошук у XML та експорт фрагментів.
vi: Khám phá content.xml/styles.xml/meta.xml/manifest.xml, tìm kiếm trong XML và xuất khẩu các đoạn.
zh_hans: 浏览 content.xml/styles.xml/meta.xml/manifest.xml，在 XML 中搜索并导出摘录。

# group_dev_rtf_desc
source: Outils legacy sur fichiers RTF : extraction texte, audit, conversion simple.
bg: Наследствени инструменти за RTF файлове: извличане на текст, одит, проста конверсия.
cs: Legacy nástroje pro RTF soubory : extrakce textu, audit, jednoduchá konverze.
da: Legacy værktøjer til RTF-filer : udtræk tekst, revision, simpel konvertering.
de: Legacy-Tools für RTF-Dateien: Textextraktion, Audit, einfache Konvertierung.
el: Κληρονομικά εργαλεία σε αρχεία RTF: εξαγωγή κειμένου, έλεγχος, απλή μετατροπή.
es: Herramientas heredadas sobre archivos RTF: extracción de texto, auditoría, conversión simple.
fi: Perinteiset työkalut RTF-tiedostoille: tekstin poiminta, tarkastus, yksinkertainen muunnos.
fil: Mga legacy na tool sa mga RTF file: pag-extract ng teksto, audit, simpleng conversion.
ja: RTF ファイルに対するレガシーツール : テキスト抽出、監査、単純な変換。
nl: Legacy-tools voor RTF-bestanden : tekstextractie, audit, eenvoudige conversie.
no: Legacy-verktøy for RTF-filer: tekstuttrekking, revisjon, enkel konvertering.
pl: Narzędzia legacy dla plików RTF: ekstrakcja tekstu, audyt, prosta konwersja.
pt_pt: Ferramentas legadas em ficheiros RTF: extração de texto, auditoria, conversão simples.
ro: Instrumente legacy pentru fișiere RTF: extragere text, audit, conversie simplă.
ru: Устаревшие инструменты для файлов RTF: извлечение текста, аудит, простое преобразование.
sk: Legacy nástroje na RTF súbory: extrakcia textu, audit, jednoduchá konverzia.
sv: Legacy-verktyg för RTF-filer : extrahera text, granska, enkel konvertering.
sw: Zana za urithi kwenye faili za RTF: kutoa maandiko, ukaguzi, mabadiliko rahisi.
tr: RTF dosyaları üzerinde eski araçlar: metin çıkarma, denetim, basit dönüşüm.
uk: Спадкові інструменти для файлів RTF: витяг тексту, аудит, просте перетворення.
vi: Công cụ legacy trên tệp RTF: trích xuất văn bản, kiểm toán, chuyển đổi đơn giản.
zh_hans: RTF 文件的遗留工具：文本提取、审计、简单转换。

# dev_rtf_sg_extract_title
source: Extraction
bg: Извличане
cs: Extrakce
da: Udtrækning
de: Extraktion
el: Εξαγωγή
es: Extracción
fi: Poiminta
fil: Pag-extract
ja: 抽出
nl: Extractie
no: Ekstraksjon
pl: Ekstrakcja
pt_pt: Extração
ro: Extragere
ru: Извлечение
sk: Extrakcia
sv: Extraktion
sw: Utoaji
tr: Çıkarma
uk: Витяг
vi: Trích xuất
zh_hans: 提取

# dev_rtf_sg_extract_desc
source: Extraire le texte, détecter encodage, et récupérer des informations de base (polices, couleurs).
bg: Извличане на текст, откриване на кодиране и възстановяване на основна информация (шрифтове, цветове).
cs: Extrahovat text, detekovat kódování a získat základní informace (písma, barvy).
da: Udtræk tekst, detekter kodning, og hent grundlæggende oplysninger (skrifttyper, farver).
de: Text extrahieren, Kodierung erkennen und grundlegende Informationen (Schriften, Farben) abrufen.
el: Εξαγωγή κειμένου, ανίχνευση κωδικοποίησης και ανάκτηση βασικών πληροφοριών (γραμματοσειρές, χρώματα).
es: Extraer el texto, detectar codificación y recuperar información básica (fuentes, colores).
fi: Poimi teksti, tunnista koodaus ja kerää perusinfoa (fontit, värit).
fil: I-extract ang teksto, tukuyin ang encoding, at kunin ang mga pangunahing impormasyon (mga font, kulay).
ja: テキストを抽出し、エンコーディングを検出し、基本情報 (フォント、色) を取得します。
nl: Extraheer de tekst, detecteer codering, en haal basisinformatie op (lettertypen, kleuren).
no: Ekstraher tekst, oppdag koding, og hent grunnleggende informasjon (skrifttyper, farger).
pl: Wyodrębnij tekst, wykryj kodowanie i odzyskaj podstawowe informacje (czcionki, kolory).
pt_pt: Extrair o texto, detectar codificação e recuperar informações básicas (fontes, cores).
ro: Extrage textul, detectează codificarea și recuperează informații de bază (fonturi, culori).
ru: Извлечение текста, определение кодировки и получение основной информации (шрифты, цвета).
sk: Extrahovať text, detekovať kódovanie a získať základné informácie (písma, farby).
sv: Extrahera text, upptäcka kodning och hämta grundläggande information (typsnitt, färger).
sw: Toa maandiko, gundua uandishi, na pata taarifa za msingi (fonti, rangi).
tr: Metni çıkar, kodlamayı tespit et ve temel bilgileri (fontlar, renkler) al.
uk: Витягти текст, виявити кодування та отримати основну інформацію (шрифти, кольори).
vi: Trích xuất văn bản, phát hiện mã hóa, và thu hồi thông tin cơ bản (phông chữ, màu sắc).
zh_hans: 提取文本，检测编码，并获取基本信息（字体、颜色）。

# tool_rtf_to_text_title
source: RTF → texte
bg: RTF → текст
cs: RTF → text
da: RTF → tekst
de: RTF → Text
el: RTF → κείμενο
es: RTF → texto
fi: RTF → teksti
fil: RTF → teksto
ja: RTF → テキスト
nl: RTF → tekst
no: RTF → tekst
pl: RTF → tekst
pt_pt: RTF → texto
ro: RTF → text
ru: RTF → текст
sk: RTF → text
sv: RTF → text
sw: RTF → maandiko
tr: RTF → metin
uk: RTF → текст
vi: RTF → văn bản
zh_hans: RTF → 文本

# tool_rtf_to_text_desc
source: Extraire le texte d'un fichier RTF (best-effort) et exporter en TXT/JSON.
bg: Извличане на текст от RTF файл (с най-добри усилия) и експортиране в TXT/JSON.
cs: Extrahovat text z RTF souboru (best-effort) a exportovat do TXT/JSON.
da: Udtræk tekst fra en RTF-fil (best-effort) og eksporter til TXT/JSON.
de: Text aus einer RTF-Datei extrahieren (Best-Effort) und in TXT/JSON exportieren.
el: Εξαγωγή κειμένου από ένα αρχείο RTF (best-effort) και εξαγωγή σε TXT/JSON.
es: Extraer el texto de un archivo RTF (mejor esfuerzo) y exportar a TXT/JSON.
fi: Poimi teksti RTF-tiedostosta (parhaalla mahdollisella tavalla) ja vie TXT/JSON-muodossa.
fil: I-extract ang teksto mula sa isang RTF file (best-effort) at i-export sa TXT/JSON.
ja: RTFファイルからテキストを抽出し（最善を尽くす）、TXT/JSONにエクスポートします。
nl: Extraheer de tekst uit een RTF-bestand (beste poging) en exporteer naar TXT/JSON.
no: Ekstraher tekst fra en RTF-fil (best-effort) og eksporter til TXT/JSON.
pl: Wyodrębnij tekst z pliku RTF (najlepsza z możliwych) i wyeksportuj do TXT/JSON.
pt_pt: Extrair o texto de um ficheiro RTF (best-effort) e exportar em TXT/JSON.
ro: Extrage textul dintr-un fișier RTF (best-effort) și exportă în TXT/JSON.
ru: Извлечь текст из файла RTF (с максимальной точностью) и экспортировать в TXT/JSON.
sk: Extrahovať text z RTF súboru (best-effort) a exportovať do TXT/JSON.
sv: Extrahera text från en RTF-fil (bästa ansträngning) och exportera till TXT/JSON.
sw: Toa maandiko kutoka faili la RTF (juhudi bora) na uhamasishaji katika TXT/JSON.
tr: Bir RTF dosyasından metni çıkar (en iyi çaba) ve TXT/JSON olarak dışa aktar.
uk: Витягти текст з RTF файлу (з найкращими зусиллями) та експортувати в TXT/JSON.
vi: Trích xuất văn bản từ tệp RTF (best-effort) và xuất khẩu sang TXT/JSON.
zh_hans: 从 RTF 文件中提取文本（尽力而为）并导出为 TXT/JSON。

# tool_rtf_font_table_to_json_title
source: Table des polices RTF → JSON
bg: Таблица на шрифтовете RTF → JSON
cs: Tabulka písem RTF → JSON
da: Skrifttabel RTF → JSON
de: RTF-Schriftarten-Tabelle → JSON
el: Πίνακας γραμματοσειρών RTF → JSON
es: Tabla de fuentes RTF → JSON
fi: RTF-fonttitaulukko → JSON
fil: Talahanayan ng mga font ng RTF → JSON
ja: RTFフォントテーブル → JSON
nl: RTF-lettertypen tabel → JSON
no: Skrifttabell RTF → JSON
pl: Tabela czcionek RTF → JSON
pt_pt: Tabela de fontes RTF → JSON
ro: Tabel fonturi RTF → JSON
ru: Таблица шрифтов RTF → JSON
sk: Tabuľka písiem RTF → JSON
sv: RTF teckensnittstabell → JSON
sw: Jedwali la fonti za RTF → JSON
tr: RTF Font Tablosu → JSON
uk: Таблиця шрифтів RTF → JSON
vi: Bảng phông chữ RTF → JSON
zh_hans: RTF 字体表 → JSON

# tool_rtf_font_table_to_json_desc
source: Extraire la fonttbl (polices déclarées) et produire un inventaire.
bg: Извличане на fonttbl (декларирани шрифтове) и създаване на инвентар.
cs: Extrahovat fonttbl (deklarovaná písma) a vytvořit inventář.
da: Udtræk fonttbl (deklarerede skrifttyper) og producer et inventar.
de: Die fonttbl (deklarierte Schriften) extrahieren und ein Inventar erstellen.
el: Εξαγωγή της fonttbl (δηλωμένες γραμματοσειρές) και παραγωγή αποθέματος.
es: Extraer la fonttbl (fuentes declaradas) y producir un inventario.
fi: Poimi fonttbl (ilmoitetut fontit) ja tuota inventaario.
fil: I-extract ang fonttbl (mga idinagdag na font) at gumawa ng imbentaryo.
ja: fonttbl（宣言されたフォント）を抽出し、インベントリを生成します。
nl: Extraheer de fonttbl (gedefinieerde lettertypen) en produceer een inventaris.
no: Ekstraher fonttbl (deklarerte skrifttyper) og produser et inventar.
pl: Wyodrębnij fonttbl (zadeklarowane czcionki) i stwórz inwentarz.
pt_pt: Extrair a fonttbl (fontes declaradas) e produzir um inventário.
ro: Extrage fonttbl (fonturi declarate) și produce un inventar.
ru: Извлечь fonttbl (объявленные шрифты) и создать инвентаризацию.
sk: Extrahovať fonttbl (deklarované písma) a vytvoriť inventár.
sv: Extrahera fonttbl (deklarerade teckensnitt) och producera en inventering.
sw: Toa fonttbl (fonti zilizotajwa) na tengeneza hesabu.
tr: Fonttbl'yi (tanımlanan fontlar) çıkar ve bir envanter oluştur.
uk: Витягти fonttbl (заявлені шрифти) та створити інвентар.
vi: Trích xuất fonttbl (các phông chữ đã khai báo) và tạo ra một danh sách.
zh_hans: 提取 fonttbl（声明的字体）并生成清单。

# dev_rtf_sg_convert_title
source: Conversion
bg: Конверсия
cs: Konverze
da: Konvertering
de: Konvertierung
el: Μετατροπή
es: Conversión
fi: Muunnos
fil: Pag-convert
ja: 変換
nl: Conversie
no: Konvertering
pl: Konwersja
pt_pt: Conversão
ro: Conversie
ru: Конвертация
sk: Konverzia
sv: Konvertering
sw: Mabadiliko
tr: Dönüştürme
uk: Перетворення
vi: Chuyển đổi
zh_hans: 转换

# dev_rtf_sg_convert_desc
source: Convertir RTF → texte/HTML/JSON simplifié (fidélité limitée).
bg: Конвертиране RTF → текст/HTML/JSON опростен (ограничена точност).
cs: Konvertovat RTF → text/HTML/JSON zjednodušené (omezená věrnost).
da: Konverter RTF → tekst/HTML/JSON forenklet (begrænset nøjagtighed).
de: RTF → Text/HTML/JSON vereinfachte Konvertierung (eingeschränkte Treue).
el: Μετατροπή RTF → κείμενο/HTML/JSON απλοποιημένο (περιορισμένη πιστότητα).
es: Convertir RTF → texto/HTML/JSON simplificado (fidelidad limitada).
fi: Muunna RTF → teksti/HTML/yksinkertaistettu JSON (rajoitettu tarkkuus).
fil: I-convert ang RTF → teksto/HTML/JSON na pinadali (limitadong katumpakan).
ja: RTF → テキスト/HTML/JSONに簡略化して変換します（忠実度は制限されています）。
nl: Converteer RTF → vereenvoudigde tekst/HTML/JSON (beperkte nauwkeurigheid).
no: Konverter RTF → tekst/HTML/JSON forenklet (begrenset nøyaktighet).
pl: Konwertuj RTF → tekst/HTML/JSON uproszczony (ograniczona wierność).
pt_pt: Converter RTF → texto/HTML/JSON simplificado (fidelidade limitada).
ro: Convertește RTF → text/HTML/JSON simplificat (fidelitate limitată).
ru: Конвертировать RTF → текст/HTML/JSON упрощенный (ограниченная точность).
sk: Konvertovať RTF → text/HTML/JSON zjednodušené (obmedzená vernosť).
sv: Konvertera RTF → text/HTML/förenklad JSON (begränsad noggrannhet).
sw: Badilisha RTF → maandiko/HTML/JSON rahisi (uaminifu mdogo).
tr: RTF → metin/HTML/JSON basitleştirilmiş (sınırlı sadakat).
uk: Перетворити RTF → текст/HTML/JSON спрощений (обмежена точність).
vi: Chuyển đổi RTF → văn bản/HTML/JSON đơn giản (độ trung thực hạn chế).
zh_hans: 将 RTF 转换为简化的文本/HTML/JSON（保真度有限）。

# tool_rtf_to_html_title
source: RTF → HTML (approx)
bg: RTF → HTML (приблизително)
cs: RTF → HTML (přibližně)
da: RTF → HTML (omtrentlig)
de: RTF → HTML (ungefähr)
el: RTF → HTML (προσεγγιστικά)
es: RTF → HTML (aproximado)
fi: RTF → HTML (noin)
ja: RTF → HTML（概算）
no: RTF → HTML (omtrentlig)
pl: RTF → HTML (przybliżone)
pt_pt: RTF → HTML (aprox)
ro: RTF → HTML (aprox)
ru: RTF → HTML (приблизительно)
sk: RTF → HTML (približne)
sv: RTF → HTML (ungefär)
sw: RTF → HTML (kukadiria)
tr: RTF → HTML (yaklaşık)
uk: RTF → HTML (приблизно)
vi: RTF → HTML (xấp xỉ)
zh_hans: RTF → HTML（近似）

# tool_rtf_to_html_desc
source: Conversion "best-effort" vers HTML simple (paragraphes, gras/italique, listes limitées).
bg: Конверсия "с най-добри усилия" към прост HTML (параграфи, удебелен/курсив, ограничени списъци).
cs: Konverze "nejlepšího úsilí" na jednoduché HTML (odstavce, tučné/kurzíva, omezené seznamy).
da: Konvertering "bedste indsats" til simpel HTML (afsnit, fed/italic, begrænsede lister).
de: "Best-effort"-Konvertierung zu einfachem HTML (Absätze, fett/italic, begrenzte Listen).
el: Μετατροπή "best-effort" σε απλό HTML (παράγραφοι, έντονα/πλάγια, περιορισμένες λίστες).
es: Conversión "mejor esfuerzo" a HTML simple (párrafos, negrita/itálica, listas limitadas).
fi: "Parhaalla mahdollisella tavalla" muunnos yksinkertaiseen HTML:ään (kappaleet, lihavoitu/kurssivoitu, rajoitetut luettelot).
fil: "Best-effort" na conversion sa simpleng HTML (mga talata, bold/italic, limitadong listahan).
ja: 段落、太字/斜体、限られたリストへの「最善を尽くす」HTMLへの変換。
nl: "Beste poging" conversie naar eenvoudige HTML (alinea's, vet/italics, beperkte lijsten).
no: "Best-effort" konvertering til enkel HTML (avsnitt, fet/kurset, begrensede lister).
pl: Konwersja "najlepsza z możliwych" do prostego HTML (akapitów, pogrubienia/pochylenia, ograniczonych list).
pt_pt: Conversão "best-effort" para HTML simples (parágrafos, negrito/itálico, listas limitadas).
ro: Conversie "best-effort" către HTML simplu (paragrafe, bold/italic, liste limitate).
ru: Конвертация "с максимальной точностью" в простой HTML (параграфы, жирный/курсив, ограниченные списки).
sk: Konverzia "best-effort" do jednoduchého HTML (odseky, tučné/kurzívne, obmedzené zoznamy).
sv: "Bästa ansträngning" konvertering till enkel HTML (stycken, fet/kurvig, begränsade listor).
sw: Mabadiliko "ya juhudi bora" kwa HTML rahisi (aya, bold/italic, orodha zilizopunguzwa).
tr: Basit HTML'ye "en iyi çaba" ile dönüştürme (paragraflar, kalın/italik, sınırlı listeler).
uk: Перетворення "з найкращими зусиллями" в простий HTML (абзаци, жирний/курсив, обмежені списки).
vi: Chuyển đổi "best-effort" sang HTML đơn giản (đoạn văn, đậm/italique, danh sách hạn chế).
zh_hans: 尽力而为转换为简单 HTML（段落、粗体/斜体、有限列表）。

# tool_rtf_to_json_title
source: RTF → JSON (structure)
bg: RTF → JSON (структура)
cs: RTF → JSON (struktura)
da: RTF → JSON (struktur)
de: RTF → JSON (Struktur)
el: RTF → JSON (δομή)
es: RTF → JSON (estructura)
fi: RTF → JSON (rakenne)
fil: RTF → JSON (istruktura)
ja: RTF → JSON（構造）
nl: RTF → JSON (structuur)
no: RTF → JSON (struktur)
pl: RTF → JSON (struktura)
pt_pt: RTF → JSON (estrutura)
ro: RTF → JSON (structură)
ru: RTF → JSON (структура)
sk: RTF → JSON (štruktúra)
sv: RTF → JSON (struktur)
sw: RTF → JSON (muundo)
tr: RTF → JSON (yapı)
uk: RTF → JSON (структура)
vi: RTF → JSON (cấu trúc)
zh_hans: RTF → JSON（结构）
