Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l7_s4_b3
source: Si tu veux un compromis entre moyenne (efficace sur données “propres”) et médiane (très robuste).
af: As jy 'n kompromie wil hê tussen gemiddelde (doeltreffend op "skoon" data) en mediaan (baie robuust).
bg: Ако искаш компромис между средно (ефективно на "чисти" данни) и медиана (много робустна).
cs: Pokud chcete kompromis mezi průměrem (efektivní na „čistých“ datech) a mediánem (velmi robustní).
da: Hvis du ønsker et kompromis mellem gennemsnit (effektivt på 'rene' data) og median (meget robust).
de: Wenn du einen Kompromiss zwischen dem Mittelwert (wirksam bei "sauberen" Daten) und dem Median (sehr robust) möchtest.
el: Εάν θέλεις έναν συμβιβασμό μεταξύ μέσης (αποτελεσματική σε “καθαρές” δεδομένες) και διάμεσου (πολύ ρομποτικός).
es: Si quieres un compromiso entre la media (eficaz en datos 'limpios') y la mediana (muy robusta).
fi: Jos haluat kompromissin keskiarvon (tehokas 'puhtailla' tiedoilla) ja mediaanin (erittäin kestävä) välillä.
fil: Kung nais mo ng kompromiso sa pagitan ng mean (epektibo sa 'malinis' na data) at median (napaka-matatag).
hu: Ha kompromisszumot szeretnél kötni az átlag (hatékony 'tiszta' adatokra) és a medián (nagyon robusztus) között.
id: Jika kamu ingin kompromi antara rata-rata (efektif pada data 'bersih') dan median (sangat robust).
it: Se vuoi un compromesso tra media (efficace su dati 'puliti') e mediana (molto robusta).
ja: 「クリーンな」データに対して効果的な平均と非常にロバストな中央値の間の妥協を求める場合。
ko: '깨끗한' 데이터에 대해 효과적인 평균과 매우 강건한 중앙값 사이의 절충안을 원할 때.
nl: Als je een compromis wilt tussen het gemiddelde (effectief op 'schone' data) en de mediaan (zeer robuust).
no: Hvis du vil ha et kompromiss mellom gjennomsnitt (effektivt på 'rene' data) og median (svært robust).
pl: Jeśli chcesz kompromisu między średnią (skuteczną na 'czystych' danych) a medianą (bardzo odporną).
pt_pt: Se queres um compromisso entre a média (eficaz em dados 'limpos') e a mediana (muito robusta).
ro: Dacă vrei un compromis între medie (eficientă pe date „curate”) și mediană (foarte robustă).
ru: Если вы хотите компромисс между средним (эффективным для «чистых» данных) и медианой (очень надежной).
sk: Ak chceš kompromis medzi priemerom (efektívny na "čistých" dátach) a mediánom (veľmi robustný).
sv: Om du vill ha en kompromiss mellan medelvärde (effektivt på 'rena' data) och median (mycket robust).
sw: Ikiwa unataka makubaliano kati ya mwelekeo (unaofaa kwa data 'safi') na median (iliyokuwa na nguvu sana).
tr: Eğer 'temiz' veriler üzerinde etkili olan ortalama ile çok sağlam olan medyan arasında bir uzlaşma istiyorsan.
uk: Якщо хочеш компроміс між середнім (ефективним на "чистих" даних) і медіаною (дуже робастною).
vi: Nếu bạn muốn một sự thỏa hiệp giữa trung bình (hiệu quả trên dữ liệu 'sạch') và trung vị (rất mạnh mẽ).
zh_hans: 如果你想在平均值（对“干净”数据有效）和中位数（非常稳健）之间找到一个折衷。

# mean_l7_q1
source: Une moyenne tronquée est utile surtout pour :
af: 'n Getrimde gemiddelde is veral nuttig om:
bg: Отрязаното средно е полезно особено за:
cs: Zkrácený průměr je užitečný především pro:
da: Et afskåret gennemsnit er især nyttigt til:
de: Ein abgeschnittener Mittelwert ist besonders nützlich für:
el: Μια κομμένη μέση είναι χρήσιμη κυρίως για:
es: Una media truncada es útil sobre todo para:
fi: Katkaistu keskiarvo on erityisen hyödyllinen:
fil: Ang isang truncated mean ay kapaki-pakinabang lalo na para sa:
hu: A levágott átlag különösen hasznos a következők esetén:
id: Rata-rata yang dipotong berguna terutama untuk:
it: Una media troncata è utile soprattutto per:
ja: 切り捨て平均は特に次のために有用です：
ko: 절단 평균은 특히 다음과 같은 경우에 유용합니다:
nl: Een afgeknot gemiddelde is vooral nuttig voor:
no: Et avkuttet gjennomsnitt er nyttig spesielt for:
pl: Średnia przycięta jest szczególnie przydatna do:
pt_pt: Uma média truncada é útil principalmente para:
ro: O medie trunchiată este utilă mai ales pentru:
ru: Усеченное среднее полезно в первую очередь для:
sk: Truncovaný priemer je užitočný najmä na:
sv: Ett avskuret medelvärde är särskilt användbart för:
sw: Mwelekeo wa iliyokatwa ni muhimu hasa kwa:
tr: Kırpılmış bir ortalama, özellikle şunlar için faydalıdır:
uk: Обрізане середнє корисне, особливо для:
vi: Một trung bình bị cắt hữu ích chủ yếu cho:
zh_hans: 截断平均尤其有用：

# mean_l7_q1_a
source: amplifier l’effet des valeurs extrêmes
af: die effek van ekstreme waardes te versterk
bg: усилване на ефекта на екстремните стойности
cs: zesílení účinku extrémních hodnot
da: at forstærke effekten af ekstreme værdier
de: die Wirkung der Extremwerte zu verstärken
el: να ενισχύσει την επίδραση των ακραίων τιμών
es: amplificar el efecto de los valores extremos
fi: voimistamaan äärimmäisten arvojen vaikutusta
fil: palakasin ang epekto ng mga extreme na halaga
hu: a szélsőségi értékek hatásának felerősítése
id: menguatkan efek dari nilai ekstrem
it: amplificare l'effetto dei valori estremi
ja: 極端な値の効果を増幅する
ko: 극단값의 효과를 증폭시키기 위해
nl: het effect van extreme waarden te versterken
no: å forsterke effekten av ekstreme verdier
pl: wzmocnienia efektu wartości skrajnych
pt_pt: amplificar o efeito dos valores extremos
ro: amplificarea efectului valorilor extreme
ru: усиления эффекта экстремальных значений
sk: zvýraznenie efektu extrémnych hodnôt
sv: att förstärka effekten av extremvärden
sw: kuongeza athari za thamani za mwisho
tr: aşırı değerlerin etkisini artırmak
uk: посилити вплив екстремальних значень
vi: tăng cường hiệu ứng của các giá trị cực đoan
zh_hans: 放大极端值的影响

# mean_l7_q1_b
source: réduire l’impact des valeurs extrêmes
af: die impak van ekstreme waardes te verminder
bg: намаляване на влиянието на екстремните стойности
cs: snížení dopadu extrémních hodnot
da: at reducere indflydelsen af ekstreme værdier
de: den Einfluss der Extremwerte zu reduzieren
el: να μειώσει την επίδραση των ακραίων τιμών
es: reducir el impacto de los valores extremos
fi: vähentämään äärimmäisten arvojen vaikutusta
fil: bawasan ang epekto ng mga extreme na halaga
hu: a szélsőségi értékek hatásának csökkentése
id: mengurangi dampak dari nilai ekstrem
it: ridurre l'impatto dei valori estremi
ja: 極端な値の影響を減少させる
ko: 극단값의 영향을 줄이기 위해
nl: de impact van extreme waarden te verminderen
no: å redusere innvirkningen av ekstreme verdier
pl: zmniejszenia wpływu wartości skrajnych
pt_pt: reduzir o impacto dos valores extremos
ro: reducerea impactului valorilor extreme
ru: уменьшения влияния экстремальных значений
sk: zníženie dopadu extrémnych hodnôt
sv: att minska påverkan av extremvärden
sw: kupunguza athari za thamani za mwisho
tr: aşırı değerlerin etkisini azaltmak
uk: зменшити вплив екстремальних значень
vi: giảm tác động của các giá trị cực đoan
zh_hans: 减少极端值的影响

# mean_l7_q1_c
source: calculer une croissance composée
af: om 'n saamgestelde groei te bereken
bg: изчисляване на сложен растеж
cs: výpočet složeného růstu
da: at beregne en sammensat vækst
de: eine zusammengesetzte Wachstumsrate zu berechnen
el: υπολογισμός σύνθετης ανάπτυξης
es: calcular un crecimiento compuesto
fi: laskemaan koostuvaa kasvua
fil: kalkulahin ang isang compounded growth
hu: összetett növekedés kiszámítása
id: menghitung pertumbuhan majemuk
it: calcolare una crescita composta
ja: 複利を計算する
ko: 복리 성장 계산
nl: een samengestelde groei te berekenen
no: å beregne en sammensatt vekst
pl: obliczenia wzrostu składanego
pt_pt: calcular um crescimento composto
ro: calcularea unei creșteri compuse
ru: расчета сложного роста
sk: výpočet zloženého rastu
sv: att beräkna en sammansatt tillväxt
sw: kuhesabu ukuaji wa pamoja
tr: bileşik bir büyüme hesaplamak
uk: обчислити складний ріст
vi: tính toán một sự tăng trưởng kép
zh_hans: 计算复合增长

# mean_l7_q1_exp
source: La moyenne tronquée supprime une partie des valeurs extrêmes pour limiter leur influence.
af: Die getrimde gemiddelde verwyder 'n deel van die ekstreme waardes om hul invloed te beperk.
bg: Обрязаната средна премахва част от крайностите, за да ограничи тяхното влияние.
cs: Zkrácený průměr odstraňuje část extrémních hodnot, aby omezil jejich vliv.
da: Det afskårne gennemsnit fjerner en del af de ekstreme værdier for at begrænse deres indflydelse.
de: Der abgeschnittene Mittelwert entfernt einen Teil der Extremwerte, um ihren Einfluss zu begrenzen.
el: Η κομμένη μέση αφαιρεί ένα μέρος των ακραίων τιμών για να περιορίσει την επιρροή τους.
es: La media truncada elimina una parte de los valores extremos para limitar su influencia.
fi: Katkaistu keskiarvo poistaa osan äärimmäisistä arvoista rajoittaakseen niiden vaikutusta.
fil: Ang truncated mean ay nag-aalis ng bahagi ng mga extreme na halaga upang limitahan ang kanilang impluwensya.
hu: A levágott átlag eltávolít egy részt a szélsőségi értékekből, hogy korlátozza azok hatását.
id: Rata-rata yang dipotong menghapus sebagian dari nilai ekstrem untuk membatasi pengaruhnya.
it: La media troncata elimina una parte dei valori estremi per limitare la loro influenza.
ja: 切断平均は、極端な値の一部を削除してその影響を制限します。
ko: 트리밍 평균은 극단값의 일부를 제거하여 그들의 영향을 제한합니다.
nl: Het afgeknotte gemiddelde verwijdert een deel van de extreme waarden om hun invloed te beperken.
no: Det avkuttede gjennomsnittet fjerner en del av de ekstreme verdiene for å begrense deres innflytelse.
pl: Średnia przycięta usuwa część wartości skrajnych, aby ograniczyć ich wpływ.
pt_pt: A média truncada elimina uma parte dos valores extremos para limitar a sua influência.
ro: Media trunchiată elimină o parte din valorile extreme pentru a limita influența acestora.
ru: Усеченное среднее удаляет часть экстремальных значений, чтобы ограничить их влияние.
sk: Truncovaný priemer odstraňuje časť extrémnych hodnôt, aby obmedzil ich vplyv.
sv: Det avskurna medelvärdet tar bort en del av extremvärdena för att begränsa deras påverkan.
sw: Mwelekeo wa iliyokatwa huondoa sehemu ya thamani za mwisho ili kupunguza ushawishi wao.
tr: Kırpılmış ortalama, aşırı değerlerin etkisini sınırlamak için bazı aşırı değerleri kaldırır.
uk: Обрізане середнє видаляє частину екстремальних значень, щоб обмежити їхній вплив.
vi: Trung bình bị cắt loại bỏ một phần các giá trị cực đoan để hạn chế ảnh hưởng của chúng.
zh_hans: 截尾平均值去除部分极端值以限制其影响。

# mean_l8_title
source: 8) Moyenne mobile (moving average)
af: 8) Bewegende gemiddelde (moving average)
bg: 8) Подвижна средна (moving average)
cs: 8) Klouzavý průměr (moving average)
da: 8) Glidende gennemsnit (moving average)
de: 8) Gleitender Mittelwert (moving average)
el: 8) Κινητός μέσος όρος (moving average)
es: 8) Media móvil (moving average)
fi: 8) Liukuva keskiarvo (moving average)
fil: Moyenne mobile (moving average)
hu: 8) Mozgó átlag (moving average)
id: Rata-rata bergerak (moving average)
it: 8) Media mobile (moving average)
ja: 移動平均
ko: 8) 이동 평균 (moving average)
nl: 8) Voortschrijdend gemiddelde (moving average)
no: 8) Glidende gjennomsnitt
pl: 8) Średnia ruchoma (moving average)
pt_pt: 8) Média móvel (moving average)
ro: 8) Medie mobilă (moving average)
ru: 8) Скользящее среднее (moving average)
sk: 8) Kĺzavý priemer (moving average)
sv: 8) Glidande medelvärde (moving average)
sw: Mwelekeo wa kusonga (mwelekeo wa kusonga)
tr: 8) Hareketli ortalama (moving average)
uk: 8) Рухоме середнє (moving average)
vi: 8) Trung bình di động (moving average)
zh_hans: 移动平均

# mean_l8_sub
source: Lisser les variations à court terme pour révéler une tendance (données dans le temps).
af: Smeer die korttermyn variasies om 'n tendens te onthul (data oor tyd).
bg: Гладете краткосрочните вариации, за да разкриете тенденция (данни във времето).
cs: Hladit krátkodobé výkyvy, aby se odhalil trend (data v čase).
da: At udjævne kortsigtede variationer for at afsløre en tendens (data over tid).
de: Kurzfristige Schwankungen glätten, um einen Trend zu offenbaren (Daten über die Zeit).
el: Λειαίνει τις βραχυπρόθεσμες διακυμάνσεις για να αποκαλύψει μια τάση (δεδομένα με την πάροδο του χρόνου).
es: Suavizar las variaciones a corto plazo para revelar una tendencia (datos en el tiempo).
fi: Tasapainottaa lyhyen aikavälin vaihtelut paljastaakseen trendin (aikadatan).
fil: I-smooth ang mga pagbabago sa maikling panahon upang ipakita ang isang trend (data sa paglipas ng panahon).
hu: A rövid távú változások simítása, hogy felfedje a trendet (időbeli adatok).
id: Melicinkan variasi jangka pendek untuk mengungkapkan tren (data dari waktu ke waktu).
it: Smussare le variazioni a breve termine per rivelare una tendenza (dati nel tempo).
ja: 短期的な変動を平滑化して、トレンドを明らかにします（時間に沿ったデータ）。
ko: 단기 변동을 부드럽게 하여 추세를 드러냅니다 (시간에 따른 데이터).
nl: De kortetermijnvariaties gladstrijken om een trend te onthullen (data in de tijd).
no: Jevn ut kortsiktige variasjoner for å avdekke en trend (data over tid).
pl: Wygładzanie krótkoterminowych wahań, aby ujawnić trend (dane w czasie).
pt_pt: Suavizar as variações a curto prazo para revelar uma tendência (dados ao longo do tempo).
ro: Netezirea variațiilor pe termen scurt pentru a revela o tendință (date în timp).
ru: Сглаживание краткосрочных колебаний для выявления тренда (данные во времени).
sk: Hladí krátkodobé variácie, aby odhalil trend (dáta v čase).
sv: Att jämna ut kortsiktiga variationer för att avslöja en trend (data över tid).
sw: Kusawazisha mabadiliko ya muda mfupi ili kufichua mwelekeo (data katika muda).
tr: Kısa vadeli dalgalanmaları düzleştirerek bir eğilimi ortaya çıkarmak (zaman içindeki veriler).
uk: Згладжувати короткострокові коливання, щоб виявити тенденцію (дані в часі).
vi: Làm mượt các biến động ngắn hạn để tiết lộ một xu hướng (dữ liệu theo thời gian).
zh_hans: 平滑短期波动以揭示趋势（随时间变化的数据）。

# mean_tag_moving
source: mobile
af: bewegend
bg: подвижен
cs: klouzavý
da: glidende
de: gleitend
el: κινητός
es: móvil
fi: liukuva
hu: mozgó
id: bergerak
ja: 移動
ko: 이동
nl: mobiel
no: glidende
pl: ruchoma
pt_pt: móvel
ro: mobilă
ru: скользящее
sk: kĺzavý
sv: glidande
sw: kusonga
tr: hareketli
uk: рухоме
vi: di động
zh_hans: 移动的

# mean_tag_time
source: série temporelle
af: tydreeks
bg: времеви ред
cs: časová řada
da: tidsserie
de: Zeitreihe
el: σειρά χρόνου
es: serie temporal
fi: aikasarja
hu: idősor
id: seri waktu
it: serie temporale
ja: 時系列
ko: 시계열
nl: tijdreeks
no: tidsserie
pl: szereg czasowy
pt_pt: série temporal
ro: serie temporală
ru: временной ряд
sk: časová séria
sv: tidsserie
sw: mfululizo wa muda
tr: zaman serisi
uk: часовий ряд
vi: chuỗi thời gian
zh_hans: 时间序列

# mean_tag_smoothing
source: lissage
af: smeermiddel
bg: гладене
cs: hlazení
da: udjævning
de: Glättung
el: λείανση
es: suavizado
fi: tasoitus
hu: simítás
id: pelicinan
it: lisciatura
ja: 平滑化
ko: 부드럽게 하기
nl: gladstrijken
no: utjevning
pl: wygładzanie
pt_pt: suavização
ro: netezire
ru: сглаживание
sk: hladenie
sv: utjämning
sw: kusawazisha
tr: düzleştirme
uk: згладжування
vi: làm mượt
zh_hans: 平滑

# mean_l8_s1_title
source: Principe
af: Beginsel
bg: Принцип
cs: Princip
da: Princip
de: Prinzip
el: Αρχή
es: Principio
fi: Periaate
fil: Prinsipyo
hu: Elv
id: Prinsip
it: Principio
ja: 原則
ko: 원칙
no: Prinsipp
pl: Zasada
pt_pt: Princípio
ro: Principiu
ru: Принцип
sk: Princíp
sv: Princip
sw: Kanuni
tr: Prensip
uk: Принцип
vi: Nguyên tắc
zh_hans: 原则

# mean_l8_s1_b1
source: Une moyenne mobile calcule une moyenne sur une fenêtre glissante de taille k (ex : 7 jours, 30 jours).
af: 'n Bewegende gemiddelde bereken 'n gemiddelde oor 'n skuifvenster van grootte k (bv: 7 dae, 30 dae).
bg: Подвижната средна изчислява средна стойност върху плъзгащ се прозорец с размер k (например: 7 дни, 30 дни).
cs: Klouzavý průměr počítá průměr na posuvném okně velikosti k (např.: 7 dní, 30 dní).
da: Et glidende gennemsnit beregner et gennemsnit over et glidende vindue af størrelse k (f.eks.: 7 dage, 30 dage).
de: Ein gleitender Mittelwert berechnet einen Durchschnitt über ein gleitendes Fenster der Größe k (z. B.: 7 Tage, 30 Tage).
el: Ένας κινητός μέσος όρος υπολογίζει μια μέση τιμή σε ένα κινούμενο παράθυρο μεγέθους k (π.χ.: 7 ημέρες, 30 ημέρες).
es: Una media móvil calcula una media sobre una ventana deslizante de tamaño k (ej: 7 días, 30 días).
fi: Liukuva keskiarvo laskee keskiarvon liukuvalla ikkunalla, jonka koko on k (esim. 7 päivää, 30 päivää).
fil: Ang isang moving average ay nagkalkula ng average sa isang sliding window na may sukat na k (hal: 7 araw, 30 araw).
hu: A mozgó átlag egy k méretű csúszó ablakon számít átlagot (pl.: 7 nap, 30 nap).
id: Rata-rata bergerak menghitung rata-rata pada jendela geser berukuran k (mis: 7 hari, 30 hari).
it: Una media mobile calcola una media su una finestra mobile di dimensione k (es: 7 giorni, 30 giorni).
ja: 移動平均は、サイズkのスライディングウィンドウで平均を計算します（例：7日、30日）。
ko: 이동 평균은 크기 k의 슬라이딩 윈도우에서 평균을 계산합니다 (예: 7일, 30일).
nl: Een voortschrijdend gemiddelde berekent een gemiddelde over een glijdend venster van grootte k (bijv.: 7 dagen, 30 dagen).
no: Et glidende gjennomsnitt beregner et gjennomsnitt over et glidende vindu av størrelse k (f.eks.: 7 dager, 30 dager).
pl: Średnia ruchoma oblicza średnią na przesuwającym się oknie o rozmiarze k (np. 7 dni, 30 dni).
pt_pt: Uma média móvel calcula uma média sobre uma janela deslizante de tamanho k (ex: 7 dias, 30 dias).
ro: O medie mobilă calculează o medie pe o fereastră glisantă de dimensiune k (ex: 7 zile, 30 zile).
ru: Скользящее среднее вычисляет среднее по скользящему окну размером k (например: 7 дней, 30 дней).
sk: Kĺzavý priemer počíta priemer na posuvnom okne veľkosti k (napr.: 7 dní, 30 dní).
sv: Ett glidande medelvärde beräknar ett medelvärde över ett glidande fönster av storlek k (t.ex.: 7 dagar, 30 dagar).
sw: Mwelekeo wa kusonga huhesabu mwelekeo juu ya dirisha linalosonga la ukubwa k (mfano: siku 7, siku 30).
tr: Hareketli ortalama, k boyutunda kayar bir pencere üzerinde bir ortalama hesaplar (örneğin: 7 gün, 30 gün).
uk: Рухоме середнє обчислює середнє за ковзним вікном розміру k (наприклад: 7 днів, 30 днів).
vi: Một trung bình di động tính toán một trung bình trên một cửa sổ trượt có kích thước k (ví dụ: 7 ngày, 30 ngày).
zh_hans: 移动平均在大小为k的滑动窗口上计算平均值（例如：7天，30天）。

# mean_l8_s1_b2
source: Elle réduit le “bruit” et met en évidence la tendance.
af: Dit verminder die "ruis" en beklemtoon die tendens.
bg: Тя намалява „шумът“ и подчертава тенденцията.
cs: Snižuje „šum“ a zdůrazňuje trend.
da: Det reducerer 'støjen' og fremhæver tendensen.
de: Er reduziert das "Rauschen" und hebt den Trend hervor.
el: Μειώνει τον “θόρυβο” και αναδεικνύει την τάση.
es: Reduce el 'ruido' y destaca la tendencia.
fi: Se vähentää 'melua' ja tuo esiin trendin.
fil: Binabawasan nito ang 'ingay' at binibigyang-diin ang trend.
hu: Csökkenti a 'zajt' és kiemeli a trendet.
id: Ini mengurangi 'kebisingan' dan menyoroti tren.
it: Riduce il 'rumore' e mette in evidenza la tendenza.
ja: ノイズを減らし、トレンドを強調します。
ko: “잡음”을 줄이고 추세를 강조합니다.
nl: Het vermindert de 'ruis' en benadrukt de trend.
no: Det reduserer 'støyen' og fremhever trenden.
pl: Zmniejsza 'szum' i uwydatnia trend.
pt_pt: Reduz o 'ruído' e destaca a tendência.
ro: Reduce „zgomotul” și evidențiază tendința.
ru: Оно уменьшает «шум» и подчеркивает тренд.
sk: Znižuje "šum" a zvýrazňuje trend.
sv: Det minskar 'bruset' och framhäver trenden.
sw: Inapunguza 'kelele' na kuonyesha mwelekeo.
tr: 'Gürültüyü' azaltır ve eğilimi vurgular.
uk: Воно зменшує «шум» і підкреслює тенденцію.
vi: Nó giảm 'nhiễu' và làm nổi bật xu hướng.
zh_hans: 它减少了“噪音”，并突出了趋势。

# mean_l8_s1_b3
source: Plus la fenêtre est grande, plus la courbe est lissée… mais plus elle réagit lentement aux changements.
af: Hoe groter die venster, hoe gladder die kurwe... maar hoe stadiger dit op veranderinge reageer.
bg: Колкото по-голям е прозорецът, толкова по-гладка е кривата... но толкова по-бавно реагира на промените.
cs: Čím větší je okno, tím je křivka hladší... ale tím pomaleji reaguje na změny.
da: Jo større vinduet er, jo mere udjævnet er kurven... men jo langsommere reagerer den på ændringer.
de: Je größer das Fenster ist, desto glatter ist die Kurve... aber desto langsamer reagiert sie auf Veränderungen.
el: Όσο μεγαλύτερο είναι το παράθυρο, τόσο πιο λειασμένη είναι η καμπύλη… αλλά τόσο πιο αργά αντιδρά στις αλλαγές.
es: Cuanto mayor sea la ventana, más suave será la curva... pero más lentamente reaccionará a los cambios.
fi: Mitä suurempi ikkuna on, sitä tasaisempi käyrä on... mutta sitä hitaammin se reagoi muutoksiin.
fil: Mas malaki ang window, mas smooth ang curve... ngunit mas mabagal itong tumugon sa mga pagbabago.
hu: Minél nagyobb az ablak, annál simább a görbe... de annál lassabban reagál a változásokra.
id: Semakin besar jendela, semakin halus kurva... tetapi semakin lambat merespons perubahan.
it: Più è grande la finestra, più la curva è lisciata... ma più reagisce lentamente ai cambiamenti.
ja: ウィンドウが大きいほど、曲線は平滑化されますが、変化に対する反応が遅くなります。
ko: 윈도우가 클수록 곡선이 더 부드러워지지만 변화에 느리게 반응합니다.
nl: Hoe groter het venster, hoe gladder de curve... maar hoe langzamer deze reageert op veranderingen.
no: Jo større vinduet er, jo mer jevnes kurven ut... men jo saktere reagerer den på endringer.
pl: Im większe okno, tym bardziej wygładzona krzywa... ale tym wolniej reaguje na zmiany.
pt_pt: Quanto maior a janela, mais suave é a curva... mas mais lentamente reage às mudanças.
ro: Cu cât fereastra este mai mare, cu atât curba este mai netezită… dar cu atât reacționează mai lent la schimbări.
ru: Чем больше окно, тем более сглаженной становится кривая... но тем медленнее она реагирует на изменения.
sk: Čím väčšie je okno, tým je krivka hladšia... ale tým pomalšie reaguje na zmeny.
sv: Ju större fönstret är, desto mer utjämnas kurvan... men desto långsammare reagerar den på förändringar.
sw: Kadiri dirisha lilivyo kubwa, ndivyo curve inavyosawazishwa... lakini inajibu polepole kwa mabadiliko.
tr: Pencere ne kadar büyükse, eğri o kadar düzleşir... ama değişikliklere o kadar yavaş tepki verir.
uk: Чим більше вікно, тим більше згладжена крива... але тим повільніше вона реагує на зміни.
vi: Càng lớn cửa sổ, đường cong càng được làm mượt... nhưng càng phản ứng chậm với các thay đổi.
zh_hans: 窗口越大，曲线越平滑……但对变化的反应越慢。

# mean_l8_s2_title
source: Formule (moyenne mobile simple)
af: Formule (eenvoudige bewegende gemiddelde)
bg: Формула (простa подвижна средна)
cs: Vzorec (jednoduchý klouzavý průměr)
da: Formel (simpelt glidende gennemsnit)
de: Formel (einfacher gleitender Mittelwert)
el: Τύπος (απλός κινητός μέσος όρος)
es: Fórmula (media móvil simple)
fi: Kaava (yksinkertainen liukuva keskiarvo)
fil: Formula (simpleng moving average)
hu: Képlet (egyszerű mozgó átlag)
id: Rumus (rata-rata bergerak sederhana)
it: Formula (media mobile semplice)
ja: 式（単純移動平均）
ko: 공식 (단순 이동 평균)
nl: Formule (eenvoudig voortschrijdend gemiddelde)
no: Formel (enkelt glidende gjennomsnitt)
pl: Wzór (prosta średnia ruchoma)
pt_pt: Fórmula (média móvel simples)
ro: Formulă (medie mobilă simplă)
ru: Формула (простое скользящее среднее)
sk: Vzorec (jednoduchý kĺzavý priemer)
sv: Formel (enkelt glidande medelvärde)
sw: Fomula (mwelekeo wa kusonga rahisi)
tr: Formül (basit hareketli ortalama)
uk: Формула (просте рухоме середнє)
vi: Công thức (trung bình di động đơn giản)
zh_hans: 公式（简单移动平均）
