Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_outline_to_json_out1
source: Un JSON arborescent des signets : titre, niveau, enfant/suivant/précédent, style (bold/italic) si présent.
af: 'n Bome JSON van die boekmerke: titel, vlak, kind/volgende/voorganger, styl (vet/skuins) indien teenwoordig.
bg: JSON дървовидна структура на отметките: заглавие, ниво, дете/следващ/предишен, стил (bold/italic), ако е наличен.
cs: JSON strom záložek: název, úroveň, dítě/následující/předchozí, styl (tučný/kurzíva), pokud je přítomen.
da: En træstruktur JSON af bogmærker: titel, niveau, barn/næste/forrige, stil (fed/kursiv) hvis til stede.
de: Ein baumartiges JSON der Lesezeichen: Titel, Ebene, Kind/nächster/vorheriger, Stil (fett/kursiv), falls vorhanden.
el: Ένα JSON δέντρο των σελιδοδεικτών: τίτλος, επίπεδο, παιδί/επόμενο/προηγούμενο, στυλ (bold/italic) αν υπάρχει.
es: Un JSON jerárquico de los marcadores: título, nivel, hijo/siguiente/anterior, estilo (negrita/itálica) si está presente.
fi: JSON-rakenne kirjanmerkeistä: otsikko, taso, lapsi/seuraava/edellinen, tyyli (bold/italic) jos olemassa.
fil: Isang nested JSON ng mga bookmark: pamagat, antas, anak/sunod/nakaraang, estilo (bold/italic) kung mayroon.
hu: Konkrét példa 3
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un JSON ad albero dei segnalibri: titolo, livello, figlio/successivo/precedente, stile (grassetto/italico) se presente.
ja: ブックマークのツリー状JSON：タイトル、レベル、子/次/前、スタイル（太字/斜体）が存在する場合。
ko: 북마크의 트리 구조 JSON: 제목, 수준, 자식/다음/이전, 스타일(굵게/기울임)이 있는 경우.
nl: Een boom-JSON van de bladwijzers: titel, niveau, kind/volgend/vorig, stijl (vet/italic) indien aanwezig.
no: En trestrukturert JSON av bokmerker: tittel, nivå, barn/neste/forrige, stil (fet/italic) hvis tilstede.
pl: JSON w formie drzewa zakładek: tytuł, poziom, dziecko/następny/poprzedni, styl (pogrubiony/pochylony), jeśli jest obecny.
pt_pt: Um JSON em árvore dos bookmarks: título, nível, filho/próximo/anterior, estilo (negrito/itálico) se presente.
ro: Un JSON arborescent al semnelor de carte: titlu, nivel, copil/următor/precedent, stil (bold/italic) dacă este prezent.
ru: Деревовидный JSON закладок: заголовок, уровень, ребенок/следующий/предыдущий, стиль (жирный/курсив), если присутствует.
sk: JSON strom záložiek: názov, úroveň, dieťa/následník/predchodca, štýl (tučné/kurzívou), ak je prítomný.
sv: En trädstruktur JSON av bokmärken: titel, nivå, barn/nästa/föregående, stil (fet/kursiv) om det finns.
sw: JSON yenye muundo wa vitabu vya alama: kichwa, kiwango, mtoto/ifuatayo/ya awali, mtindo (bold/italic) ikiwa upo.
tr: Yer imlerinin ağaç yapısında bir JSON: başlık, seviye, çocuk/sonraki/önceki, stil (kalın/italik) varsa.
uk: Деревоподібний JSON закладок: заголовок, рівень, дитина/наступний/попередній, стиль (жирний/курсив), якщо присутній.
vi: Một JSON cây của các bookmark: tiêu đề, cấp độ, con/tieptheo/prev, kiểu (bold/italic) nếu có.
zh_hans: 书签的树状 JSON：标题、级别、子项/下一个/上一个、样式（粗体/斜体）如果存在。

# ed_dev_pdf_pdf_outline_to_json_out2
source: Les destinations associées (page cible, coordonnées/zoom) quand elles sont résolubles.
af: Die geassosieerde bestemmings (teikenbladsy, koördinate/zoom) wanneer hulle oplosbaar is.
bg: Свързаните дестинации (целева страница, координати/zoom), когато са разрешими.
cs: Přidružené cíle (cílová stránka, souřadnice/zoom), když jsou řešitelné.
da: De tilknyttede destinationer (målside, koordinater/zoom) når de er opløselige.
de: Die zugehörigen Ziele (Zielseite, Koordinaten/Zoom), wenn sie auflösbar sind.
el: Οι σχετικές προορισμοί (στόχος σελίδας, συντεταγμένες/zoom) όταν είναι επιλύσιμες.
es: Las destinos asociadas (página objetivo, coordenadas/zoom) cuando son resolubles.
fi: Liitetyt kohteet (kohdesivu, koordinaatit/zoom) kun ne ovat ratkaistavissa.
fil: Ang mga kaugnay na destinasyon (target page, coordinates/zoom) kapag ito ay resolvable.
hu: TODO: Mire szolgál ez a kimenet.
id: Untuk apa keluaran ini.
it: Le destinazioni associate (pagina di destinazione, coordinate/zoom) quando sono risolvibili.
ja: 解決可能な場合の関連する宛先（ターゲットページ、座標/ズーム）。
ko: 해결 가능한 경우 관련된 목적지(대상 페이지, 좌표/줌).
nl: De bijbehorende bestemmingen (doelpagina, coördinaten/zoom) wanneer ze oplosbaar zijn.
no: De tilknyttede destinasjonene (målside, koordinater/zoom) når de er løselige.
pl: Powiązane miejsca docelowe (strona docelowa, współrzędne/powiększenie), gdy są rozwiązywalne.
pt_pt: Os destinos associados (página alvo, coordenadas/zoom) quando são resolvíveis.
ro: Destinațiile asociate (pagina țintă, coordonate/zoom) atunci când sunt rezolvabile.
ru: Связанные назначения (целевая страница, координаты/масштаб), когда они разрешимы.
sk: Pridružené destinácie (cieľová stránka, súradnice/zoom), keď sú riešiteľné.
sv: De associerade destinationerna (mål-sida, koordinater/zoom) när de är lösbara.
sw: Mikoa inayohusishwa (kurasa lengwa, coordinates/zoom) wakati zinapatikana.
tr: Çözülmesi mümkün olduğunda ilişkili varış noktaları (hedef sayfa, koordinatlar/büyütme).
uk: Призначення, пов'язані з ними (цільова сторінка, координати/масштаб), коли вони можуть бути вирішені.
vi: Các điểm đến liên quan (trang mục tiêu, tọa độ/zoom) khi chúng có thể được giải quyết.
zh_hans: 关联的目标（目标页面、坐标/缩放），当它们是可解析的。

# ed_dev_pdf_pdf_outline_to_json_limits
source: Limites et points d’attention
af: Limite en aandagspunte
bg: Да опишем точно изхода.
cs: Příklad konkrétní 3
da: Concrete example 3
de: Konkretes Beispiel 3
el: Περίγραψε ακριβώς την έξοδο.
es: Describir con precisión la salida.
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Konkrét példa 3
id: Concrete example 3
it: Esempio concreto 3
ja: 具体例 3
ko: 이 출력의 용도.
nl: Concreet voorbeeld 3
no: Concrete example 3
pl: Przykład konkretny 3
pt_pt: Exemplo concreto 3
ro: Exemplu concret 3
ru: Пример конкретного случая 3
sk: Concrete example 3
sv: Exempel 3
sw: Mfano halisi 3
tr: Çıktıyı kesin olarak tanımlayın.
uk: Описати точно вихід.
vi: Ví dụ cụ thể 3
zh_hans: 具体示例 3

# ed_dev_pdf_pdf_outline_to_json_lim1
source: Beaucoup de PDF n’ont pas de bookmarks : dans ce cas l’export sera vide, c’est normal.
af: Baie PDF's het nie boekmerke nie: in daardie geval sal die uitvoer leeg wees, dit is normaal.
bg: Много PDF файлове нямат отметки: в този случай експортът ще бъде празен, което е нормално.
cs: Mnoho PDF nemá záložky: v tomto případě bude export prázdný, to je normální.
da: Mange PDF'er har ikke bogmærker: i så fald vil eksporten være tom, hvilket er normalt.
de: Viele PDFs haben keine Lesezeichen: In diesem Fall wird der Export leer sein, das ist normal.
el: Πολλά PDF δεν έχουν σελιδοδείκτες: σε αυτή την περίπτωση η εξαγωγή θα είναι κενή, είναι φυσιολογικό.
es: Muchos PDF no tienen marcadores: en este caso la exportación estará vacía, es normal.
fi: Monilla PDF:illä ei ole kirjanmerkkejä: tällöin vienti on tyhjää, se on normaalia.
fil: Maraming PDF ang walang bookmarks: sa kasong ito ang export ay magiging walang laman, ito ay normal.
hu: Amit kap
id: What you get
it: Molti PDF non hanno segnalibri: in questo caso l'esportazione sarà vuota, è normale.
ja: 多くのPDFにはブックマークがありません：この場合、エクスポートは空になりますが、これは正常です。
ko: 많은 PDF에 북마크가 없습니다: 이 경우 내보내기가 비어 있을 것이며, 이는 정상입니다.
nl: Veel PDF's hebben geen bladwijzers: in dat geval zal de export leeg zijn, dat is normaal.
no: Mange PDF-er har ikke bokmerker: i så fall vil eksporten være tom, det er normalt.
pl: Wiele PDF-ów nie ma zakładek: w takim przypadku eksport będzie pusty, co jest normalne.
pt_pt: Muitos PDFs não têm bookmarks: nesse caso, a exportação será vazia, é normal.
ro: Multe PDF-uri nu au semne de carte: în acest caz, exportul va fi gol, este normal.
ru: Многие PDF не имеют закладок: в этом случае экспорт будет пустым, это нормально.
sk: Mnoho PDF nemá záložky: v takom prípade bude export prázdny, to je normálne.
sv: Många PDF-filer har inga bokmärken: i så fall kommer exporten att vara tom, vilket är normalt.
sw: PDF nyingi hazina bookmarks: katika kesi hii export itakuwa tupu, ni kawaida.
tr: Birçok PDF yer imi içermez: bu durumda dışa aktarım boş olacaktır, bu normaldir.
uk: Багато PDF не мають закладок: у цьому випадку експорт буде порожнім, це нормально.
vi: Nhiều PDF không có bookmark: trong trường hợp này, xuất sẽ trống, điều này là bình thường.
zh_hans: 许多 PDF 没有书签：在这种情况下，导出将是空的，这是正常的。

# ed_dev_pdf_pdf_outline_to_json_lim2
source: Certaines destinations sont “nommées” ou indirectes : elles peuvent nécessiter une résolution partielle selon le PDF.
af: Sommige bestemmings is "genaamd" of indirek: hulle kan 'n gedeeltelike oplossing vereis afhangende van die PDF.
bg: Някои дестинации са "именувани" или индиректни: те могат да изискват частично разрешаване в зависимост от PDF.
cs: Některé cíle jsou "pojmenované" nebo nepřímé: mohou vyžadovat částečné řešení podle PDF.
da: Nogle destinationer er "navngivne" eller indirekte: de kan kræve delvis opløsning afhængigt af PDF'en.
de: Einige Ziele sind "benannt" oder indirekt: Sie können eine teilweise Auflösung je nach PDF erfordern.
el: Ορισμένοι προορισμοί είναι "ονομασμένοι" ή έμμεσοι: μπορεί να απαιτούν μερική επίλυση ανάλογα με το PDF.
es: Algunos destinos son "nombrados" o indirectos: pueden requerir una resolución parcial según el PDF.
fi: Jotkut kohteet ovat "nimettyjä" tai epäsuoria: niiden ratkaiseminen voi vaatia osittaista ratkaisua PDF:n mukaan.
fil: Ang ilang mga destinasyon ay "named" o indirect: maaaring kailanganin nila ng partial resolution depende sa PDF.
hu: TODO.
id: Contoh konkret 3
it: Alcune destinazioni sono "nominate" o indirette: potrebbero richiedere una risoluzione parziale a seconda del PDF.
ja: 一部の宛先は「名前付き」または間接的です：PDFによっては部分的な解決が必要な場合があります。
ko: 일부 목적지는 "명명된" 또는 간접적입니다: PDF에 따라 부분적인 해결이 필요할 수 있습니다.
nl: Sommige bestemmingen zijn "genaamd" of indirect: ze kunnen een gedeeltelijke oplossing vereisen afhankelijk van de PDF.
no: Noen destinasjoner er "navngitte" eller indirekte: de kan kreve delvis oppløsning avhengig av PDF-en.
pl: Niektóre miejsca docelowe są „nazywane” lub pośrednie: mogą wymagać częściowego rozwiązania w zależności od PDF.
pt_pt: Alguns destinos são "nomeados" ou indiretos: podem exigir uma resolução parcial dependendo do PDF.
ro: Unele destinații sunt "numite" sau indirecte: acestea pot necesita o rezolvare parțială în funcție de PDF.
ru: Некоторые назначения "именованные" или косвенные: они могут требовать частичного разрешения в зависимости от PDF.
sk: Niektoré destinácie sú "menované" alebo nepriamé: môžu vyžadovať čiastočné riešenie v závislosti od PDF.
sv: Vissa destinationer är "namngivna" eller indirekta: de kan kräva partiell lösning beroende på PDF-filen.
sw: Mikoa fulani ni "zinazoitwa" au zisizo za moja kwa moja: zinaweza kuhitaji ufumbuzi wa sehemu kulingana na PDF.
tr: Bazı varış noktaları "adlandırılmış" veya dolaylıdır: bunlar PDF'ye bağlı olarak kısmi bir çözümleme gerektirebilir.
uk: Деякі призначення є "іменованими" або непрямими: вони можуть вимагати часткового вирішення залежно від PDF.
vi: Một số điểm đến là “được đặt tên” hoặc gián tiếp: chúng có thể cần một giải quyết một phần tùy theo PDF.
zh_hans: 某些目标是 "命名的" 或间接的：它们可能需要根据 PDF 进行部分解析。

# ed_dev_pdf_pdf_outline_to_json_faq
source: Questions fréquentes
af: Beperkings en aandagspunte
bg: Често задавани въпроси
cs: Popište přesně výstup.
da: Describe the output precisely.
de: Beschreiben Sie genau die Ausgabe.
el: Συγκεκριμένο παράδειγμα 3
es: Límites y puntos de atención
fi: Esimerkki 2
fil: Mga madalas na tanong
hu: A kimenet pontos leírása.
id: Describe the output precisely.
it: Descrivere precisamente l'uscita.
ja: よくある質問
ko: 당신이 얻는 것
nl: Beschrijf precies de output.
no: Describe the output precisely.
pl: Dokładny opis wyjścia.
pt_pt: Descrever precisamente a saída.
ro: Descrieți precis ieșirea.
ru: Опишите точно выходные данные.
sk: Describe the output precisely.
sv: Beskriv noggrant utdata.
sw: Eleza kwa usahihi matokeo.
tr: Somut örnek 3
uk: Для чого потрібен цей вихід.
vi: Mô tả chính xác đầu ra.
zh_hans: 准确描述输出。

# ed_dev_pdf_pdf_outline_to_json_q1
source: Sommaire et “table des matières” c’est pareil ?
af: Is inhoudsopgawe en "inhoudsopgawe" dieselfde?
bg: Съдържание и "таблица на съдържанието" е същото?
cs: Obsah a "obsah" je to samé?
da: Er indholdsfortegnelsen og "indholdsfortegnelse" det samme?
de: Inhaltsverzeichnis und "Tabelle der Inhalte" sind das gleiche?
el: Το περιεχόμενο και η "λίστα περιεχομένων" είναι το ίδιο;
es: ¿Índice y "tabla de contenidos" son lo mismo?
fi: Onko sisällysluettelo ja "taulukko sisällöstä" sama asia?
fil: Ang outline at "table of contents" ay pareho?
hu: TODO
id: Jelaskan dengan tepat keluaran.
it: Sommario e "indice" sono la stessa cosa?
ja: 目次と「目次」は同じですか？
ko: 목차와 "목차"는 같은 건가요?
nl: Is een inhoudsopgave hetzelfde als een "inhoudsopgave"?
no: Er innholdsfortegnelse og "innholdsfortegnelse" det samme?
pl: Spis treści i „spis treści” to to samo?
pt_pt: Sumário e "tabela de conteúdos" é a mesma coisa?
ro: Cuprinsul și "tabela de conținut" sunt același lucru?
ru: Оглавление и "таблица содержимого" — это одно и то же?
sk: Obsah a "obsahová stránka" je to isté?
sv: Är innehållsförteckning och "innehållsförteckning" samma sak?
sw: Somo na "jedwali la maudhui" ni sawa?
tr: İçindekiler ve "içerik tablosu" aynı mı?
uk: Зміст і "таблиця змісту" - це одне й те саме?
vi: Mục lục và “bảng mục lục” có phải là một không?
zh_hans: 大纲和 "目录" 是一样的吗？

# ed_dev_pdf_pdf_outline_to_json_a1
source: Le sommaire PDF (outline) est la navigation latérale. La table des matières peut aussi être une page du document.
af: Die PDF-inhoudsopgawe (outline) is die sy-navigasie. Die inhoudsopgawe kan ook 'n bladsy van die dokument wees.
bg: Съдържанието на PDF (outline) е страничната навигация. Таблицата на съдържанието може също да бъде страница от документа.
cs: Obsah PDF (outline) je boční navigace. Obsah může být také stránka dokumentu.
da: PDF-indholdsfortegnelsen (outline) er den sidelæns navigation. Indholdsfortegnelsen kan også være en side i dokumentet.
de: Das PDF-Inhaltsverzeichnis (Outline) ist die seitliche Navigation. Die Tabelle der Inhalte kann auch eine Seite des Dokuments sein.
el: Το περιεχόμενο PDF (outline) είναι η πλοήγηση στο πλάι. Η λίστα περιεχομένων μπορεί επίσης να είναι μια σελίδα του εγγράφου.
es: El índice PDF (outline) es la navegación lateral. La tabla de contenidos también puede ser una página del documento.
fi: PDF:n sisällysluettelo (outline) on sivupalkkinavigaatio. Taulukko sisällöstä voi myös olla asiakirjan sivu.
fil: Ang PDF outline ay ang side navigation. Ang table of contents ay maaari ring maging isang pahina ng dokumento.
hu: Korlátok és figyelmeztetések
id: Limitations and points of attention
it: Il sommario PDF (outline) è la navigazione laterale. L'indice può anche essere una pagina del documento.
ja: PDFの目次（アウトライン）はサイドナビゲーションです。目次は文書のページでもあります。
ko: PDF 목차(개요)는 측면 탐색입니다. 목차는 문서의 페이지일 수도 있습니다.
nl: De PDF-inhoudsopgave (outline) is de zij-navigatie. De inhoudsopgave kan ook een pagina van het document zijn.
no: PDF-innholdsfortegnelsen (outline) er side-navigasjonen. Innholdsfortegnelsen kan også være en side i dokumentet.
pl: Spis treści PDF (outline) to nawigacja boczna. Spis treści może być również stroną dokumentu.
pt_pt: O sumário PDF (outline) é a navegação lateral. A tabela de conteúdos também pode ser uma página do documento.
ro: Cuprinsul PDF (outline) este navigarea laterală. Tabela de conținut poate fi, de asemenea, o pagină a documentului.
ru: Оглавление PDF (outline) — это боковая навигация. Таблица содержимого также может быть страницей документа.
sk: Obsah PDF (outline) je bočná navigácia. Obsahová stránka môže byť tiež stránka dokumentu.
sv: PDF-innehållsförteckningen (outline) är sidnavigeringen. Innehållsförteckningen kan också vara en sida i dokumentet.
sw: Somo la PDF (outline) ni urambazaji wa upande. Jedwali la maudhui linaweza pia kuwa ukurasa wa hati.
tr: PDF içindekileri (outline) yan menüdür. İçerik tablosu ayrıca belgenin bir sayfası olabilir.
uk: Зміст PDF (outline) - це бічна навігація. Таблиця змісту також може бути сторінкою документа.
vi: Mục lục PDF (outline) là điều hướng bên. Bảng mục lục cũng có thể là một trang trong tài liệu.
zh_hans: PDF 大纲（outline）是侧边导航。目录也可以是文档中的一页。

# ed_dev_pdf_pdf_outline_to_json_q2
source: Est-ce que l’outil retrouve la page exacte ?
af: Vind die hulpmiddel die presiese bladsy?
bg: Намира ли инструментът точната страница?
cs: Najde nástroj přesnou stránku?
da: Finder værktøjet den præcise side?
de: Findet das Tool die genaue Seite?
el: Βρίσκει το εργαλείο τη σωστή σελίδα;
es: ¿El herramienta encuentra la página exacta?
fi: Löytääkö työkalu tarkan sivun?
fil: Natagpuan ba ng tool ang eksaktong pahina?
hu: TODO
id: Untuk apa keluaran ini.
it: L'outil trova la pagina esatta?
ja: ツールは正確なページを見つけますか？
ko: 도구가 정확한 페이지를 찾나요?
nl: Vindt de tool de exacte pagina?
no: Finner verktøyet den eksakte siden?
pl: Czy narzędzie znajduje dokładną stronę?
pt_pt: O ferramenta encontra a página exata?
ro: Găsește instrumentul pagina exactă?
ru: Находит ли инструмент точную страницу?
sk: Nájde nástroj presnú stránku?
sv: Hittar verktyget den exakta sidan?
sw: Je, chombo kinapata ukurasa sahihi?
tr: Araç tam sayfayı bulabiliyor mu?
uk: Чи знаходить інструмент точну сторінку?
vi: Công cụ có tìm thấy trang chính xác không?
zh_hans: 工具能找到确切的页面吗？

# ed_dev_pdf_pdf_outline_to_json_a2
source: Souvent oui. Selon le PDF, les destinations peuvent être indirectes et plus difficiles à résoudre.
af: Dikwels ja. Afhangende van die PDF, kan die bestemmings indirek wees en moeiliker om op te los.
bg: Често да. В зависимост от PDF, дестинациите могат да бъдат индиректни и по-трудни за разрешаване.
cs: Často ano. Podle PDF mohou být cíle nepřímé a obtížněji řešitelné.
da: Ofte ja. Afhængigt af PDF'en kan destinationerne være indirekte og sværere at opløse.
de: Oft ja. Je nach PDF können die Ziele indirekt und schwieriger zu lösen sein.
el: Συχνά ναι. Ανάλογα με το PDF, οι προορισμοί μπορεί να είναι έμμεσοι και πιο δύσκολοι να επιλυθούν.
es: A menudo sí. Dependiendo del PDF, los destinos pueden ser indirectos y más difíciles de resolver.
fi: Usein kyllä. PDF:n mukaan kohteet voivat olla epäsuoria ja vaikeampia ratkaista.
fil: Kadalasan oo. Depende sa PDF, ang mga destinasyon ay maaaring indirect at mas mahirap resolbahin.
hu: TODO
id: TODO
it: Spesso sì. A seconda del PDF, le destinazioni possono essere indirette e più difficili da risolvere.
ja: 多くの場合、はい。PDFによっては、宛先が間接的で解決が難しい場合があります。
ko: 대부분의 경우 그렇습니다. PDF에 따라 목적지가 간접적일 수 있으며 해결하기 더 어려울 수 있습니다.
nl: Vaak wel. Afhankelijk van de PDF kunnen de bestemmingen indirect zijn en moeilijker op te lossen.
no: Ofte ja. Avhengig av PDF-en kan destinasjonene være indirekte og vanskeligere å løse.
pl: Często tak. W zależności od PDF, miejsca docelowe mogą być pośrednie i trudniejsze do rozwiązania.
pt_pt: Frequentemente sim. Dependendo do PDF, os destinos podem ser indiretos e mais difíceis de resolver.
ro: Adesea da. În funcție de PDF, destinațiile pot fi indirecte și mai greu de rezolvat.
ru: Часто да. В зависимости от PDF назначения могут быть косвенными и более сложными для разрешения.
sk: Často áno. V závislosti od PDF môžu byť destinácie nepriamé a ťažšie riešiteľné.
sv: Ofta ja. Beroende på PDF-filen kan destinationerna vara indirekta och svårare att lösa.
sw: Mara nyingi ndiyo. Kulingana na PDF, maeneo yanaweza kuwa ya moja kwa moja na magumu zaidi kutatua.
tr: Çoğu zaman evet. PDF'ye bağlı olarak, varış noktaları dolaylı olabilir ve çözülmesi daha zor olabilir.
uk: Часто так. Залежно від PDF, призначення можуть бути непрямими і важчими для вирішення.
vi: Thường thì có. Tùy theo PDF, các điểm đến có thể gián tiếp và khó giải quyết hơn.
zh_hans: 通常可以。根据 PDF，目标可能是间接的，解析起来更困难。

# ed_dev_pdf_pdf_outline_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Často kladené otázky
da: Frequently asked questions
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Tip
fi: Vinkki
fil: Tip
hu: Gyakran ismételt kérdések
id: Frequently asked questions
it: Domande frequenti
ja: ヒント
ko: 팁
nl: Veelgestelde vragen
no: Frequently asked questions
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Frequently asked questions
sv: Vanliga frågor
sw: Maswali yanayoulizwa mara kwa mara
tr: İpucu
uk: Tip
vi: Câu hỏi thường gặp
zh_hans: 技巧
