Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_median_course_lim4
source: La médiane seule ne suffit pas toujours à décider : selon l’objectif, on peut préférer moyenne, médiane, ou un couple médiane + IQR (ou encore une moyenne robuste).
af: Die mediaan alleen is nie altyd genoeg om te besluit nie: volgens die doel kan ons die gemiddelde, mediaan, of 'n paar mediaan + IQR (of selfs 'n robuuste gemiddelde) verkies.
bg: Само медианата не винаги е достатъчна, за да се вземе решение: в зависимост от целта, може да предпочетете средна, медиана или комбинация медиана + IQR (или дори устойчива средна).
cs: Medián sám o sobě často nestačí k rozhodnutí: podle cíle můžeme upřednostnit průměr, medián nebo pár medián + IQR (nebo dokonce robustní průměr).
da: Medianen alene er ikke altid tilstrækkelig til at beslutte: afhængigt af målet kan man foretrække gennemsnit, median eller et par median + IQR (eller endda et robust gennemsnit).
de: Der Median allein reicht nicht immer aus, um zu entscheiden: Je nach Ziel kann man Mittelwert, Median oder ein Paar Median + IQR (oder sogar einen robusten Mittelwert) bevorzugen.
el: Η διάμεσος μόνη της δεν αρκεί πάντα για να αποφασίσετε: ανάλογα με τον στόχο, μπορεί να προτιμήσετε τη μέση, τη διάμεσο ή ένα ζευγάρι διάμεσο + IQR (ή μια ανθεκτική μέση).
es: La mediana sola no siempre es suficiente para decidir: según el objetivo, se puede preferir media, mediana o un par mediana + IQR (o incluso una media robusta).
fi: Pelkkä mediaani ei aina riitä päätöksentekoon: tavoitteen mukaan voidaan suosia keskiarvoa, mediaania tai paria mediaani + IQR (tai jopa robustia keskiarvoa).
fil: Ang median lamang ay hindi palaging sapat upang magpasya: ayon sa layunin, maaari tayong pumili ng average, median, o isang pares na median + IQR (o isang matibay na average).
hu: A medián önmagában nem mindig elegendő a döntéshez: a céltól függően előnyben részesíthetjük az átlagot, a mediánt, vagy egy medián + IQR párt (vagy egy robusztus átlagot).
id: Median saja tidak selalu cukup untuk memutuskan: tergantung pada tujuan, kita bisa lebih memilih rata-rata, median, atau pasangan median + IQR (atau rata-rata yang tahan banting).
it: La mediana da sola non è sempre sufficiente per decidere: a seconda dell'obiettivo, si può preferire media, mediana o una coppia mediana + IQR (o ancora una media robusta).
ja: 中央値だけでは常に決定するには不十分です：目的に応じて、平均、中央値、または中央値 + IQRの組み合わせ（またはロバスト平均）を好むことがあります。
ko: 중앙값만으로는 항상 결정을 내리기에 충분하지 않습니다: 목표에 따라 평균, 중앙값 또는 중앙값 + IQR(또는 강건 평균)을 선호할 수 있습니다.
nl: De mediaan alleen is niet altijd voldoende om te beslissen: afhankelijk van het doel kan men de voorkeur geven aan gemiddelde, mediaan, of een combinatie van mediaan + IQR (of zelfs een robuust gemiddelde).
no: Medianen alene er ikke alltid tilstrekkelig for å ta en beslutning: avhengig av målet, kan man foretrekke gjennomsnitt, median, eller et par median + IQR (eller en robust gjennomsnitt).
pl: Sama mediana nie zawsze wystarcza do podjęcia decyzji: w zależności od celu można preferować średnią, medianę lub parę mediana + IQR (lub jeszcze średnią odporną).
pt_pt: A mediana sozinha nem sempre é suficiente para decidir: dependendo do objetivo, pode-se preferir média, mediana ou um par mediana + IQR (ou ainda uma média robusta).
ro: Mediana singură nu este întotdeauna suficientă pentru a decide: în funcție de obiectiv, putem prefera media, mediana sau un cuplu mediana + IQR (sau chiar o medie robustă).
ru: Одна медиана не всегда достаточна для принятия решения: в зависимости от цели можно предпочесть среднее, медиану или пару медиана + IQR (или даже устойчивое среднее).
sk: Sám medián nie vždy stačí na rozhodovanie: podľa cieľa môžeme uprednostniť priemer, medián alebo pár medián + IQR (alebo dokonca robustný priemer).
sv: Medianen ensam räcker inte alltid för att besluta: beroende på målet kan man föredra medelvärde, median eller en kombination av median + IQR (eller en robust medelvärde).
sw: Mediani pekee haitoshi kila wakati kufanya maamuzi: kulingana na lengo, tunaweza kupendelea wastani, mediani, au jozi ya mediani + IQR (au wastani thabiti).
tr: Medyan tek başına her zaman karar vermek için yeterli değildir: amaca bağlı olarak, ortalama, medyan veya bir medyan + IQR çifti (veya bir sağlam ortalama) tercih edilebilir.
uk: Медіана сама по собі не завжди достатня для прийняття рішення: залежно від мети, можна віддати перевагу середньому, медіані або парі медіана + IQR (або ще й стійкому середньому).
vi: Chỉ trung vị không đủ để quyết định: tùy theo mục tiêu, có thể ưu tiên trung bình, trung vị, hoặc một cặp trung vị + IQR (hoặc một trung bình bền vững).
zh_hans: 单独的中位数并不总是足够做出决定：根据目标，我们可以选择平均数、中位数，或中位数+IQR的组合（或更稳健的平均数）。

# ed_math_statistics_median_course_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga Madalas na Tanong
hu: Gyakori kérdések
id: Pertanyaan yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_statistics_median_course_q1
source: Pourquoi faut-il trier la série pour calculer la médiane ?
af: Waarom moet ons die reeks sorteer om die mediaan te bereken?
bg: Защо трябва да подредим серията, за да изчислим медианата?
cs: Proč je třeba třídit řadu pro výpočet mediánu?
da: Hvorfor skal man sortere sekvensen for at beregne medianen?
de: Warum muss man die Reihe sortieren, um den Median zu berechnen?
el: Γιατί πρέπει να ταξινομήσουμε τη σειρά για να υπολογίσουμε τη διάμεσο;
es: ¿Por qué es necesario ordenar la serie para calcular la mediana?
fi: Miksi sarja on lajiteltava mediaanin laskemiseksi?
fil: Bakit kailangan i-sort ang serye upang kalkulahin ang median?
hu: Miért kell rendezni a sorozatot a medián kiszámításához?
id: Mengapa kita perlu mengurutkan deret untuk menghitung median?
it: Perché è necessario ordinare la serie per calcolare la mediana?
ja: 中央値を計算するために系列をソートする必要があるのはなぜですか？
ko: 왜 중앙값을 계산하기 위해 시리즈를 정렬해야 하나요?
nl: Waarom moet je de reeks sorteren om de mediaan te berekenen?
no: Hvorfor må man sortere serien for å beregne medianen?
pl: Dlaczego należy sortować serię, aby obliczyć medianę?
pt_pt: Por que é necessário ordenar a série para calcular a mediana?
ro: De ce trebuie să sortăm seria pentru a calcula mediana?
ru: Почему нужно сортировать серию для вычисления медианы?
sk: Prečo je potrebné triediť sériu na výpočet mediánu?
sv: Varför måste man sortera serien för att beräkna medianen?
sw: Kwa nini inafaa kuweka mfululizo ili kuhesabu mediani?
tr: Medyanı hesaplamak için seriyi neden sıralamak gerekir?
uk: Чому потрібно сортувати ряд для обчислення медіани?
vi: Tại sao cần sắp xếp chuỗi để tính trung vị?
zh_hans: 为什么计算中位数时需要对序列进行排序？

# ed_math_statistics_median_course_a1
source: Parce que la médiane est définie par la position “au milieu” dans la série ordonnée. Sans tri, on ne sait pas quelles valeurs sont centrales.
af: Omdat die mediaan gedefinieer word deur die posisie 'in die middel' in die gesorteerde reeks. Sonder sortering weet ons nie watter waardes sentraal is nie.
bg: Защото медианата е определена от позицията "в средата" в подредената серия. Без подреждане не знаем кои стойности са централни.
cs: Protože medián je definován jako pozice "uprostřed" v seřazené řadě. Bez řazení nevíme, které hodnoty jsou střední.
da: Fordi medianen er defineret ved positionen 'i midten' i den ordnede sekvens. Uden sortering ved man ikke, hvilke værdier der er centrale.
de: Weil der Median durch die Position „in der Mitte“ in der geordneten Reihe definiert ist. Ohne Sortierung weiß man nicht, welche Werte zentral sind.
el: Επειδή η διάμεσος ορίζεται από τη θέση “στη μέση” στη διατεταγμένη σειρά. Χωρίς ταξινόμηση, δεν ξέρουμε ποιες τιμές είναι κεντρικές.
es: Porque la mediana se define por la posición “en el medio” en la serie ordenada. Sin orden, no se sabe qué valores son centrales.
fi: Koska mediaani määritellään 'keskellä' sijainnin mukaan lajitellussa sarjassa. Ilman lajittelua emme tiedä, mitkä arvot ovat keskeisiä.
fil: Dahil ang median ay tinutukoy ng posisyon 'sa gitna' sa naka-uri na serye. Nang walang pag-uuri, hindi natin alam kung aling mga halaga ang sentral.
hu: Mert a medián a 'középen' lévő pozícióval van definiálva a rendezett sorozatban. Rendezés nélkül nem tudjuk, mely értékek középsőek.
id: Karena median didefinisikan oleh posisi 'di tengah' dalam deret yang terurut. Tanpa urutan, kita tidak tahu nilai mana yang sentral.
it: Perché la mediana è definita dalla posizione “al centro” nella serie ordinata. Senza ordinamento, non si sa quali valori siano centrali.
ja: 中央値は順序付けられた系列の「真ん中」の位置によって定義されるからです。ソートなしでは、どの値が中央であるかはわかりません。
ko: 중앙값은 정렬된 시리즈에서 '가운데' 위치로 정의되기 때문입니다. 정렬이 없으면 어떤 값이 중앙인지 알 수 없습니다.
nl: Omdat de mediaan is gedefinieerd door de positie 'in het midden' van de gesorteerde reeks. Zonder sortering weten we niet welke waarden centraal zijn.
no: Fordi medianen er definert av posisjonen 'i midten' i den ordnede serien. Uten sortering vet man ikke hvilke verdier som er sentrale.
pl: Ponieważ mediana jest definiowana przez pozycję 'w środku' w uporządkowanej serii. Bez sortowania nie wiemy, które wartości są centralne.
pt_pt: Porque a mediana é definida pela posição 'no meio' na série ordenada. Sem ordenação, não sabemos quais valores são centrais.
ro: Pentru că mediana este definită prin poziția „la mijloc” în seria ordonată. Fără sortare, nu știm care valori sunt centrale.
ru: Потому что медиана определяется как 'посередине' в отсортированной серии. Без сортировки мы не знаем, какие значения центральные.
sk: Pretože medián je definovaný ako pozícia "v strede" v usporiadanej sérii. Bez triedenia nevieme, ktoré hodnoty sú centrálne.
sv: För att medianen definieras av positionen 'i mitten' i den ordnade serien. Utan sortering vet man inte vilka värden som är centrala.
sw: Kwa sababu mediani inafafanuliwa na nafasi 'katikati' katika mfululizo ulioandikwa. Bila kuweka, hatujui ni zipi thamani za kati.
tr: Çünkü medyan, sıralı seride 'ortada' olan konumla tanımlanır. Sıralama olmadan, hangi değerlerin merkezi olduğunu bilemeyiz.
uk: Тому що медіана визначається позицією “посередині” в упорядкованому ряді. Без сортування ми не знаємо, які значення є центральними.
vi: Bởi vì trung vị được định nghĩa bởi vị trí 'ở giữa' trong chuỗi đã được sắp xếp. Nếu không sắp xếp, chúng ta không biết giá trị nào là trung tâm.
zh_hans: 因为中位数是通过有序序列中的“中间”位置定义的。没有排序，我们不知道哪些值是中心的。

# ed_math_statistics_median_course_q2
source: Quelle est la médiane quand il y a un nombre pair de valeurs ?
af: Wat is die mediaan wanneer daar 'n paar aantal waardes is?
bg: Каква е медианата, когато има четен брой стойности?
cs: Jaký je medián, když je počet hodnot sudý?
da: Hvad er medianen, når der er et lige antal værdier?
de: Was ist der Median, wenn es eine gerade Anzahl von Werten gibt?
el: Ποια είναι η διάμεσος όταν υπάρχει ζυγός αριθμός τιμών;
es: ¿Cuál es la mediana cuando hay un número par de valores?
fi: Mikä on mediaani, kun arvoja on parillinen määrä?
fil: Ano ang median kapag may even na bilang ng mga halaga?
hu: Mi a medián, ha páros számú érték van?
id: Apa median ketika ada jumlah nilai genap?
it: Qual è la mediana quando ci sono un numero pari di valori?
ja: 値の数が偶数のとき、中央値は何ですか？
ko: 값의 개수가 짝수일 때 중앙값은 무엇인가요?
nl: Wat is de mediaan als er een even aantal waarden is?
no: Hva er medianen når det er et partall av verdier?
pl: Jaka jest mediana, gdy jest parzysta liczba wartości?
pt_pt: Qual é a mediana quando há um número par de valores?
ro: Care este mediana când există un număr par de valori?
ru: Какова медиана, когда количество значений четное?
sk: Aký je medián, keď je počet hodnôt párny?
sv: Vad är medianen när det finns ett jämnt antal värden?
sw: Ni ipi mediani wakati kuna idadi ya thamani za hata?
tr: Çift sayıda değer olduğunda medyan nedir?
uk: Яка медіана, коли є парна кількість значень?
vi: Trung vị là gì khi có số lượng giá trị chẵn?
zh_hans: 当值的数量为偶数时，中位数是多少？

# ed_math_statistics_median_course_a2
source: On prend la moyenne des deux valeurs centrales (après tri). La médiane peut alors être un nombre qui n’apparaît pas dans la série, et c’est normal.
af: Ons neem die gemiddelde van die twee sentrale waardes (na sortering). Die mediaan kan dan 'n getal wees wat nie in die reeks voorkom nie, en dit is normaal.
bg: Вземаме средната стойност на двете централни стойности (след подреждане). Медианата може да бъде число, което не се появява в серията, и това е нормално.
cs: Vezmeme průměr dvou středních hodnot (po seřazení). Medián může být číslo, které se v řadě nevyskytuje, a to je normální.
da: Man tager gennemsnittet af de to centrale værdier (efter sortering). Medianen kan så være et tal, der ikke vises i sekvensen, og det er normalt.
de: Man nimmt den Mittelwert der beiden zentralen Werte (nach der Sortierung). Der Median kann dann eine Zahl sein, die nicht in der Reihe erscheint, und das ist normal.
el: Παίρνουμε τη μέση των δύο κεντρικών τιμών (μετά την ταξινόμηση). Η διάμεσος μπορεί τότε να είναι ένας αριθμός που δεν εμφανίζεται στη σειρά, και αυτό είναι φυσιολογικό.
es: Se toma la media de los dos valores centrales (después de ordenar). La mediana puede ser un número que no aparece en la serie, y eso es normal.
fi: Otetaan keskimmäisten arvojen keskiarvo (lajittelun jälkeen). Mediaani voi olla luku, joka ei esiinny sarjassa, ja se on normaalia.
fil: Kukunin natin ang average ng dalawang sentral na halaga (pagkatapos ng pag-uuri). Ang median ay maaaring isang bilang na hindi lumilitaw sa serye, at ito ay normal.
hu: A két középső érték átlagát vesszük (rendezés után). A medián akkor egy olyan szám is lehet, amely nem szerepel a sorozatban, és ez normális.
id: Kita mengambil rata-rata dari dua nilai tengah (setelah diurutkan). Median kemudian bisa menjadi angka yang tidak muncul dalam deret, dan itu normal.
it: Si prende la media dei due valori centrali (dopo l'ordinamento). La mediana può quindi essere un numero che non appare nella serie, ed è normale.
ja: 中央の2つの値の平均を取ります（ソート後）。中央値は系列に現れない数になることがあり、それは正常です。
ko: 정렬 후 두 중앙값의 평균을 취합니다. 중앙값은 시리즈에 나타나지 않는 숫자가 될 수 있으며, 이는 정상입니다.
nl: We nemen het gemiddelde van de twee centrale waarden (na sortering). De mediaan kan dan een getal zijn dat niet in de reeks voorkomt, en dat is normaal.
no: Man tar gjennomsnittet av de to sentrale verdiene (etter sortering). Medianen kan da være et tall som ikke vises i serien, og det er normalt.
pl: Bierzemy średnią z dwóch wartości centralnych (po sortowaniu). Mediana może być wtedy liczbą, która nie występuje w serii, i to jest normalne.
pt_pt: Tomamos a média dos dois valores centrais (após ordenação). A mediana pode então ser um número que não aparece na série, e isso é normal.
ro: Se ia media celor două valori centrale (după sortare). Mediana poate fi atunci un număr care nu apare în serie, și este normal.
ru: Мы берем среднее двух центральных значений (после сортировки). Медиана может быть числом, которое не появляется в серии, и это нормально.
sk: Berieme priemer dvoch centrálnych hodnôt (po triedení). Medián môže byť potom číslo, ktoré sa v sérii nevyskytuje, a to je normálne.
sv: Man tar medelvärdet av de två centrala värdena (efter sortering). Medianen kan då vara ett tal som inte förekommer i serien, och det är normalt.
sw: Tunachukua wastani wa thamani mbili za kati (baada ya kuweka). Mediani inaweza kuwa nambari ambayo haionekani katika mfululizo, na hiyo ni kawaida.
tr: İki merkez değerinin ortalamasını alırız (sıralamadan sonra). Medyan, seride görünmeyen bir sayı olabilir ve bu normaldir.
uk: Беремо середнє з двох центральних значень (після сортування). Медіана може бути числом, яке не з'являється в ряді, і це нормально.
vi: Chúng ta lấy trung bình của hai giá trị trung tâm (sau khi sắp xếp). Trung vị có thể là một số không xuất hiện trong chuỗi, và điều đó là bình thường.
zh_hans: 我们取两个中心值的平均（排序后）。中位数可以是一个在序列中不存在的数字，这是正常的。

# ed_math_statistics_median_course_q3
source: Médiane ou moyenne : laquelle choisir ?
af: Mediaan of gemiddelde: watter een om te kies?
bg: Медиана или средна: коя да изберем?
cs: Medián nebo průměr: kterou zvolit?
da: Median eller gennemsnit: hvilken skal man vælge?
de: Median oder Mittelwert: welchen wählen?
el: Διάμεσος ή μέση: ποια να επιλέξω;
es: ¿Mediana o media: cuál elegir?
fi: Mediaani vai keskiarvo: kumpi valita?
fil: Median o average: alin ang pipiliin?
hu: Medián vagy átlag: melyiket válasszuk?
id: Median atau rata-rata: mana yang harus dipilih?
it: Mediana o media: quale scegliere?
ja: 中央値または平均：どちらを選ぶべきですか？
ko: 중앙값 또는 평균: 어떤 것을 선택해야 하나요?
nl: Mediaan of gemiddelde: welke te kiezen?
no: Median eller gjennomsnitt: hvilken skal man velge?
pl: Mediana czy średnia: którą wybrać?
pt_pt: Mediana ou média: qual escolher?
ro: Mediana sau media: pe care să o alegem?
ru: Медиана или среднее: что выбрать?
sk: Medián alebo priemer: ktorý si vybrať?
sv: Median eller medelvärde: vilket ska man välja?
sw: Mediani au wastani: ipi kuchagua?
tr: Medyan mı yoksa ortalama mı: hangisini seçmeliyiz?
uk: Медіана чи середнє: що вибрати?
vi: Trung vị hay trung bình: chọn cái nào?
zh_hans: 中位数或平均数：选择哪个？

# ed_math_statistics_median_course_a3
source: Si la série contient des valeurs extrêmes ou une forte asymétrie (salaires, prix), la médiane est souvent plus représentative. Si les données sont “homogènes”, la moyenne peut être plus informative.
af: As die reeks uiterste waardes of 'n sterk asimmetrie bevat (salarisse, pryse), is die mediaan dikwels meer verteenwoordigend. As die data 'homogeen' is, kan die gemiddelde meer inligting bied.
bg: Ако серията съдържа крайни стойности или силна асиметрия (заплати, цени), медианата често е по-представителна. Ако данните са "хомогенни", средната може да бъде по-информативна.
cs: Pokud řada obsahuje extrémní hodnoty nebo silnou asymetrii (mzdy, ceny), medián je často reprezentativnější. Pokud jsou data "homogenní", může být průměr informativnější.
da: Hvis sekvensen indeholder ekstreme værdier eller en stærk asymmetri (lønninger, priser), er medianen ofte mere repræsentativ. Hvis dataene er 'homogene', kan gennemsnittet være mere informativt.
de: Wenn die Reihe extreme Werte oder eine starke Asymmetrie (Löhne, Preise) enthält, ist der Median oft repräsentativer. Wenn die Daten „homogen“ sind, kann der Mittelwert informativer sein.
el: Αν η σειρά περιέχει ακραίες τιμές ή ισχυρή ασυμμετρία (μισθοί, τιμές), η διάμεσος είναι συχνά πιο αντιπροσωπευτική. Αν τα δεδομένα είναι “ομοιογενή”, η μέση μπορεί να είναι πιο ενημερωτική.
es: Si la serie contiene valores extremos o una fuerte asimetría (salarios, precios), la mediana es a menudo más representativa. Si los datos son “homogéneos”, la media puede ser más informativa.
fi: Jos sarja sisältää äärimmäisiä arvoja tai voimakasta epäsymmetriaa (palkat, hinnat), mediaani on usein edustavampi. Jos tiedot ovat 'homogeenisia', keskiarvo voi olla informatiivisempi.
fil: Kung ang serye ay naglalaman ng mga ekstremong halaga o isang mataas na hindi simetriko (mga sahod, presyo), ang median ay madalas na mas representatibo. Kung ang mga datos ay 'homogeneous', ang average ay maaaring mas nakapagbibigay ng impormasyon.
hu: Ha a sorozat szélsőséges értékeket vagy erős aszimmetriát tartalmaz (bérek, árak), a medián gyakran reprezentatívabb. Ha az adatok 'homogének', az átlag informatívabb lehet.
id: Jika deret mengandung nilai ekstrem atau asimetri yang kuat (gaji, harga), median seringkali lebih representatif. Jika data 'homogen', rata-rata bisa lebih informatif.
it: Se la serie contiene valori estremi o una forte asimmetria (salari, prezzi), la mediana è spesso più rappresentativa. Se i dati sono “omogenei”, la media può essere più informativa.
ja: 系列に極端な値や強い非対称性（給与、価格）が含まれている場合、中央値はしばしばより代表的です。データが「均質」であれば、平均がより情報を提供することがあります。
ko: 시리즈에 극단값이 포함되거나 강한 비대칭이 있는 경우(임금, 가격), 중앙값이 종종 더 대표적입니다. 데이터가 '동질적'이라면 평균이 더 유용할 수 있습니다.
nl: Als de reeks extreme waarden of een sterke scheefheid bevat (salarissen, prijzen), is de mediaan vaak representatiever. Als de gegevens 'homogeen' zijn, kan het gemiddelde informatiever zijn.
no: Hvis serien inneholder ekstreme verdier eller en sterk asymmetri (lønninger, priser), er medianen ofte mer representativ. Hvis dataene er 'homogene', kan gjennomsnittet være mer informativt.
pl: Jeśli seria zawiera wartości ekstremalne lub silną asymetrię (wynagrodzenia, ceny), mediana jest często bardziej reprezentatywna. Jeśli dane są 'jednorodne', średnia może być bardziej informacyjna.
pt_pt: Se a série contém valores extremos ou uma forte assimetria (salários, preços), a mediana é frequentemente mais representativa. Se os dados são 'homogêneos', a média pode ser mais informativa.
ro: Dacă seria conține valori extreme sau o asimetrie puternică (salarii, prețuri), mediana este adesea mai reprezentativă. Dacă datele sunt „omogene”, media poate fi mai informativă.
ru: Если серия содержит экстремальные значения или сильную асимметрию (зарплаты, цены), медиана часто более репрезентативна. Если данные 'гомогенны', среднее может быть более информативным.
sk: Ak séria obsahuje extrémne hodnoty alebo silnú asymetriu (mzdy, ceny), medián je často reprezentatívnejší. Ak sú údaje "homogénne", priemer môže byť informatívnejší.
sv: Om serien innehåller extrema värden eller en stark snedhet (löner, priser), är medianen ofta mer representativ. Om data är 'homogena', kan medelvärdet vara mer informativt.
sw: Ikiwa mfululizo una thamani za ekstremu au asimetriki kubwa (mishahara, bei), mediani mara nyingi ni mwakilishi zaidi. Ikiwa data ni 'sawa', wastani unaweza kuwa na taarifa zaidi.
tr: Eğer seri uç değerler veya yüksek asimetri (maaşlar, fiyatlar) içeriyorsa, medyan genellikle daha temsilcidir. Veriler 'homojen' ise, ortalama daha bilgilendirici olabilir.
uk: Якщо ряд містить екстремальні значення або має сильну асиметрію (зарплати, ціни), медіана часто є більш репрезентативною. Якщо дані “гомогенні”, середнє може бути більш інформативним.
vi: Nếu chuỗi chứa các giá trị cực trị hoặc có sự không đối xứng mạnh (lương, giá), trung vị thường đại diện tốt hơn. Nếu dữ liệu 'đồng nhất', trung bình có thể thông tin hơn.
zh_hans: 如果序列包含极端值或强烈的不对称性（工资、价格），中位数通常更具代表性。如果数据是“均匀的”，平均数可能更具信息性。
