Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_absolute_vs_relative_difference_desc
source: Comparer un écart en valeur et en pourcentage.
af: Vergelyk 'n verskil in waarde en persentasie.
bg: Сравнете разликата в стойност и процент.
cs: Porovnejte rozdíl v hodnotě a v procentech.
da: Sammenlign en forskel i værdi og procent.
de: Vergleichen Sie eine Abweichung in Wert und Prozent.
el: Συγκρίνετε μια διαφορά σε αξία και ποσοστό.
es: Comparar una diferencia en valor y en porcentaje.
fi: Vertaa eroa arvona ja prosenttina.
fil: Ihambing ang agwat sa halaga at porsyento.
hu: Hasonlítsa össze a különbséget értékben és százalékban.
id: Bandingkan selisih dalam nilai dan persentase.
it: Confronta una differenza in valore e in percentuale.
ja: 値とパーセンテージの差を比較する。
ko: 값과 비율의 차이를 비교합니다.
nl: Vergelijk een verschil in waarde en percentage.
no: Sammenlign en avvik i verdi og prosent.
pl: Porównaj różnicę w wartości i w procentach.
pt_pt: Comparar uma diferença em valor e em percentagem.
ro: Comparați o diferență în valoare și în procent.
ru: Сравнить разницу в значении и в процентах.
sk: Porovnať rozdiel vo hodnote a v percentách.
sv: Jämför en skillnad i värde och procent.
sw: Jämför en skillnad i värde och procent.
tr: Bir farkı değer ve yüzde olarak karşılaştırın.
uk: Compare a gap in value and percentage.
vi: So sánh một chênh lệch về giá trị và tỷ lệ phần trăm.
zh_hans: 比较数值和百分比的差异。

# tool_rule_of_three_simple_title
source: Règle de trois simple
af: Eenvoudige drie-regel
bg: Проста правило на три
cs: Jednoduché pravidlo tří
da: Simpel tre-regel
de: Einfache Dreisatzregel
el: Απλός κανόνας τριών
es: Regla de tres simple
fi: Kolmonen sääntö
fil: Simpleng tatlong tuntunin
hu: Egyszerű háromszabály
id: Aturan tiga sederhana
it: Regola del tre semplice
ja: 三つの簡単なルール
ko: 간단한 삼단계 규칙
nl: Eenvoudige regel van drie
no: Enkel tre-regel
pl: Prosta reguła trzech
pt_pt: Regra de três simples
ro: Regula de trei simplă
ru: Простое правило трех
sk: Jednoduché pravidlo troch
sv: Enkel tre regler
sw: Enkel trestegsregel
tr: Üçüncü kural basit
uk: Simple rule of three
vi: Quy tắc ba đơn giản
zh_hans: 简单三法则

# tool_rule_of_three_simple_desc
source: Calculer une valeur manquante en proportionnalité directe.
af: Bereken 'n ontbrekende waarde in direkte proporsionaliteit.
bg: Изчислете липсваща стойност при пряка пропорционалност.
cs: Vypočítejte chybějící hodnotu v přímé proporci.
da: Beregn en manglende værdi i direkte proportionalitet.
de: Berechnen Sie einen fehlenden Wert in direkter Proportionalität.
el: Υπολογίστε μια ελλείπουσα τιμή σε άμεση αναλογία.
es: Calcular un valor faltante en proporcionalidad directa.
fi: Laske puuttuva arvo suoran suhteellisuuden mukaan.
fil: Kalkulahin ang nawawalang halaga sa direktang proporsyon.
hu: Kiszámítani egy hiányzó értéket közvetlen arányosságban.
id: Hitung nilai yang hilang dalam proporsionalitas langsung.
it: Calcolare un valore mancante in proporzionalità diretta.
ja: 直接比例で欠損値を計算する。
ko: 직접 비례로 누락된 값을 계산합니다.
nl: Bereken een ontbrekende waarde in directe proportionaliteit.
no: Beregn en manglende verdi i direkte proporsjonalitet.
pl: Oblicz brakującą wartość w proporcjonalności bezpośredniej.
pt_pt: Calcular um valor em falta em proporcionalidade direta.
ro: Calculați o valoare lipsă în proporționalitate directă.
ru: Рассчитать недостающее значение при прямой пропорциональности.
sk: Vypočítajte chýbajúcu hodnotu pri priamom pomere.
sv: Beräkna ett saknat värde i direkt proportionalitet.
sw: Beräkna ett saknat värde i direkt proportionalitet.
tr: Doğru orantıda eksik bir değeri hesaplayın.
uk: Calculate a missing value in direct proportion.
vi: Tính giá trị thiếu theo tỷ lệ trực tiếp.
zh_hans: 计算一个缺失值的直接比例。

# tool_rule_of_three_table_title
source: Règle de trois avec tableau
af: Drie-regel met tabel
bg: Правило на три с таблица
cs: Pravidlo tří s tabulkou
da: Tretrinsregel med tabel
de: Drei-Regel mit Tabelle
el: Κανόνας τριών με πίνακα
es: Regla de tres con tabla
fi: Kolmonen sääntö taulukolla
fil: Tatsulok na may tatlong bahagi gamit ang talahanayan
hu: Három szabály táblázattal
id: Aturan tiga dengan tabel
it: Regola del tre con tabella
ja: 三項定理と表
ko: 삼단계 규칙과 표
nl: Driehoeksregel met tabel
no: Tre-punktsregel med tabell
pl: Reguła trzech z tabelą
pt_pt: Regra de três com tabela
ro: Regula de trei cu tabel
ru: Правило трех с таблицей
sk: Pravidlo troch s tabuľkou
sv: Tre punkts regel med tabell
sw: Tre punkts regel med tabell
tr: Üç kural tablo ile
uk: Rule of three with table
vi: Quy tắc ba với bảng
zh_hans: 三规则与表格

# tool_rule_of_three_table_desc
source: Résoudre une règle de trois via un tableau de proportionnalité.
af: Los 'n drie-regel op te los deur 'n proporsionaliteitstabel.
bg: Решаване на правило на три чрез таблица на пропорционалност.
cs: Vyřešte pravidlo tří pomocí tabulky proporcionality.
da: Løs en tretrinsregel ved hjælp af en proportionalitetstabel.
de: Eine Regel von drei über eine Proportionalitätstabelle lösen.
el: Λύστε έναν κανόνα τριών μέσω πίνακα αναλογίας.
es: Resolver una regla de tres a través de una tabla de proporcionalidad.
fi: Ratkaise kolmonen sääntö suhteellisuus taulukon avulla.
fil: Lutasin ang isang tatlong bahagi gamit ang isang talahanayan ng proporsyonalidad.
hu: Háromsági szabály megoldása arányossági táblázat segítségével.
id: Menyelesaikan aturan tiga melalui tabel proporsionalitas.
it: Risolver una regola del tre tramite una tabella di proporzionalità.
ja: 比例表を使って三項比を解決する。
ko: 비례표를 통해 삼항비를 해결하다.
nl: Los een regel van drie op via een proportioneel tableau.
no: Løs en tre-regel ved hjelp av et proporsjonalitetsdiagram.
pl: Rozwiązać regułę trzech za pomocą tabeli proporcjonalności.
pt_pt: Resolver uma regra de três através de uma tabela de proporcionalidade.
ro: Rezolvarea unei reguli de trei printr-un tabel de proporționalitate.
ru: Решите правило трех с помощью таблицы пропорциональности.
sk: Riešiť trojčlenku pomocou proporčnej tabuľky.
sv: Lös en trestegsregel via en proportionalitetstabell.
sw: Lös en trestegsregel via en proportionalitetstabell.
tr: Bir orantı tablosu ile üçgen kuralı çözmek.
uk: Solve a rule of three using a proportionality table.
vi: Giải một bài toán tỉ lệ ba thông qua bảng tỉ lệ.
zh_hans: 通过比例表解决三的规则。

# tool_rule_of_three_missing_value_title
source: Valeur manquante
af: Ontbrekende waarde
bg: Липсваща стойност
cs: Chybějící hodnota
da: Manglende værdi
de: Fehlender Wert
el: Λείπει η τιμή
es: Valor faltante
fi: Puuttuva arvo
fil: Nawawalang halaga
hu: Hiányzó érték
id: Nilai hilang
it: Valore mancante
ja: 欠落している値
ko: 누락된 값
nl: Ontbrekende waarde
no: Manglende verdi
pl: Brak wartości
pt_pt: Valor em falta
ro: Valoare lipsă
ru: Недостаточное значение
sk: Chýbajúca hodnota
sv: Saknad värde
sw: Saknad värde
tr: Eksik değer
uk: Missing value
vi: Giá trị bị thiếu
zh_hans: 缺失值

# tool_rule_of_three_missing_value_desc
source: Trouver rapidement la valeur inconnue (directe).
af: Vind vinnig die onbekende waarde (direk).
bg: Бързо намерете неизвестната стойност (директно).
cs: Rychle najděte neznámou hodnotu (přímou).
da: Find hurtigt den ukendte værdi (direkte).
de: Schnell den unbekannten Wert (direkt) finden.
el: Βρείτε γρήγορα την άγνωστη τιμή (άμεση).
es: Encontrar rápidamente el valor desconocido (directo).
fi: Löydä nopeasti tuntematon arvo (suora).
fil: Mabilis na hanapin ang hindi kilalang halaga (direkta).
hu: Gyorsan megtalálni az ismeretlen értéket (közvetlen).
id: Temukan nilai yang tidak diketahui (langsung) dengan cepat.
it: Trova rapidamente il valore sconosciuto (diretto).
ja: 未知の値を迅速に見つける（直接）。
ko: 빠르게 미지의 값(직접)을 찾기.
nl: Vind snel de onbekende waarde (direct).
no: Finn raskt den ukjente verdien (direkte).
pl: Szybko znajdź nieznaną wartość (bezpośrednią).
pt_pt: Encontrar rapidamente o valor desconhecido (direto).
ro: Găsiți rapid valoarea necunoscută (directă).
ru: Быстро найти неизвестное значение (прямое).
sk: Rýchlo nájdite neznámu hodnotu (priamu).
sv: Hitta snabbt det okända värdet (direkt).
sw: Hitta snabbt det okända värdet (direkt).
tr: Bilinmeyen değeri hızlıca bul.
uk: Quickly find the unknown value (direct).
vi: Tìm nhanh giá trị chưa biết (trực tiếp).
zh_hans: 快速找到未知值（直接）。

# tool_rule_of_three_inverse_title
source: Règle de trois inversée
af: Omgekeerde drie-regel
bg: Обратна правило на три
cs: Inverzní pravidlo tří
da: Omvendt tre-regel
de: Umgekehrte Dreisatzregel
el: Αντίστροφη κανόνα τριών
es: Regla de tres inversa
fi: Käänteinen kolmonen sääntö
fil: Inversong tatlong tuntunin
hu: Inverz háromszög szabálya
id: Aturan tiga terbalik
it: Regola di tre inversa
ja: 逆三比例法
ko: 역삼각 비례
nl: Omgekeerde regel van drie
no: Inversert tre regler
pl: Odwrócona reguła trzech
pt_pt: Regra de três inversa
ro: Regula celor trei inversată
ru: Обратное правило трех
sk: Inverzná trojpravidlo
sv: Omvänd tre-regel
sw: Omvänd tre-regel
tr: Ters üçgen kuralı
uk: Inverse rule of three
vi: Quy tắc ba đảo ngược
zh_hans: 反向三规则

# tool_rule_of_three_inverse_desc
source: Résoudre un problème de proportionnalité inverse.
af: Los 'n probleem van omgekeerde verhoudings op.
bg: Решаване на проблем с обратна пропорционалност.
cs: Vyřešte problém s inverzní proporcionalitou.
da: Løs et problem med omvendt proportionalitet.
de: Ein Problem der inversen Proportionalität lösen.
el: Λύστε ένα πρόβλημα αντίστροφης αναλογίας.
es: Resolver un problema de proporcionalidad inversa.
fi: Ratkaise käänteisen suhteellisuuden ongelma.
fil: Lutasin ang isang problema ng kabaligtaran na proporsyon.
hu: Fordítsa le az inverz arányosság problémáját.
id: Menyelesaikan masalah proporsionalitas terbalik.
it: Risolver un problema di proporzionalità inversa.
ja: 逆比例の問題を解決する。
ko: 역비례 문제 해결.
nl: Los een probleem van omgekeerde evenredigheid.
no: Løs et problem med omvendt proporsjonalitet.
pl: Rozwiązać problem odwrotnej proporcjonalności.
pt_pt: Resolver um problema de proporcionalidade inversa.
ro: Rezolvarea unei probleme de proporționalitate inversă.
ru: Решить задачу обратной пропорциональности.
sk: Riešiť problém inverznej proporcionality.
sv: Lösa ett problem med omvänd proportionalitet.
sw: Lös en uppgift om omvänd proportionalitet.
tr: Ters orantı problemini çözmek.
uk: Solve an inverse proportionality problem.
vi: Giải quyết một bài toán về tỷ lệ nghịch.
zh_hans: 解决一个反比例问题。

# tool_proportion_table_complete_title
source: Compléter un tableau de proportionnalité
af: Vul 'n proporsionaliteitstabel in
bg: Попълнете таблица за пропорционалност.
cs: Vyplňte tabulku proporcionality.
da: Udfyld en proportionalitets tabel
de: Ein Verhältnisdiagramm ausfüllen
el: Συμπληρώστε έναν πίνακα αναλογικότητας
es: Completar una tabla de proporcionalidad
fi: Täydennä suhteellisuus taulukko.
fil: Kumpletuhin ang isang talahanayan ng proporsyonalidad
hu: Arányossági táblázat kitöltése
id: Lengkapi tabel proporsionalitas
it: Completare una tabella di proporzionalità
ja: 比例表を完成させる
ko: 비례표를 완성하기
nl: Vul een verhoudingstabel in.
no: Fyll ut et proporsjonalitetsdiagram
pl: Uzupełnij tabelę proporcjonalności.
pt_pt: Preencher uma tabela de proporcionalidade
ro: Completați un tabel de proporționalitate
ru: Заполнить таблицу пропорциональности
sk: Doplniť tabuľku proporcionality
sv: Fyll i en proportionell tabell
sw: Fyll i en proportionell tabell
tr: Orantı tablosunu tamamla.
uk: Complete a proportionality table.
vi: Hoàn thành bảng tỷ lệ.
zh_hans: 完成一个比例表

# tool_proportion_table_complete_desc
source: Compléter les valeurs manquantes d'un tableau.
bg: Попълнете липсващите стойности в таблица.
cs: Doplnit chybějící hodnoty v tabulce.
da: Udfyld de manglende værdier i en tabel.
de: Vervollständigen Sie die fehlenden Werte einer Tabelle.
el: Συμπληρώστε τις λείπουσες τιμές ενός πίνακα.
es: Completar los valores faltantes de una tabla.
fi: Täydennä puuttuvat arvot taulukosta.
fil: Kumpletuhin ang mga nawawalang halaga ng isang talahanayan.
ja: 表の欠けている値を補完します。
nl: Vul de ontbrekende waarden in een tabel aan.
no: Fullføre de manglende verdiene i en tabell.
pl: Uzupełnij brakujące wartości w tabeli.
pt_pt: Completar os valores faltantes de uma tabela.
ro: Completați valorile lipsă dintr-un tabel.
ru: Дополнить недостающие значения в таблице.
sk: Doplniť chýbajúce hodnoty v tabuľke.
sv: Komplettera de saknade värdena i en tabell.
sw: Kamilisha thamani zinazokosekana katika jedwali.
tr: Bir tablodaki eksik değerleri tamamlayın.
uk: Доповнити відсутні значення в таблиці.
vi: Hoàn thành các giá trị thiếu trong một bảng.
zh_hans: 补全表格中的缺失值。

# tool_proportion_table_check_title
source: Vérifier si un tableau est proportionnel
af: Kontroleer of 'n tabel proporsioneel is
bg: Проверете дали таблицата е пропорционална.
cs: Zkontrolujte, zda je tabulka proporcionální.
da: Tjek om en tabel er proportional.
de: Überprüfen, ob eine Tabelle proportional ist.
el: Ελέγξτε αν ένας πίνακας είναι αναλογικός.
es: Verificar si una tabla es proporcional.
fi: Tarkista, onko taulukko suhteellinen.
fil: Suriin kung ang isang talahanayan ay proporsyonal
hu: Ellenőrizze, hogy egy táblázat arányos-e.
id: Periksa apakah tabel tersebut proporsional.
it: Verifica se una tabella è proporzionale.
ja: テーブルが比例しているか確認する
ko: 표가 비례하는지 확인하기
nl: Controleer of een tabel proportioneel is
no: Sjekk om en tabell er proporsjonal
pl: Sprawdź, czy tabela jest proporcjonalna.
pt_pt: Verificar se uma tabela é proporcional
ro: Verifică dacă un tabel este proporțional.
ru: Проверить, является ли таблица пропорциональной.
sk: Skontrolujte, či je tabuľka proporcionálna.
sv: Kontrollera om en tabell är proportionell
sw: Kontrollera om en tabell är proportionell
tr: Bir tablonun orantılı olup olmadığını kontrol et.
uk: Check if a table is proportional.
vi: Kiểm tra xem một bảng có tỷ lệ hợp lý không.
zh_hans: 检查表格是否成比例

# tool_proportion_table_check_desc
source: Tester si les lignes/colonnes sont proportionnelles.
af: Toets of die lyne/kolomme proporsioneel is.
bg: Тествайте дали редовете/колоните са пропорционални.
cs: Otestujte, zda jsou řádky/sloupce proporcionální.
da: Test om rækker/kolonner er proportionale.
de: Überprüfen, ob die Zeilen/Spalten proportional sind.
el: Δοκιμάστε αν οι γραμμές/στήλες είναι αναλογικές.
es: Probar si las filas/columnas son proporcionales.
fi: Testaa, ovatko rivit/sarakkeet suhteellisia.
fil: Subukan kung ang mga linya/kolum ay proporsyonal.
hu: Tesztelje, hogy az sorok/oszlopok arányosak-e.
id: Uji apakah baris/kolom proporsional.
it: Verifica se le righe/colonne sono proporzionali.
ja: 行/列が比例しているか確認する。
ko: 행/열이 비례하는지 테스트합니다.
nl: Test of de rijen/kolommen proportioneel zijn.
no: Test om linjene/kolonnene er proporsjonale.
pl: Sprawdź, czy wiersze/kolumny są proporcjonalne.
pt_pt: Teste se as linhas/colunas são proporcionais.
ro: Testează dacă liniile/coloanele sunt proporționale.
ru: Проверьте, пропорциональны ли строки/столбцы.
sk: Otestujte, či sú riadky/stĺpce proporcionálne.
sv: Testa om raderna/kolumnerna är proportionella.
sw: Testa om rader/kolumner är proportionella.
tr: Satırların/sütunların orantılı olup olmadığını test et.
uk: Test if the rows/columns are proportional.
vi: Kiểm tra xem các dòng/cột có tỷ lệ với nhau không.
zh_hans: 测试行/列是否成比例。

# tool_mean_title
source: Moyenne
af: Gemiddeld
bg: Средна
cs: Průměr
da: Gennemsnit
de: Durchschnitt
el: Μέσος όρος
es: Promedio
fi: Keskimääräinen
fil: Kadalasan
hu: Átlag
id: Rata-rata
it: Media
ja: 平均
ko: 평균
nl: Gemiddelde
no: Gjennomsnitt
pl: Średnia
pt_pt: Média
ro: Medie
ru: Среднее
sk: Priemer
sv: Genomsnitt
sw: Genomsnitt
tr: Ortalama
uk: Average
vi: Trung bình
zh_hans: 平均

# tool_mean_desc
source: Calculer la moyenne d'une série de valeurs.
bg: Изчислете средната стойност на серия от стойности.
cs: Vypočítat průměr série hodnot.
da: Beregn gennemsnittet af en række værdier.
de: Berechnen Sie den Durchschnitt einer Reihe von Werten.
el: Υπολογίστε τη μέση τιμή μιας σειράς τιμών.
es: Calcular la media de una serie de valores.
fi: Laske sarjan keskiarvo.
fil: Kalkulahin ang average ng isang serye ng mga halaga.
ja: 一連の値の平均を計算します。
nl: Bereken het gemiddelde van een reeks waarden.
no: Beregn gjennomsnittet av en serie verdier.
pl: Oblicz średnią z serii wartości.
pt_pt: Calcular a média de uma série de valores.
ro: Calculați media unei serii de valori.
ru: Вычислить среднее значение ряда значений.
sk: Vypočítať priemer série hodnôt.
sv: Beräkna medelvärdet av en serie värden.
sw: Hesabu wastani wa mfululizo wa thamani.
tr: Bir dizi değerin ortalamasını hesaplayın.
uk: Обчислити середнє значення серії значень.
vi: Tính toán trung bình của một chuỗi giá trị.
zh_hans: 计算一系列值的平均值。

# tool_weighted_mean_title
source: Moyenne pondérée
af: Gewogen gemiddelde
bg: Теглено средно аритметично
cs: Vážený průměr
da: Vægtet gennemsnit
de: Gewichteter Durchschnitt
el: Σταθμισμένος μέσος όρος
es: Media ponderada
fi: Painotettu keskiarvo
fil: Timbang na average
hu: Súlyozott átlag
id: Rata-rata tertimbang
it: Media ponderata
ja: 加重平均
ko: 가중 평균
nl: Gewogen gemiddelde
no: Vektet gjennomsnitt
pl: Średnia ważona
pt_pt: Média ponderado
ro: Media ponderată
ru: Взвешенное среднее
sk: Vážený priemer
sv: Viktad genomsnitt
sw: Viktad genomsnitt
tr: Ağırlıklı ortalama
uk: Weighted average
vi: Trung bình có trọng số
zh_hans: 加权平均

# tool_weighted_mean_desc
source: Calculer une moyenne avec coefficients/poids.
af: Bereken 'n gemiddelde met koëffisiënte/gewigte.
bg: Изчислете средно аритметично с коефициенти/тежести.
cs: Vypočítat průměr s koeficienty/váhami.
da: Beregn et gennemsnit med koefficienter/vægte.
de: Berechnen Sie einen Durchschnitt mit Koeffizienten/Gewichten.
el: Υπολογίστε έναν μέσο όρο με συντελεστές/βάρη.
es: Calcular un promedio con coeficientes/pesos.
fi: Laske keskiarvo painotettuna.
fil: Kumpleto ng isang average na may mga coefficient/timbang.
hu: Súlyozott átlag számítása.
id: Hitung rata-rata dengan koefisien/berat.
it: Calcolare una media con coefficienti/pesi.
ja: 重み付き平均を計算する。
ko: 가중치를 사용하여 평균을 계산합니다.
nl: Een gemiddelde berekenen met coëfficiënten/gewichten.
no: Beregn et gjennomsnitt med koeffisienter/vekter.
pl: Oblicz średnią z wagami.
pt_pt: Calcular uma média com coeficientes/pesos.
ro: Calculați o medie cu coeficienți/greutăți.
ru: Рассчитать среднее с коэффициентами/весами.
sk: Vypočítať priemer s koeficientmi/váhami.
sv: Beräkna ett medelvärde med koefficienter/vikter.
sw: Beräkna ett medelvärde med koefficienter/vikter.
tr: Ağırlıklı ortalama hesapla.
uk: Calculate an average with coefficients/weights.
vi: Tính trung bình với hệ số/cân nặng.
zh_hans: 计算带权重的平均值。

# tool_median_title
source: Médiane
af: Mediaan
bg: Медиана
cs: Medián
da: Median
de: Median
el: Μέση τιμή
es: Mediana
fi: Mediaani
fil: Mediana
hu: Medián
id: Median
it: Mediana
ja: 中央値
ko: 중앙값
nl: Mediaan
no: Median
pl: Mediana
pt_pt: Mediana
ro: Mediana
ru: Медиана
sk: Mediánna
sv: Median
sw: Median
tr: Medyan
uk: Median
vi: Trung vị
zh_hans: 中位数

# tool_median_desc
source: Trouver la médiane (valeur centrale).
af: Vind die mediaan (sentraal waarde).
bg: Намерете медианата (централна стойност).
cs: Najděte medián (střední hodnotu).
da: Find median (central value).
de: Die Median finden (Zentralwert).
el: Βρείτε τη διάμεσο (κεντρική τιμή).
es: Encontrar la mediana (valor central).
fi: Löydä mediaani (keskimmäinen arvo).
fil: Hanapin ang median (sentral na halaga).
hu: A medián (középső érték) megtalálása.
id: Temukan median (nilai tengah).
it: Trova la mediana (valore centrale).
ja: 中央値を見つける。
ko: 중앙값 찾기.
nl: Vind de mediaan (centrale waarde).
no: Finn medianen (sentralt verdi).
pl: Znajdź medianę (wartość centralną).
pt_pt: Encontrar a mediana (valor central).
ro: Găsiți mediana (valoarea centrală).
ru: Найти медиану (центральное значение).
sk: Nájdite medián (stredná hodnota).
sv: Hitta medianen (centralt värde).
sw: Hitta medianen (centralt värde).
tr: Medyanı bul (merkezi değer).
uk: Find the median (central value).
vi: Tìm giá trị trung vị.
zh_hans: 找到中位数（中心值）。

# tool_mode_title
source: Mode
af: Modus
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
no: Modus
pl: Tryb
pt_pt: Modo
ro: Modă
ru: Режим
sk: Režim
sv: Läge
sw: Läge
tr: Mod
vi: Chế độ
zh_hans: 模式

# tool_mode_desc
source: Trouver la valeur la plus fréquente (mode).
af: Vind die mees algemene waarde (modus).
bg: Намерете най-често срещаната стойност (мода).
cs: Najít nejčastější hodnotu (moda).
da: Find den mest hyppige værdi (modus).
de: Finden Sie den häufigsten Wert (Modus).
el: Βρείτε την πιο συχνή τιμή (μόδα).
es: Encontrar el valor más frecuente (modo).
fi: Löydä yleisin arvo (moodi).
fil: Hanapin ang pinaka-madalas na halaga (mode).
hu: A leggyakoribb érték megtalálása (módusz).
id: Temukan nilai yang paling sering muncul (modus).
it: Trova il valore più frequente (moda).
ja: 最頻値を見つける。
ko: 가장 빈번한 값을 찾기 (최빈값).
nl: Vind de meest voorkomende waarde (modus).
no: Finn den mest hyppige verdien (modus).
pl: Znajdź najczęściej występującą wartość (moda).
pt_pt: Encontrar o valor mais frequente (moda).
ro: Găsiți valoarea cea mai frecventă (mod).
ru: Найти наиболее частое значение (мода).
sk: Nájdite najčastejšiu hodnotu (mód).
sv: Hitta det vanligaste värdet (läge).
sw: Hitta det vanligaste värdet (läge).
tr: En sık değeri bul.
uk: Find the most frequent value (mode).
vi: Tìm giá trị xuất hiện nhiều nhất (mode).
zh_hans: 找到最常见的值（众数）。

# tool_range_title
source: Étendue
af: Bereik
bg: Обхват
cs: Rozsah
da: Omfang
de: Umfang
el: Εύρος
es: Extensión
fi: Laajuus
fil: Saklaw
hu: Kiterjedés
id: Cakupan
it: Estensione
ja: 範囲
ko: 범위
nl: Bereik
no: Utvidelse
pl: Zakres
pt_pt: Extensão
ro: Extindere
ru: Пространство
sk: Rozsah
sv: Omfattning
sw: Omfattning
tr: Kapsam
uk: Extent
vi: Phạm vi
zh_hans: 范围

# tool_range_desc
source: Calculer l'étendue (max − min).
bg: Изчислете обхвата (макс − мин).
cs: Vypočítat rozsah (max − min).
da: Beregn spændet (max − min).
de: Berechnen Sie den Bereich (max − min).
el: Υπολογίστε την έκταση (max − min).
es: Calcular el rango (máx − mín).
fi: Laske vaihteluväli (max − min).
fil: Kalkulahin ang saklaw (max − min).
ja: 範囲（最大 − 最小）を計算します。
nl: Bereken het bereik (max − min).
no: Beregn omfanget (maks − min).
pl: Oblicz zakres (max − min).
pt_pt: Calcular a amplitude (máx − mín).
ro: Calculați intervalul (max − min).
ru: Вычислить диапазон (макс − мин).
sk: Vypočítať rozsah (max − min).
sv: Beräkna intervallet (max − min).
sw: Hesabu upeo (max − min).
tr: Aralığı (max − min) hesaplayın.
uk: Обчислити діапазон (макс − мін).
vi: Tính toán khoảng (max − min).
zh_hans: 计算范围（最大值 - 最小值）。

# tool_min_max_title
source: Valeur minimale / maximale
af: Minimale / Maximale waarde
bg: Минимална / максимална стойност
cs: Minimální / maximální hodnota
da: Minimums- / maksimumsværdi
de: Mindest-/Höchstwert
el: Ελάχιστη / μέγιστη τιμή
es: Valor mínimo / máximo
fi: Minimi / maksimiarvo
fil: Minimum / Maximum na Halaga
hu: Minimális / maximális érték
id: Nilai minimum / maksimum
it: Valore minima / massima
ja: 最小値 / 最大値
ko: 최소 / 최대 값
nl: Minimale / maximale waarde
no: Minste / største verdi
pl: Wartość minimalna / maksymalna
pt_pt: Valor mínimo / máximo
ro: Valoare minimă / maximă
ru: Минимальное / максимальное значение
sk: Minimálna / maximálna hodnota
sv: Minsta / största värde
sw: Minsta / högsta värde
tr: Minimum / maksimum değer
uk: Minimum / maximum value
vi: Giá trị tối thiểu / tối đa
zh_hans: 最小值 / 最大值
