Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_decimal_to_percent_title
source: Décimal → pourcentage
af: Desimaal → persentasie
bg: Десетичен → процент
cs: Desetinné číslo → procento
da: Decimal → procent
de: Dezimal → Prozent
el: Δεκαδικό → ποσοστό
es: Decimal → porcentaje
fi: Desimaali → prosentti
fil: Desimal → porsyento
hu: Tizedes → százalék
id: Desimal → persentase
it: Decimale → percentuale
ja: 小数 → パーセンテージ
ko: 소수 → 백분율
nl: Decimaal → percentage
no: Desimal → prosent
pl: Dziesiętny → procent
pt_pt: Decimal → percentagem
ro: Zecimal → procent
ru: Десятичный → процент
sk: Desatinný → percento
sv: Decimal → procent
sw: Decimal → procent
tr: Ondalık → yüzde
uk: Decimal → percentage
vi: Thập phân → phần trăm
zh_hans: 小数 → 百分比

# tool_decimal_to_percent_desc
source: Convertir un nombre décimal en pourcentage.
af: Skakel 'n desimale getal na 'n persentasie.
bg: Преобразувайте десетично число в процент.
cs: Převést desetinné číslo na procento.
da: Konverter et decimaltal til procent.
de: Eine Dezimalzahl in einen Prozentsatz umwandeln.
el: Μετατροπή ενός δεκαδικού αριθμού σε ποσοστό.
es: Convertir un número decimal en porcentaje.
fi: Muunna desimaaliluku prosentiksi.
fil: I-convert ang decimal na numero sa porsyento.
hu: Egy tizedes szám átváltása százalékra.
id: Mengubah angka desimal menjadi persentase.
it: Convertire un numero decimale in percentuale.
ja: 小数をパーセンテージに変換します。
ko: 소수점을 백분율로 변환합니다.
nl: Zet een decimaal getal om in een percentage.
no: Konverter et desimaltall til prosent.
pl: Przekształć liczbę dziesiętną na procent.
pt_pt: Converter um número decimal em porcentagem.
ro: Convertiți un număr zecimal în procent.
ru: Преобразовать десятичное число в процент.
sk: Preveďte desatinné číslo na percento.
sv: Konvertera ett decimaltal till procent.
sw: Konvertera ett decimaltal till procent.
tr: Bir ondalık sayıyı yüzdeye çevirin.
uk: Convert a decimal number to a percentage.
vi: Chuyển đổi một số thập phân thành phần trăm.
zh_hans: 将十进制数转换为百分比。

# tool_percent_to_decimal_title
source: Pourcentage → décimal
af: Persentasie → desimaal
bg: Процент → десетичен
cs: Procent → desetinné číslo
da: Procent → decimal
de: Prozentsatz → Dezimal
el: Ποσοστό → δεκαδικό
es: Porcentaje → decimal
fi: Prosentti → desimaali
fil: Porsyento → desimal
hu: Százalék → tizedes
id: Persentase → desimal
it: Percentuale → decimale
ja: パーセンテージ → 小数
ko: 백분율 → 소수
nl: Percentage → decimaal
no: Prosent → desimal
pl: Procent → dziesiętny
pt_pt: Porcentagem → decimal
ro: Procentaj → zecimal
ru: Процент → десятичное число
sk: Percento → desatinné
sv: Procent → decimal
sw: Procent → decimal
tr: Yüzde → ondalık
uk: Percentage → decimal
vi: Phần trăm → thập phân
zh_hans: 百分比 → 小数

# tool_percent_to_decimal_desc
source: Convertir un pourcentage en décimal.
af: Omskakel 'n persentasie na desimale.
bg: Преобразувайте процент в десетично число.
cs: Převést procento na desetinné číslo.
da: Konvertere en procent til decimal.
de: Einen Prozentsatz in eine Dezimalzahl umwandeln.
el: Μετατροπή ποσοστού σε δεκαδικό.
es: Convertir un porcentaje en decimal.
fi: Muunna prosentti desimaaliksi.
fil: I-convert ang porsyento sa desimal.
hu: A százalékot tizedesre alakítani.
id: Mengubah persentase menjadi desimal.
it: Convertire una percentuale in decimale.
ja: パーセンテージを小数に変換します。
ko: 백분율을 소수로 변환합니다.
nl: Een percentage omzetten naar een decimaal.
no: Konvertere en prosent til desimal.
pl: Przekształć procent na ułamek dziesiętny.
pt_pt: Converter uma percentagem em decimal.
ro: Convertiți un procent în zecimal.
ru: Преобразовать процент в десятичное число.
sk: Preveďte percento na desatinné číslo.
sv: Konvertera en procentandel till decimal.
sw: Konvertera en procentandel till decimal.
tr: Bir yüzdeyi ondalık sayıya dönüştür.
uk: Convert a percentage to decimal.
vi: Chuyển đổi phần trăm sang số thập phân.
zh_hans: 将百分比转换为小数。

# tool_percentage_exercises_generator_title
source: Générateur d'exercices
bg: Генератор на упражнения
cs: Generátor cvičení
da: Øvelsesgenerator
de: Übungsgenerator
el: Γεννήτρια ασκήσεων
es: Generador de ejercicios
fi: Harjoitusten generaattori
fil: Generator ng mga ehersisyo
ja: 演習生成器
nl: Oefeningen generator
no: Øvelsesgenerator
pl: Generator ćwiczeń
pt_pt: Gerador de exercícios
ro: Generator de exerciții
ru: Генератор упражнений
sk: Generátor cvičení
sv: Övningsgenerator
sw: Generator ya mazoezi
tr: Alıştırma oluşturucu
uk: Генератор вправ
vi: Máy phát sinh bài tập
zh_hans: 练习生成器

# tool_percentage_exercises_generator_desc
source: Générer des exercices de pourcentages (niveau, thèmes, correction).
af: Genereer persentasie-oefeninge (vlak, temas, korreksie).
bg: Генерирайте упражнения по проценти (ниво, теми, корекция).
cs: Generovat cvičení na procenta (úroveň, témata, opravy).
da: Generer procentøvelser (niveau, emner, korrektur).
de: Prozentübung generieren (Niveau, Themen, Korrektur).
el: Δημιουργία ασκήσεων ποσοστών (επίπεδο, θέματα, διόρθωση).
es: Generar ejercicios de porcentajes (nivel, temas, corrección).
fi: Generoi prosenttiharjoituksia (taso, aiheet, korjaus).
fil: Bumuo ng mga ehersisyo sa porsyento (antas, tema, pagsasaayos).
hu: Százalékos feladatok generálása (szint, témák, javítás).
id: Hasilkan latihan persentase (tingkat, tema, koreksi).
it: Genera esercizi sui percentuali (livello, temi, correzione).
ja: パーセンテージの演習を生成する（レベル、テーマ、修正）。
ko: 퍼센트 연습 문제 생성하기 (수준, 주제, 수정).
nl: Genereer procentoefeningen (niveau, thema's, correctie).
no: Generere prosentregningsoppgaver (nivå, temaer, korrektur).
pl: Generuj ćwiczenia z procentów (poziom, tematy, korekta).
pt_pt: Gerar exercícios de percentagens (nível, temas, correção).
ro: Generați exerciții de procente (nivel, teme, corectare).
ru: Генерировать упражнения по процентам (уровень, темы, исправление).
sk: Generovať cvičenia na percentá (úroveň, témy, oprava).
sv: Generera procentövningar (nivå, teman, rättning).
sw: Generera procentövningar (nivå, teman, rättning).
tr: Yüzde alıştırmaları oluşturun (seviye, konular, düzeltme).
uk: Generate percentage exercises (level, topics, correction).
vi: Tạo bài tập về tỷ lệ phần trăm (cấp độ, chủ đề, sửa lỗi).
zh_hans: 生成百分比练习（级别、主题、纠正）。

# tool_percentage_exercises_step_by_step_title
source: Exercices corrigés pas à pas
af: Stap-vir-stap opgeloste oefeninge
bg: Стъпка по стъпка решени упражнения
cs: Krok za krokem opravené cvičení
da: Trin med løsninger trin for trin
de: Schrittweise korrigierte Übungen
el: Βήμα προς βήμα διορθωμένα ασκήσεις
es: Ejercicios corregidos paso a paso
fi: Vaiheittain korjatut harjoitukset
fil: Hakbang-hakbang na mga naituwid na ehersisyo
hu: Lépésről lépésre megoldott feladatok
id: Latihan yang dikoreksi langkah demi langkah
it: Esercizi corretti passo dopo passo
ja: ステップバイステップの解答付き演習
ko: 단계별로 해결된 연습문제
nl: Stap-voor-stap gecorrigeerde oefeningen
no: Trinnvise løsningsøvelser
pl: Ćwiczenia z rozwiązaniami krok po kroku
pt_pt: Exercícios corrigidos passo a passo
ro: Exerciții corectate pas cu pas
ru: Пошаговые исправленные упражнения
sk: Krok za krokom opravené cvičenia
sv: Steg-för-steg rättade övningar
sw: Steg-för-steg rättade övningar
tr: Adım adım çözümlü alıştırmalar
uk: Step-by-step solved exercises
vi: Bài tập được giải thích từng bước
zh_hans: 逐步解答的练习

# tool_percentage_exercises_step_by_step_desc
source: Résolutions guidées étape par étape pour apprendre rapidement.
af: Stapsgewysse oplossings om vinnig te leer.
bg: Ръководства с стъпка по стъпка решения за бързо учене.
cs: Krok za krokem vedené řešení pro rychlé učení.
da: Trinvise trin for trin for hurtigt at lære.
de: Schritt-für-Schritt-Anleitungen zur schnellen Lernlösung.
el: Καθοδηγούμενες λύσεις βήμα προς βήμα για γρήγορη μάθηση.
es: Resoluciones guiadas paso a paso para aprender rápidamente.
fi: Vaiheittaiset ohjeet nopeaan oppimiseen.
fil: Mga gabay na resolusyon hakbang-hakbang para sa mabilis na pagkatuto.
hu: Lépésről lépésre útmutatók a gyors tanuláshoz.
id: Resolusi yang dipandu langkah demi langkah untuk belajar dengan cepat.
it: Risoluzioni guidate passo dopo passo per imparare rapidamente.
ja: 段階的なガイド付きの解決策で迅速に学ぶ。
ko: 빠르게 배우기 위한 단계별 가이드 해법.
nl: Stapsgewijze begeleide oplossingen om snel te leren.
no: Trinnvise veiledninger for rask læring.
pl: Krok po kroku prowadzone rozwiązania, aby szybko się uczyć.
pt_pt: Resoluções guiadas passo a passo para aprender rapidamente.
ro: Rezoluții ghidate pas cu pas pentru a învăța rapid.
ru: Пошаговые руководства для быстрого обучения.
sk: Krok za krokom vedené riešenia na rýchle učenie.
sv: Steg-för-steg vägledningar för att lära sig snabbt.
sw: Steg-för-steg vägledningar för att snabbt lära sig.
tr: Adım adım rehberli çözümlerle hızlı öğrenme.
uk: Step-by-step guided resolutions for quick learning.
vi: Giải pháp hướng dẫn từng bước để học nhanh chóng.
zh_hans: 逐步引导的解决方案，快速学习。

# tool_percentage_find_mistake_title
source: Identifier l’erreur dans un calcul
af: Identifiseer die fout in 'n berekening
bg: Идентифициране на грешка в изчисление
cs: Identifikovat chybu v výpočtu
da: Identificere fejlen i en beregning
de: Fehler in einer Berechnung identifizieren
el: Εντοπισμός σφάλματος σε υπολογισμό
es: Identificar el error en un cálculo
fi: Tunnista virhe laskennassa
fil: Tukuyin ang error sa isang kalkulasyon
hu: Hiba azonosítása egy számításban
id: Mengidentifikasi kesalahan dalam perhitungan
it: Identificare l'errore in un calcolo
ja: 計算のエラーを特定する
ko: 계산에서 오류 식별하기
nl: Fout identificeren in een berekening
no: Identifisere feilen i en beregning
pl: Zidentyfikować błąd w obliczeniach
pt_pt: Identificar o erro num cálculo
ro: Identificarea erorii într-o calculare
ru: Определить ошибку в расчете
sk: Identifikovať chybu v výpočte
sv: Identifiera felet i en beräkning
sw: Identifier felet i en beräkning
tr: Bir hesaplamadaki hatayı tanımlamak
uk: Identify the error in a calculation.
vi: Xác định lỗi trong một phép tính
zh_hans: 识别计算中的错误

# tool_percentage_find_mistake_desc
source: Analyser un calcul et identifier l’étape incorrecte.
af: Analiseer 'n berekening en identifiseer die verkeerde stap.
bg: Анализирайте изчисление и идентифицирайте неправилната стъпка.
cs: Analyzovat výpočet a identifikovat chybný krok.
da: Analyser en beregning og identificere det forkerte trin.
de: Analysiere eine Berechnung und identifiziere den falschen Schritt.
el: Αναλύστε έναν υπολογισμό και εντοπίστε το λάθος βήμα.
es: Analizar un cálculo e identificar el paso incorrecto.
fi: Analysoi laskelma ja tunnista virheellinen vaihe.
fil: Suriin ang isang kalkulasyon at tukuyin ang maling hakbang.
hu: Egy számítást elemezni és azonosítani a hibás lépést.
id: Menganalisis perhitungan dan mengidentifikasi langkah yang salah.
it: Analizzare un calcolo e identificare il passaggio errato.
ja: 計算を分析し、間違ったステップを特定します。
ko: 계산을 분석하고 잘못된 단계를 식별합니다.
nl: Analyseer een berekening en identificeer de onjuiste stap.
no: Analyser en beregning og identifisere det feilaktige trinnet.
pl: Analizuj obliczenie i zidentyfikuj błędny krok.
pt_pt: Analisar um cálculo e identificar o passo incorreto.
ro: Analizați un calcul și identificați pasul incorect.
ru: Проанализируйте расчет и определите неверный шаг.
sk: Analyzovať výpočet a identifikovať nesprávny krok.
sv: Analysera en beräkning och identifiera det felaktiga steget.
sw: Analysera en beräkning och identifiera det felaktiga steget.
tr: Bir hesaplamayı analiz edin ve yanlış adımı belirleyin.
uk: Analyze a calculation and identify the incorrect step.
vi: Phân tích một phép tính và xác định bước sai.
zh_hans: 分析计算并识别错误步骤。

# tool_ratio_calculator_title
source: Calcul de ratio (A:B)
af: Berekening van verhouding (A:B)
bg: Изчисляване на съотношение (A:B)
cs: Výpočet poměru (A:B)
da: Beregning af ratio (A:B)
de: Berechnung des Verhältnisses (A:B)
el: Υπολογισμός αναλογίας (Α:Β)
es: Cálculo de ratio (A:B)
fi: Suhteen laskeminen (A:B)
fil: Pagkalkula ng ratio (A:B)
hu: Arány (A:B) számítása
id: Perhitungan rasio (A:B)
it: Calcolo del rapporto (A:B)
ja: 比率の計算 (A:B)
ko: 비율 계산 (A:B)
nl: Ratio berekenen (A:B)
no: Beregning av forhold (A:B)
pl: Obliczanie wskaźnika (A:B)
pt_pt: Cálculo de rácio (A:B)
ro: Calculul raportului (A:B)
ru: Расчет соотношения (A:B)
sk: Výpočet pomeru (A:B)
sv: Beräkning av förhållande (A:B)
sw: Beräkning av förhållande (A:B)
tr: Oran hesaplama (A:B)
uk: Ratio calculation (A:B)
vi: Tính tỷ lệ (A:B)
zh_hans: 比率计算 (A:B)

# tool_ratio_calculator_desc
source: Calculer et interpréter un ratio A:B.
af: Bereken en interpreteer 'n verhouding A:B.
bg: Изчислете и интерпретирайте съотношение A:B.
cs: Vypočítejte a interpretujte poměr A:B.
da: Beregn og fortolk et forhold A:B.
de: Ein Verhältnis A:B berechnen und interpretieren.
el: Υπολογίστε και ερμηνεύστε έναν λόγο A:B.
es: Calcular e interpretar una relación A:B.
fi: Laske ja tulkitse suhde A:B.
fil: Kalkulahin at bigyang-kahulugan ang ratio A:B.
hu: A:B arányt számítani és értelmezni.
id: Hitung dan interpretasikan rasio A:B.
it: Calcolare e interpretare un rapporto A:B.
ja: A:Bの比率を計算し、解釈する。
ko: A:B 비율을 계산하고 해석합니다.
nl: Bereken en interpreteer een ratio A:B.
no: Beregne og tolk et forhold A:B.
pl: Oblicz i zinterpretuj wskaźnik A:B.
pt_pt: Calcular e interpretar uma razão A:B.
ro: Calculați și interpretați un raport A:B.
ru: Рассчитать и интерпретировать соотношение A:B.
sk: Vypočítať a interpretovať pomer A:B.
sv: Beräkna och tolka ett förhållande A:B.
sw: Beräkna och tolka ett förhållande A:B.
tr: A:B oranını hesaplayın ve yorumlayın.
uk: Calculate and interpret a ratio A:B.
vi: Tính toán và diễn giải tỷ lệ A:B.
zh_hans: 计算并解释A:B比率。

# tool_ratio_simplifier_title
source: Simplifier un ratio
af: Vereenvoudig 'n verhouding
bg: Опростете съотношение
cs: Zjednodušit poměr
da: Forenkle et forhold
de: Einen Bruch vereinfachen
el: Απλοποίηση ενός λόγου
es: Simplificar una razón
fi: Yksinkertaista suhde
fil: Pagsimplify ng ratio
hu: Egyszerűsíteni egy arányt
id: Menyederhanakan rasio
it: Semplificare un rapporto
ja: 比率を簡素化する
ko: 비율 단순화
nl: Een ratio vereenvoudigen
no: Forenkle et forhold
pl: Uprościć stosunek
pt_pt: Simplificar uma razão
ro: Simplifică un raport
ru: Упростить отношение
sk: Zjednodušiť pomer
sv: Förenkla ett förhållande
sw: Förenkla ett förhållande
tr: Bir oranı basitleştirmek
uk: Simplify a ratio
vi: Đơn giản hóa một tỷ lệ
zh_hans: 简化一个比率

# tool_ratio_simplifier_desc
source: Réduire un ratio à sa forme la plus simple.
af: Verminder 'n verhouding na sy eenvoudigste vorm.
bg: Съкращаване на съотношение до най-простата му форма.
cs: Zjednodušit poměr na jeho nejjednodušší formu.
da: Reducer et forhold til sin enkleste form.
de: Reduziere ein Verhältnis auf seine einfachste Form.
el: Μειώστε μια αναλογία στην πιο απλή της μορφή.
es: Reducir una razón a su forma más simple.
fi: Vähennä suhde sen yksinkertaisimpaan muotoon.
fil: Pagsimplihin ang isang ratio sa pinakamadaling anyo nito.
hu: Csökkentsd a hányadot a legegyszerűbb formájára.
id: Mengurangi rasio ke bentuk paling sederhana.
it: Ridurre un rapporto alla sua forma più semplice.
ja: 比率を最も単純な形に減らす。
ko: 비율을 가장 간단한 형태로 줄이기.
nl: Verminder een ratio tot zijn eenvoudigste vorm.
no: Reduser et forhold til sin enkleste form.
pl: Skrócić stosunek do najprostszej formy.
pt_pt: Reduzir uma razão à sua forma mais simples.
ro: Reducerea unui raport la forma sa cea mai simplă.
ru: Сократите отношение до его самой простой формы.
sk: Znížiť pomer na jeho najjednoduchšiu formu.
sv: Minska ett förhållande till sin enklaste form.
sw: Minska ett förhållande till sin enklaste form.
tr: Bir oranı en basit şekline indirgemek.
uk: Reduce a ratio to its simplest form.
vi: Giảm tỷ lệ về dạng đơn giản nhất.
zh_hans: 将比率简化为最简单的形式。

# tool_ratio_to_fraction_title
source: Ratio → fraction
af: Verhouding → breuk
bg: Съотношение → дроб
cs: Poměr → zlomek
da: Forhold → brøk
de: Verhältnis → Bruch
el: Αναλογία → κλάσμα
es: Razón → fracción
fi: Suhde → osuus
fil: Ratio → bahagi
hu: Arány → törtrész
id: Rasio → pecahan
it: Rapporto → frazione
ja: 比率 → 分数
ko: 비율 → 분수
nl: Verhouding → breuk
no: Forhold → brøk
pl: Współczynnik → ułamek
pt_pt: Razão → fração
ro: Raport → fracție
ru: Соотношение → дробь
sk: Pomer → zlomok
sv: Förhållande → bråk
sw: Förhållande → bråk
tr: Oran → kesir
vi: Tỷ lệ → phân số
zh_hans: 比例 → 分数

# tool_ratio_to_fraction_desc
source: Convertir un ratio en fraction.
af: Omskep 'n verhouding in 'n breuk.
bg: Преобразувайте съотношение в дроб.
cs: Převést poměr na zlomek.
da: Konverter et forhold til en brøk.
de: Ein Verhältnis in einen Bruch umwandeln.
el: Μετατροπή αναλογίας σε κλάσμα.
es: Convertir una proporción en fracción.
fi: Muunna suhde murtoluvuksi.
fil: I-convert ang ratio sa fraction.
hu: Arányt törtté alakítani.
id: Mengubah rasio menjadi pecahan.
it: Convertire un rapporto in frazione.
ja: 比率を分数に変換する。
ko: 비율을 분수로 변환하기.
nl: Zet een ratio om in een breuk.
no: Konverter et forhold til brøk.
pl: Przekształć ratio w ułamek.
pt_pt: Converter uma razão em fração.
ro: Convertiți un raport în fracție.
ru: Преобразовать отношение в дробь.
sk: Preveďte pomer na zlomok.
sv: Konvertera ett förhållande till en bråkdel.
sw: Konvertera ett förhållande till en bråkdel.
tr: Bir oranı kesire dönüştür.
uk: Convert a ratio into a fraction.
vi: Chuyển đổi tỷ lệ thành phân số.
zh_hans: 将比率转换为分数。

# tool_ratio_to_percent_title
source: Ratio → pourcentage
af: Verhouding → persentasie
bg: Съотношение → процент
cs: Poměr → procento
da: Forhold → procentdel
de: Verhältnis → Prozentsatz
el: Αναλογία → ποσοστό
es: Ratio → porcentaje
fi: Suhde → prosentti
fil: Rasyong → porsyento
hu: Arány → százalék
id: Rasio → persentase
it: Rapporto → percentuale
ja: 比率 → パーセンテージ
ko: 비율 → 백분율
nl: Ratio → percentage
no: Forhold → prosent
pl: Wskaźnik → procent
pt_pt: Rácio → percentagem
ro: Raport → procentaj
ru: Соотношение → процент
sk: Pomeranč → percento
sv: Förhållande → procent
sw: Förhållande → procent
tr: Oran → yüzde
uk: Ratio → percentage
vi: Tỷ lệ → phần trăm
zh_hans: 比例 → 百分比

# tool_ratio_to_percent_desc
source: Convertir un ratio en pourcentage.
af: Omskep 'n verhouding na 'n persentasie.
bg: Конвертирайте съотношение в процент.
cs: Převést poměr na procenta.
da: Konverter et forhold til procent.
de: Ein Verhältnis in einen Prozentsatz umwandeln.
el: Μετατροπή ενός λόγου σε ποσοστό.
es: Convertir una proporción en porcentaje.
fi: Muunna suhde prosentiksi.
fil: I-convert ang ratio sa porsyento.
hu: Egy arányt százalékká alakítani.
id: Mengubah rasio menjadi persentase.
it: Convertire un rapporto in percentuale.
ja: 比率をパーセンテージに変換する。
ko: 비율을 백분율로 변환합니다.
nl: Een ratio omrekenen naar een percentage.
no: Konverter et forhold til prosent.
pl: Przekształć wskaźnik na procent.
pt_pt: Converter uma razão em percentagem.
ro: Convertiți un raport în procent.
ru: Преобразовать отношение в процент.
sk: Preveďte pomer na percento.
sv: Konvertera ett förhållande till procent.
sw: Konvertera ett förhållande till procent.
tr: Bir oranı yüzdeye dönüştür.
uk: Convert a ratio to a percentage.
vi: Chuyển đổi tỷ lệ thành phần trăm.
zh_hans: 将比率转换为百分比。

# tool_ratio_compare_title
source: Comparer deux ratios
af: Vergelyk twee verhoudings
bg: Сравнете два коефициента
cs: Porovnat dva poměry
da: Sammenlign to forhold
de: Zwei Verhältnisse vergleichen
el: Σύγκριση δύο αναλογιών
es: Comparar dos ratios
fi: Vertaile kahta suhdetta
fil: Ihambing ang dalawang ratio
hu: Két arány összehasonlítása
id: Bandingkan dua rasio
it: Confronta due rapporti
ja: 二つの比率を比較する
ko: 두 비율 비교하기
nl: Vergelijk twee verhoudingen
no: Sammenligne to forhold
pl: Porównaj dwa wskaźniki
pt_pt: Comparar dois rácios
ro: Compară două rapoarte
ru: Сравнить два соотношения
sk: Porovnať dva pomery
sv: Jämför två förhållanden
sw: Jämför två förhållanden
tr: İki oranı karşılaştırın
uk: Compare two ratios
vi: So sánh hai tỷ lệ
zh_hans: 比较两个比率

# tool_ratio_compare_desc
source: Comparer deux ratios et visualiser lequel est le plus grand.
af: Vergelyk twee verhoudings en visualiseer watter een die grootste is.
bg: Сравнете два съотношения и визуализирайте кое е по-голямо.
cs: Porovnejte dva poměry a zjistěte, který je větší.
da: Sammenlign to forhold og se, hvilket der er størst.
de: Vergleichen Sie zwei Verhältnisse und visualisieren Sie, welches größer ist.
el: Συγκρίνετε δύο αναλογίες και δείτε ποια είναι η μεγαλύτερη.
es: Comparar dos ratios y visualizar cuál es el más grande.
fi: Vertaa kahta suhdetta ja näe, kumpi on suurempi.
fil: Ihambing ang dalawang ratio at tingnan kung aling mas malaki.
hu: Hasonlítsa össze a két arányt, és nézze meg, melyik a nagyobb.
id: Bandingkan dua rasio dan visualisasikan mana yang lebih besar.
it: Confronta due rapporti e visualizza quale è il più grande.
ja: 2つの比率を比較し、どちらが大きいかを視覚化します。
ko: 두 비율을 비교하고 어떤 것이 더 큰지 시각화합니다.
nl: Vergelijk twee verhoudingen en visualiseer welke de grootste is.
no: Sammenlign to forhold og se hvilket som er størst.
pl: Porównaj dwa wskaźniki i zobacz, który jest większy.
pt_pt: Comparar dois rácios e visualizar qual é o maior.
ro: Comparați două rapoarte și vizualizați care este mai mare.
ru: Сравните два соотношения и визуализируйте, какое из них больше.
sk: Porovnať dva pomery a zobraziť, ktorý je väčší.
sv: Jämför två förhållanden och se vilket som är störst.
sw: Jämför två förhållanden och se vilket som är störst.
tr: İki oranı karşılaştırın ve hangisinin daha büyük olduğunu görün.
uk: Compare two ratios and see which one is larger.
vi: So sánh hai tỷ lệ và xem tỷ lệ nào lớn hơn.
zh_hans: 比较两个比率并查看哪个更大。

# tool_ratio_equivalent_title
source: Ratio équivalent
af: Gelyke verhouding
bg: Съотношение еквивалент
cs: Ekvivalentní poměr
da: Ækvivalent forhold
de: Äquivalentes Verhältnis
el: Ισοδύναμος λόγος
es: Ratio equivalente
fi: Vastaava suhde
fil: Katumbas na ratio
hu: Egyenértékű arány
id: Rasio setara
it: Rapporto equivalente
ja: 同等比率
ko: 동등 비율
nl: Gelijkwaardige ratio
no: Ekvivalentforhold
pl: Współczynnik równoważny
pt_pt: Rácio equivalente
ro: Raport echivalent
ru: Эквивалентное соотношение
sk: Rovnaký pomer
sv: Motsvarande förhållande
sw: Motsvarande förhållande
tr: Eşdeğer oran
uk: Equivalent ratio
vi: Tỷ lệ tương đương
zh_hans: 等效比率

# tool_ratio_equivalent_desc
source: Générer/valider des ratios équivalents.
af: Genereer/valideer ekwivalente verhoudings.
bg: Генерирайте/валидирайте еквивалентни съотношения.
cs: Generovat/validovat ekvivalentní poměry.
da: Generere/validere ækvivalente forhold.
de: Äquivalente Verhältnisse generieren/validieren.
el: Δημιουργία/επικύρωση ισοδύναμων αναλογιών.
es: Generar/validar ratios equivalentes.
fi: Tuottaa/validoida vastaavia suhteita.
fil: Bumuo/beripika ng mga katumbas na ratio.
hu: Egyenértékű arányok generálása/érvényesítése.
id: Menghasilkan/validasi rasio yang setara.
it: Generare/validare rapporti equivalenti.
ja: 同等の比率を生成/検証する。
ko: 동일한 비율 생성/검증.
nl: Genereer/valideer equivalente ratio's.
no: Generere/validere tilsvarende forhold.
pl: Generować/walidować równoważne wskaźniki.
pt_pt: Gerar/validar rácios equivalentes.
ro: Generați/validați rapoarte echivalente.
ru: Генерировать/валидировать эквивалентные коэффициенты.
sk: Generovať/overiť ekvivalentné pomery.
sv: Generera/validera motsvarande förhållanden.
sw: Generera/bekräfta motsvarande kvoter.
tr: Eşdeğer oranlar oluşturun/doğrulayın.
uk: Generate/validate equivalent ratios.
vi: Tạo/xác nhận các tỷ lệ tương đương.
zh_hans: 生成/验证等效比率。

# tool_ratio_missing_title
source: Ratio manquant
af: Verhouding ontbreek
bg: Липсващ коефициент
cs: Chybějící poměr
da: Manglende ratio
de: Fehlendes Verhältnis
el: Λείπει ο λόγος
es: Ratio faltante
fi: Puuttuva suhde
fil: Kulang na ratio
hu: Hiányzó arány
id: Rasio hilang
it: Rapporto mancante
ja: 比率が不足しています
ko: 비율 누락
nl: Ontbrekend ratio
no: Manglende forhold
pl: Brak proporcji
pt_pt: Rácio em falta
ro: Raport lipsă
ru: Недостаточное соотношение
sk: Chýbajúci pomer
sv: Saknad förhållande
sw: Saknas förhållande
tr: Oran eksik
uk: Missing ratio
vi: Tỷ lệ bị thiếu
zh_hans: 缺少比例
