Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_object_info_to_json_tip
source: Commencez par lister les objets les plus lourds : c’est souvent le moyen le plus rapide d’expliquer un PDF de 50+ Mo (images HD, polices, scans).
af: Begin met die lys van die swaarste objekte: dit is dikwels die vinnigste manier om 'n PDF van 50+ MB te verduidelik (HD beelde, skrifte, skanderings).
bg: Започнете с изброяване на най-тежките обекти: това често е най-бързият начин да обясните PDF над 50 MB (HD изображения, шрифтове, сканирания).
cs: Začněte tím, že vylistujete nejtěžší objekty: to je často nejrychlejší způsob, jak vysvětlit PDF o velikosti 50+ MB (HD obrázky, písma, skeny).
da: Start med at liste de tungeste objekter: det er ofte den hurtigste måde at forklare en PDF på 50+ MB (HD-billeder, skrifttyper, scanninger).
de: Beginnen Sie damit, die schwersten Objekte aufzulisten: Das ist oft der schnellste Weg, um ein PDF von über 50 MB zu erklären (HD-Bilder, Schriftarten, Scans).
el: Ξεκινήστε με την απαρίθμηση των πιο βαριών αντικειμένων: είναι συχνά ο πιο γρήγορος τρόπος να εξηγήσετε ένα PDF 50+ MB (HD εικόνες, γραμματοσειρές, σαρώσεις).
es: Comienza por listar los objetos más pesados: a menudo es la forma más rápida de explicar un PDF de más de 50 MB (imágenes HD, fuentes, escaneos).
fi: Aloita luettelemalla raskaimmat objektit: se on usein nopein tapa selittää yli 50 Mt:n PDF (HD-kuvat, fontit, skannaukset).
fil: Simulan sa paglista ng pinakamabigat na mga bagay: kadalasang ito ang pinakamabilis na paraan upang ipaliwanag ang isang PDF na higit sa 50 MB (HD images, fonts, scans).
hu: Egyedi trükk, amely az eszköz szándékához kapcsolódik.
id: Sebuah trik unik yang terkait dengan niat alat.
it: Inizia elencando gli oggetti più pesanti: è spesso il modo più veloce per spiegare un PDF di oltre 50 MB (immagini HD, font, scansioni).
ja: 最も重いオブジェクトをリストアップすることから始めてください：これはしばしば50MB以上のPDFを説明する最も迅速な方法です（HD画像、フォント、スキャン）。
ko: 가장 무거운 객체를 나열하는 것으로 시작하세요: 이는 종종 50MB 이상의 PDF를 설명하는 가장 빠른 방법입니다(HD 이미지, 글꼴, 스캔).
nl: Begin met het opsommen van de zwaarste objecten: dit is vaak de snelste manier om een PDF van 50+ MB uit te leggen (HD-afbeeldingen, lettertypen, scans).
no: Begynn med å liste de tyngste objektene: det er ofte den raskeste måten å forklare en PDF på 50+ MB (HD-bilder, skrifttyper, skanninger).
pl: Zacznij od listy najcięższych obiektów: to często najszybszy sposób na wyjaśnienie PDF o rozmiarze 50+ MB (obrazy HD, czcionki, skany).
pt_pt: Comece listando os objetos mais pesados: é frequentemente a maneira mais rápida de explicar um PDF de 50+ MB (imagens HD, fontes, digitalizações).
ro: Începeți prin a lista cele mai grele obiecte: este adesea cea mai rapidă modalitate de a explica un PDF de 50+ Mo (imagini HD, fonturi, scanări).
ru: Начните с перечисления самых тяжелых объектов: это часто самый быстрый способ объяснить PDF размером более 50 МБ (изображения HD, шрифты, сканы).
sk: Začnite zoznamovaním najťažších objektov: to je často najrýchlejší spôsob, ako vysvetliť PDF s veľkosťou 50+ MB (HD obrázky, písma, skeny).
sv: Börja med att lista de tyngsta objekten: det är ofta det snabbaste sättet att förklara en PDF på över 50 MB (HD-bilder, typsnitt, skanningar).
sw: Anza kwa kuorodhesha vitu vizito zaidi: mara nyingi ndiyo njia ya haraka zaidi ya kuelezea PDF ya 50+ MB (picha HD, fonts, skani).
tr: En ağır nesneleri listelemeye başlayın: bu genellikle 50+ MB'lık bir PDF'yi (HD görüntüler, yazı tipleri, taramalar) açıklamanın en hızlı yoludur.
uk: Почніть з переліку найбільш важких об'єктів: це часто найшвидший спосіб пояснити PDF розміром 50+ МБ (HD зображення, шрифти, скани).
vi: Bắt đầu bằng cách liệt kê các đối tượng nặng nhất: đây thường là cách nhanh nhất để giải thích một PDF trên 50+ MB (hình ảnh HD, phông chữ, quét).
zh_hans: 首先列出最重的对象：这通常是解释超过 50MB PDF 的最快方法（高清图像、字体、扫描件）。

# ed_dev_pdf_pdf_outline_to_json_title
source: À propos : PDF Outline → JSON
af: Oor: PDF Outline → JSON
bg: Относно: PDF Outline → JSON
cs: O: PDF Outline → JSON
da: Om: PDF Outline → JSON
de: Über: PDF Outline → JSON
el: Σχετικά: PDF Outline → JSON
es: Acerca de: PDF Outline → JSON
fi: Tietoja: PDF Outline → JSON
fil: Tungkol sa: PDF Outline → JSON
hu: Rólunk: PDF → JSON összefoglaló
id: About: PDF → JSON Summary
it: Informazioni su: PDF Outline → JSON
ja: 概要：PDFアウトライン → JSON
ko: 정보: PDF 개요 → JSON
nl: Over: PDF Outline → JSON
no: Om: PDF Outline → JSON
pl: O: PDF Outline → JSON
pt_pt: Sobre: PDF Outline → JSON
ro: Despre: PDF Outline → JSON
ru: О: PDF Outline → JSON
sk: O: PDF Outline → JSON
sv: Om: PDF Outline → JSON
sw: Kuhusu: PDF Outline → JSON
tr: Hakkında: PDF İçindekiler → JSON
uk: Про: PDF Outline → JSON
vi: Về: PDF Outline → JSON
zh_hans: 关于：PDF 大纲 → JSON

# ed_dev_pdf_pdf_outline_to_json_lead
source: Exporter le sommaire (outline / bookmarks) d’un PDF en JSON : hiérarchie, titres, destinations et pages pour audit, migration et génération de navigation.
af: Voer die inhoudsopgawe (outline / boekmerke) van 'n PDF uit in JSON: hiërargie, titels, bestemmings en bladsye vir oudit, migrasie en navigasiegenerasie.
bg: Експортирайте съдържанието (outline / bookmarks) на PDF в JSON: йерархия, заглавия, дестинации и страници за одит, миграция и генериране на навигация.
cs: Exportujte obsah (outline / záložky) PDF do JSON: hierarchie, názvy, cíle a stránky pro audit, migraci a generaci navigace.
da: Eksportér indholdsfortegnelsen (outline / bookmarks) fra en PDF til JSON: hierarki, titler, destinationer og sider til audit, migration og navigation.
de: Exportieren Sie das Inhaltsverzeichnis (Outline / Lesezeichen) eines PDFs in JSON: Hierarchie, Titel, Ziele und Seiten für Audit, Migration und Navigationserstellung.
el: Εξάγετε το περιεχόμενο (outline / bookmarks) ενός PDF σε JSON: ιεραρχία, τίτλοι, προορισμοί και σελίδες για έλεγχο, μετανάστευση και δημιουργία πλοήγησης.
es: Exportar el índice (outline / bookmarks) de un PDF en JSON: jerarquía, títulos, destinos y páginas para auditoría, migración y generación de navegación.
fi: Vie PDF:n sisällysluettelo (outline / kirjanmerkit) JSON-muotoon: hierarkia, otsikot, kohteet ja sivut auditointia, siirtoa ja navigoinnin luomista varten.
fil: I-export ang outline (bookmarks) ng isang PDF sa JSON: hierarchy, mga pamagat, destinasyon at mga pahina para sa audit, migration at navigation generation.
hu: TODO: Egyedi trükk, amely kapcsolódik az eszköz szándékához.
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Esporta il sommario (outline / segnalibri) di un PDF in JSON: gerarchia, titoli, destinazioni e pagine per audit, migrazione e generazione di navigazione.
ja: PDFの目次（アウトライン/ブックマーク）をJSON形式でエクスポートします：階層、タイトル、宛先、ページを監査、移行、ナビゲーション生成のために。
ko: PDF의 목차(개요/북마크)를 JSON으로 내보내기: 감사, 마이그레이션 및 탐색 생성을 위한 계층, 제목, 목적지 및 페이지.
nl: Exporteer de inhoudsopgave (outline / bladwijzers) van een PDF naar JSON: hiërarchie, titels, bestemmingen en pagina's voor audit, migratie en navigatiegeneratie.
no: Eksporter innholdsfortegnelsen (outline / bokmerker) fra en PDF til JSON: hierarki, titler, destinasjoner og sider for revisjon, migrering og navigasjonsgenerering.
pl: Eksportuj spis treści (outline / zakładki) PDF do JSON: hierarchia, tytuły, miejsca docelowe i strony do audytu, migracji i generowania nawigacji.
pt_pt: Exportar o sumário (outline / bookmarks) de um PDF em JSON: hierarquia, títulos, destinos e páginas para auditoria, migração e geração de navegação.
ro: Exportați cuprinsul (outline / bookmarks) unui PDF în JSON: ierarhie, titluri, destinații și pagini pentru audit, migrare și generare de navigare.
ru: Экспортируйте оглавление (outline / закладки) PDF в JSON: иерархия, заголовки, назначения и страницы для аудита, миграции и генерации навигации.
sk: Exportujte obsah (outline / záložky) PDF do JSON: hierarchia, názvy, destinácie a stránky pre audit, migráciu a generovanie navigácie.
sv: Exportera innehållsförteckningen (outline / bokmärken) från en PDF till JSON: hierarki, titlar, destinationer och sidor för revision, migrering och navigationsgenerering.
sw: Export somo (outline / bookmarks) la PDF kwa JSON: hierarchi, vichwa, maeneo na kurasa kwa ajili ya ukaguzi, uhamasishaji na uzalishaji wa urambazaji.
tr: Bir PDF'nin içindekiler (outline / yer imleri) bilgilerini JSON formatında dışa aktarın: hiyerarşi, başlıklar, varış noktaları ve sayfalar için denetim, göç ve navigasyon oluşturma.
uk: Експортуйте зміст (outline / bookmarks) PDF у JSON: ієрархія, заголовки, призначення та сторінки для аудиту, міграції та генерації навігації.
vi: Xuất bản mục lục (outline / bookmarks) của một PDF sang JSON: cấu trúc, tiêu đề, điểm đến và trang cho kiểm tra, di chuyển và tạo điều hướng.
zh_hans: 将 PDF 的大纲（outline / bookmarks）导出为 JSON：层次结构、标题、目标和页面，以便进行审计、迁移和导航生成。

# ed_dev_pdf_pdf_outline_to_json_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Да опишем точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: Popište přesně cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
de: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
el: Περίγραψε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφρασμένο από άλλο).
es: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Konkreettinen esimerkki 1
fil: Mga kaso ng paggamit
hu: A pontos cél leírása ennek az eszköznek (egyedi szándék, nem egy másik parafrázisa).
id: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
it: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: ツールの意図に関連するユニークなヒント。
ko: 도구의 의도와 관련된 독특한 팁입니다.
nl: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
pl: Opisuje dokładny cel tego narzędzia (unikalna intencja, nie parafraza innego).
pt_pt: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
sv: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: Bu aracın tam amacını tanımlayın (benzersiz niyet, başka birinin parafrazı değil).
uk: Визначте точну мету цього інструменту (унікальне намір, не перефразування іншого).
vi: Mô tả mục tiêu chính xác của công cụ này (ý định độc nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: 描述该工具的确切目标（独特意图，而不是其他内容的释义）。

# ed_dev_pdf_pdf_outline_to_json_uc1_title
source: Vérifier un sommaire
af: Kontroleer 'n inhoudsopgawe
bg: Проверка на съдържанието
cs: Zkontrolovat obsah
da: Kontroller en indholdsfortegnelse
de: Überprüfen eines Inhaltsverzeichnisses
el: Ελέγξτε ένα περιεχόμενο
es: Verificar un índice
fi: Tarkista sisällysluettelo
fil: Suriin ang outline
hu: Használati esetek
id: Use cases
it: Controllare un sommario
ja: 目次を確認する
ko: 목차 확인
nl: Controleer een inhoudsopgave
no: Sjekk en innholdsfortegnelse
pl: Sprawdź spis treści
pt_pt: Verificar um sumário
ro: Verificați un cuprins
ru: Проверка оглавления
sk: Skontrolovať obsah
sv: Kontrollera en innehållsförteckning
sw: Kagua somo
tr: Bir içindekiler kontrolü
uk: Перевірка змісту
vi: Kiểm tra một mục lục
zh_hans: 检查大纲

# ed_dev_pdf_pdf_outline_to_json_uc1_text
source: Contrôler que les signets existent, sont dans le bon ordre et pointent vers les bonnes pages.
af: Kontroleer of die boekmerke bestaan, in die regte volgorde is en na die regte bladsye wys.
bg: Проверете дали отметките съществуват, са в правилния ред и сочат към правилните страници.
cs: Zkontrolujte, zda záložky existují, jsou ve správném pořadí a ukazují na správné stránky.
da: Kontroller, at bogmærkerne eksisterer, er i den rigtige rækkefølge og peger på de rigtige sider.
de: Überprüfen Sie, ob die Lesezeichen vorhanden sind, in der richtigen Reihenfolge sind und auf die richtigen Seiten verweisen.
el: Ελέγξτε ότι τα σελιδοδείκτες υπάρχουν, είναι στη σωστή σειρά και δείχνουν στις σωστές σελίδες.
es: Controlar que los marcadores existan, estén en el orden correcto y apunten a las páginas correctas.
fi: Varmista, että kirjanmerkit ovat olemassa, oikeassa järjestyksessä ja osoittavat oikeille sivuille.
fil: Tiyakin na ang mga bookmark ay umiiral, nasa tamang pagkakasunod-sunod at tumuturo sa tamang mga pahina.
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: Sebuah trik unik yang terkait dengan tujuan alat ini.
it: Verifica che i segnalibri esistano, siano nell'ordine corretto e puntino alle pagine giuste.
ja: ブックマークが存在し、正しい順序であり、正しいページを指していることを確認します。
ko: 북마크가 존재하는지, 올바른 순서에 있는지, 올바른 페이지를 가리키는지 확인합니다.
nl: Controleer of de bladwijzers bestaan, in de juiste volgorde staan en naar de juiste pagina's verwijzen.
no: Kontroller at bokmerkene eksisterer, er i riktig rekkefølge og peker mot de riktige sidene.
pl: Sprawdź, czy zakładki istnieją, są w odpowiedniej kolejności i wskazują na właściwe strony.
pt_pt: Verificar se os marcadores existem, estão na ordem correta e apontam para as páginas corretas.
ro: Verificați că semnele de carte există, sunt în ordinea corectă și indică către paginile corecte.
ru: Проверьте, что закладки существуют, находятся в правильном порядке и указывают на правильные страницы.
sk: Overte, že záložky existujú, sú v správnom poradí a smerujú na správne stránky.
sv: Kontrollera att bokmärkena finns, är i rätt ordning och pekar på rätt sidor.
sw: Thibitisha kwamba vitabu vya alama vipo, viko katika mpangilio mzuri na vinaelekeza kwenye kurasa sahihi.
tr: Yer imlerinin varlığını, doğru sırada olup olmadığını ve doğru sayfalara işaret edip etmediğini kontrol edin.
uk: Перевірте, що закладки існують, у правильному порядку та вказують на правильні сторінки.
vi: Kiểm tra xem các bookmark có tồn tại, có đúng thứ tự và trỏ đến các trang đúng.
zh_hans: 检查书签是否存在、顺序是否正确以及是否指向正确的页面。

# ed_dev_pdf_pdf_outline_to_json_uc2_title
source: Migration / transformation
af: Migrasie / transformasie
bg: Миграция / трансформация
cs: Migrace / transformace
el: Μετανάστευση / μετασχηματισμός
es: Migración / transformación
fi: Siirto / muuntaminen
hu: TODO: Konkrét példa 1
id: Jelaskan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: Migrazione / trasformazione
ja: 移行/変換
ko: 마이그레이션 / 변환
nl: Migratie / transformatie
no: Migrering / transformasjon
pl: Migracja / transformacja
pt_pt: Migração / transformação
ro: Migrare / transformare
ru: Миграция / преобразование
sk: Migrácia / transformácia
sv: Migrering / transformation
sw: Uhamasishaji / mabadiliko
tr: Göç / dönüşüm
uk: Міграція / трансформація
vi: Di chuyển / chuyển đổi
zh_hans: 迁移 / 转换

# ed_dev_pdf_pdf_outline_to_json_uc2_text
source: Convertir un sommaire PDF en navigation pour un viewer web, une app mobile ou une GED.
af: Convert 'n PDF-inhoudsopgawe na navigasie vir 'n webkyker, 'n mobiele app of 'n GED.
bg: Конвертирайте съдържанието на PDF в навигация за уеб viewer, мобилно приложение или GED.
cs: Převést obsah PDF do navigace pro webový prohlížeč, mobilní aplikaci nebo GED.
da: Konverter en PDF-indholdsfortegnelse til navigation for en webviewer, mobilapp eller dokumenthåndteringssystem.
de: Konvertieren Sie ein PDF-Inhaltsverzeichnis in eine Navigation für einen Web-Viewer, eine mobile App oder ein DMS.
el: Μετατρέψτε ένα περιεχόμενο PDF σε πλοήγηση για έναν web viewer, μια mobile app ή μια GED.
es: Convertir un índice PDF en navegación para un visor web, una app móvil o un GED.
fi: Muunna PDF:n sisällysluettelo navigaatioksi verkkonäyttöohjelmalle, mobiilisovellukselle tai asiakirjahallinnalle.
fil: I-convert ang PDF outline sa navigation para sa web viewer, mobile app o GED.
hu: Konkrét példa 1
id: Concrete example 1
it: Convertire un sommario PDF in navigazione per un viewer web, un'app mobile o una GED.
ja: PDFの目次をWebビューア、モバイルアプリ、またはGEDのナビゲーションに変換します。
ko: PDF 목차를 웹 뷰어, 모바일 앱 또는 문서 관리 시스템을 위한 탐색으로 변환합니다.
nl: Converteer een PDF-inhoudsopgave naar navigatie voor een webviewer, mobiele app of DMS.
no: Konvertere en PDF-innholdsfortegnelse til navigasjon for en nettleser, mobilapp eller dokumenthåndteringssystem.
pl: Przekształć spis treści PDF w nawigację dla przeglądarki internetowej, aplikacji mobilnej lub GED.
pt_pt: Converter um sumário PDF em navegação para um visualizador web, um aplicativo móvel ou um GED.
ro: Convertiți un cuprins PDF în navigare pentru un viewer web, o aplicație mobilă sau o GED.
ru: Преобразуйте оглавление PDF в навигацию для веб-просмотрщика, мобильного приложения или ЭДО.
sk: Preveďte PDF obsah do navigácie pre webový viewer, mobilnú aplikáciu alebo GED.
sv: Konvertera en PDF-innehållsförteckning till navigering för en webbläsare, mobilapp eller dokumenthanteringssystem.
sw: Badilisha somo la PDF kuwa urambazaji kwa viewer wa wavuti, app ya simu au GED.
tr: Bir PDF içindekilerini bir web görüntüleyicisi, mobil uygulama veya GED için navigasyona dönüştürün.
uk: Перетворіть зміст PDF у навігацію для веб-переглядача, мобільного додатку або GED.
vi: Chuyển đổi một mục lục PDF thành điều hướng cho một viewer web, ứng dụng di động hoặc một hệ thống quản lý tài liệu.
zh_hans: 将 PDF 大纲转换为 Web 查看器、移动应用或 GED 的导航。

# ed_dev_pdf_pdf_outline_to_json_uc3_title
source: Génération automatique de table des matières
af: Outomatiese generasie van inhoudsopgawe
bg: Автоматично генериране на съдържание
cs: Automatická generace obsahu
da: Automatisk generering af indholdsfortegnelse
de: Automatische Erstellung eines Inhaltsverzeichnisses
el: Αυτόματη δημιουργία περιεχομένου
es: Generación automática de tabla de contenidos
fi: Automaattinen sisällysluettelon luonti
fil: Awtomatikong pagbuo ng table of contents
id: Contoh konkret 1
it: Generazione automatica di un indice
ja: 自動目次生成
ko: 자동 목차 생성
nl: Automatische generatie van een inhoudsopgave
no: Automatisk generering av innholdsfortegnelse
pl: Automatyczne generowanie spisu treści
pt_pt: Geração automática de tabela de conteúdos
ro: Generare automată a unei tabele de conținut
ru: Автоматическая генерация оглавления
sk: Automatická generácia obsahu
sv: Automatisk generering av innehållsförteckning
sw: Uzalishaji wa kiotomatiki wa jedwali la maudhui
tr: Otomatik içerik tablosu oluşturma
uk: Автоматичне генерування змісту
vi: Tạo tự động bảng mục lục
zh_hans: 自动生成目录

# ed_dev_pdf_pdf_outline_to_json_uc3_text
source: Réutiliser la structure des bookmarks pour produire une ToC HTML ou un index.
af: Herbruik die struktuur van die boekmerke om 'n HTML ToC of 'n indeks te produseer.
bg: Повторно използвайте структурата на отметките, за да произведете HTML ToC или индекс.
cs: Znovu použijte strukturu záložek k vytvoření HTML ToC nebo indexu.
da: Genbrug strukturen af bogmærkerne til at producere en HTML ToC eller et indeks.
de: Wiederverwenden der Struktur der Lesezeichen, um ein HTML-Inhaltsverzeichnis oder ein Index zu erstellen.
el: Επαναχρησιμοποιήστε τη δομή των σελιδοδεικτών για να παραγάγετε μια ToC HTML ή έναν δείκτη.
es: Reutilizar la estructura de los marcadores para producir una ToC HTML o un índice.
fi: Hyödynnä kirjanmerkkien rakennetta HTML- tai indeksin ToC:n tuottamiseksi.
fil: Muling gamitin ang istruktura ng bookmarks upang makabuo ng isang HTML ToC o index.
hu: Példa 3
id: TODO: Contoh konkret 3
it: Riutilizzare la struttura dei segnalibri per produrre una ToC HTML o un indice.
ja: ブックマークの構造を再利用して、HTMLの目次やインデックスを生成します。
ko: 북마크 구조를 재사용하여 HTML 목차 또는 인덱스를 생성합니다.
nl: Herbruik de structuur van de bladwijzers om een HTML-toC of index te produceren.
no: Gjenbruke strukturen til bokmerkene for å produsere en HTML ToC eller et indeks.
pl: Wykorzystaj strukturę zakładek do produkcji spisu treści HTML lub indeksu.
pt_pt: Reutilizar a estrutura dos bookmarks para produzir uma ToC HTML ou um índice.
ro: Reutilizați structura semnelor de carte pentru a produce o ToC HTML sau un index.
ru: Повторно используйте структуру закладок для создания HTML ToC или индекса.
sk: Znovu použite štruktúru záložiek na vytvorenie HTML obsahu alebo indexu.
sv: Återanvänd strukturen av bokmärken för att producera en HTML ToC eller ett index.
sw: Tumia muundo wa bookmarks kuzalisha ToC ya HTML au index.
tr: Yer imlerinin yapısını yeniden kullanarak bir HTML içerik tablosu veya indeks oluşturun.
uk: Використовуйте структуру закладок для створення HTML ToC або індексу.
vi: Tái sử dụng cấu trúc của các bookmark để tạo ra một ToC HTML hoặc một chỉ mục.
zh_hans: 重用书签的结构以生成 HTML 目录或索引。

# ed_dev_pdf_pdf_outline_to_json_output
source: Ce que vous obtenez
af: Voorbeeld 3
bg: Това, което получавате
cs: Příklad konkrétní 2
da: Concrete example 2
de: Konkretes Beispiel 2
el: Συγκεκριμένο παράδειγμα 2
es: Ejemplo concreto 3
fi: Esimerkki 1
fil: Ang makukuha mo
hu: Konkrét példa 2
id: Concrete example 2
it: Esempio concreto 2
ja: 具体例 2
ko: 구체적인 예 2
nl: Concreet voorbeeld 2
no: Concrete example 2
pl: Przykład konkretny 2
pt_pt: Exemplo concreto 2
ro: Exemplu concret 2
ru: Пример конкретного случая 2
sk: Concrete example 2
sv: Exempel 2
sw: Mfano halisi 2
tr: Somut örnek 3
uk: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
vi: Ví dụ cụ thể 2
zh_hans: 具体示例 2
