Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percent_to_fraction_uc4_title
source: Résoudre une règle de trois
af: Solve a rule of three
bg: Решаване на правило на три
cs: Vyřešit pravidlo tří
da: Løs en tretrinsregel
de: Eine Regel von drei lösen
el: Επίλυση ενός κανόνα τριών
es: Resolver una regla de tres
fi: Ratkaise kolmonen sääntö
fil: Lutasin ang isang rule of three
hu: Megoldani egy háromszoros szabályt
id: Menyelesaikan aturan tiga
it: Risolvere una regola di tre
ja: 三分の一の法則を解決する
ko: 삼항 비율 해결하기
nl: Een regel van drie oplossen
no: Løse en tre-regel
pl: Rozwiązać regułę trzech
pt_pt: Resolver uma regra de três
ro: Rezolvarea unei reguli de trei
ru: Решить правило трех
sk: Riešiť pravidlo troch
sv: Lösa en trepunktsregel
sw: Kutatua sheria ya tatu
tr: Üçüncü bir kuralı çözmek
uk: Розв'язання правила трьох
vi: Giải quyết một quy tắc ba
zh_hans: 解决三项式规则

# ed_math_percentages_percent_to_fraction_uc4_text
source: Transformer un taux en fraction peut faciliter certains calculs mentaux ou la mise en équation.
af: Transforming a rate into a fraction can facilitate certain mental calculations or equation setup.
bg: Преобразуването на процент в дроб може да улесни някои умствени изчисления или поставянето в уравнение.
cs: Převod sazby na zlomek může usnadnit některé mentální výpočty nebo sestavení rovnice.
da: At omdanne en sats til en brøk kan lette visse mentale beregninger eller opsætning af ligninger.
de: Die Umwandlung eines Satzes in einen Bruch kann einige mentale Berechnungen oder die Aufstellung von Gleichungen erleichtern.
el: Η μετατροπή ενός ποσοστού σε κλάσμα μπορεί να διευκολύνει ορισμένους υπολογισμούς στο μυαλό ή τη διατύπωση εξισώσεων.
es: Transformar una tasa en fracción puede facilitar ciertos cálculos mentales o la formulación de ecuaciones.
fi: Muuttaa prosentti murtoluvuksi voi helpottaa joitakin mielessä tehtäviä laskelmia tai yhtälöiden laatimista.
fil: Ang pag-convert ng isang rate sa fraction ay maaaring magpadali ng ilang mga mental na kalkulasyon o pagbuo ng equation.
hu: Egy arányt törté alakítani megkönnyítheti egyes mentális számításokat vagy az egyenletbe állítást.
id: Mengubah suatu tarif menjadi pecahan dapat memudahkan beberapa perhitungan mental atau penyusunan persamaan.
it: Trasformare un tasso in frazione può facilitare alcuni calcoli mentali o la messa in equazione.
ja: 割合を分数に変換することで、いくつかの計算を簡単にしたり、方程式にすることができます。
ko: 비율을 분수로 변환하면 일부 정신 계산이나 방정식 설정이 용이해질 수 있습니다.
nl: Een percentage omzetten in een breuk kan bepaalde mentale berekeningen of het opstellen van een vergelijking vergemakkelijken.
no: Å transformere en prosent til brøk kan lette noen mentale beregninger eller oppsett av ligninger.
pl: Przekształcenie stawki na ułamek może ułatwić niektóre obliczenia mentalne lub wprowadzenie do równania.
pt_pt: Transformar uma taxa em fração pode facilitar alguns cálculos mentais ou a formulação de equações.
ro: Transformarea unui procent în fracție poate facilita anumite calcule mentale sau formularea ecuațiilor.
ru: Преобразование ставки в дробь может облегчить некоторые умственные расчеты или составление уравнений.
sk: Premena percenta na zlomok môže uľahčiť niektoré mentálne výpočty alebo zostavenie rovnice.
sv: Att omvandla en andel till bråk kan underlätta vissa mentala beräkningar eller ekvationssättning.
sw: Kubadilisha kiwango kuwa fraction kunaweza kurahisisha baadhi ya hesabu za akili au kuweka katika mlingano.
tr: Bir oranı kesire dönüştürmek, bazı zihinsel hesaplamaları veya denkleme koymayı kolaylaştırabilir.
uk: Перетворення ставки на дробь може полегшити деякі розумові обчислення або складання рівняння.
vi: Chuyển đổi một tỷ lệ thành phân số có thể giúp dễ dàng một số phép tính tâm trí hoặc đưa vào phương trình.
zh_hans: 将比率转换为分数可以简化某些心算或方程的建立。

# ed_math_percentages_percent_to_fraction_uc5_title
source: Vérifier une simplification
af: Check a simplification
bg: Проверка на опростяване
cs: Ověřit zjednodušení
da: Kontroller en forenkling
de: Eine Vereinfachung überprüfen
el: Ελέγξτε μια απλοποίηση
es: Verificar una simplificación
fi: Tarkista yksinkertaistus
fil: Suriin ang isang simplipikasyon
hu: Egy egyszerűsítést ellenőrizni
id: Memeriksa penyederhanaan
it: Verificare una semplificazione
ja: 簡略化を確認する
ko: 단순화 확인하기
nl: Een vereenvoudiging controleren
no: Verifisere en forenkling
pl: Sprawdzić uproszczenie
pt_pt: Verificar uma simplificação
ro: Verificarea unei simplificări
ru: Проверить упрощение
sk: Overiť zjednodušenie
sv: Verifiera en förenkling
sw: Kuthibitisha rahisisho
tr: Bir basitleştirmeyi kontrol etmek
uk: Перевірка спрощення
vi: Kiểm tra một sự đơn giản hóa
zh_hans: 验证简化

# ed_math_percentages_percent_to_fraction_uc5_text
source: Éviter les erreurs de réduction de fraction en obtenant automatiquement une forme irréductible.
af: Avoid errors in fraction reduction by automatically obtaining an irreducible form.
bg: Избягвайте грешки при опростяване на дроб, като автоматично получавате непростима форма.
cs: Vyhnout se chybám při zjednodušení zlomku automatickým získáním nezkreslené formy.
da: Undgå fejl i reduktion af brøk ved automatisk at opnå en irreducibel form.
de: Fehler bei der Bruchreduktion vermeiden, indem automatisch eine irreduzible Form erhalten wird.
el: Αποφύγετε τα λάθη στη μείωση κλάσματος αποκτώντας αυτόματα μια αμετάβλητη μορφή.
es: Evitar errores de reducción de fracción al obtener automáticamente una forma irreducible.
fi: Vältä murtoluvun vähentämiseen liittyviä virheitä saamalla automaattisesti murtoluvun, joka ei ole vähennettävissä.
fil: Iwasan ang mga pagkakamali sa pagbabawas ng fraction sa pamamagitan ng awtomatikong pagkuha ng isang irreducible na anyo.
hu: Elkerülni a tört egyszerűsítésével kapcsolatos hibákat, automatikusan irreducibilis formát kapva.
id: Menghindari kesalahan dalam pengurangan pecahan dengan secara otomatis mendapatkan bentuk yang tidak dapat disederhanakan.
it: Evitare errori di riduzione di frazione ottenendo automaticamente una forma irriducibile.
ja: 自動的に約分された形を得ることで、分数の約分ミスを避けることができます。
ko: 자동으로 기약분수 형태를 얻어 분수 축소 오류를 피하세요.
nl: Fouten bij het vereenvoudigen van breuken vermijden door automatisch een onvereenvoudigde vorm te verkrijgen.
no: Unngå feil i brøkreduksjon ved automatisk å oppnå en irreduksibel form.
pl: Unikaj błędów w redukcji ułamków, automatycznie uzyskując formę niepodzielną.
pt_pt: Evitar erros de redução de fração ao obter automaticamente uma forma irredutível.
ro: Evitarea erorilor de reducere a fracției prin obținerea automată a unei forme ireductibile.
ru: Избежать ошибок при сокращении дроби, автоматически получая несократимую форму.
sk: Vyhnúť sa chybám pri zjednodušovaní zlomkov automatickým získaním neprerušenej formy.
sv: Undvik fel vid bråkreduktion genom att automatiskt få en irreducibel form.
sw: Epuka makosa ya kupunguza fraction kwa kupata moja kwa moja sura isiyoweza kupunguzwa.
tr: Kesirlerin azaltılmasında hata yapmaktan kaçınmak için otomatik olarak bir sadeleşmemiş form elde etmek.
uk: Уникнення помилок у скороченні дробів шляхом автоматичного отримання непривідної форми.
vi: Tránh những lỗi trong việc giảm phân số bằng cách tự động có được một dạng không thể giảm.
zh_hans: 通过自动获得不可约形式来避免分数简化错误。

# ed_math_percentages_percent_to_fraction_output
source: Ce que vous obtenez
af: What you get
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您得到的结果

# ed_math_percentages_percent_to_fraction_out1
source: La conversion d’un pourcentage en fraction, avec une fraction simplifiée lorsque c’est possible.
af: The conversion of a percentage to a fraction, with a simplified fraction when possible.
bg: Преобразуването на процент в дроб, с опростена дроб, когато е възможно.
cs: Převod procenta na zlomek, se zjednodušeným zlomkem, pokud je to možné.
da: Konvertering af en procent til en brøk, med en forenklet brøk når det er muligt.
de: Die Umwandlung eines Prozentsatzes in einen Bruch, mit einem vereinfachten Bruch, wenn möglich.
el: Η μετατροπή ενός ποσοστού σε κλάσμα, με ένα απλοποιημένο κλάσμα όταν είναι δυνατόν.
es: La conversión de un porcentaje en fracción, con una fracción simplificada cuando es posible.
fi: Prosentin muuntaminen murtoluvuksi, yksinkertaistettuna murtoluku, kun se on mahdollista.
fil: Ang conversion ng isang porsyento sa fraction, na may isang simpleng fraction kapag posible.
hu: Egy százalék törté való átváltása, egyszerűsített tört formájában, ha lehetséges.
id: Konversi dari persentase ke pecahan, dengan pecahan yang disederhanakan jika memungkinkan.
it: La conversione di una percentuale in frazione, con una frazione semplificata quando possibile.
ja: パーセンテージを分数に変換し、可能な場合は簡略化された分数を得ること。
ko: 가능할 때 단순화된 분수로 백분율을 분수로 변환합니다.
nl: De conversie van een percentage naar een breuk, met een vereenvoudigde breuk wanneer mogelijk.
no: Konvertering av en prosent til brøk, med en forenklet brøk når det er mulig.
pl: Konwersja procentu na ułamek, z uproszczonym ułamkiem, gdy to możliwe.
pt_pt: A conversão de uma porcentagem em fração, com uma fração simplificada quando possível.
ro: Conversia unui procent în fracție, cu o fracție simplificată atunci când este posibil.
ru: Преобразование процента в дробь с упрощенной дробью, когда это возможно.
sk: Konverzia percenta na zlomok, so zjednodušeným zlomkom, keď je to možné.
sv: Konverteringen av en procentandel till bråk, med en förenklad bråkdel när det är möjligt.
sw: Kubadilisha asilimia kuwa fraction, pamoja na fraction iliyo rahisishwa inapowezekana.
tr: Bir yüzdeyi kesire dönüştürmek, mümkün olduğunda basitleştirilmiş bir kesir ile birlikte.
uk: Перетворення відсотка на дробь, з спрощеною дроб'ю, коли це можливо.
vi: Chuyển đổi một tỷ lệ phần trăm thành phân số, với một phân số đơn giản khi có thể.
zh_hans: 将百分比转换为分数，并在可能的情况下简化分数。

# ed_math_percentages_percent_to_fraction_out2
source: La conversion d’une fraction en pourcentage, utile pour interpréter rapidement une proportion.
af: The conversion of a fraction to a percentage, useful for quickly interpreting a proportion.
bg: Преобразуването на дроб в процент, полезно за бързо интерпретиране на пропорция.
cs: Převod zlomku na procento, užitečné pro rychlou interpretaci proporce.
da: Konvertering af en brøk til procent, nyttigt til hurtigt at fortolke en proportion.
de: Die Umwandlung eines Bruchs in einen Prozentsatz, nützlich, um schnell eine Proportion zu interpretieren.
el: Η μετατροπή ενός κλάσματος σε ποσοστό, χρήσιμη για να ερμηνεύσετε γρήγορα μια αναλογία.
es: La conversión de una fracción en porcentaje, útil para interpretar rápidamente una proporción.
fi: Murtoluvun muuntaminen prosentiksi, hyödyllinen nopeaan osuuden tulkintaan.
fil: Ang conversion ng isang fraction sa porsyento, kapaki-pakinabang para sa mabilis na pag-unawa sa isang proporsyon.
hu: Egy tört százalékra való átváltása, hasznos a gyors arányértelmezéshez.
id: Konversi dari pecahan ke persentase, berguna untuk dengan cepat menginterpretasikan suatu proporsi.
it: La conversione di una frazione in percentuale, utile per interpretare rapidamente una proporzione.
ja: 分数をパーセンテージに変換することは、比率を迅速に解釈するのに役立ちます。
ko: 분수를 백분율로 변환하는 것은 비율을 빠르게 해석하는 데 유용합니다.
nl: De conversie van een breuk naar een percentage, nuttig om snel een verhouding te interpreteren.
no: Konvertering av en brøk til prosent, nyttig for raskt å tolke en proporsjon.
pl: Konwersja ułamka na procent, przydatna do szybkiej interpretacji proporcji.
pt_pt: A conversão de uma fração em porcentagem, útil para interpretar rapidamente uma proporção.
ro: Conversia unei fracții în procent, utilă pentru a interpreta rapid o proporție.
ru: Преобразование дроби в процент, полезное для быстрого интерпретирования пропорции.
sk: Konverzia zlomku na percento, užitočné na rýchlu interpretáciu proporcie.
sv: Konverteringen av en bråkdel till procent, användbart för att snabbt tolka en proportion.
sw: Kubadilisha fraction kuwa asilimia, inasaidia kutafsiri haraka uwiano.
tr: Bir kesiri yüzdeye dönüştürmek, bir oranı hızlı bir şekilde yorumlamak için yararlıdır.
uk: Перетворення дробу на відсоток, корисно для швидкого тлумачення пропорції.
vi: Chuyển đổi một phân số thành tỷ lệ phần trăm, hữu ích để nhanh chóng diễn giải một tỷ lệ.
zh_hans: 将分数转换为百分比，便于快速解释比例。

# ed_math_percentages_percent_to_fraction_out3
source: Un résultat clair et exploitable pour les exercices, les contrôles et les calculs du quotidien.
af: A clear and usable result for exercises, tests, and everyday calculations.
bg: Ясен и полезен резултат за упражнения, тестове и ежедневни изчисления.
cs: Jasný a využitelný výsledek pro cvičení, testy a každodenní výpočty.
da: Et klart og anvendeligt resultat til øvelser, tests og dagligdags beregninger.
de: Ein klares und verwertbares Ergebnis für Übungen, Tests und alltägliche Berechnungen.
el: Ένα σαφές και εκμεταλλεύσιμο αποτέλεσμα για ασκήσεις, ελέγχους και καθημερινούς υπολογισμούς.
es: Un resultado claro y utilizable para los ejercicios, los controles y los cálculos del día a día.
fi: Selkeä ja hyödynnettävä tulos harjoituksia, testejä ja päivittäisiä laskelmia varten.
fil: Isang malinaw at kapaki-pakinabang na resulta para sa mga ehersisyo, pagsusuri, at pang-araw-araw na kalkulasyon.
hu: Egy világos és felhasználható eredmény a gyakorlatokhoz, ellenőrzésekhez és a mindennapi számításokhoz.
id: Hasil yang jelas dan dapat digunakan untuk latihan, ujian, dan perhitungan sehari-hari.
it: Un risultato chiaro e utilizzabile per esercizi, controlli e calcoli quotidiani.
ja: 日常の演習、テスト、計算に利用できる明確で実用的な結果。
ko: 일상적인 연습, 시험 및 계산에 활용할 수 있는 명확하고 유용한 결과입니다.
nl: Een duidelijk en bruikbaar resultaat voor oefeningen, toetsen en dagelijkse berekeningen.
no: Et klart og anvendelig resultat for oppgaver, tester og dagligdags beregninger.
pl: Jasny i użyteczny wynik do ćwiczeń, testów i codziennych obliczeń.
pt_pt: Um resultado claro e utilizável para exercícios, testes e cálculos do dia a dia.
ro: Un rezultat clar și utilizabil pentru exerciții, teste și calcule zilnice.
ru: Ясный и полезный результат для упражнений, контрольных и повседневных расчетов.
sk: Jasný a využiteľný výsledok pre cvičenia, kontroly a každodenné výpočty.
sv: Ett klart och användbart resultat för övningar, tester och vardagliga beräkningar.
sw: Matokeo wazi na yanayoweza kutumika kwa mazoezi, udhibiti na hesabu za kila siku.
tr: Alıştırmalar, testler ve günlük hesaplamalar için net ve kullanılabilir bir sonuç.
uk: Чіткий і корисний результат для вправ, контрольних і повсякденних обчислень.
vi: Một kết quả rõ ràng và có thể sử dụng cho các bài tập, kiểm tra và tính toán hàng ngày.
zh_hans: 为练习、测试和日常计算提供清晰且可用的结果。

# ed_math_percentages_percent_to_fraction_limits
source: Limites et points d’attention
af: Limits and points of attention
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na vidokezo vya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percent_to_fraction_lim1
source: Certains pourcentages donnent des fractions avec de grands dénominateurs (ex. 33,33 %), selon l’arrondi choisi.
af: Some percentages yield fractions with large denominators (e.g. 33.33 %), depending on the rounding chosen.
bg: Някои проценти дават дроби с големи знаменатели (напр. 33,33 %), в зависимост от избраното закръгляване.
cs: Některá procenta dávají zlomky s velkými jmenovateli (např. 33,33 %), v závislosti na zvoleném zaokrouhlení.
da: Nogle procenter giver brøker med store nævnere (f.eks. 33,33 %), afhængigt af den valgte afrunding.
de: Einige Prozentsätze ergeben Brüche mit großen Nennern (z. B. 33,33 %), je nach gewählter Rundung.
el: Ορισμένα ποσοστά δίνουν κλάσματα με μεγάλους παρονομαστές (π.χ. 33,33 %), ανάλογα με την επιλεγμένη στρογγυλοποίηση.
es: Ciertos porcentajes dan fracciones con grandes denominadores (ej. 33,33 %), según el redondeo elegido.
fi: Jotkut prosentit antavat murtolukuja, joissa on suuria nimittäjiä (esim. 33,33 %), valitun pyöristyksen mukaan.
fil: Ang ilang mga porsyento ay nagbibigay ng mga fraction na may malalaking denominator (hal. 33.33 %), depende sa napiling pag-ikot.
hu: Egyes százalékok nagy nevezőjű törteket adnak (pl. 33,33 %), a választott kerekítés függvényében.
id: Beberapa persentase menghasilkan pecahan dengan penyebut yang besar (mis. 33,33 %), tergantung pada pembulatan yang dipilih.
it: Alcune percentuali danno frazioni con grandi denominatori (es. 33,33 %), a seconda dell'arrotondamento scelto.
ja: いくつかのパーセンテージは、大きな分母を持つ分数を生成します（例：33.33 %）、選択した丸めに応じて。
ko: 일부 백분율은 큰 분모를 가진 분수를 생성합니다 (예: 33.33 %), 선택한 반올림에 따라 다릅니다.
nl: Sommige percentages geven breuken met grote noemers (bijv. 33,33 %), afhankelijk van de gekozen afronding.
no: Noen prosent gir brøker med store nevner (f.eks. 33,33 %), avhengig av valgt avrunding.
pl: Niektóre procenty dają ułamki z dużymi mianownikami (np. 33,33 %), w zależności od wybranego zaokrąglenia.
pt_pt: Algumas porcentagens resultam em frações com grandes denominadores (ex. 33,33 %), dependendo do arredondamento escolhido.
ro: Anumite procente dau fracții cu numitori mari (ex. 33,33 %), în funcție de rotunjirea aleasă.
ru: Некоторые проценты дают дроби с большими знаменателями (например, 33,33 %), в зависимости от выбранного округления.
sk: Niektoré percentá dávajú zlomky s veľkými menovateľmi (napr. 33,33 %), v závislosti od zvoleného zaokrúhlenia.
sv: Vissa procentandelar ger bråk med stora nämnare (t.ex. 33,33 %), beroende på det valda avrundningen.
sw: Asilimia fulani huleta fractions zenye waandishi wakubwa (mfano 33.33 %), kulingana na mzunguko uliochaguliwa.
tr: Bazı yüzdeler büyük paydalara sahip kesirler verir (ör. %33,33), seçilen yuvarlamaya bağlı olarak.
uk: Деякі відсотки дають дроби з великими знаменниками (наприклад, 33,33 %), залежно від вибраного округлення.
vi: Một số tỷ lệ phần trăm tạo ra các phân số với mẫu số lớn (ví dụ 33,33 %), tùy theo cách làm tròn được chọn.
zh_hans: 某些百分比会产生具有大分母的分数（例如 33.33 %），这取决于所选择的四舍五入。

# ed_math_percentages_percent_to_fraction_lim2
source: Une fraction peut produire un pourcentage non “propre” (avec décimales), ce qui est normal.
af: A fraction can produce a non-'clean' percentage (with decimals), which is normal.
bg: Дроб може да произведе 'нечист' процент (с десетични), което е нормално.
cs: Zlomek může produkovat "nečisté" procento (s desetinnými místy), což je normální.
da: En brøk kan producere en 'urenset' procent (med decimaler), hvilket er normalt.
de: Ein Bruch kann einen nicht "sauberen" Prozentsatz (mit Dezimalstellen) erzeugen, was normal ist.
el: Ένα κλάσμα μπορεί να παράγει ένα μη "καθαρό" ποσοστό (με δεκαδικά), κάτι που είναι φυσιολογικό.
es: Una fracción puede producir un porcentaje no 'limpio' (con decimales), lo cual es normal.
fi: Murtoluku voi tuottaa 'epäpuhtaan' prosenttiosuuden (desimaalilukuja), mikä on normaalia.
fil: Ang isang fraction ay maaaring makabuo ng isang 'hindi malinis' na porsyento (na may mga decimal), na normal.
hu: Egy tört „nem tiszta” (tizedes) százalékot adhat, ami normális.
id: Sebuah pecahan dapat menghasilkan persentase yang tidak 'bersih' (dengan desimal), yang merupakan hal yang normal.
it: Una frazione può produrre una percentuale non 'pulita' (con decimali), il che è normale.
ja: 分数は「きれいでない」パーセンテージ（小数を含む）を生成することがありますが、これは正常です。
ko: 분수는 '깨끗하지 않은' (소수 포함) 백분율을 생성할 수 있으며, 이는 정상입니다.
nl: Een breuk kan een 'onzuiver' percentage (met decimalen) opleveren, wat normaal is.
no: En brøk kan gi en prosent som ikke er 'ren' (med desimaler), noe som er normalt.
pl: Ułamek może dać „nieczysty” procent (z miejscami dziesiętnymi), co jest normalne.
pt_pt: Uma fração pode produzir uma porcentagem não 'limpa' (com decimais), o que é normal.
ro: O fracție poate produce un procent „necurat” (cu zecimale), ceea ce este normal.
ru: Дробь может давать «нечистый» процент (с десятичными), что нормально.
sk: Zlomok môže produkovať "nečisté" percento (s desatinnými miestami), čo je normálne.
sv: En bråkdel kan ge en 'oren' procentandel (med decimaler), vilket är normalt.
sw: Fraction inaweza kutoa asilimia isiyo 'safi' (ikiwa na desimali), jambo ambalo ni la kawaida.
tr: Bir kesir, 'temiz' olmayan (ondalık) bir yüzde üretebilir, bu da normaldir.
uk: Дробь може давати «нечистий» відсоток (з десятковими), що є нормальним.
vi: Một phân số có thể tạo ra một tỷ lệ phần trăm không 'sạch' (có số thập phân), điều này là bình thường.
zh_hans: 一个分数可能会产生不“整洁”的百分比（带小数），这是正常的。
