Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_outline_to_json_tip
source: Pour une migration propre, exportez aussi “Pages PDF → JSON” : vous pourrez valider que chaque destination de bookmark pointe vers une page existante et correctement dimensionnée.
af: Vir 'n skoon migrasie, voer ook "PDF Bladsye → JSON" uit: jy sal kan bevestig dat elke bestemming van 'n boekmerk na 'n bestaande en korrek geskaalde bladsy wys.
bg: За чиста миграция, експортирайте също "Pages PDF → JSON": ще можете да валидирате, че всяка дестинация на отметка сочи към съществуваща и правилно оразмерена страница.
cs: Pro čistou migraci exportujte také "Stránky PDF → JSON": budete moci ověřit, že každé cílové místo záložky ukazuje na existující a správně dimenzovanou stránku.
da: For en ren migration, eksporter også "PDF-sider → JSON": du kan validere, at hver bogmærkedestination peger på en eksisterende og korrekt dimensioneret side.
de: Für eine saubere Migration exportieren Sie auch "PDF-Seiten → JSON": Sie können validieren, dass jedes Ziel des Lesezeichens auf eine vorhandene und korrekt dimensionierte Seite verweist.
el: Για μια καθαρή μετανάστευση, εξάγετε επίσης "Σελίδες PDF → JSON": θα μπορέσετε να επιβεβαιώσετε ότι κάθε προορισμός σελιδοδείκτη δείχνει σε μια υπάρχουσα και σωστά διαστασιολογημένη σελίδα.
es: Para una migración limpia, exporta también "Páginas PDF → JSON": podrás validar que cada destino de marcador apunta a una página existente y correctamente dimensionada.
fi: Siistiä siirtoa varten, vie myös "PDF-sivut → JSON": voit varmistaa, että jokainen kirjanmerkin kohde osoittaa olemassa olevaan ja oikein mitoitettuun sivuun.
fil: Para sa isang malinis na migration, i-export din ang "PDF Pages → JSON": maaari mong i-validate na ang bawat destinasyon ng bookmark ay tumuturo sa isang umiiral at tamang sukat na pahina.
hu: TODO: Egyedi trükk, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah trik unik yang terkait dengan tujuan alat.
it: Per una migrazione pulita, esporta anche "Pagine PDF → JSON": potrai convalidare che ogni destinazione di segnalibro punti a una pagina esistente e correttamente dimensionata.
ja: クリーンな移行のために、「PDFページ → JSON」もエクスポートしてください：各ブックマークの宛先が存在するページを指していることを確認できます。
ko: 깨끗한 마이그레이션을 위해 "PDF 페이지 → JSON"도 내보내세요: 각 북마크의 목적지가 존재하는 페이지를 가리키고 올바르게 크기가 조정되었는지 확인할 수 있습니다.
nl: Voor een schone migratie, exporteer ook "PDF Pagina's → JSON": u kunt valideren dat elke bestemming van een bladwijzer naar een bestaande en correct dimensioneerde pagina verwijst.
no: For en ren migrering, eksporter også "PDF-sider → JSON": du kan validere at hver destinasjon av bokmerket peker mot en eksisterende og korrekt dimensjonert side.
pl: Aby przeprowadzić czystą migrację, eksportuj również „Strony PDF → JSON”: będziesz mógł zweryfikować, że każde miejsce docelowe zakładki wskazuje na istniejącą stronę o odpowiednich wymiarach.
pt_pt: Para uma migração limpa, exporte também "Páginas PDF → JSON": você poderá validar que cada destino de bookmark aponta para uma página existente e corretamente dimensionada.
ro: Pentru o migrare curată, exportați și "Pagini PDF → JSON": veți putea valida că fiecare destinație de semn de carte indică către o pagină existentă și corect dimensionată.
ru: Для чистой миграции экспортируйте также "Страницы PDF → JSON": вы сможете проверить, что каждое назначение закладки указывает на существующую и правильно размеченную страницу.
sk: Pre čistú migráciu exportujte aj "Strany PDF → JSON": budete môcť overiť, že každá destinácia záložky smeruje na existujúcu a správne dimenzovanú stránku.
sv: För en ren migrering, exportera också "PDF-sidor → JSON": du kan validera att varje bokmärkesdestination pekar på en befintlig och korrekt dimensionerad sida.
sw: Kwa uhamaji safi, pia export “Pages PDF → JSON”: utaweza kuthibitisha kwamba kila mahali ya alama inarejelea ukurasa uliopo na ulio na vipimo sahihi.
tr: Temiz bir göç için, "PDF Sayfaları → JSON" dışa aktarımını da yapın: her yer iminin varış noktasının mevcut ve doğru boyutlandırılmış bir sayfaya işaret ettiğini doğrulayabilirsiniz.
uk: Для чистої міграції експортуйте також "Сторінки PDF → JSON": ви зможете перевірити, що кожне призначення закладки вказує на існуючу сторінку та правильно розмір.
vi: Để di chuyển sạch sẽ, hãy xuất cả “Pages PDF → JSON”: bạn sẽ có thể xác nhận rằng mỗi điểm đến của bookmark trỏ đến một trang tồn tại và có kích thước chính xác.
zh_hans: 为了干净的迁移，导出 "PDF 页面 → JSON"：您可以验证每个书签目标是否指向现有且正确尺寸的页面。

# ed_dev_pdf_pdf_page_content_ops_to_json_title
source: À propos : PDF Page Content Ops → JSON
af: Oor: PDF Page Content Ops → JSON
bg: Относно: PDF Page Content Ops → JSON
cs: O: PDF Page Content Ops → JSON
da: Om: PDF Page Content Ops → JSON
de: Über: PDF Page Content Ops → JSON
el: Σχετικά: PDF Page Content Ops → JSON
es: Acerca de: PDF Page Content Ops → JSON
fi: Tietoja: PDF Page Content Ops → JSON
fil: Tungkol sa: PDF Page Content Ops → JSON
hu: A következőkről: Oldal operátorok → JSON
id: Tentang: Operator Halaman
it: Informazioni su: PDF Page Content Ops → JSON
ja: 概要：PDFページコンテンツ操作 → JSON
ko: 정보: PDF 페이지 콘텐츠 작업 → JSON
nl: Over: PDF Page Content Ops → JSON
no: Om: PDF Page Content Ops → JSON
pl: O: PDF Page Content Ops → JSON
pt_pt: Sobre: PDF Page Content Ops → JSON
ro: Despre: PDF Page Content Ops → JSON
ru: О: PDF Page Content Ops → JSON
sk: O: PDF Page Content Ops → JSON
sv: Om: PDF Page Content Ops → JSON
sw: Kuhusu: PDF Page Content Ops → JSON
tr: Hakkında: PDF Sayfa İçerik İşlemleri → JSON
uk: Про: PDF Page Content Ops → JSON
vi: Về: PDF Page Content Ops → JSON
zh_hans: 关于：PDF 页面内容操作 → JSON

# ed_dev_pdf_pdf_page_content_ops_to_json_lead
source: Exporter les opérateurs du contenu de page (content streams) d’un PDF en JSON : tokens, opérations graphiques et texte (TJ/Tj, Do, cm, q/Q…) pour debug avancé.
af: Voer die operateurs van die bladsy-inhoud (content streams) van 'n PDF uit in JSON: tokens, grafiese operasies en teks (TJ/Tj, Do, cm, q/Q…) vir gevorderde debug.
bg: Експортиране на операторите на съдържанието на страница (content streams) от PDF в JSON: токени, графични операции и текст (TJ/Tj, Do, cm, q/Q…) за напреднала отстраняване на грешки.
cs: Exportujte operátory obsahu stránky (content streams) PDF do JSON: tokeny, grafické operace a text (TJ/Tj, Do, cm, q/Q…) pro pokročilé ladění.
da: Eksporter operatører fra sideindhold (content streams) i en PDF til JSON: tokens, grafiske operationer og tekst (TJ/Tj, Do, cm, q/Q…) til avanceret debugging.
de: Exportieren Sie die Operatoren des Seiteninhalts (Content Streams) eines PDFs in JSON: Tokens, grafische Operationen und Text (TJ/Tj, Do, cm, q/Q…) für fortgeschrittenes Debugging.
el: Εξαγωγή των χειριστών του περιεχομένου σελίδας (content streams) ενός PDF σε JSON: tokens, γραφικές λειτουργίες και κείμενο (TJ/Tj, Do, cm, q/Q…) για προχωρημένο debugging.
es: Exportar los operadores del contenido de página (content streams) de un PDF a JSON: tokens, operaciones gráficas y texto (TJ/Tj, Do, cm, q/Q…) para depuración avanzada.
fi: Viedä PDF-sivun sisältöoperaattorit (content streams) JSON-muotoon: tokenit, graafiset toiminnot ja teksti (TJ/Tj, Do, cm, q/Q…) edistyneeseen virheenkorjaukseen.
fil: I-export ang mga operator ng nilalaman ng pahina (content streams) ng isang PDF sa JSON: mga token, mga graphic na operasyon at teksto (TJ/Tj, Do, cm, q/Q…) para sa advanced na debugging.
hu: TODO: Írd le pontosan ennek az eszköznek a célját (egyedi szándék, ne legyen más szöveg parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Esporta gli operatori del contenuto di pagina (content streams) di un PDF in JSON: token, operazioni grafiche e testo (TJ/Tj, Do, cm, q/Q…) per debug avanzato.
ja: PDFのページコンテンツのオペレーター（コンテンツストリーム）をJSON形式でエクスポートします：トークン、グラフィック操作、テキスト（TJ/Tj、Do、cm、q/Q…）を高度なデバッグのために。
ko: PDF의 페이지 콘텐츠(콘텐츠 스트림) 연산자를 JSON으로 내보내기: 토큰, 그래픽 작업 및 텍스트 (TJ/Tj, Do, cm, q/Q…)를 고급 디버그를 위해.
nl: Exporteer de operators van de pagina-inhoud (content streams) van een PDF naar JSON: tokens, grafische bewerkingen en tekst (TJ/Tj, Do, cm, q/Q…) voor geavanceerde debugging.
no: Eksporter operatører fra innholdet på en PDF-side (innholdsstrømmer) til JSON: tokens, grafiske operasjoner og tekst (TJ/Tj, Do, cm, q/Q…) for avansert feilsøking.
pl: Eksportuj operatory strumieni zawartości strony PDF do JSON: tokeny, operacje graficzne i tekst (TJ/Tj, Do, cm, q/Q…) do zaawansowanego debugowania.
pt_pt: Exportar os operadores do conteúdo da página (content streams) de um PDF para JSON: tokens, operações gráficas e texto (TJ/Tj, Do, cm, q/Q…) para depuração avançada.
ro: Exportați operatorii din conținutul paginii (fluxuri de conținut) dintr-un PDF în JSON: tokenuri, operații grafice și text (TJ/Tj, Do, cm, q/Q…) pentru depanare avansată.
ru: Экспортируйте операторы содержимого страницы (content streams) PDF в JSON: токены, графические операции и текст (TJ/Tj, Do, cm, q/Q…) для продвинутой отладки.
sk: Exportovať operátory obsahu stránky (content streams) PDF do JSON: tokeny, grafické operácie a text (TJ/Tj, Do, cm, q/Q…) pre pokročilé ladenie.
sv: Exportera sidans innehållsoperatörer (content streams) från en PDF till JSON: tokens, grafiska operationer och text (TJ/Tj, Do, cm, q/Q…) för avancerad felsökning.
sw: Exporta waendeshaji wa maudhui ya ukurasa (content streams) kutoka PDF hadi JSON: tokens, operesheni za grafiki na maandiko (TJ/Tj, Do, cm, q/Q…) kwa ajili ya urekebishaji wa hali ya juu.
tr: Bir PDF'nin sayfa içeriği (içerik akışları) operatörlerini JSON formatına aktarma: tokenlar, grafik işlemler ve metin (TJ/Tj, Do, cm, q/Q…) gelişmiş hata ayıklama için.
uk: Експортуйте оператори вмісту сторінки (content streams) PDF у JSON: токени, графічні операції та текст (TJ/Tj, Do, cm, q/Q…) для розширеного налагодження.
vi: Xuất các toán tử từ nội dung trang (content streams) của một PDF sang JSON: tokens, các thao tác đồ họa và văn bản (TJ/Tj, Do, cm, q/Q…) để gỡ lỗi nâng cao.
zh_hans: 将 PDF 页面内容（内容流）的操作导出为 JSON：令牌、图形操作和文本（TJ/Tj、Do、cm、q/Q…）以进行高级调试。

# ed_dev_pdf_pdf_page_content_ops_to_json_usecases
source: Cas d’utilisation
af: Oor: Bladsy operateurs → JSON
bg: Относно: Оператори на страница → JSON
cs: Případ použití
da: Brugssager
de: Über: Seitenoperatoren → JSON
el: Σχετικά: Τελεστές σελίδας → JSON
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Casi d'uso
ja: ヒント
ko: 정보: 페이지 연산자 → JSON
nl: Gebruikscasussen
no: Bruksområde
pl: Przypadki użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: O nás: Operátory stránky → JSON
sv: Användningsfall
sw: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: Bu aracın niyetiyle ilgili benzersiz bir ipucu.
uk: Use case
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_page_content_ops_to_json_uc1_title
source: Debug rendu texte
af: Foutsoek teks weergawe
bg: Отстраняване на грешки при рендиране на текст
cs: Ladění textového výstupu
da: Debug tekstgengivelse
de: Text-Rendering-Debugging
el: Debug κειμένου
es: Depurar renderizado de texto
fi: Tekstin renderoinnin virheenkorjaus
fil: Debug ng rendering ng teksto
hu: Tipp
id: Tip
it: Debug rendering testo
ja: テキストレンダリングデバッグ
ko: 텍스트 렌더링 디버그
nl: Debug tekstweergave
no: Feilsøking av tekstgjengivelse
pl: Debugowanie renderowania tekstu
pt_pt: Depuração de renderização de texto
ro: Depanare redare text
ru: Отладка рендеринга текста
sk: Ladenie textového renderovania
sv: Felsökning av textåtergivning
sw: Urekebishaji wa maandiko
tr: Metin render hatası ayıklama
uk: Налагодження текстового рендерингу
vi: Gỡ lỗi hiển thị văn bản
zh_hans: 文本渲染调试

# ed_dev_pdf_pdf_page_content_ops_to_json_uc1_text
source: Comprendre pourquoi du texte n’apparaît pas, est inversé, ou se retrouve au mauvais endroit (matrices, clipping, ordre).
af: Verstaan waarom teks nie verskyn nie, omgekeerd is, of op die verkeerde plek is (matriks, clipping, volgorde).
bg: Разберете защо текстът не се появява, е обърнат или е на грешното място (матрици, клипинг, ред).
cs: Pochopit, proč se text nezobrazuje, je obrácený nebo je na špatném místě (matice, ořezávání, pořadí).
da: Forstå hvorfor tekst ikke vises, er omvendt, eller er placeret forkert (matricer, clipping, rækkefølge).
de: Verstehen, warum Text nicht angezeigt wird, umgekehrt ist oder an der falschen Stelle erscheint (Matrizen, Clipping, Reihenfolge).
el: Κατανοήστε γιατί το κείμενο δεν εμφανίζεται, είναι αντιστραμμένο ή βρίσκεται σε λάθος θέση (μητρικές, clipping, σειρά).
es: Entender por qué el texto no aparece, está invertido o se encuentra en el lugar incorrecto (matrices, recortes, orden).
fi: Ymmärtää, miksi teksti ei näy, on käänteinen tai on väärässä paikassa (matriisit, leikkaus, järjestys).
fil: Unawain kung bakit ang teksto ay hindi lumalabas, baligtad, o nasa maling lugar (mga matrix, clipping, pagkakasunod-sunod).
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Comprendere perché il testo non appare, è invertito o si trova nel posto sbagliato (matrici, ritaglio, ordine).
ja: テキストが表示されない理由、逆さまになっている理由、または間違った場所にある理由を理解する（マトリックス、クリッピング、順序）。
ko: 텍스트가 나타나지 않거나, 반전되거나, 잘못된 위치에 있는 이유를 이해하기 (매트릭스, 클리핑, 순서).
nl: Begrijp waarom tekst niet verschijnt, omgekeerd is of op de verkeerde plaats staat (matrices, clipping, volgorde).
no: Forstå hvorfor tekst ikke vises, er omvendt, eller er på feil sted (matriser, klipping, rekkefølge).
pl: Zrozumieć, dlaczego tekst nie pojawia się, jest odwrócony lub znajduje się w złym miejscu (macierze, przycinanie, kolejność).
pt_pt: Compreender por que o texto não aparece, está invertido ou está no lugar errado (matrizes, recorte, ordem).
ro: Înțelegeți de ce textul nu apare, este inversat sau se află într-un loc greșit (matrici, decupare, ordine).
ru: Понять, почему текст не отображается, отображается в обратном порядке или находится не на своем месте (матрицы, обрезка, порядок).
sk: Pochopiť, prečo text nie je zobrazený, je obrátený alebo sa nachádza na nesprávnom mieste (matice, orezávanie, poradie).
sv: Förstå varför text inte visas, är omvänd eller hamnar på fel plats (matriser, beskärning, ordning).
sw: Kuelewa kwa nini maandiko hayapatikani, yamegeuzwa, au yako mahali pabaya (matrices, clipping, mpangilio).
tr: Metnin neden görünmediğini, ters döndüğünü veya yanlış yerde olduğunu anlamak (matrisler, kesme, sıra).
uk: Зрозуміти, чому текст не з'являється, відображається у зворотному порядку або знаходиться не на своєму місці (матриці, обрізка, порядок).
vi: Hiểu lý do tại sao văn bản không xuất hiện, bị đảo ngược, hoặc nằm ở vị trí sai (ma trận, clipping, thứ tự).
zh_hans: 理解为什么文本不出现、被反转或出现在错误的位置（矩阵、裁剪、顺序）。

# ed_dev_pdf_pdf_page_content_ops_to_json_uc2_title
source: Repérer les images affichées
af: Identifiseer die vertoonde beelde
bg: Откриване на показаните изображения
cs: Identifikace zobrazených obrázků
da: Identificere viste billeder
de: Angezeigte Bilder erkennen
el: Εντοπισμός εμφανιζόμενων εικόνων
es: Identificar las imágenes mostradas
fi: Näytettävien kuvien tunnistaminen
fil: Tukuyin ang mga ipinapakitang larawan
hu: Rólunk: Oldal operátorok → JSON
id: Tip
it: Individuare le immagini visualizzate
ja: 表示されている画像を特定する
ko: 표시된 이미지 찾기
nl: Afbeeldingen identificeren
no: Identifisere viste bilder
pl: Zidentyfikuj wyświetlane obrazy
pt_pt: Identificar as imagens exibidas
ro: Identificarea imaginilor afișate
ru: Обнаружение отображаемых изображений
sk: Identifikácia zobrazených obrázkov
sv: Identifiera visade bilder
sw: Kugundua picha zinazonyeshwa
tr: Gösterilen resimleri tespit etme
uk: Визначення відображених зображень
vi: Xác định các hình ảnh hiển thị
zh_hans: 识别显示的图像

# ed_dev_pdf_pdf_page_content_ops_to_json_uc2_text
source: Identifier quelles ressources (XObject) sont dessinées sur une page et dans quel ordre (opérateur Do).
af: Identifiseer watter hulpbronne (XObject) op 'n bladsy geteken word en in watter volgorde (Do operateur).
bg: Идентифицирайте кои ресурси (XObject) се рисуват на страница и в какъв ред (оператор Do).
cs: Identifikovat, které zdroje (XObject) jsou vykresleny na stránce a v jakém pořadí (operátor Do).
da: Identificere hvilke ressourcer (XObject) der tegnes på en side og i hvilken rækkefølge (Do-operator).
de: Identifizieren, welche Ressourcen (XObject) auf einer Seite gezeichnet werden und in welcher Reihenfolge (Operator Do).
el: Αναγνωρίστε ποιες πόροι (XObject) σχεδιάζονται σε μια σελίδα και με ποια σειρά (χειριστής Do).
es: Identificar qué recursos (XObject) se dibujan en una página y en qué orden (operador Do).
fi: Tunnistaa, mitkä resurssit (XObject) piirretään sivulle ja missä järjestyksessä (operaattori Do).
fil: Tukuyin kung aling mga mapagkukunan (XObject) ang iginuhit sa isang pahina at sa anong pagkakasunod-sunod (operator Do).
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Identificare quali risorse (XObject) sono disegnate su una pagina e in quale ordine (operatore Do).
ja: ページ上に描画されているリソース（XObject）を特定し、その順序（Do演算子）を確認する。
ko: 페이지에 그려진 리소스(XObject)를 식별하고 그 순서(Do 연산자)를 확인합니다.
nl: Identificeer welke bronnen (XObject) op een pagina worden getekend en in welke volgorde (operator Do).
no: Identifisere hvilke ressurser (XObject) som tegnes på en side og i hvilken rekkefølge (operatør Do).
pl: Zidentyfikować, które zasoby (XObject) są rysowane na stronie i w jakiej kolejności (operator Do).
pt_pt: Identificar quais recursos (XObject) estão desenhados em uma página e em que ordem (operador Do).
ro: Identificați ce resurse (XObject) sunt desenate pe o pagină și în ce ordine (operator Do).
ru: Определить, какие ресурсы (XObject) рисуются на странице и в каком порядке (оператор Do).
sk: Identifikovať, ktoré zdroje (XObject) sú nakreslené na stránke a v akom poradí (operátor Do).
sv: Identifiera vilka resurser (XObject) som ritas på en sida och i vilken ordning (operatör Do).
sw: Kujua ni rasilimali zipi (XObject) zinazoonyeshwa kwenye ukurasa na kwa mpangilio gani (operesheni Do).
tr: Bir sayfada hangi kaynakların (XObject) çizildiğini ve hangi sırayla olduğunu (Do operatörü) belirleme.
uk: Ідентифікувати, які ресурси (XObject) малюються на сторінці і в якому порядку (оператор Do).
vi: Xác định các tài nguyên (XObject) được vẽ trên một trang và theo thứ tự nào (toán tử Do).
zh_hans: 识别在页面上绘制的资源（XObject）及其顺序（操作符 Do）。

# ed_dev_pdf_pdf_page_content_ops_to_json_uc3_title
source: Analyse technique / reverse
af: Tegniese analise / omgekeerd
bg: Технически анализ / обратен инженеринг
cs: Technická analýza / reverzní inženýrství
da: Teknisk analyse / reverse
de: Technische Analyse / Reverse
el: Τεχνική ανάλυση / αντίστροφη
es: Análisis técnico / reverso
fi: Tekninen analyysi / käänteinen
fil: Teknikal na pagsusuri / reverse
hu: A pontos cél leírása ennek az eszköznek (egyedi szándék, nem egy másik parafrázisa).
id: About: Page operators → JSON
it: Analisi tecnica / reverse
ja: 技術分析 / リバース
ko: 기술 분석 / 리버스
nl: Technische analyse / reverse
no: Teknisk analyse / reversering
pl: Analiza techniczna / reverse
pt_pt: Análise técnica / reversa
ro: Analiză tehnică / inversă
ru: Технический анализ / реверс
sk: Technická analýza / reverzné inžinierstvo
sv: Teknisk analys / omvänd ingenjörskonst
sw: Uchambuzi wa kiufundi / reverse
tr: Teknik analiz / ters mühendislik
uk: Технічний аналіз / реверс
vi: Phân tích kỹ thuật / đảo ngược
zh_hans: 技术分析 / 反向工程

# ed_dev_pdf_pdf_page_content_ops_to_json_uc3_text
source: Étudier un PDF généré par un outil tiers pour comprendre sa structure de contenu (ops et paramètres).
af: Bestudeer 'n PDF wat deur 'n derdeparty-instrument gegenereer is om die inhoudstruktuur (ops en parameters) te verstaan.
bg: Изучаване на PDF, генериран от трета страна, за да се разбере структурата на съдържанието (операции и параметри).
cs: Studovat PDF generované třetími nástroji, abychom pochopili jeho strukturu obsahu (operace a parametry).
da: Undersøge en PDF genereret af et tredjeparts værktøj for at forstå dens indholdsstruktur (operationer og parametre).
de: Untersuchen Sie ein von einem Drittanbieter generiertes PDF, um seine Inhaltsstruktur (Ops und Parameter) zu verstehen.
el: Μελετήστε ένα PDF που έχει παραχθεί από ένα τρίτο εργαλείο για να κατανοήσετε τη δομή του περιεχομένου (ops και παραμέτρους).
es: Estudiar un PDF generado por una herramienta de terceros para entender su estructura de contenido (ops y parámetros).
fi: Tutkia kolmannen osapuolen työkalulla luotua PDF:tä ymmärtääkseen sen sisältörakennetta (operaatiot ja parametrit).
fil: Pag-aralan ang isang PDF na nilikha ng isang third-party na tool upang maunawaan ang istruktura ng nilalaman nito (mga ops at parameter).
hu: Használati esetek
id: TODO: Contoh konkret 3
it: Studiare un PDF generato da uno strumento di terze parti per comprendere la sua struttura di contenuto (ops e parametri).
ja: サードパーティツールによって生成されたPDFを調査し、そのコンテンツ構造（opsとパラメータ）を理解する。
ko: 타사 도구로 생성된 PDF를 연구하여 그 내용 구조(ops 및 매개변수)를 이해합니다.
nl: Bestudeer een PDF die door een derde partij is gegenereerd om de inhoudsstructuur (ops en parameters) te begrijpen.
no: Studere en PDF generert av et tredjepartsverktøy for å forstå innholdsstrukturen (operasjoner og parametere).
pl: Zbadać PDF wygenerowany przez narzędzie zewnętrzne, aby zrozumieć jego strukturę zawartości (operacje i parametry).
pt_pt: Estudar um PDF gerado por uma ferramenta de terceiros para entender sua estrutura de conteúdo (ops e parâmetros).
ro: Studiați un PDF generat de un instrument terț pentru a înțelege structura sa de conținut (operații și parametrii).
ru: Изучить PDF, сгенерированный сторонним инструментом, чтобы понять его структуру содержимого (операции и параметры).
sk: Skúmať PDF generované tretími nástrojmi, aby sa pochopila jeho štruktúra obsahu (ops a parametre).
sv: Studera en PDF som genererats av ett tredjepartsverktyg för att förstå dess innehållsstruktur (ops och parametrar).
sw: Kuchunguza PDF iliyozalishwa na chombo cha tatu ili kuelewa muundo wake wa maudhui (ops na vigezo).
tr: Üçüncü taraf bir araçla oluşturulmuş bir PDF'yi inceleyerek içerik yapısını (operatörler ve parametreler) anlamak.
uk: Вивчити PDF, згенерований стороннім інструментом, щоб зрозуміти його структуру вмісту (операції та параметри).
vi: Nghiên cứu một PDF được tạo ra bởi một công cụ bên thứ ba để hiểu cấu trúc nội dung của nó (các toán tử và tham số).
zh_hans: 研究由第三方工具生成的 PDF，以理解其内容结构（操作和参数）。

# ed_dev_pdf_pdf_page_content_ops_to_json_output
source: Ce que vous obtenez
af: Voorbeeld 2
bg: Това, което получавате
cs: Co získáte
da: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
de: Anwendungsfälle
el: Μια μοναδική συμβουλή που σχετίζεται με την πρόθεση του εργαλείου.
es: Lo que obtienes
fi: Mitä saat
fil: Ang makukuha mo
hu: Amit kapsz
id: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Gebruikscase
no: Concrete example 1
pl: To, co otrzymujesz
pt_pt: Casos de uso
ro: Ce obțineți
ru: Случай использования
sk: Konkrétny príklad 1
sv: Användningsfall
sw: Mfano halisi 2
tr: Somut örnek 1
uk: What you get
vi: Trường hợp sử dụng
zh_hans: 用例
