Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_successive_tip
source: Pensez “coefficient” : dès que vous enchaînez des % (remises, hausses, rendements), convertissez-les en ×1,xx puis multipliez. C’est la méthode la plus fiable.
af: Dink “koëffisiënt”: sodra jy % (afslag, verhogings, opbrengste) agtermekaar plaas, omskakel dit in ×1,xx en vermenigvuldig. Dit is die mees betroubare metode.
bg: Мислете "коефициент": щом започнете да свързвате проценти (отстъпки, увеличения, доходи), преобразувайте ги в ×1,xx и след това умножете. Това е най-надеждният метод.
cs: Myslete na „koeficient“: jakmile spojíte % (slevy, nárůsty, výnosy), převeďte je na ×1,xx a pak násobte. To je nejspolehlivější metoda.
da: Tænk “koefficient”: så snart du kæder procenter sammen (rabatter, stigninger, afkast), konverter dem til ×1,xx og gang dem. Det er den mest pålidelige metode.
de: Denken Sie "Koeffizient": Sobald Sie % (Rabatte, Erhöhungen, Renditen) hintereinander aneinanderreihen, wandeln Sie sie in ×1,xx um und multiplizieren Sie. Das ist die zuverlässigste Methode.
el: Σκεφτείτε "συντελεστή": μόλις ακολουθήσετε ποσοστά (εκπτώσεις, αυξήσεις, αποδόσεις), μετατρέψτε τα σε ×1,xx και μετά πολλαπλασιάστε. Είναι η πιο αξιόπιστη μέθοδος.
es: Piensa en “coeficiente”: tan pronto como encadenas % (descuentos, aumentos, rendimientos), conviértelos en ×1,xx y luego multiplica. Es el método más fiable.
fi: Ajattele "kerrointa": heti kun yhdistät prosentteja (alennukset, nousut, tuotot), muunna ne muotoon ×1,xx ja kerro. Tämä on luotettavin menetelmä.
fil: Isipin ang "coefficient": sa sandaling nagsimula kang magpagsama ng % (mga diskwento, pagtaas, mga kita), i-convert ang mga ito sa ×1,xx at pagkatapos ay i-multiply. Ito ang pinaka-maaasahang pamamaraan.
hu: Gondoljon "szorzóra": amint egymás után alkalmaz százalékokat (kedvezmények, növekedések, hozamok), alakítsa át őket ×1,xx formára, majd szorozza meg. Ez a legmegbízhatóbb módszer.
id: Pikirkan "koefisien": setiap kali Anda menggabungkan % (diskon, kenaikan, hasil), ubah menjadi ×1,xx lalu kalikan. Ini adalah metode yang paling dapat diandalkan.
it: Pensa “coefficiente”: non appena concatenati dei % (sconti, aumenti, rendimenti), converti in ×1,xx e poi moltiplica. È il metodo più affidabile.
ja: 「係数」を考えてください：%（割引、増加、収益）を連続して扱うときは、×1.xx に変換してから掛け算します。これが最も信頼できる方法です。
ko: '계수'를 생각하세요: % (할인, 증가, 수익)를 연속적으로 연결할 때는 ×1.xx로 변환한 후 곱하세요. 이것이 가장 신뢰할 수 있는 방법입니다.
nl: Denk "coëfficiënt": zodra je % (kortingen, stijgingen, rendementen) aan elkaar koppelt, zet ze om in ×1,xx en vermenigvuldig. Dit is de meest betrouwbare methode.
no: Tenk "koeffisient": så snart du kjører prosent (rabatter, økninger, avkastninger), konverter dem til ×1,xx og multipliser. Det er den mest pålitelige metoden.
pl: Myśl "współczynnik": gdy tylko łączysz % (zniżki, wzrosty, zyski), przekształć je w ×1,xx, a następnie pomnóż. To najpewniejsza metoda.
pt_pt: Pense “coeficiente”: assim que encadear % (descontos, aumentos, rendimentos), converta-os em ×1,xx e depois multiplique. É o método mais fiável.
ro: Gândiți-vă la "coeficient": de îndată ce înlănțuiți procente (%), transformați-le în ×1,xx apoi înmulțiți. Este cea mai fiabilă metodă.
ru: Думайте "коэффициент": как только вы соединяете проценты (скидки, повышения, доходность), преобразуйте их в ×1,xx, а затем умножайте. Это самый надежный метод.
sk: Myslite na "koeficient": akonáhle spojíte % (zľavy, nárasty, výnosy), preveďte ich na ×1,xx a potom násobte. Je to najspoľahlivejšia metóda.
sv: Tänk "koefficient": så snart du kedjar procent (rabatter, ökningar, avkastningar), konvertera dem till ×1,xx och multiplicera. Det är den mest pålitliga metoden.
sw: Fikiria “kiwango”: mara unapoanza kutumia % (punguzo, ongezeko, faida), ibadilisha kuwa ×1,xx kisha uzidishe. Hii ndiyo njia ya kuaminika zaidi.
tr: “Katsayı”yı düşünün: %’leri (indirimler, artışlar, getiriler) ardışık olarak birleştirdiğinizde, bunları ×1,xx olarak dönüştürün ve çarpın. Bu en güvenilir yöntemdir.
uk: Думайте "коефіцієнт": як тільки ви з'єднуєте % (знижки, підвищення, доходи), перетворюйте їх у ×1,xx, а потім множте. Це найнадійніший метод.
vi: Hãy nghĩ đến “hệ số”: ngay khi bạn liên tiếp các % (giảm giá, tăng, lợi suất), hãy chuyển đổi chúng thành ×1,xx rồi nhân. Đây là phương pháp đáng tin cậy nhất.
zh_hans: 记住“系数”：一旦你连续使用百分比（折扣、上升、收益），就将它们转换为 ×1.xx 然后相乘。这是最可靠的方法。

# ed_math_percentages_percentage_variation_title
source: Comprendre la variation en pourcentage
af: Verstaan die persentasieverandering
bg: Разбиране на процентната промяна
cs: Pochopení procentuální změny
da: Forstå procentændringen
de: Verstehen der prozentualen Veränderung
el: Κατανόηση της ποσοστιαίας μεταβολής
es: Entender la variación en porcentaje
fi: Ymmärtää prosentuaalinen muutos
fil: Unawain ang pagbabago sa porsyento
hu: A százalékos változás megértése
id: Memahami variasi dalam persentase
it: Comprendere la variazione in percentuale
ja: パーセンテージの変化を理解する
ko: 백분율 변동 이해하기
nl: Begrijp de procentuele verandering
no: Forstå prosentvis endring
pl: Zrozumieć zmianę w procentach
pt_pt: Compreender a variação em percentagem
ro: Înțelegerea variației procentuale
ru: Понимание процентного изменения
sk: Pochopenie percentuálnej zmeny
sv: Förstå procentuell förändring
sw: Kuelewa mabadiliko kwa asilimia
tr: Yüzde değişimini anlamak
uk: Розуміння зміни у відсотках
vi: Hiểu sự biến động theo tỷ lệ phần trăm
zh_hans: 理解百分比变化

# ed_math_percentages_percentage_variation_lead
source: La variation en pourcentage mesure l’évolution relative entre une valeur initiale et une valeur finale. Elle est idéale pour comparer des évolutions sur des bases différentes (prix, population, performance, budget).
af: Die persentasieverandering meet die relatiewe verandering tussen 'n aanvanklike waarde en 'n finale waarde. Dit is ideaal om veranderinge op verskillende basisse (prys, bevolking, prestasie, begroting) te vergelyk.
bg: Процентната промяна измерва относителното изменение между начална и крайна стойност. Тя е идеална за сравняване на изменения на различни бази (цени, население, производителност, бюджет).
cs: Procentuální změna měří relativní vývoj mezi počáteční hodnotou a konečnou hodnotou. Je ideální pro porovnání vývoje na různých základech (cena, populace, výkon, rozpočet).
da: Procentændringen måler den relative udvikling mellem en startværdi og en slutværdi. Den er ideel til at sammenligne udviklinger på forskellige baser (priser, befolkning, præstation, budget).
de: Die prozentuale Veränderung misst die relative Entwicklung zwischen einem Anfangswert und einem Endwert. Sie ist ideal, um Entwicklungen auf unterschiedlichen Basen (Preise, Bevölkerung, Leistung, Budget) zu vergleichen.
el: Η ποσοστιαία μεταβολή μετρά την σχετική εξέλιξη μεταξύ μιας αρχικής και μιας τελικής τιμής. Είναι ιδανική για να συγκρίνετε εξελίξεις σε διαφορετικές βάσεις (τιμές, πληθυσμός, απόδοση, προϋπολογισμός).
es: La variación en porcentaje mide la evolución relativa entre un valor inicial y un valor final. Es ideal para comparar evoluciones sobre bases diferentes (precio, población, rendimiento, presupuesto).
fi: Prosentuaalinen muutos mittaa suhteellista kehitystä alkuperäisen arvon ja lopullisen arvon välillä. Se on ihanteellinen vertaamaan kehityksiä eri perusteilla (hinta, väestö, suorituskyky, budjetti).
fil: Ang pagbabago sa porsyento ay sumusukat sa relatibong pag-unlad sa pagitan ng isang paunang halaga at isang pangwakas na halaga. Ito ay perpekto para sa paghahambing ng mga pag-unlad sa iba't ibang batayan (mga presyo, populasyon, pagganap, badyet).
hu: A százalékos változás a kezdeti és a végső érték közötti relatív fejlődést méri. Ideális különböző alapokon történő fejlődések összehasonlítására (ár, népesség, teljesítmény, költségvetés).
id: Variasi dalam persentase mengukur perubahan relatif antara nilai awal dan nilai akhir. Ini ideal untuk membandingkan perubahan pada basis yang berbeda (harga, populasi, kinerja, anggaran).
it: La variazione in percentuale misura l'evoluzione relativa tra un valore iniziale e un valore finale. È ideale per confrontare evoluzioni su basi diverse (prezzi, popolazione, performance, budget).
ja: パーセンテージの変化は、初期値と最終値の相対的な変化を測定します。これは、異なる基準（価格、人口、パフォーマンス、予算）での変化を比較するのに理想的です。
ko: 백분율 변동은 초기 값과 최종 값 사이의 상대적 변화를 측정합니다. 이는 서로 다른 기준(가격, 인구, 성과, 예산)에서의 변화를 비교하는 데 이상적입니다.
nl: De procentuele verandering meet de relatieve evolutie tussen een initiële waarde en een eindwaarde. Het is ideaal om evoluties op verschillende bases te vergelijken (prijzen, bevolking, prestaties, budget).
no: Prosentvis endring måler den relative utviklingen mellom en startverdi og en sluttverdi. Den er ideell for å sammenligne utviklinger på forskjellige baser (priser, befolkning, ytelse, budsjett).
pl: Zmiana w procentach mierzy względny rozwój między wartością początkową a wartością końcową. Jest idealna do porównywania zmian na różnych podstawach (cena, populacja, wydajność, budżet).
pt_pt: A variação em percentagem mede a evolução relativa entre um valor inicial e um valor final. É ideal para comparar evoluções em bases diferentes (preços, população, desempenho, orçamento).
ro: Variația procentuală măsoară evoluția relativă între o valoare inițială și o valoare finală. Este ideală pentru a compara evoluții pe baze diferite (preț, populație, performanță, buget).
ru: Процентное изменение измеряет относительное изменение между начальным и конечным значением. Оно идеально подходит для сравнения изменений на разных базах (цены, население, производительность, бюджет).
sk: Percentuálna zmena meria relatívny vývoj medzi počiatočnou a konečnou hodnotou. Je ideálna na porovnávanie vývojov na rôznych základoch (cena, populácia, výkon, rozpočet).
sv: Procentuell förändring mäter den relativa utvecklingen mellan ett initialt värde och ett slutvärde. Den är idealisk för att jämföra förändringar på olika baser (pris, befolkning, prestation, budget).
sw: Mabadiliko kwa asilimia yanapima mabadiliko ya uhusiano kati ya thamani ya awali na thamani ya mwisho. Ni bora kwa kulinganisha mabadiliko kwenye misingi tofauti (bei, idadi ya watu, utendaji, bajeti).
tr: Yüzde değişimi, bir başlangıç değeri ile bir bitiş değeri arasındaki göreceli değişimi ölçer. Farklı temellerdeki değişimleri karşılaştırmak için idealdir (fiyat, nüfus, performans, bütçe).
uk: Зміна у відсотках вимірює відносний розвиток між початковим значенням та кінцевим значенням. Вона ідеальна для порівняння змін на різних базах (ціни, населення, продуктивність, бюджет).
vi: Sự biến động theo tỷ lệ phần trăm đo lường sự phát triển tương đối giữa một giá trị ban đầu và một giá trị cuối cùng. Nó lý tưởng để so sánh các sự phát triển trên các cơ sở khác nhau (giá, dân số, hiệu suất, ngân sách).
zh_hans: 百分比变化衡量初始值和最终值之间的相对变化。它非常适合比较不同基础上的变化（价格、人口、表现、预算）。

# ed_math_percentages_percentage_variation_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случаи на употреба
cs: Případ použití
da: Brugsområder
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_variation_uc1_title
source: Prix, promotions, inflation
af: Pryse, promosies, inflasie
bg: Цени, промоции, инфлация
cs: Ceny, akce, inflace
da: Priser, kampagner, inflation
de: Preise, Aktionen, Inflation
el: Τιμές, προωθήσεις, πληθωρισμός
es: Precios, promociones, inflación
fi: Hinnat, tarjoukset, inflaatio
fil: Mga presyo, promosyon, implasyon
hu: Árak, akciók, infláció
id: Harga, promosi, inflasi
it: Prezzi, promozioni, inflazione
ja: 価格、プロモーション、インフレ
ko: 가격, 프로모션, 인플레이션
nl: Prijzen, promoties, inflatie
no: Priser, kampanjer, inflasjon
pl: Ceny, promocje, inflacja
pt_pt: Preços, promoções, inflação
ro: Prețuri, promoții, inflație
ru: Цены, акции, инфляция
sk: Ceny, akcie, inflácia
sv: Priser, kampanjer, inflation
sw: Bei, matangazo, mfumuko wa bei
tr: Fiyat, promosyonlar, enflasyon
uk: Ціни, акції, інфляція
vi: Giá, khuyến mãi, lạm phát
zh_hans: 价格、促销、通货膨胀

# ed_math_percentages_percentage_variation_uc1_text
source: Calculer la hausse ou la baisse d’un prix entre deux périodes (ex : 80 → 100).
af: Bereken die toename of afname van 'n prys tussen twee tydperke (bv: 80 → 100).
bg: Изчислете увеличението или намалението на цена между два периода (напр. 80 → 100).
cs: Vypočítat nárůst nebo pokles ceny mezi dvěma obdobími (např.: 80 → 100).
da: Beregn stigningen eller faldet i en pris mellem to perioder (f.eks.: 80 → 100).
de: Berechnen Sie den Anstieg oder Rückgang eines Preises zwischen zwei Zeiträumen (z.B.: 80 → 100).
el: Υπολογίστε την αύξηση ή τη μείωση μιας τιμής μεταξύ δύο περιόδων (π.χ.: 80 → 100).
es: Calcular el aumento o la disminución de un precio entre dos períodos (ej: 80 → 100).
fi: Laske hinnan nousu tai lasku kahden ajanjakson välillä (esim. 80 → 100).
fil: Kalkulahin ang pagtaas o pagbaba ng isang presyo sa pagitan ng dalawang panahon (hal: 80 → 100).
hu: Számolja ki az ár növekedését vagy csökkenését két időszak között (pl.: 80 → 100).
id: Menghitung kenaikan atau penurunan harga antara dua periode (mis: 80 → 100).
it: Calcolare l'aumento o la diminuzione di un prezzo tra due periodi (es: 80 → 100).
ja: 2つの期間の間の価格の増加または減少を計算します（例：80 → 100）。
ko: 두 기간 사이의 가격 상승 또는 하락을 계산합니다 (예: 80 → 100).
nl: Bereken de stijging of daling van een prijs tussen twee periodes (bijv.: 80 → 100).
no: Beregne økningen eller reduksjonen av en pris mellom to perioder (f.eks.: 80 → 100).
pl: Oblicz wzrost lub spadek ceny między dwoma okresami (np.: 80 → 100).
pt_pt: Calcular o aumento ou a diminuição de um preço entre dois períodos (ex: 80 → 100).
ro: Calculați creșterea sau scăderea unui preț între două perioade (ex: 80 → 100).
ru: Рассчитать повышение или снижение цены между двумя периодами (например: 80 → 100).
sk: Vypočítať nárast alebo pokles ceny medzi dvoma obdobiami (napr. 80 → 100).
sv: Beräkna ökningen eller minskningen av ett pris mellan två perioder (t.ex. 80 → 100).
sw: Kuongeza au kupunguza bei kati ya vipindi viwili (mfano: 80 → 100).
tr: İki dönem arasındaki bir fiyatın artışını veya düşüşünü hesaplayın (örneğin: 80 → 100).
uk: Обчислити підвищення або зниження ціни між двома періодами (наприклад: 80 → 100).
vi: Tính toán sự tăng hoặc giảm của một giá giữa hai thời kỳ (ví dụ: 80 → 100).
zh_hans: 计算两个时期之间价格的上升或下降（例如：80 → 100）。

# ed_math_percentages_percentage_variation_uc2_title
source: Statistiques et indicateurs
af: Statistieke en aanwysers
bg: Статистика и индикатори
cs: Statistiky a ukazatele
da: Statistik og indikatorer
de: Statistiken und Indikatoren
el: Στατιστικά και δείκτες
es: Estadísticas e indicadores
fi: Tilastot ja indikaattorit
fil: Mga istatistika at mga tagapagpahiwatig
hu: Statisztikák és mutatók
id: Statistik dan indikator
it: Statistiche e indicatori
ja: 統計と指標
ko: 통계 및 지표
nl: Statistieken en indicatoren
no: Statistikk og indikatorer
pl: Statystyki i wskaźniki
pt_pt: Estatísticas e indicadores
ro: Statistici și indicatori
ru: Статистика и показатели
sk: Štatistiky a ukazovatele
sv: Statistik och indikatorer
sw: Takwimu na viashiria
tr: İstatistikler ve göstergeler
uk: Статистика та показники
vi: Thống kê và chỉ số
zh_hans: 统计和指标

# ed_math_percentages_percentage_variation_uc2_text
source: Comparer des évolutions même si les valeurs de départ sont différentes (audience, taux, scores, volumes).
af: Vergelyk veranderinge selfs al is die beginwaardes verskillend (kyk, tariewe, tellings, volumes).
bg: Сравнявайте изменения дори когато началните стойности са различни (аудитория, проценти, резултати, обеми).
cs: Porovnat vývoje, i když počáteční hodnoty jsou různé (audience, sazby, skóre, objemy).
da: Sammenlign udviklinger, selvom startværdierne er forskellige (publikum, satser, scorer, volumener).
de: Vergleichen Sie Entwicklungen, auch wenn die Ausgangswerte unterschiedlich sind (Zuschauer, Raten, Punktzahlen, Volumen).
el: Συγκρίνετε εξελίξεις ακόμα και αν οι αρχικές τιμές είναι διαφορετικές (κοινό, ποσοστά, σκορ, όγκοι).
es: Comparar evoluciones incluso si los valores iniciales son diferentes (audiencia, tasas, puntuaciones, volúmenes).
fi: Vertaile kehityksiä, vaikka lähtöarvot olisivat erilaisia (yleisö, prosentit, pisteet, volyymit).
fil: Ihambing ang mga pag-unlad kahit na ang mga paunang halaga ay magkakaiba (madla, rate, marka, dami).
hu: Hasonlítsa össze a fejlődéseket, még akkor is, ha a kiindulási értékek eltérőek (nézőszám, arányok, pontszámok, mennyiségek).
id: Membandingkan perubahan meskipun nilai awal berbeda (audiens, tingkat, skor, volume).
it: Confrontare evoluzioni anche se i valori di partenza sono diversi (audience, tassi, punteggi, volumi).
ja: 出発値が異なっていても変化を比較します（視聴者、率、スコア、ボリューム）。
ko: 출발 값이 다르더라도 변화를 비교합니다 (청중, 비율, 점수, 볼륨).
nl: Vergelijk evoluties, zelfs als de startwaarden verschillend zijn (publiek, tarieven, scores, volumes).
no: Sammenligne utviklinger selv om startverdiene er forskjellige (publikum, rater, poeng, volum).
pl: Porównaj zmiany, nawet jeśli wartości początkowe są różne (audytorium, wskaźniki, wyniki, wolumeny).
pt_pt: Comparar evoluções mesmo que os valores iniciais sejam diferentes (audiência, taxas, pontuações, volumes).
ro: Comparați evoluții chiar dacă valorile de început sunt diferite (audiență, rate, scoruri, volume).
ru: Сравнивать изменения, даже если начальные значения разные (аудитория, ставки, баллы, объемы).
sk: Porovnať vývoj aj keď počiatočné hodnoty sú rôzne (návštevnosť, sadzby, skóre, objemy).
sv: Jämför förändringar även om startvärdena är olika (publik, räntor, poäng, volymer).
sw: Kulinganisha mabadiliko hata kama thamani za mwanzo ni tofauti (hadhira, viwango, alama, kiasi).
tr: Başlangıç değerleri farklı olsa bile değişimleri karşılaştırın (izleyici, oran, puanlar, hacimler).
uk: Порівнювати зміни, навіть якщо початкові значення різні (аудиторія, ставки, бали, обсяги).
vi: So sánh các sự phát triển ngay cả khi các giá trị ban đầu khác nhau (khán giả, tỷ lệ, điểm số, khối lượng).
zh_hans: 比较即使起始值不同的变化（观众、比率、分数、体量）。

# ed_math_percentages_percentage_variation_uc3_title
source: Business et finances
af: Besigheid en finansies
bg: Бизнес и финанси
cs: Byznys a finance
da: Erhverv og finans
de: Geschäft und Finanzen
el: Επιχειρήσεις και χρηματοοικονομικά
es: Negocios y finanzas
fi: Liiketoiminta ja rahoitus
fil: Negosyo at pananalapi
hu: Üzlet és pénzügyek
id: Bisnis dan keuangan
it: Business e finanze
ja: ビジネスと財務
ko: 비즈니스 및 재무
nl: Zakelijk en financiën
no: Forretning og finans
pl: Biznes i finanse
pt_pt: Negócios e finanças
ro: Afaceri și finanțe
ru: Бизнес и финансы
sk: Podnikanie a financie
sv: Affärer och ekonomi
sw: Biashara na fedha
tr: İş ve finans
uk: Бізнес та фінанси
vi: Kinh doanh và tài chính
zh_hans: 商业和财务

# ed_math_percentages_percentage_variation_uc3_text
source: Mesurer un écart relatif (CA, marge, budget) et le communiquer clairement dans un rapport.
af: Meet 'n relatiewe verskil (omset, marge, begroting) en kommunikeer dit duidelik in 'n verslag.
bg: Измерете относителна разлика (приходи, маржа, бюджет) и я комуникирайте ясно в доклад.
cs: Měřit relativní odchylku (tržby, marže, rozpočet) a jasně ji komunikovat ve zprávě.
da: Mål en relativ forskel (omsætning, margin, budget) og kommuniker det klart i en rapport.
de: Messen Sie eine relative Abweichung (Umsatz, Marge, Budget) und kommunizieren Sie diese klar in einem Bericht.
el: Μετρήστε μια σχετική απόκλιση (CA, περιθώριο, προϋπολογισμός) και επικοινωνήστε την καθαρά σε μια αναφορά.
es: Medir una diferencia relativa (CA, margen, presupuesto) y comunicarla claramente en un informe.
fi: Mittaa suhteellinen poikkeama (liikevaihto, katteet, budjetti) ja viesti se selkeästi raportissa.
fil: Sukatin ang isang relatibong pagkakaiba (CA, margin, badyet) at ipahayag ito nang malinaw sa isang ulat.
hu: Mérje egy relatív eltérést (árbevétel, haszon, költségvetés) és kommunikálja világosan egy jelentésben.
id: Mengukur selisih relatif (CA, margin, anggaran) dan mengkomunikasikannya dengan jelas dalam laporan.
it: Misurare un scarto relativo (CA, margine, budget) e comunicarlo chiaramente in un rapporto.
ja: 相対的な差（売上高、利益、予算）を測定し、レポートで明確に伝えます。
ko: 상대적 차이 (매출, 마진, 예산)를 측정하고 이를 보고서에서 명확하게 전달합니다.
nl: Meet een relatieve afwijking (omzet, marge, budget) en communiceer deze duidelijk in een rapport.
no: Måle en relativ avvik (omsetning, margin, budsjett) og kommunisere det klart i en rapport.
pl: Mierz względną różnicę (przychody, marża, budżet) i komunikuj ją jasno w raporcie.
pt_pt: Medir uma diferença relativa (CA, margem, orçamento) e comunicá-la claramente num relatório.
ro: Măsurați un decalaj relativ (CA, marjă, buget) și comunicați-l clar într-un raport.
ru: Измерить относительное отклонение (выручка, маржа, бюджет) и четко сообщить об этом в отчете.
sk: Zmerať relatívny rozdiel (tržby, marža, rozpočet) a jasne ho komunikovať v správe.
sv: Mäta en relativ avvikelse (omsättning, marginal, budget) och kommunicera den tydligt i en rapport.
sw: Kupima tofauti ya uhusiano (CA, faida, bajeti) na kuwasilisha wazi katika ripoti.
tr: Göreceli bir farkı (ciro, marj, bütçe) ölçün ve bunu bir raporda net bir şekilde iletin.
uk: Виміряти відносну різницю (виручка, маржа, бюджет) та чітко комунікувати це в звіті.
vi: Đo lường một khoảng cách tương đối (doanh thu, biên lợi nhuận, ngân sách) và truyền đạt rõ ràng trong một báo cáo.
zh_hans: 测量相对差异（销售额、利润、预算）并在报告中清晰传达。

# ed_math_percentages_percentage_variation_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容
