Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_pages_to_json_lim1
source: Les dimensions sont en points PDF (1/72 inch) : convertissez en mm/inch si besoin pour l’impression.
af: Die afmetings is in PDF punte (1/72 duim): omskakel na mm/duim indien nodig vir druk.
bg: Размерите са в точки PDF (1/72 инча): конвертирайте в мм/инч, ако е необходимо за печат.
cs: Rozměry jsou v bodech PDF (1/72 palce): převedete na mm/palce, pokud je to potřeba pro tisk.
da: Dimensionerne er i PDF-punkter (1/72 tomme): konverter til mm/tommer hvis nødvendigt til udskrivning.
de: Die Abmessungen sind in PDF-Punkten (1/72 Zoll): Konvertieren Sie bei Bedarf in mm/Zoll für den Druck.
el: Οι διαστάσεις είναι σε σημεία PDF (1/72 ίντσα): μετατρέψτε σε mm/ίντσες αν χρειαστεί για εκτύπωση.
es: Las dimensiones están en puntos PDF (1/72 pulgadas): convierta a mm/pulgadas si es necesario para la impresión.
fi: Mitat ovat PDF-pisteinä (1/72 tuumaa): muunna mm/inch, jos tarpeen tulostusta varten.
fil: Ang mga sukat ay nasa mga puntos ng PDF (1/72 inch): i-convert sa mm/inch kung kinakailangan para sa pag-print.
hu: TODO.
id: TODO.
it: Le dimensioni sono in punti PDF (1/72 pollice): converti in mm/pollici se necessario per la stampa.
ja: 寸法はPDFポイント（1/72インチ）で表示されます：印刷のために必要に応じてmm/inchに変換してください。
ko: 크기는 PDF 포인트(1/72 인치)로 되어 있습니다: 인쇄를 위해 필요시 mm/inch로 변환하세요.
nl: De afmetingen zijn in PDF-punten (1/72 inch): converteer naar mm/inch indien nodig voor afdruk.
no: Dimensjonene er i PDF-punkter (1/72 tomme): konverter til mm/tomme om nødvendig for utskrift.
pl: Wymiary są w punktach PDF (1/72 cala): przelicz na mm/cale, jeśli to konieczne do druku.
pt_pt: As dimensões estão em pontos PDF (1/72 polegada): converta para mm/polegada se necessário para impressão.
ro: Dimensiunile sunt în puncte PDF (1/72 inch): convertiți în mm/inch dacă este necesar pentru imprimare.
ru: Размеры указаны в пунктах PDF (1/72 дюйма): при необходимости конвертируйте в мм/дюймы для печати.
sk: Rozmery sú v bodoch PDF (1/72 palca): ak je potrebné, preveďte na mm/palce pre tlač.
sv: Dimensionerna är i PDF-punkter (1/72 tum): konvertera till mm/tum om det behövs för utskrift.
sw: Vipimo viko katika points za PDF (1/72 inch): badilisha kuwa mm/inch ikiwa inahitajika kwa uchapishaji.
tr: Boyutlar PDF noktası cinsindendir (1/72 inç): yazdırma için gerekirse mm/inç'e dönüştürün.
uk: Розміри в пунктах PDF (1/72 дюйма): конвертуйте в мм/дюйми, якщо потрібно для друку.
vi: Kích thước được tính bằng điểm PDF (1/72 inch): chuyển đổi sang mm/inch nếu cần cho việc in.
zh_hans: 尺寸以 PDF 点为单位（1/72 英寸）：如有需要，转换为毫米/英寸以便打印。

# ed_dev_pdf_pdf_pages_to_json_lim2
source: CropBox ≠ MediaBox : certains viewers utilisent l’une ou l’autre pour l’affichage ; attention aux interprétations.
af: CropBox ≠ MediaBox: sommige kykers gebruik een of die ander vir vertoon; wees versigtig vir interpretasies.
bg: CropBox ≠ MediaBox: някои визуализатори използват едната или другата за показване; внимавайте за интерпретации.
cs: CropBox ≠ MediaBox: někteří prohlížeči používají jeden nebo druhý pro zobrazení; pozor na interpretace.
da: CropBox ≠ MediaBox: nogle visningsprogrammer bruger den ene eller den anden til visning; vær opmærksom på fortolkninger.
de: CropBox ≠ MediaBox: Einige Viewer verwenden das eine oder das andere für die Anzeige; achten Sie auf die Interpretationen.
el: CropBox ≠ MediaBox: ορισμένοι viewers χρησιμοποιούν το ένα ή το άλλο για την εμφάνιση; προσοχή στις ερμηνείες.
es: CropBox ≠ MediaBox: algunos visores utilizan uno u otro para la visualización; atención a las interpretaciones.
fi: CropBox ≠ MediaBox: jotkut katselijat käyttävät toista tai toista näyttämiseen; varo tulkintoja.
fil: CropBox ≠ MediaBox: ang ilang mga viewer ay gumagamit ng isa o ang isa para sa pagpapakita; mag-ingat sa mga interpretasyon.
hu: TODO.
id: TODO.
it: CropBox ≠ MediaBox: alcuni visualizzatori utilizzano l'una o l'altra per la visualizzazione; attenzione alle interpretazioni.
ja: CropBox ≠ MediaBox：一部のビューアは表示のためにどちらか一方を使用します；解釈に注意してください。
ko: CropBox ≠ MediaBox: 일부 뷰어는 표시를 위해 하나 또는 다른 것을 사용합니다; 해석에 주의하세요.
nl: CropBox ≠ MediaBox: sommige viewers gebruiken de een of de ander voor weergave; let op de interpretaties.
no: CropBox ≠ MediaBox: noen visere bruker den ene eller den andre for visning; vær oppmerksom på tolkningene.
pl: CropBox ≠ MediaBox: niektórzy przeglądarki używają jednego lub drugiego do wyświetlania; uwaga na interpretacje.
pt_pt: CropBox ≠ MediaBox: alguns visualizadores usam um ou outro para exibição; atenção às interpretações.
ro: CropBox ≠ MediaBox: unele vizualizatoare folosesc una sau alta pentru afișare; atenție la interpretări.
ru: CropBox ≠ MediaBox: некоторые просмотрщики используют одну или другую для отображения; будьте внимательны к интерпретациям.
sk: CropBox ≠ MediaBox: niektoré prehliadače používajú jeden alebo druhý na zobrazenie; pozor na interpretácie.
sv: CropBox ≠ MediaBox: vissa visare använder den ena eller den andra för visning; var försiktig med tolkningarna.
sw: CropBox ≠ MediaBox: waonyeshaji wengine hutumia moja au nyingine kwa kuonyesha; tahadhari kwa tafsiri.
tr: CropBox ≠ MediaBox: bazı görüntüleyiciler görüntüleme için birini veya diğerini kullanır; yorumlamalara dikkat.
uk: CropBox ≠ MediaBox: деякі переглядачі використовують одну або іншу для відображення; будьте обережні з інтерпретаціями.
vi: CropBox ≠ MediaBox: một số trình xem sử dụng cái này hoặc cái kia để hiển thị; chú ý đến các diễn giải.
zh_hans: CropBox ≠ MediaBox：某些查看器使用其中一个或另一个进行显示；注意解释的差异。

# ed_dev_pdf_pdf_pages_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_pages_to_json_q1
source: Pourquoi la page a une rotation 90° ?
af: Waarom het die bladsy 'n rotasie van 90°?
bg: Защо страницата има ротация 90°?
cs: Proč má stránka rotaci 90°?
da: Hvorfor har siden en rotation på 90°?
de: Warum hat die Seite eine Rotation von 90°?
el: Γιατί η σελίδα έχει περιστροφή 90°;
es: ¿Por qué la página tiene una rotación de 90°?
fi: Miksi sivulla on 90° kierto?
fil: Bakit ang pahina ay may pag-ikot na 90°?
hu: TODO
id: TODO
it: Perché la pagina ha una rotazione di 90°?
ja: なぜページが90°回転していますか？
ko: 왜 페이지가 90° 회전했나요?
nl: Waarom heeft de pagina een rotatie van 90°?
no: Hvorfor har siden en rotasjon på 90°?
pl: Dlaczego strona ma rotację 90°?
pt_pt: Por que a página tem uma rotação de 90°?
ro: De ce pagina are o rotație de 90°?
ru: Почему страница имеет поворот 90°?
sk: Prečo má stránka rotáciu 90°?
sv: Varför har sidan en rotation på 90°?
sw: Kwa nini ukurasa una mzunguko wa 90°?
tr: Neden sayfanın 90° döndürülmüş?
uk: Чому сторінка має обертання 90°?
vi: Tại sao trang lại có xoay 90°?
zh_hans: 为什么页面旋转了 90°？

# ed_dev_pdf_pdf_pages_to_json_a1
source: Le contenu peut être stocké “droit” mais affiché via un flag de rotation. C’est courant pour les scans.
af: Die inhoud kan "reg" gestoor word, maar via 'n rotasie-vlag vertoon word. Dit is algemeen vir skanderings.
bg: Съдържанието може да бъде съхранено "право", но показвано чрез флаг за ротация. Това е обичайно за сканирания.
cs: Obsah může být uložen „rovně“, ale zobrazen pomocí příznaku rotace. To je běžné u skenů.
da: Indholdet kan være gemt "ret" men vises via et rotationsflag. Det er almindeligt for scanninger.
de: Der Inhalt kann "gerade" gespeichert, aber über ein Rotationsflag angezeigt werden. Das ist bei Scans üblich.
el: Το περιεχόμενο μπορεί να αποθηκευτεί "κανονικά" αλλά να εμφανίζεται μέσω μιας σημαίας περιστροφής. Είναι συνηθισμένο για σκαναρίσματα.
es: El contenido puede estar almacenado "derecho" pero mostrarse a través de una bandera de rotación. Es común en los escaneos.
fi: Sisältö voi olla tallennettu ”suoraan”, mutta näytetään kiertolipulla. Tämä on yleistä skannauksissa.
fil: Ang nilalaman ay maaaring nakaimbak na “tuwid” ngunit ipinapakita sa pamamagitan ng isang flag ng pag-ikot. Karaniwan ito para sa mga scan.
hu: TODO
id: TODO
it: Il contenuto può essere memorizzato "dritto" ma visualizzato tramite un flag di rotazione. È comune per le scansioni.
ja: コンテンツは「まっすぐ」に保存されることがありますが、回転フラグを介して表示されます。スキャンでは一般的です。
ko: 내용이 '직선'으로 저장될 수 있지만 회전 플래그를 통해 표시됩니다. 스캔에서 흔합니다.
nl: De inhoud kan 'recht' zijn opgeslagen maar via een rotatievlag worden weergegeven. Dit is gebruikelijk voor scans.
no: Innholdet kan være lagret "rett" men vises via et rotasjonsflagg. Dette er vanlig for skanning.
pl: Zawartość może być przechowywana „prosto”, ale wyświetlana za pomocą flagi rotacji. To powszechne w przypadku skanów.
pt_pt: O conteúdo pode ser armazenado "reto" mas exibido através de uma flag de rotação. Isso é comum para digitalizações.
ro: Conținutul poate fi stocat „drept”, dar afișat printr-un flag de rotație. Este obișnuit pentru scanări.
ru: Содержимое может храниться "прямо", но отображаться с помощью флага поворота. Это распространено для сканов.
sk: Obsah môže byť uložený „rovno“, ale zobrazený pomocou flagu rotácie. Je to bežné pre skeny.
sv: Innehållet kan lagras "rakt" men visas via en rotationsflagga. Det är vanligt för skanningar.
sw: Maudhui yanaweza kuhifadhiwa “sawa” lakini kuonyeshwa kupitia bendera ya mzunguko. Hii ni ya kawaida kwa skani.
tr: İçerik “düz” olarak saklanabilir ancak bir döndürme bayrağı ile görüntülenebilir. Bu, taramalar için yaygındır.
uk: Вміст може зберігатися "прямо", але відображатися через прапор обертання. Це звичайно для сканів.
vi: Nội dung có thể được lưu trữ “thẳng” nhưng hiển thị qua một cờ xoay. Điều này thường xảy ra với các bản quét.
zh_hans: 内容可以“正向”存储，但通过旋转标志显示。这在扫描件中很常见。

# ed_dev_pdf_pdf_pages_to_json_q2
source: Comment passer de points à millimètres ?
af: Hoe om van punte na millimeter te gaan?
bg: Как да премина от точки към милиметри?
cs: Jak převést body na milimetry?
da: Hvordan konverterer man fra punkter til millimeter?
de: Wie wechselt man von Punkten zu Millimetern?
el: Πώς να περάσετε από σημεία σε χιλιοστά;
es: ¿Cómo pasar de puntos a milímetros?
fi: Miten siirryn pisteistä millimetreihin?
fil: Paano lumipat mula sa mga puntos patungo sa mga millimeter?
hu: TODO
id: TODO
it: Come passare da punti a millimetri?
ja: ポイントからミリメートルに変換するにはどうすればよいですか？
ko: 포인트에서 밀리미터로 어떻게 변환하나요?
nl: Hoe ga ik van punten naar millimeters?
no: Hvordan konvertere fra punkter til millimeter?
pl: Jak przejść z punktów na milimetry?
pt_pt: Como converter de pontos para milímetros?
ro: Cum trec de la puncte la milimetri?
ru: Как перейти от пунктов к миллиметрам?
sk: Ako prejsť z bodov na milimetre?
sv: Hur konverterar man från punkter till millimeter?
sw: Ninaweza vipi kubadilisha kutoka points hadi milimita?
tr: Noktaları milimetreye nasıl dönüştürebilirim?
uk: Як перейти від пунктів до міліметрів?
vi: Làm thế nào để chuyển từ điểm sang milimét?
zh_hans: 如何将点转换为毫米？

# ed_dev_pdf_pdf_pages_to_json_a2
source: 1 point = 25,4 / 72 mm ≈ 0,3528 mm. Vous pouvez convertir facilement côté script.
af: 1 punt = 25,4 / 72 mm ≈ 0,3528 mm. U kan dit maklik aan die skripkant omskakel.
bg: 1 точка = 25,4 / 72 мм ≈ 0,3528 мм. Можете лесно да конвертирате отстрани на скрипта.
cs: 1 bod = 25,4 / 72 mm ≈ 0,3528 mm. Můžete snadno převést na straně skriptu.
da: 1 punkt = 25,4 / 72 mm ≈ 0,3528 mm. Du kan nemt konvertere det i scriptet.
de: 1 Punkt = 25,4 / 72 mm ≈ 0,3528 mm. Sie können dies einfach im Skript konvertieren.
el: 1 σημείο = 25,4 / 72 mm ≈ 0,3528 mm. Μπορείτε να μετατρέψετε εύκολα από την πλευρά του script.
es: 1 punto = 25,4 / 72 mm ≈ 0,3528 mm. Puede convertir fácilmente del lado del script.
fi: 1 piste = 25,4 / 72 mm ≈ 0,3528 mm. Voit muuntaa helposti skriptin puolella.
fil: 1 point = 25.4 / 72 mm ≈ 0.3528 mm. Madali mong ma-convert ito sa script.
hu: TODO
id: TODO
it: 1 punto = 25,4 / 72 mm ≈ 0,3528 mm. Puoi convertire facilmente lato script.
ja: 1ポイント = 25.4 / 72 mm ≈ 0.3528 mm。スクリプト側で簡単に変換できます。
ko: 1 포인트 = 25.4 / 72 mm ≈ 0.3528 mm. 스크립트 측에서 쉽게 변환할 수 있습니다.
nl: 1 punt = 25,4 / 72 mm ≈ 0,3528 mm. Je kunt dit gemakkelijk aan de scriptzijde converteren.
no: 1 punkt = 25,4 / 72 mm ≈ 0,3528 mm. Du kan enkelt konvertere dette i skriptet.
pl: 1 punkt = 25,4 / 72 mm ≈ 0,3528 mm. Możesz łatwo przeliczyć po stronie skryptu.
pt_pt: 1 ponto = 25,4 / 72 mm ≈ 0,3528 mm. Você pode converter facilmente no lado do script.
ro: 1 punct = 25,4 / 72 mm ≈ 0,3528 mm. Puteți converti ușor în script.
ru: 1 пункт = 25,4 / 72 мм ≈ 0,3528 мм. Вы можете легко конвертировать на стороне скрипта.
sk: 1 bod = 25,4 / 72 mm ≈ 0,3528 mm. Môžete to ľahko previesť na strane skriptu.
sv: 1 punkt = 25,4 / 72 mm ≈ 0,3528 mm. Du kan enkelt konvertera på skriptsidan.
sw: 1 point = 25.4 / 72 mm ≈ 0.3528 mm. Unaweza kubadilisha kwa urahisi upande wa script.
tr: 1 nokta = 25,4 / 72 mm ≈ 0,3528 mm. Kolayca script tarafında dönüştürebilirsiniz.
uk: 1 пункт = 25,4 / 72 мм ≈ 0,3528 мм. Ви можете легко конвертувати на стороні скрипта.
vi: 1 điểm = 25,4 / 72 mm ≈ 0,3528 mm. Bạn có thể dễ dàng chuyển đổi ở phía script.
zh_hans: 1 点 = 25.4 / 72 毫米 ≈ 0.3528 毫米。您可以在脚本中轻松转换。

# ed_dev_pdf_pdf_pages_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_pages_to_json_tip
source: Pour des problèmes de marges/cadrage, comparez MediaBox et CropBox : c’est souvent la source d’un rendu “coupé” dans certains lecteurs.
af: Vir marges/kadreerprobleme, vergelyk MediaBox en CropBox: dit is dikwels die bron van 'n "gekapte" weergawe in sommige lesers.
bg: За проблеми с маргини/кадриране, сравнете MediaBox и CropBox: това често е източник на "отрязано" рендиране в някои четци.
cs: Pro problémy s okraji/ořezáváním porovnejte MediaBox a CropBox: to je často zdroj „oříznutého“ zobrazení v některých čtečkách.
da: For problemer med margener/indramning, sammenlign MediaBox og CropBox: det er ofte kilden til en "klippet" gengivelse i visse læsere.
de: Bei Problemen mit Rändern/Rahmen vergleichen Sie MediaBox und CropBox: Das ist oft die Quelle für ein "abgeschnittenes" Rendering in bestimmten Lesern.
el: Για προβλήματα περιθωρίων/πλαισίωσης, συγκρίνετε MediaBox και CropBox: είναι συχνά η πηγή ενός "κομμένου" rendering σε ορισμένους αναγνώστες.
es: Para problemas de márgenes/encuadre, compare MediaBox y CropBox: a menudo es la fuente de un renderizado "cortado" en algunos lectores.
fi: Marginaali-/kehystysongelmien vuoksi vertaa MediaBoxia ja CropBoxia: se on usein syy ”leikattuun” näyttöön tietyissä lukijoissa.
fil: Para sa mga problema sa margin/framing, ihambing ang MediaBox at CropBox: madalas itong pinagmumulan ng isang “cut-off” na rendering sa ilang mga reader.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tip unik yang terkait dengan niat alat ini.
it: Per problemi di margini/inquadratura, confronta MediaBox e CropBox: è spesso la fonte di un rendering "tagliato" in alcuni lettori.
ja: マージン/クロッピングの問題については、MediaBoxとCropBoxを比較してください：これは特定のリーダーで「切り取られた」レンダリングの原因となることがよくあります。
ko: 여백/프레임 문제에 대해 MediaBox와 CropBox를 비교하세요: 이는 특정 리더에서 '잘린' 렌더링의 원인입니다.
nl: Voor problemen met marges/kadrering, vergelijk MediaBox en CropBox: dit is vaak de bron van een 'afgebroken' weergave in sommige lezers.
no: For problemer med marger/innramming, sammenlign MediaBox og CropBox: dette er ofte kilden til en "kuttet" gjengivelse i enkelte lesere.
pl: W przypadku problemów z marginesami/kadrowaniem porównaj MediaBox i CropBox: to często źródło „uciętego” renderowania w niektórych czytnikach.
pt_pt: Para problemas de margens/enquadramento, compare MediaBox e CropBox: frequentemente é a fonte de uma renderização "cortada" em alguns leitores.
ro: Pentru probleme de margini/cadrare, comparați MediaBox și CropBox: este adesea sursa unui randament „tăiat” în anumite cititoare.
ru: Для проблем с полями/обрезкой сравните MediaBox и CropBox: это часто источник "обрезанного" рендеринга в некоторых читателях.
sk: Pre problémy s okrajmi/orezávaním porovnajte MediaBox a CropBox: to je často zdroj „orezaného“ renderovania v niektorých čítačkách.
sv: För problem med marginaler/beskärning, jämför MediaBox och CropBox: det är ofta källan till en "klippt" rendering i vissa läsare.
sw: Kwa matatizo ya mipaka/uonyeshaji, linganisha MediaBox na CropBox: mara nyingi hii ndiyo chanzo cha uonyeshaji “kilichokatwa” katika waonyeshaji wengine.
tr: Kenar boşluğu/çerçeveleme sorunları için MediaBox ve CropBox'ı karşılaştırın: bu, bazı okuyucularda “kesilmiş” bir renderin kaynağıdır.
uk: Для проблем з полями/обрізкою порівняйте MediaBox і CropBox: це часто є джерелом "обрізаного" рендерингу в деяких читачах.
vi: Đối với các vấn đề về lề/khung hình, hãy so sánh MediaBox và CropBox: đây thường là nguồn gốc của việc hiển thị “bị cắt” trong một số trình đọc.
zh_hans: 对于边距/裁剪问题，比较 MediaBox 和 CropBox：这通常是某些阅读器中“切割”渲染的来源。

# ed_dev_pdf_pdf_sanitize_title
source: À propos : PDF Sanitize
af: Oor: PDF Sanitiseer
bg: За нас: PDF Санитизиране
cs: O: PDF Sanitizace
da: Om: PDF Sanitize
de: Über: PDF Sanitization
el: Σχετικά: PDF Sanitize
es: Acerca de: PDF Sanitize
fi: Tietoa: PDF:n puhdistus
fil: Tungkol sa: PDF Sanitize
hu: Rólunk: PDF tisztítása
id: Tentang: Membersihkan PDF
it: A proposito: PDF Sanitize
ja: について：PDFサニタイズ
ko: 정보: PDF 정리
nl: Over: PDF Sanitization
no: Om: PDF Sanitizing
pl: O: PDF Sanitize
pt_pt: Sobre: PDF Sanitize
ro: Despre: PDF Sanitizare
ru: О программе: PDF Sanitize
sk: O: PDF Sanitizácia
sv: Om: PDF Sanitize
sw: Kuhusu: PDF Sanitize
tr: Hakkında: PDF Temizleme
uk: Про: PDF Санітаризація
vi: Về chúng tôi: PDF Sanitize
zh_hans: 关于：PDF 清理

# ed_dev_pdf_pdf_sanitize_lead
source: Nettoyer (sanitiser) un PDF pour réduire les risques et fuites d’informations : suppression/neutralisation d’éléments sensibles (métadonnées, scripts, actions, fichiers intégrés…) selon les options.
af: Skoonmaak (sanitiseer) 'n PDF om risiko's en inligtingslekke te verminder: verwydering/neutalisering van sensitiewe elemente (metadat, skripte, aksies, ingebedde lêers…) volgens die opsies.
bg: Почистване (санитизиране) на PDF, за да се намалят рисковете и изтичането на информация: премахване/нейтрализиране на чувствителни елементи (метаданни, скриптове, действия, вградени файлове…) в зависимост от опциите.
cs: Vyčistit (sanitizovat) PDF, aby se snížila rizika a úniky informací: odstranění/neutrální prvků (metadata, skripty, akce, vložené soubory…) podle možností.
da: Rense (sanitizere) en PDF for at reducere risici og informationslækager: fjernelse/neutralisering af følsomme elementer (metadata, scripts, handlinger, indlejrede filer…) afhængigt af indstillingerne.
de: Einen PDF reinigen (sanitizen), um Risiken und Informationslecks zu reduzieren: Entfernen/Neutralisieren sensibler Elemente (Metadaten, Skripte, Aktionen, eingebettete Dateien…) je nach Optionen.
el: Καθαρίστε (sanitizer) ένα PDF για να μειώσετε τους κινδύνους και τις διαρροές πληροφοριών: αφαίρεση/ουδετεροποίηση ευαίσθητων στοιχείων (μεταδεδομένα, scripts, ενέργειες, ενσωματωμένα αρχεία…) ανάλογα με τις επιλογές.
es: Limpiar (sanitizar) un PDF para reducir riesgos y filtraciones de información: eliminación/neutalización de elementos sensibles (metadatos, scripts, acciones, archivos integrados…) según las opciones.
fi: Puhdistaa (sanitizes) PDF:n vähentääkseen riskejä ja tietovuotoja: arkaluontoisten elementtien (metatiedot, skriptit, toiminnot, upotetut tiedostot…) poistaminen/neutraalisointi asetusten mukaan.
fil: Linisin (sanitizer) ang isang PDF upang mabawasan ang mga panganib at pagtagas ng impormasyon: pagtanggal/neutralization ng mga sensitibong elemento (mga metadata, script, aksyon, mga embedded na file…) ayon sa mga pagpipilian.
hu: TODO: A szerszám pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Pulire (sanitizzare) un PDF per ridurre i rischi e le perdite di informazioni: rimozione/neutalizzazione di elementi sensibili (metadati, script, azioni, file incorporati…) secondo le opzioni.
ja: リスクと情報漏洩を減らすためにPDFをクリーンアップ（サニタイズ）します：オプションに応じて、機密要素（メタデータ、スクリプト、アクション、埋め込まれたファイルなど）の削除/無効化。
ko: 정보 유출 및 위험을 줄이기 위해 PDF를 정리(산화)합니다: 민감한 요소(메타데이터, 스크립트, 작업, 포함된 파일 등)를 삭제/중화합니다.
nl: Schoonmaken (sanitizen) van een PDF om risico's en informatielekken te verminderen: verwijdering/neutraal maken van gevoelige elementen (metadata, scripts, acties, ingebedde bestanden…) afhankelijk van de opties.
no: Rengjøre (sanitisere) en PDF for å redusere risikoen og lekkasjer av informasjon: fjerning/neutralisering av sensitive elementer (metadata, skript, handlinger, innebygde filer…) i henhold til alternativene.
pl: Oczyścić (sanitizować) PDF, aby zredukować ryzyko i wycieki informacji: usunięcie/neutralizacja elementów wrażliwych (metadane, skrypty, akcje, pliki osadzone…) zgodnie z opcjami.
pt_pt: Limpar (sanitizar) um PDF para reduzir riscos e vazamentos de informações: remoção/neutalização de elementos sensíveis (metadados, scripts, ações, arquivos incorporados…) de acordo com as opções.
ro: Curățați (sanitizați) un PDF pentru a reduce riscurile și scurgerile de informații: eliminarea/neutralaizarea elementelor sensibile (metadate, scripturi, acțiuni, fișiere încorporate…) în funcție de opțiuni.
ru: Очистить (санировать) PDF, чтобы уменьшить риски и утечки информации: удаление/нейтрализация чувствительных элементов (метаданные, скрипты, действия, встроенные файлы...) в зависимости от опций.
sk: Vyčistiť (sanitizovať) PDF na zníženie rizík a únikov informácií: odstránenie/neutrálnosť citlivých prvkov (metadáta, skripty, akcie, vložené súbory…) podľa možností.
sv: Rensa (sanitizera) en PDF för att minska risker och informationsläckor: borttagning/neutralisering av känsliga element (metadata, skript, åtgärder, inbäddade filer…) beroende på alternativen.
sw: Safisha (sanitizer) PDF ili kupunguza hatari na uvujaji wa taarifa: kuondoa/kupunguza vipengele nyeti (metadata, scripts, vitendo, faili zilizojumuishwa…) kulingana na chaguo.
tr: Bir PDF'yi temizleyerek bilgi sızıntılarını ve risklerini azaltma: hassas öğelerin (meta veriler, scriptler, eylemler, gömülü dosyalar…) kaldırılması/etkisiz hale getirilmesi.
uk: Очищення (санітаризація) PDF для зменшення ризиків і витоків інформації: видалення/нейтралізація чутливих елементів (метадані, скрипти, дії, вбудовані файли…) відповідно до параметрів.
vi: Làm sạch (sanitizer) một PDF để giảm thiểu rủi ro và rò rỉ thông tin: xóa/đ trung tính các yếu tố nhạy cảm (siêu dữ liệu, script, hành động, tệp nhúng…) theo các tùy chọn.
zh_hans: 清理（消毒） PDF 以减少风险和信息泄露：根据选项删除/中和敏感元素（元数据、脚本、操作、嵌入文件……）。

# ed_dev_pdf_pdf_sanitize_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípady použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例
