Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l10_s5_b7
source: Est-ce une série temporelle avec bruit ? → moyenne mobile.
af: Is dit 'n tydreeks met geraas? → bewegende gemiddelde.
bg: Това ли е времеви ред с шум? → подвижна средна.
cs: Je to časová řada s šumem? → klouzavý průměr.
da: Er det en tidsserie med støj? → glidende gennemsnit.
de: Ist es eine Zeitreihe mit Rauschen? → gleitender Durchschnitt.
el: Είναι μια χρονοσειρά με θόρυβο; → κινητός μέσος όρος.
es: ¿Es una serie temporal con ruido? → media móvil.
fi: Onko kyseessä aikasarja, jossa on kohinaa? → liikkuva keskiarvo.
fil: Ito ba ay isang time series na may ingay? → moving average.
hu: Idősor zajjal? → mozgó átlag.
id: Apakah ini adalah deret waktu dengan kebisingan? → rata-rata bergerak.
it: È una serie temporale con rumore? → media mobile.
ja: これはノイズのある時系列ですか？→移動平均。
ko: 시간에 따른 잡음이 있는 시계열인가요? → 이동 평균.
nl: Twee klassen: A (10 leerlingen, gemiddelde 12) en B (30 leerlingen, gemiddelde 8). Het globale gemiddelde is:
no: Er det en tidsserie med støy? → glidende gjennomsnitt.
pl: Czy to jest szereg czasowy z szumem? → średnia ruchoma.
pt_pt: É uma série temporal com ruído? → média móvel.
ro: Este o serie temporală cu zgomot? → media mobilă.
ru: Это временной ряд с шумом? → скользящее среднее.
sk: Je to časová séria s šumom? → kĺzavý priemer.
sv: Två klasser: A (10 elever, genomsnitt 12) och B (30 elever, genomsnitt 8). Det globala genomsnittet är:
sw: Je, ni mfululizo wa muda wenye kelele? → wastani wa kusonga.
tr: Gürültülü bir zaman serisi mi? → hareketli ortalama.
uk: Чи є це часовим рядом з шумом? → ковзаюче середнє.
vi: Có phải là một chuỗi thời gian có tiếng ồn không? → trung bình di động.
zh_hans: 这是一个带噪声的时间序列吗？→移动平均。

# mean_l10_q1
source: Deux classes : A (10 élèves, moyenne 12) et B (30 élèves, moyenne 8). La moyenne globale est :
af: Twee klasse: A (10 leerders, gemiddelde 12) en B (30 leerders, gemiddelde 8). Die globale gemiddelde is:
bg: Две класи: A (10 ученика, средна 12) и B (30 ученика, средна 8). Общата средна е:
cs: Dvě třídy: A (10 studentů, průměr 12) a B (30 studentů, průměr 8). Celkový průměr je:
da: To klasser: A (10 elever, gennemsnit 12) og B (30 elever, gennemsnit 8). Det samlede gennemsnit er:
de: Zwei Klassen: A (10 Schüler, Durchschnitt 12) und B (30 Schüler, Durchschnitt 8). Der Gesamtdurchschnitt ist:
el: Δύο τάξεις: Α (10 μαθητές, μέσος όρος 12) και Β (30 μαθητές, μέσος όρος 8). Ο συνολικός μέσος όρος είναι:
es: Dos clases: A (10 alumnos, media 12) y B (30 alumnos, media 8). La media global es:
fi: Kaksi luokkaa: A (10 oppilasta, keskiarvo 12) ja B (30 oppilasta, keskiarvo 8). Kokonaiskeskiarvo on:
fil: Dalawang klase: A (10 estudyante, average 12) at B (30 estudyante, average 8). Ang kabuuang average ay:
hu: Két osztály: A (10 diák, átlag 12) és B (30 diák, átlag 8). A globális átlag:
id: Dua kelas: A (10 siswa, rata-rata 12) dan B (30 siswa, rata-rata 8). Rata-rata keseluruhan adalah:
it: Due classi: A (10 studenti, media 12) e B (30 studenti, media 8). La media globale è:
ja: 2つのクラス：A（10人の生徒、平均12）とB（30人の生徒、平均8）。全体の平均は：
ko: 두 개의 클래스: A (10명의 학생, 평균 12)와 B (30명의 학생, 평균 8). 전체 평균은:
no: To klasser: A (10 elever, gjennomsnitt 12) og B (30 elever, gjennomsnitt 8). Det totale gjennomsnittet er:
pl: Dwie klasy: A (10 uczniów, średnia 12) i B (30 uczniów, średnia 8). Średnia ogólna to:
pt_pt: Duas classes: A (10 alunos, média 12) e B (30 alunos, média 8). A média global é:
ro: Două clase: A (10 elevi, medie 12) și B (30 elevi, medie 8). Media globală este:
ru: Два класса: A (10 учеников, среднее 12) и B (30 учеников, среднее 8). Общее среднее:
sk: Dve triedy: A (10 študentov, priemer 12) a B (30 študentov, priemer 8). Celkový priemer je:
sw: Darasa mbili: A (wanafunzi 10, wastani 12) na B (wanafunzi 30, wastani 8). Wastani wa jumla ni:
tr: İki sınıf: A (10 öğrenci, ortalama 12) ve B (30 öğrenci, ortalama 8). Genel ortalama:
uk: Два класи: A (10 учнів, середнє 12) та B (30 учнів, середнє 8). Загальне середнє:
vi: Hai lớp: A (10 học sinh, trung bình 12) và B (30 học sinh, trung bình 8). Trung bình toàn cục là:
zh_hans: 两个班级：A（10名学生，平均12）和B（30名学生，平均8）。总体平均是：

# mean_l10_q1_exp
source: Il faut pondérer par les effectifs : la classe B a 3 fois plus d’élèves.
af: Ek moet gewig gee volgens die getalle: klas B het 3 keer meer leerders.
bg: Трябва да се вземе предвид броят на учениците: клас B има 3 пъти повече ученици.
cs: Je třeba vážit podle počtu: třída B má 3krát více studentů.
da: Det skal vægtes efter antallet: klasse B har 3 gange så mange elever.
de: Man muss nach den Schülerzahlen gewichten: Klasse B hat dreimal so viele Schüler.
el: Πρέπει να σταθμιστεί με τους αριθμούς: η τάξη Β έχει 3 φορές περισσότερους μαθητές.
es: Hay que ponderar por los efectivos: la clase B tiene 3 veces más alumnos.
fi: On painotettava oppilasmääriä: luokassa B on kolme kertaa enemmän oppilaita.
fil: Kailangan itong timbangin ayon sa bilang: ang klase B ay may 3 beses na mas maraming estudyante.
hu: Súlyozni kell a létszámokkal: a B osztályban 3-szor annyi diák van.
id: Harus ditimbang berdasarkan jumlah siswa: kelas B memiliki 3 kali lebih banyak siswa.
it: Deve essere ponderata per il numero di studenti: la classe B ha 3 volte più studenti.
ja: 生徒数で重み付けする必要があります：クラスBは3倍の生徒がいます。
ko: 학생 수에 따라 가중치를 두어야 합니다: B 반은 학생 수가 3배 많습니다.
nl: Voor opeenvolgende rendementen (samengesteld effect) is het goede gemiddelde:
no: Det må vektlegges etter antall: klasse B har 3 ganger så mange elever.
pl: Należy uwzględnić liczebność: klasa B ma 3 razy więcej uczniów.
pt_pt: É preciso ponderar pelos efetivos: a classe B tem 3 vezes mais alunos.
ro: Trebuie să ponderăm după efective: clasa B are de 3 ori mai mulți elevi.
ru: Необходимо взвешивать по численности: класс B имеет в 3 раза больше учеников.
sk: Je potrebné vážiť podľa počtu: trieda B má 3-krát viac študentov.
sv: För successiv avkastning (sammansatt effekt) är det rätta genomsnittet:
sw: Inapaswa kuzingatia idadi: darasa B lina wanafunzi mara 3 zaidi.
tr: Öğrenci sayısına göre ağırlıklandırmak gerekir: B sınıfı 3 kat daha fazla öğrenciye sahiptir.
uk: Потрібно зважити за кількістю учнів: клас B має в 3 рази більше учнів.
vi: Cần phải có trọng số theo số lượng: lớp B có gấp 3 lần số học sinh.
zh_hans: 需要按人数加权：B班的学生人数是A班的3倍。

# mean_l10_q2
source: Pour des rendements successifs (effet composé), la bonne moyenne est :
af: Vir opeenvolgende opbrengste (samestellingseffek), is die regte gemiddelde:
bg: За последователни доходи (комплексен ефект), правилната средна е:
cs: Pro postupné výnosy (složený efekt) je správný průměr:
da: For successive afkast (sammensat effekt) er det gode gennemsnit:
de: Für aufeinanderfolgende Renditen (Zinseszins) ist der richtige Durchschnitt:
el: Για διαδοχικές αποδόσεις (σύνθετο αποτέλεσμα), ο σωστός μέσος όρος είναι:
es: Para rendimientos sucesivos (efecto compuesto), la buena media es:
fi: Peräkkäisille tuotoille (korkoa korolle) oikea keskiarvo on:
fil: Para sa sunud-sunod na kita (compound effect), ang tamang average ay:
hu: Sikeres hozamok esetén (kamatozó hatás) a megfelelő átlag:
id: Untuk hasil berturut-turut (efek komposit), rata-rata yang benar adalah:
it: Per rendimenti successivi (effetto composto), la buona media è:
ja: 連続的な収益（複利効果）の場合、適切な平均は：
ko: 연속 수익률(복리 효과)에 대해 올바른 평균은:
nl: rekenkundig
no: For successive avkastninger (sammensatt effekt), er det riktige gjennomsnittet:
pl: Dla kolejnych zysków (efekt złożony), odpowiednia średnia to:
pt_pt: Para retornos sucessivos (efeito composto), a boa média é:
ro: Pentru randamente succesive (efect compus), media corectă este:
ru: Для последовательных доходностей (сложный эффект) правильное среднее:
sk: Pre postupné výnosy (zložený efekt) je správny priemer:
sv: aritmetiskt
sw: Kwa faida zinazofuata (athari iliyounganishwa), wastani mzuri ni:
tr: Ardışık getiriler için (bileşik etki) doğru ortalama:
uk: Для послідовних доходів (складний ефект) правильне середнє:
vi: Đối với các lợi suất liên tiếp (hiệu ứng kép), trung bình đúng là:
zh_hans: 对于连续收益（复利），正确的平均值是：

# mean_l10_q2_a
source: arithmétique
af: aritmeties
bg: арифметична
cs: aritmetický
da: aritmetisk
de: arithmetisch
el: αριθμητικός
es: aritmética
fi: aritmeettinen
fil: arithmetic
hu: számtani
id: aritmetika
it: aritmetica
ja: 算術
ko: 산술
nl: geometrisch
no: aritmetisk
pl: arytmetyczna
pt_pt: aritmética
ro: aritmetică
ru: арифметическое
sk: aritmetický
sv: geometriskt
sw: kawaida
tr: aritmetik
uk: арифметичне
vi: cộng
zh_hans: 算术

# mean_l10_q2_b
source: géométrique
af: geometries
bg: геометрична
cs: geometrický
da: geometrisk
de: geometrisch
el: γεωμετρικός
es: geométrica
fi: geometrinen
fil: geometric
hu: geometriai
id: geometrik
it: geometrica
ja: 幾何
ko: 기하
nl: harmonisch
no: geometrisk
pl: geometryczna
pt_pt: geométrica
ro: geometrică
ru: геометрическое
sk: geometrický
sv: harmoniskt
sw: kijiometri
tr: geometrik
uk: геометричне
vi: hình học
zh_hans: 几何

# mean_l10_q2_c
source: harmonique
af: harmonies
bg: хармонична
cs: harmonický
da: harmonisk
de: harmonisch
el: αρμονικός
es: armónica
fi: harmoninen
fil: harmonic
hu: harmonikus
id: harmonik
it: armonico
ja: 調和
ko: 조화
nl: De rendementen vermenigvuldigen zich: het geometrische gemiddelde geeft de equivalente gemiddelde factor.
no: harmonisk
pl: harmoniczna
pt_pt: harmônica
ro: armonioasă
ru: гармоническое
sk: harmonický
sv: Avkastningarna multipliceras: det geometriska genomsnittet ger den genomsnittliga motsvarande faktorn.
sw: harmoniki
tr: harmonik
uk: гармонійне
vi: điều hòa
zh_hans: 调和

# mean_l10_q2_exp
source: Les rendements se multiplient : la moyenne géométrique donne le facteur moyen équivalent.
af: Die opbrengste vermenigvuldig: die geometriese gemiddelde gee die ekwivalente gemiddelde faktor.
bg: Доходите се умножават: геометричната средна дава средния еквивалентен фактор.
cs: Výnosy se násobí: geometrický průměr dává ekvivalentní průměrný faktor.
da: Afkastene multipliceres: det geometriske gennemsnit giver den gennemsnitlige ækvivalente faktor.
de: Die Renditen multiplizieren sich: der geometrische Durchschnitt gibt den äquivalenten durchschnittlichen Faktor an.
el: Οι αποδόσεις πολλαπλασιάζονται: ο γεωμετρικός μέσος όρος δίνει τον μέσο παράγοντα ισοδύναμο.
es: Los rendimientos se multiplican: la media geométrica da el factor medio equivalente.
fi: Tuotot kerrotaan: geometrinen keskiarvo antaa keskimääräisen vastaavan tekijän.
fil: Ang mga kita ay nagmumultiply: ang geometric average ay nagbibigay ng katumbas na average factor.
hu: A hozamok szorzódnak: a geometriai átlag adja a megfelelő átlagos tényezőt.
id: Hasil saling mengalikan: rata-rata geometrik memberikan faktor rata-rata yang setara.
it: I rendimenti si moltiplicano: la media geometrica fornisce il fattore medio equivalente.
ja: 収益は掛け合わされます：幾何平均は平均的な係数を提供します。
ko: 수익률은 곱해집니다: 기하 평균은 평균적인 배수를 제공합니다.
nl: Volledige cursus over de mediaan (statistieken)
no: Avkastningene multipliseres: det geometriske gjennomsnittet gir den gjennomsnittlige faktoren som er lik.
pl: Zyski się mnożą: średnia geometryczna daje równoważny średni współczynnik.
pt_pt: Os retornos se multiplicam: a média geométrica dá o fator médio equivalente.
ro: Randamentele se multiplică: media geometrică oferă factorul mediu echivalent.
ru: Доходности умножаются: геометрическое среднее дает эквивалентный средний фактор.
sk: Výnosy sa násobia: geometrický priemer dáva ekvivalentný priemerný faktor.
sv: Komplett kurs om median (statistik)
sw: Faida zinazidishwa: wastani wa kijiometri unatoa sababu ya wastani sawa.
tr: Getiriler çarpılıyor: geometrik ortalama, eşdeğer ortalama faktörü verir.
uk: Доходи множаться: геометричне середнє дає середній еквівалентний фактор.
vi: Các lợi suất nhân lên: trung bình hình học cho biết yếu tố trung bình tương đương.
zh_hans: 收益相乘：几何平均给出等效的平均因子。

# median_course_title
source: Cours complet sur la médiane (statistiques)
af: Volledige kursus oor die mediaan (statistiek)
bg: Пълен курс за медианата (статистика)
cs: Kompletní kurz o mediánu (statistiky)
da: Komplet kursus om medianen (statistik)
de: Vollständiger Kurs über den Median (Statistik)
el: Πλήρης μάθημα για τη διάμεσο (στατιστικά)
es: Curso completo sobre la mediana (estadísticas)
fi: Kattava kurssi mediaanista (tilastot)
fil: Kumpletong kurso sa median (statistika)
hu: Teljes kurzus a mediánról (statisztika)
id: Kursus lengkap tentang median (statistik)
it: Corso completo sulla mediana (statistiche)
ja: 中央値に関する完全なコース（統計）
ko: 중위수에 대한 완전한 강의 (통계)
nl: Definitie, rekenmethode (even / oneven n), gewogen mediaan, gegroepeerde gegevens (klassen), robuustheid tegen extreme waarden, interpretatie, valstrikken en quiz.
no: Full kurs om median (statistikk)
pl: Pełny kurs na temat mediany (statystyka)
pt_pt: Curso completo sobre a mediana (estatísticas)
ro: Curs complet despre mediana (statistici)
ru: Полный курс по медиане (статистика)
sk: Kompletný kurz o mediáne (štatistiky)
sv: Definition, beräkningsmetod (jämn/udda n), viktad median, grupperade data (klasser), robusthet mot extrema värden, tolkning, fällor och quiz.
sw: Kozi kamili juu ya mediani (takwimu)
tr: Medyan üzerine kapsamlı kurs (istatistik)
uk: Повний курс про медіану (статистика)
vi: Khóa học hoàn chỉnh về trung vị (thống kê)
zh_hans: 关于中位数的完整课程（统计学）

# median_course_subtitle
source: Définition, méthode de calcul (n pair / impair), médiane pondérée, données groupées (classes), robustesse aux valeurs extrêmes, interprétation, pièges et quiz.
af: Definisie, berekeningsmetode (n even / oneven), gewogen mediaan, gegroepeerde data (klasse), robuustheid teen uiterste waardes, interpretasie, strikke en vrae.
bg: Определение, метод на изчисление (n четно / нечетно), претеглена медиана, групирани данни (класове), устойчивост на крайни стойности, интерпретация, капани и тест.
cs: Definice, metoda výpočtu (sudé/liché n), vážený medián, seskupená data (třídy), robustnost vůči extrémním hodnotám, interpretace, pasti a kvízy.
da: Definition, beregningsmetode (n lige/ulige), vægtet median, grupperede data (klasser), robusthed over for ekstreme værdier, fortolkning, fælder og quiz.
de: Definition, Berechnungsmethode (gerade / ungerade n), gewichteter Median, gruppierte Daten (Klassen), Robustheit gegenüber Extremwerten, Interpretation, Fallen und Quiz.
el: Ορισμός, μέθοδος υπολογισμού (ζυγός / περιττός n), σταθμισμένη διάμεσος, ομαδοποιημένα δεδομένα (τάξεις), ανθεκτικότητα σε ακραίες τιμές, ερμηνεία, παγίδες και κουίζ.
es: Definición, método de cálculo (n par / impar), mediana ponderada, datos agrupados (clases), robustez a los valores extremos, interpretación, trampas y cuestionario.
fi: Määritelmä, laskentamenetelmä (parillinen / pariton n), painotettu mediaani, ryhmitellyt tiedot (luokat), kestävyys äärimmäisille arvoille, tulkinta, ansat ja kyselyt.
fil: Kahulugan, paraan ng pagkalkula (even/odd n), weighted median, grouped data (classes), robustness sa extreme values, interpretasyon, bitag at quiz.
hu: Definíció, számítási módszer (páros / páratlan n), súlyozott medián, csoportosított adatok (osztályok), robusztusság a szélsőséges értékekkel szemben, értelmezés, csapdák és kvíz.
id: Definisi, metode perhitungan (n genap / ganjil), median tertimbang, data terkelompok (kelas), ketahanan terhadap nilai ekstrem, interpretasi, jebakan dan kuis.
it: Definizione, metodo di calcolo (n pari / dispari), mediana ponderata, dati raggruppati (classi), robustezza ai valori estremi, interpretazione, trappole e quiz.
ja: 定義、計算方法（nが偶数/奇数）、加重中央値、グループ化データ（クラス）、外れ値に対するロバスト性、解釈、罠とクイズ。
ko: 정의, 계산 방법 (짝수 n / 홀수 n), 가중 중위수, 그룹화된 데이터 (클래스), 극단값에 대한 강건성, 해석, 함정 및 퀴즈.
nl: 1) Begrijp de mediaan
no: Definisjon, beregningsmetode (par / upar), vektet median, grupperte data (klasser), robusthet mot ekstreme verdier, tolkning, feller og quiz.
pl: Definicja, metoda obliczeń (n parzyste / nieparzyste), mediana ważona, dane grupowane (klasy), odporność na wartości ekstremalne, interpretacja, pułapki i quiz.
pt_pt: Definição, método de cálculo (n par / ímpar), mediana ponderada, dados agrupados (classes), robustez a valores extremos, interpretação, armadilhas e quiz.
ro: Definiție, metodă de calcul (n par / impar), mediana ponderată, date grupate (clase), robustețe la valori extreme, interpretare, capcane și quiz.
ru: Определение, метод расчета (четное/нечетное n), взвешенная медиана, сгруппированные данные (классы), устойчивость к экстремальным значениям, интерпретация, ловушки и тесты.
sk: Definícia, metóda výpočtu (párne / nepárne n), vážená mediána, zoskupené údaje (triedy), robustnosť voči extrémnym hodnotám, interpretácia, pasce a kvíz.
sv: 1) Förstå medianen
sw: Mwelekeo, mbinu ya kuhesabu (n hata / ajabu), wastani wa uzito, data zilizokusanywa (darasa), uimara kwa thamani za mwisho, tafsiri, mitego na maswali.
tr: Tanım, hesaplama yöntemi (çift/tek n), ağırlıklı medyan, gruplandırılmış veriler (sınıflar), aşırı değerlere karşı dayanıklılık, yorumlama, tuzaklar ve quiz.
uk: Визначення, метод обчислення (n парне / непарне), зважена медіана, згруповані дані (класи), стійкість до екстремальних значень, інтерпретація, пастки та вікторини.
vi: Định nghĩa, phương pháp tính (n chẵn / lẻ), trung vị có trọng số, dữ liệu nhóm (lớp), độ bền với các giá trị cực trị, diễn giải, bẫy và bài kiểm tra.
zh_hans: 定义，计算方法（偶数/奇数n），加权中位数，分组数据（类别），对极端值的稳健性，解释，陷阱和测验。

# median_l1_title
source: 1) Comprendre la médiane
af: 1) Verstaan die mediaan
bg: 1) Разбиране на медианата
cs: 1) Pochopit medián
da: 1) Forstå medianen
de: 1) Den Median verstehen
el: 1) Κατανόηση της διάμεσου
es: 1) Comprender la mediana
fi: 1) Ymmärrä mediaani
fil: 1) Unawain ang median
hu: 1) A medián megértése
id: 1) Memahami median
it: 1) Comprendere la mediana
ja: 1) 中央値を理解する
ko: 1) 중위수 이해하기
nl: De waarde 'in het midden': 50% van de gegevens eronder, 50% erboven.
no: 1) Forstå medianen
pl: 1) Zrozumieć medianę
pt_pt: 1) Compreender a mediana
ro: 1) Înțelegerea medianei
ru: 1) Понять медиану
sk: 1) Pochopiť mediánu
sv: Värdet 'i mitten': 50% av data under, 50% över.
sw: 1) Kuelewa mediani
tr: 1) Medyanı anlamak
uk: 1) Зрозуміти медіану
vi: 1) Hiểu trung vị
zh_hans: 1）理解中位数

# median_l1_sub
source: La valeur “au milieu” : 50% des données en dessous, 50% au-dessus.
af: Die waarde 'in die middel': 50% van die data onder, 50% bo.
bg: Стойността „в средата“: 50% от данните под, 50% над.
cs: Hodnota „uprostřed“: 50 % dat pod, 50 % nad.
da: Værdien 'i midten': 50% af dataene under, 50% over.
de: Der Wert "in der Mitte": 50% der Daten darunter, 50% darüber.
el: Η τιμή “στη μέση”: 50% των δεδομένων από κάτω, 50% από πάνω.
es: El valor 'en el medio': 50% de los datos por debajo, 50% por encima.
fi: Arvo "keskellä": 50 % tiedoista alapuolella, 50 % yläpuolella.
fil: Ang halaga 'sa gitna': 50% ng data sa ibaba, 50% sa itaas.
hu: Az "középső" érték: az adatok 50%-a alatta, 50%-a felette.
id: Nilai 'di tengah': 50% data di bawah, 50% di atas.
it: Il valore 'nel mezzo': 50% dei dati sotto, 50% sopra.
ja: 「真ん中」の値：データの50％が下、50％が上。
ko: “중간” 값: 데이터의 50%가 아래에, 50%가 위에 있습니다.
nl: definitie
no: Verdien "i midten": 50% av dataene under, 50% over.
pl: Wartość „w środku”: 50% danych poniżej, 50% powyżej.
pt_pt: O valor 'no meio': 50% dos dados abaixo, 50% acima.
ro: Valoarea „din mijloc”: 50% din date sub, 50% deasupra.
ru: Значение "посередине": 50% данных ниже, 50% выше.
sk: Hodnota "v strede": 50% údajov pod, 50% nad.
sv: definition
sw: Thamani "katikati": 50% ya data chini, 50% juu.
tr: 'Orta' değer: verilerin %50'si altında, %50'si üstünde.
uk: Значення “посередині”: 50% даних нижче, 50% вище.
vi: Giá trị “ở giữa”: 50% dữ liệu bên dưới, 50% bên trên.
zh_hans: “中间”的值：50%的数据在下面，50%在上面。

# median_tag_definition
source: définition
af: definisie
bg: определение
cs: definice
da: definition
de: Definition
el: ορισμός
es: definición
fi: määritelmä
fil: kahulugan
hu: definíció
id: definisi
it: definizione
ja: 定義
ko: 정의
nl: robust
no: definisjon
pl: definicja
pt_pt: definição
ro: definiție
ru: определение
sk: definícia
sv: robust
sw: mwelekeo
tr: tanım
uk: визначення
vi: định nghĩa
zh_hans: 定义

# median_tag_robust
source: robuste
af: robust
bg: устойчив
cs: robustní
da: robust
de: Robust
el: ανθεκτικός
es: robusto
fi: kestävä
fil: matibay
hu: robosztus
id: tahan
it: robusto
ja: ロバスト
ko: 강건한
nl: centrale tendens
no: robust
pl: odporny
pt_pt: robusta
ro: robustă
ru: устойчивый
sk: robustný
sv: central tendens
sw: imara
tr: dayanıklı
uk: стійкий
vi: bền vững
zh_hans: 稳健

# median_tag_center
source: tendance centrale
af: sentraal neiging
bg: централна тенденция
cs: centrální tendence
da: central tendens
de: Zentrale Tendenz
el: κεντρική τάση
es: tendencia central
fi: keskihajonta
fil: sentral na tendensya
hu: középponti tendencia
id: tren sentral
it: tendenza centrale
ja: 中心傾向
ko: 중심 경향
nl: Wat is de functie van de mediaan?
no: sentral tendens
pl: tendencja centralna
pt_pt: tendência central
ro: tendință centrală
ru: центральная тенденция
sk: centrálna tendencia
sv: Vad är medianen bra för?
sw: mwelekeo wa kati
tr: merkezi eğilim
uk: центральна тенденція
vi: xu hướng trung tâm
zh_hans: 中心趋势

# median_l1_s1_title
source: À quoi sert la médiane ?
af: Wat is die doel van die mediaan?
bg: Каква е ползата от медианата?
cs: K čemu je medián?
da: Hvad er medianen til?
de: Wozu dient der Median?
el: Ποιος είναι ο σκοπός της διάμεσου;
es: ¿Para qué sirve la mediana?
fi: Mihin mediaania käytetään?
fil: Ano ang gamit ng median?
hu: Mire jó a medián?
id: Apa fungsi median?
it: A cosa serve la mediana?
ja: 中央値は何の役に立つのか？
ko: 중위수는 무엇에 사용되나요?
nl: De mediaan vat een reeks samen met een centrale waarde: het verdeelt de gegevens in twee helften.
no: Hva er medianen til nytte?
pl: Do czego służy mediana?
pt_pt: Para que serve a mediana?
ro: La ce folosește mediana?
ru: Для чего нужна медиана?
sk: Na čo je mediána?
sv: Medianen sammanfattar en serie med ett centralt värde: den delar data i två halvor.
sw: Je, mediani inatumika kwa nini?
tr: Medyan ne işe yarar?
uk: Навіщо потрібна медіана?
vi: Trung vị có tác dụng gì?
zh_hans: 中位数有什么用？
