Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_enc_err_title
source: Impossible d’analyser le chiffrement.
da: Kan ikke analysere krypteringen.
fi: Salausta ei voitu analysoida.
fil: Hindi ma-parse ang encryption.
nl: Kan de versleuteling niet analyseren.
pl: Nie można przeanalizować szyfrowania.
pt_pt: Não foi possível analisar a criptografia.
ru: Не удалось проанализировать шифрование.
uk: Не вдалося проаналізувати шифрування.
vi: Không thể phân tích mã hóa.

# pdf_enc_err_generic
source: Impossible de lire ce PDF.
da: Kan ikke læse denne PDF.
fi: PDF:n lukeminen epäonnistui.
fil: Hindi mabasa ang PDF na ito.
nl: Kan deze PDF niet lezen.
pl: Nie można odczytać tego PDF.
pt_pt: Não foi possível ler este PDF.
ru: Не удалось прочитать этот PDF.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.

# pdf_enc_tip_privacy
source: Tout se fait localement dans votre navigateur (aucun upload).
da: Alt foregår lokalt i din browser (ingen upload).
fi: Kaikki tapahtuu paikallisesti selaimessasi (ei latauksia).
fil: Lahat ay ginagawa nang lokal sa iyong browser (walang upload).
nl: Alles gebeurt lokaal in uw browser (geen upload).
pl: Wszystko odbywa się lokalnie w Twojej przeglądarce (brak przesyłania).
pt_pt: Tudo é feito localmente no seu navegador (nenhum upload).
ru: Все происходит локально в вашем браузере (без загрузки).
uk: Все виконується локально у вашому браузері (без завантаження).
vi: Tất cả đều diễn ra cục bộ trong trình duyệt của bạn (không tải lên).

# pdf_enc_tip_pwd
source: Astuce : si le PDF est chiffré, certains outils d’extraction échoueront sans mot de passe.
da: Tip: hvis PDF'en er krypteret, vil nogle udtrækningsværktøjer fejle uden adgangskode.
fi: Vinkki: jos PDF on salattu, jotkin purkutyökalut epäonnistuvat ilman salasanaa.
fil: Tip: kung ang PDF ay naka-encrypt, ang ilang extraction tools ay mabibigo nang walang password.
nl: Tip: als de PDF is versleuteld, zullen sommige extractietools falen zonder wachtwoord.
pl: Wskazówka: jeśli PDF jest szyfrowany, niektóre narzędzia do ekstrakcji nie zadziałają bez hasła.
pt_pt: Dica: se o PDF estiver criptografado, algumas ferramentas de extração falharão sem a senha.
ru: Совет: если PDF зашифрован, некоторые инструменты извлечения не смогут работать без пароля.
uk: Порада: якщо PDF зашифрований, деякі інструменти витягування зазнають невдачі без пароля.
vi: Mẹo: nếu PDF được mã hóa, một số công cụ trích xuất sẽ thất bại mà không có mật khẩu.

# pdf_enc_btn_pick
source: Choisir un PDF
da: Vælg en PDF
fi: Valitse PDF
fil: Pumili ng PDF
nl: Kies een PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
uk: Вибрати PDF
vi: Chọn một PDF

# pdf_enc_btn_reset
source: Réinitialiser
da: Nulstil
fi: Nollaa
fil: I-reset
nl: Resetten
pl: Zresetuj
pt_pt: Reiniciar
ru: Сбросить
uk: Скинути
vi: Đặt lại

# pdf_enc_btn_copy
source: Copier
da: Kopier
fi: Kopioi
fil: Kopyahin
nl: Kopiëren
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
uk: Копіювати
vi: Sao chép

# pdf_enc_btn_download
source: Télécharger
da: Download
fi: Lataa
fil: I-download
nl: Downloaden
pl: Pobierz
pt_pt: Baixar
ru: Скачать
uk: Завантажити
vi: Tải xuống

# pdf_enc_filter_placeholder
source: Filtrer (permission, print, copy, Standard, V/R, …)
da: Filtrer (tilladelse, print, kopi, Standard, V/R, …)
fi: Suodata (oikeudet, tulostus, kopiointi, Standard, V/R, …)
fil: I-filter (pahintulot, pagpi-print, pagkopya, Standard, V/R, …)
nl: Filteren (machtiging, afdrukken, kopiëren, Standaard, V/R, …)
pl: Filtruj (uprawnienia, drukowanie, kopiowanie, Standard, V/R, …)
pt_pt: Filtrar (permissão, impressão, cópia, Padrão, V/R, …)
ru: Фильтр (разрешение, печать, копирование, стандарт, V/R, …)
uk: Фільтрувати (дозвіл, друк, копіювання, Стандарт, V/R, …)
vi: Lọc (quyền, in, sao chép, Standard, V/R, …)

# pdf_enc_status_loading
source: Analyse…
da: Analyser…
fi: Analysoidaan…
fil: Nanaliksik…
nl: Analyseren…
pl: Analiza…
pt_pt: Analisando…
ru: Анализ…
uk: Аналіз…
vi: Đang phân tích…

# pdf_enc_status_ready
source: Prêt
da: Klar
fi: Valmis
fil: Handa na
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готово
uk: Готово
vi: Sẵn sàng

# pdf_enc_status_error
source: Erreur
da: Fejl
fi: Virhe
fil: Error
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
uk: Помилка
vi: Lỗi

# pdf_enc_card_import_title
source: Importer un PDF
da: Importer en PDF
fi: Tuo PDF
fil: Mag-import ng PDF
nl: Importeer een PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ru: Импортировать PDF
uk: Імпортувати PDF
vi: Nhập một PDF

# pdf_enc_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
da: Ingen data sendes til en server: alt foregår i din browser.
fi: Mikään tieto ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa server: lahat ay ginagawa sa iyong browser.
nl: Geen gegevens worden naar een server verzonden: alles gebeurt in uw browser.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
uk: Ніякі дані не надсилаються на сервер: все виконується у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: tất cả đều diễn ra trong trình duyệt của bạn.

# pdf_enc_card_results_title
source: Diagnostic
da: Diagnose
fi: Diagnostiikka
nl: Diagnose
pl: Diagnostyka
pt_pt: Diagnóstico
ru: Диагностика
uk: Діагностика
vi: Chẩn đoán

# pdf_enc_card_results_sub
source: Chiffrement détecté + permissions déclarées.
da: Kryptering opdaget + erklærede tilladelser.
fi: Salakirjoitus havaittu + ilmoitetut oikeudet.
fil: Naka-encrypt na natukoy + mga pahintulot na idineklara.
nl: Versleuteling gedetecteerd + opgegeven machtigingen.
pl: Wykryto szyfrowanie + zadeklarowane uprawnienia.
pt_pt: Criptografia detectada + permissões declaradas.
ru: Обнаружено шифрование + заявленные разрешения.
uk: Виявлене шифрування + заявлені дозволи.
vi: Mã hóa được phát hiện + quyền đã khai báo.

# pdf_enc_json_sub
source: Exportable
da: Eksportabel
fi: Viedään
fil: Ma-export
nl: Exporteerbaar
pl: Można eksportować
pt_pt: Exportável
ru: Экспортируемый
uk: Експортований
vi: Có thể xuất khẩu

# pdf_enc_left_title
source: Résumé
da: Resumé
fi: Yhteenveto
fil: Buod
nl: Samenvatting
pl: Podsumowanie
pt_pt: Resumo
ru: Резюме
uk: Резюме
vi: Tóm tắt

# pdf_enc_back
source: ← Retour aux outils PDF
da: ← Tilbage til PDF-værktøjer
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF

# pdf_enc_yes
source: Oui
da: Ja
fi: Kyllä
fil: Oo
nl: Ja
pl: Tak
pt_pt: Sim
ru: Да
uk: Так
vi: Có

# pdf_enc_no
source: Non
da: Nej
fi: Ei
fil: Hindi
nl: Nee
pl: Nie
pt_pt: Não
ru: Нет
uk: Ні
vi: Không

# pdf_enc_stat_encrypted
source: Chiffré
da: Krypteret
fi: Salattu
fil: Naka-encrypt
nl: Versleuteld
pl: Szyfrowany
pt_pt: Criptografado
ru: Зашифрованный
uk: Зашифровано
vi: Đã mã hóa

# pdf_enc_stat_filter
source: Filter
fi: Suodata
fil: Salain
nl: Filteren
pl: Filtruj
pt_pt: Filtrar
ru: Фильтр
uk: Фільтр
vi: Bộ lọc

# pdf_enc_stat_keylen
source: Clé
da: Nøgle
fi: Avain
fil: Susi
nl: Sleutel
pl: Klucz
pt_pt: Chave
ru: Ключ
uk: Ключ
vi: Khóa

# pdf_enc_copied
source: JSON copié dans le presse-papiers.
da: JSON kopieret til udklipsholderen.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kopya sa clipboard.
nl: JSON gekopieerd naar het klembord.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ru: JSON скопирован в буфер обмена.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.

# pdf_enc_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
da: Kunne ikke kopiere automatisk. Vælg teksten og kopier manuelt.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Pumili ng teksto at kopyahin nang manu-mano.
nl: Kan niet automatisch kopiëren. Selecteer de tekst en kopieer handmatig.
pl: Nie można automatycznie skopiować. Wybierz tekst i skopiuj ręcznie.
pt_pt: Não foi possível copiar automaticamente. Selecione o texto e copie manualmente.
ru: Не удалось скопировать автоматически. Выделите текст и скопируйте вручную.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.

# pdf_font_embed_empty
source: Aucune police à afficher.
da: Ingen skrifttype at vise.
fi: Ei fontteja näytettäväksi.
fil: Walang font na ipapakita.
nl: Geen lettertype om weer te geven.
pl: Brak czcionek do wyświetlenia.
pt_pt: Nenhuma fonte para exibir.
ru: Нет шрифтов для отображения.
uk: Немає шрифтів для відображення.
vi: Không có phông chữ nào để hiển thị.

# pdf_font_embed_encoding
source: Encodage
da: Kodning
fi: Koodaus
fil: Encoding
nl: Codering
pl: Kodowanie
pt_pt: Codificação
ru: Кодировка
uk: Кодування
vi: Mã hóa

# pdf_font_embed_pages
source: Pages
da: Sider
fi: Sivut
fil: Mga Pahina
nl: Pagina's
pl: Strony
pt_pt: Páginas
ru: Страницы
uk: Сторінки
vi: Trang

# pdf_font_embed_pretty
source: JSON “pretty” (indenté)
da: JSON “pretty” (indrykket)
fi: JSON “kaunis” (sisennettävä)
fil: JSON “pretty” (naka-indent)
nl: JSON “mooi” (ingesprongen)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ru: JSON “красивый” (с отступами)
uk: JSON “pretty” (з відступами)
vi: JSON “đẹp” (đã thụt lề)

# pdf_font_embed_include_pages
source: Inclure pages (où la police apparaît)
da: Inkluder sider (hvor skrifttypen vises)
fi: Sisällytä sivut (joilla fontti esiintyy)
fil: Isama ang mga pahina (kung saan lumalabas ang font)
nl: Inclusief pagina's (waar het lettertype verschijnt)
pl: Uwzględnij strony (gdzie czcionka się pojawia)
pt_pt: Incluir páginas (onde a fonte aparece)
ru: Включить страницы (где появляется шрифт)
uk: Включити сторінки (де з'являється шрифт)
vi: Bao gồm các trang (nơi phông chữ xuất hiện)

# pdf_font_embed_only_pb
source: Afficher seulement les problèmes
da: Vis kun problemer
fi: Näytä vain ongelmat
fil: Ipakita lamang ang mga problema
nl: Toon alleen problemen
pl: Wyświetlaj tylko problemy
pt_pt: Mostrar apenas os problemas
ru: Показать только проблемы
uk: Показати лише проблеми
vi: Chỉ hiển thị các vấn đề

# pdf_font_embed_subset_pb
source: Considérer “subset” comme problème
da: Overvej “subset” som et problem
fi: Käsittele “subset” ongelmana
fil: Isaalang-alang ang “subset” bilang problema
nl: Beschouw “subset” als probleem
pl: Traktuj „subset” jako problem
pt_pt: Considerar “subset” como problema
ru: Рассматривать “subset” как проблему
uk: Вважати “subset” проблемою
vi: Xem “subset” như một vấn đề

# pdf_font_embed_help
source: “subset” = police embarquée partiellement (normal) — peut être bloquant en PDF/A selon le contexte.
da: “subset” = delvist indlejret skrifttype (normal) — kan være blokerende i PDF/A afhængigt af konteksten.
fi: “subset” = osittain upotettu fontti (normaali) — voi olla esteenä PDF/A:ssa kontekstista riippuen.
fil: “subset” = bahagyang naka-embed na font (normal) — maaaring maging hadlang sa PDF/A depende sa konteksto.
nl: “subset” = gedeeltelijk ingesloten lettertype (normaal) — kan blokkeren in PDF/A afhankelijk van de context.
pl: „subset” = czcionka osadzona częściowo (normalna) — może być blokująca w PDF/A w zależności od kontekstu.
pt_pt: “subset” = fonte incorporada parcialmente (normal) — pode ser bloqueante em PDF/A dependendo do contexto.
ru: “subset” = шрифт частично встроен (нормально) — может быть блокирующим в PDF/A в зависимости от контекста.
uk: “subset” = шрифт частково вбудований (нормально) — може бути блокуючим у PDF/A залежно від контексту.
vi: “subset” = phông chữ được nhúng một phần (bình thường) — có thể gây cản trở trong PDF/A tùy theo ngữ cảnh.

# pdf_font_embed_title
source: Vérifier l’intégration des polices
da: Kontroller skrifttypeintegration
fi: Tarkista fonttien upotuksen.
fil: Suriin ang pagsasama ng mga font
nl: Controleer de integratie van lettertypen
pl: Sprawdź osadzenie czcionek
pt_pt: Verificar a incorporação de fontes
ru: Проверить интеграцию шрифтов
uk: Перевірити інтеграцію шрифтів
vi: Kiểm tra tích hợp phông chữ

# pdf_font_embed_subtitle
source: Contrôlez si les polices d’un PDF sont embarquées (embedded), en sous-ensemble (subset) ou absentes, avec détails (type, encodage, ToUnicode) et export JSON — localement.
da: Kontroller om skrifttyper i en PDF er indlejret (embedded), subset eller fraværende, med detaljer (type, kodning, ToUnicode) og eksport JSON — lokalt.
fi: Tarkista, ovatko PDF:n fontit upotettuja (embedded), osajoukossa (subset) tai puuttuvia, yksityiskohtineen (tyyppi, koodaus, ToUnicode) ja vie JSON — paikallisesti.
fil: Suriin kung ang mga font ng isang PDF ay naka-embed, subset, o wala, kasama ang mga detalye (uri, encoding, ToUnicode) at i-export ang JSON — lokal.
nl: Controleer of de lettertypen van een PDF zijn ingebed (embedded), subset (subset) of afwezig zijn, met details (type, codering, ToUnicode) en export JSON — lokaal.
pl: Sprawdź, czy czcionki w pliku PDF są osadzone (embedded), w podzbiorze (subset) lub nieobecne, z szczegółami (typ, kodowanie, ToUnicode) i eksportuj JSON — lokalnie.
pt_pt: Verifique se as fontes de um PDF estão incorporadas (embedded), em subconjunto (subset) ou ausentes, com detalhes (tipo, codificação, ToUnicode) e exportação JSON — localmente.
ru: Проверьте, встроены ли шрифты в PDF (embedded), являются ли они подмножеством (subset) или отсутствуют, с деталями (тип, кодировка, ToUnicode) и экспортом в JSON — локально.
uk: Перевірте, чи шрифти у PDF вбудовані (embedded), у підмножині (subset) або відсутні, з деталями (тип, кодування, ToUnicode) та експортом JSON — локально.
vi: Kiểm tra xem các phông chữ trong một PDF có được nhúng (embedded), có dạng con (subset) hay không có, với chi tiết (loại, mã hóa, ToUnicode) và xuất JSON — cục bộ.

# pdf_font_embed_err_title
source: Impossible d’analyser l’intégration des polices.
da: Kunne ikke analysere skrifttypeintegration.
fi: Fonttien upotuksen analysointi epäonnistui.
fil: Hindi ma-parse ang pagsasama ng mga font.
nl: Kan de integratie van lettertypen niet analyseren.
pl: Nie można przeanalizować osadzenia czcionek.
pt_pt: Não foi possível analisar a incorporação de fontes.
ru: Не удалось проанализировать интеграцию шрифтов.
uk: Не вдалося проаналізувати інтеграцію шрифтів.
vi: Không thể phân tích tích hợp phông chữ.

# pdf_font_embed_err_generic
source: Impossible de lire ce PDF.
da: Kunne ikke læse denne PDF.
fi: PDF:n lukeminen epäonnistui.
fil: Hindi mabasa ang PDF na ito.
nl: Kan deze PDF niet lezen.
pl: Nie można odczytać tego PDF.
pt_pt: Não foi possível ler este PDF.
ru: Не удалось прочитать этот PDF.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.

# pdf_font_embed_tip_none
source: Aucune police détectée (rare).
da: Ingen skrifttype opdaget (sjældent).
fi: Ei havaittuja fontteja (harvinaista).
fil: Walang na-detect na font (bihira).
nl: Geen lettertype gedetecteerd (zeldzaam).
pl: Nie wykryto żadnej czcionki (rzadkie).
pt_pt: Nenhuma fonte detectada (raro).
ru: Шрифты не обнаружены (редко).
uk: Не виявлено жодного шрифту (рідко).
vi: Không phát hiện thấy phông chữ nào (hiếm).

# pdf_font_embed_tip_subset
source: Note : une police “subset” est bien embarquée, mais partiellement (glyphes utilisés uniquement).
da: Bemærk: en “subset” skrifttype er korrekt indlejret, men delvist (kun brugte glyffer).
fi: Huom: “subset” fontti on upotettu, mutta osittain (vain käytetyt glyfit).
fil: Tandaan: ang isang “subset” na font ay naka-embed, ngunit bahagyang (mga glyph na ginamit lamang).
nl: Opmerking: een 'subset' lettertype is goed ingebed, maar gedeeltelijk (alleen gebruikte glyphs).
pl: Uwaga: czcionka „subset” jest osadzona, ale częściowo (tylko używane glify).
pt_pt: Nota: uma fonte “subset” está embutida, mas parcialmente (apenas glifos utilizados).
ru: Примечание: шрифт “subset” встроен, но частично (только используемые глифы).
uk: Примітка: шрифт “subset” вбудований, але частково (тільки використані гліфи).
vi: Lưu ý: một phông chữ “subset” được nhúng, nhưng chỉ một phần (chỉ các ký tự đã sử dụng).

# pdf_font_embed_btn_pick
source: Choisir un PDF
da: Vælg en PDF
fi: Valitse PDF
fil: Pumili ng PDF
nl: Kies een PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
uk: Вибрати PDF
vi: Chọn một PDF

# pdf_font_embed_btn_reset
source: Réinitialiser
da: Nulstil
fi: Nollaa
fil: I-reset
nl: Resetten
pl: Zresetuj
pt_pt: Reiniciar
ru: Сбросить
uk: Скинути
vi: Đặt lại

# pdf_font_embed_btn_copy
source: Copier
da: Kopier
fi: Kopioi
fil: Kopyahin
nl: Kopiëren
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
uk: Скопіювати
vi: Sao chép

# pdf_font_embed_btn_download
source: Télécharger
da: Download
fi: Lataa
fil: I-download
nl: Downloaden
pl: Pobierz
pt_pt: Baixar
ru: Скачать
uk: Завантажити
vi: Tải xuống

# pdf_font_embed_filter_placeholder
source: Filtrer (nom, embedded, subset, ToUnicode, type…)
da: Filtrer (navn, indlejret, subset, ToUnicode, type…)
fi: Suodata (nimi, upotettu, subset, ToUnicode, tyyppi…)
fil: Salain (pangalan, naka-embed, subset, ToUnicode, uri…)
nl: Filteren (naam, embedded, subset, ToUnicode, type…)
pl: Filtruj (nazwa, osadzone, podzbiór, ToUnicode, typ…)
pt_pt: Filtrar (nome, embutido, subset, ToUnicode, tipo…)
ru: Фильтровать (имя, embedded, subset, ToUnicode, тип…)
uk: Фільтрувати (ім'я, вбудований, підмножина, ToUnicode, тип…)
vi: Bộ lọc (tên, nhúng, dạng con, ToUnicode, loại…)

# pdf_font_embed_status_loading
source: Analyse…
da: Analyserer…
fi: Analysoidaan…
fil: Nagsusuri…
nl: Analyseren…
pl: Analiza…
pt_pt: Analisando…
ru: Анализ…
uk: Аналіз…
vi: Đang phân tích…

# pdf_font_embed_status_ready
source: Prêt
da: Klar
fi: Valmis
fil: Handa na
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готов
uk: Готово
vi: Sẵn sàng

# pdf_font_embed_status_error
source: Erreur
da: Fejl
fi: Virhe
fil: Error
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
uk: Помилка
vi: Lỗi

# pdf_font_embed_card_import_title
source: Importer un PDF
da: Importer en PDF
fi: Tuo PDF
fil: Mag-import ng PDF
nl: Importeer een PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ru: Импортировать PDF
uk: Імпортувати PDF
vi: Nhập một PDF

# pdf_font_embed_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
da: Ingen data sendes til en server: alt foregår i din browser.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa server: lahat ay nangyayari sa iyong browser.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
uk: Жодні дані не надсилаються на сервер: все виконується у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.

# pdf_font_embed_card_results_title
source: Rapport
fi: Raportti
fil: Ulat
pl: Raport
pt_pt: Relatório
ru: Отчет
uk: Звіт
vi: Báo cáo

# pdf_font_embed_card_results_sub
source: Polices embarquées, subset, non embarquées + détails techniques.
da: Indlejrede skrifttyper, subset, ikke indlejrede + tekniske detaljer.
fi: Upotetut fontit, osajoukko, ei upotettu + tekniset tiedot.
fil: Mga naka-embed na font, subset, hindi naka-embed + mga teknikal na detalye.
nl: Ingebedde lettertypen, subset, niet ingebed + technische details.
pl: Czcionki osadzone, podzestaw, nieosadzone + szczegóły techniczne.
pt_pt: Fontes incorporadas, subconjunto, não incorporadas + detalhes técnicos.
ru: Встраиваемые шрифты, подмножество, не встраиваемые + технические детали.
uk: Вбудовані шрифти, підмножини, не вбудовані + технічні деталі.
vi: Font nhúng, tập hợp, không nhúng + chi tiết kỹ thuật.

# pdf_font_embed_json_sub
source: Exportable
da: Eksportabel
fi: Viedään
fil: Maaaring i-export
nl: Exporteerbaar
pl: Można eksportować
pt_pt: Exportável
ru: Экспортируемый
uk: Експортований
vi: Có thể xuất khẩu

# pdf_font_embed_list_title
source: Polices
da: Skrifttyper
fi: Fontit
fil: Mga Font
nl: Lettertypen
pl: Czcionki
pt_pt: Fontes
ru: Шрифты
uk: Шрифти
vi: Font chữ

# pdf_font_embed_back
source: ← Retour aux outils PDF
da: ← Tilbage til PDF-værktøjer
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF

# pdf_font_embed_stat_pages
source: Pages
da: Sider
fi: Sivut
fil: Mga Pahina
nl: Pagina's
pl: Strony
pt_pt: Páginas
ru: Страницы
uk: Сторінки
vi: Trang

# pdf_font_embed_stat_total
source: Polices
da: Skrifttyper
fi: Fontit
fil: Mga Font
nl: Lettertypen
pl: Czcionki
pt_pt: Fontes
ru: Шрифты
uk: Шрифти
vi: Font chữ

# pdf_font_embed_stat_full
source: Embedded
da: Indlejret
fi: Upotettu
fil: Naka-embed
nl: Ingebed
pl: Osadzone
pt_pt: Incorporado
ru: Встраиваемые
uk: Вбудовані
vi: Đã nhúng

# pdf_font_embed_stat_missing
source: Non emb.
da: Ikke indlejret
fi: Ei upotettu.
fil: Hindi emb.
nl: Niet ingebed.
pl: Nie osadzone.
pt_pt: Não emb.
ru: Не встраиваемые
uk: Не вбуд.
vi: Không nhúng.

# pdf_font_embed_copied
source: JSON copié dans le presse-papiers.
da: JSON kopieret til udklipsholderen.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kopya sa clipboard.
nl: JSON gekopieerd naar het klembord.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ru: JSON скопирован в буфер обмена.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.

# pdf_font_embed_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
da: Kan ikke kopiere automatisk. Vælg teksten og kopier manuelt.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Pumili ng teksto at kopyahin nang manu-mano.
nl: Kan niet automatisch kopiëren. Selecteer de tekst en kopieer handmatig.
pl: Nie można automatycznie skopiować. Wybierz tekst i skopiuj ręcznie.
pt_pt: Não foi possível copiar automaticamente. Selecione o texto e copie manualmente.
ru: Не удалось скопировать автоматически. Выделите текст и скопируйте вручную.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.

# pdf_lin_empty
source: Aucune donnée à afficher.
da: Ingen data at vise.
fi: Ei näytettäviä tietoja.
fil: Walang data na ipapakita.
nl: Geen gegevens om weer te geven.
pl: Brak danych do wyświetlenia.
pt_pt: Nenhum dado para exibir.
ru: Нет данных для отображения.
uk: Немає даних для відображення.
vi: Không có dữ liệu để hiển thị.

# pdf_lin_summary_title
source: Linéarisation
fi: Lineaarisuus
fil: Linyarization
nl: Linerarisatie
pl: Liniaryzacja
pt_pt: Linearização
ru: Линеаризация
uk: Лінеаризація

# pdf_lin_marker_kw
source: Marqueur /Linearized 1
da: Marker /Linearized 1
fi: Merkki /Lineaarinen 1
fil: Marker /Linearized 1
nl: Marker /Linearized 1
pl: Znacznik /Liniaryzowany 1
pt_pt: Marcador /Linearized 1
ru: Маркер /Линейный 1
uk: Маркер /Лінеаризовано 1
vi: Đánh dấu /Linearized 1

# pdf_lin_marker_dict
source: Linearization dict
da: Linéariseringsordbog
fi: Lineaarisuus sanakirja
fil: Diksyonaryo ng linyarization
pl: Słownik liniaryzacji
pt_pt: Dicionário de linearização
ru: Словарь линейзации
uk: Словник лінеаризації
vi: Từ điển linéarisation
