Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_error_a1
source: Le pourcentage d’erreur compare une mesure à une valeur de référence considérée comme correcte. L’écart relatif compare deux valeurs sans notion de “vraie” valeur.
af: Die persentasie fout vergelyk 'n meting met 'n verwysingswaarde wat as korrek beskou word. Die relatiewe afwyking vergelyk twee waardes sonder die idee van 'n 'ware' waarde.
bg: Процентът на грешка сравнява измерване с референтна стойност, считана за правилна. Относителното отклонение сравнява две стойности без понятие за “истинска” стойност.
cs: Procento chyby porovnává měření s referenční hodnotou považovanou za správnou. Relativní odchylka porovnává dvě hodnoty bez pojmu „pravé“ hodnoty.
da: Procentdelen af fejl sammenligner en måling med en referenceværdi, der betragtes som korrekt. Den relative afvigelse sammenligner to værdier uden begrebet 'sand' værdi.
de: Der Fehlerprozentsatz vergleicht eine Messung mit einem als korrekt angesehenen Referenzwert. Der relative Unterschied vergleicht zwei Werte ohne das Konzept eines 'wahren' Wertes.
el: Το ποσοστό σφάλματος συγκρίνει μια μέτρηση με μια τιμή αναφοράς που θεωρείται σωστή. Η σχετική απόκλιση συγκρίνει δύο τιμές χωρίς έννοια «πραγματικής» τιμής.
es: El porcentaje de error compara una medida con un valor de referencia considerado correcto. El error relativo compara dos valores sin la noción de un valor 'verdadero'.
fi: Virheprosentti vertaa mittausta viitearvoon, jota pidetään oikeana. Suhteellinen poikkeama vertaa kahta arvoa ilman 'todellisen' arvon käsitettä.
fil: Ang porsyento ng pagkakamali ay naghahambing ng isang sukat sa isang halaga ng sanggunian na itinuturing na tama. Ang relatibong pagkakaiba ay naghahambing ng dalawang halaga nang walang konsepto ng 'totoong' halaga.
hu: A hiba százaléka egy mérést hasonlít össze egy helyesnek tekintett referenciaértékkel. A relatív eltérés két értéket hasonlít össze anélkül, hogy „valódi” értéket figyelembe venne.
id: Persentase kesalahan membandingkan ukuran dengan nilai acuan yang dianggap benar. Deviasi relatif membandingkan dua nilai tanpa konsep nilai 'benar'.
it: La percentuale di errore confronta una misura a un valore di riferimento considerato corretto. Lo scarto relativo confronta due valori senza nozione di 'vero' valore.
ja: 誤差のパーセンテージは、測定値を正しいと見なされる基準値と比較します。相対偏差は「真の」値の概念なしに2つの値を比較します。
ko: 오차 비율은 측정을 기준 값과 비교하여 올바른 것으로 간주합니다. 상대 편차는 '진짜' 값의 개념 없이 두 값을 비교합니다.
nl: Het percentage fout vergelijkt een meting met een referentiewaarde die als correct wordt beschouwd. De relatieve afwijking vergelijkt twee waarden zonder het concept van een 'ware' waarde.
no: Prosentandelen av feilen sammenligner et mål med en referanseverdi som anses som korrekt. Det relative avviket sammenligner to verdier uten begrepet 'ekte' verdi.
pl: Procent błędu porównuje pomiar z wartością odniesienia uznawaną za poprawną. Błąd względny porównuje dwie wartości bez pojęcia „prawdziwej” wartości.
pt_pt: A porcentagem de erro compara uma medida a um valor de referência considerado correto. O desvio relativo compara dois valores sem a noção de um valor 'verdadeiro'.
ro: Procentajul erorii compară o măsură cu o valoare de referință considerată corectă. Decalajul relativ compară două valori fără noțiunea de valoare „adevărată”.
ru: Процент ошибки сравнивает измерение с эталонным значением, считающимся правильным. Относительное отклонение сравнивает два значения без понятия “истинного” значения.
sk: Percento chyby porovnáva meranie s referenčnou hodnotou považovanou za správnu. Relatívne odchýlenie porovnáva dve hodnoty bez pojmu „pravej“ hodnoty.
sv: Procentandelen av felet jämför en mätning med ett referensvärde som anses vara korrekt. Det relativa avviket jämför två värden utan begreppet 'sant' värde.
sw: Asilimia ya makosa inalinganisha kipimo na thamani ya rejea inayochukuliwa kuwa sahihi. Tofauti ya uwiano inalinganisha thamani mbili bila dhana ya thamani 'halisi'.
tr: Hata yüzdesi, bir ölçümü doğru kabul edilen bir referans değeri ile karşılaştırır. Göreceli fark, 'gerçek' değer kavramı olmadan iki değeri karşılaştırır.
uk: Відсоток помилки порівнює вимірювання з еталонним значенням, яке вважається правильним. Відносне відхилення порівнює два значення без поняття 'істинного' значення.
vi: Tỷ lệ phần trăm sai số so sánh một phép đo với một giá trị tham chiếu được coi là chính xác. Sai số tương đối so sánh hai giá trị mà không có khái niệm về giá trị “thực”.
zh_hans: 误差百分比将测量与被视为正确的参考值进行比较。相对偏差比较两个值而不涉及“真实”值的概念。

# ed_math_percentages_percentage_error_q2
source: Le pourcentage d’erreur peut-il dépasser 100 % ?
af: Kan die persentasie fout 100 % oorskry?
bg: Може ли процентът на грешка да надвиши 100 %?
cs: Může procento chyby překročit 100 %?
da: Kan procentdelen af fejl overstige 100 %?
de: Kann der Fehlerprozentsatz 100 % überschreiten?
el: Μπορεί το ποσοστό σφάλματος να ξεπεράσει το 100%;
es: ¿Puede el porcentaje de error superar el 100 %?
fi: Voiko virheprosentti ylittää 100 %?
fil: Maaari bang lumampas sa 100% ang porsyento ng pagkakamali?
hu: A hiba százaléka meghaladhatja a 100%-ot?
id: Apakah persentase kesalahan bisa melebihi 100%?
it: La percentuale di errore può superare il 100%?
ja: 誤差のパーセンテージは100%を超えることがありますか？
ko: 오차 비율이 100%를 초과할 수 있나요?
nl: Kan het percentage fout meer dan 100% zijn?
no: Kan prosentandelen av feilen overstige 100 %?
pl: Czy procent błędu może przekroczyć 100 %?
pt_pt: A porcentagem de erro pode ultrapassar 100%?
ro: Poate procentajul erorii să depășească 100 %?
ru: Может ли процент ошибки превышать 100 %?
sk: Môže percento chyby prekročiť 100 %?
sv: Kan procentandelen av felet överstiga 100 %?
sw: Je, asilimia ya makosa inaweza kuzidi 100%?
tr: Hata yüzdesi %100'ü aşabilir mi?
uk: Чи може відсоток помилки перевищувати 100%?
vi: Tỷ lệ phần trăm sai số có thể vượt quá 100% không?
zh_hans: 误差百分比可以超过100%吗？

# ed_math_percentages_percentage_error_a2
source: Oui, si l’erreur est supérieure à la valeur de référence, ce qui indique une mesure très imprécise.
af: Ja, as die fout groter is as die verwysingswaarde, wat 'n baie onakkurate meting aandui.
bg: Да, ако грешката е по-голяма от референтната стойност, което показва много неточно измерване.
cs: Ano, pokud je chyba větší než referenční hodnota, což naznačuje velmi nepřesné měření.
da: Ja, hvis fejlen er større end referenceværdien, hvilket indikerer en meget unøjagtig måling.
de: Ja, wenn der Fehler größer als der Referenzwert ist, was auf eine sehr ungenaue Messung hinweist.
el: Ναι, αν το σφάλμα είναι μεγαλύτερο από την τιμή αναφοράς, κάτι που υποδεικνύει μια πολύ ανακριβή μέτρηση.
es: Sí, si el error es mayor que el valor de referencia, lo que indica una medida muy imprecisa.
fi: Kyllä, jos virhe on suurempi kuin viitearvo, mikä osoittaa erittäin epätarkan mittauksen.
fil: Oo, kung ang pagkakamali ay higit sa halaga ng sanggunian, na nagpapahiwatig ng isang napaka hindi tumpak na sukat.
hu: Igen, ha a hiba nagyobb, mint a referenciaérték, ami nagyon pontatlan mérést jelez.
id: Ya, jika kesalahan lebih besar dari nilai acuan, yang menunjukkan ukuran yang sangat tidak akurat.
it: Sì, se l'errore è superiore al valore di riferimento, il che indica una misura molto imprecisa.
ja: はい、誤差が基準値を超える場合、非常に不正確な測定を示します。
ko: 네, 오차가 기준 값보다 클 경우, 이는 매우 부정확한 측정을 나타냅니다.
nl: Ja, als de fout groter is dan de referentiewaarde, wat wijst op een zeer onnauwkeurige meting.
no: Ja, hvis feilen er større enn referanseverdien, noe som indikerer et svært unøyaktig mål.
pl: Tak, jeśli błąd jest większy od wartości odniesienia, co wskazuje na bardzo niedokładny pomiar.
pt_pt: Sim, se o erro for superior ao valor de referência, o que indica uma medida muito imprecisa.
ro: Da, dacă eroarea este mai mare decât valoarea de referință, ceea ce indică o măsură foarte imprecisă.
ru: Да, если ошибка превышает эталонное значение, что указывает на очень неточное измерение.
sk: Áno, ak je chyba väčšia ako referenčná hodnota, čo naznačuje veľmi nepresné meranie.
sv: Ja, om felet är större än referensvärdet, vilket indikerar en mycket osäker mätning.
sw: Ndio, ikiwa kosa ni kubwa zaidi ya thamani ya rejea, ambayo inaonyesha kipimo kisicho sahihi sana.
tr: Evet, eğer hata referans değerinden büyükse, bu çok yanlış bir ölçüm olduğunu gösterir.
uk: Так, якщо помилка перевищує еталонне значення, що вказує на дуже неточне вимірювання.
vi: Có, nếu sai số lớn hơn giá trị tham chiếu, điều này cho thấy một phép đo rất không chính xác.
zh_hans: 是的，如果误差大于参考值，这表明测量非常不准确。

# ed_math_percentages_percentage_error_q3
source: Est-ce la même chose qu’une variation en pourcentage ?
af: Is dit dieselfde as 'n variasie in persentasie?
bg: Същото ли е като процентна вариация?
cs: Je to totéž jako procentuální změna?
da: Er det det samme som en procentvis ændring?
de: Ist das dasselbe wie eine prozentuale Veränderung?
el: Είναι το ίδιο με μια μεταβολή σε ποσοστό;
es: ¿Es lo mismo que una variación en porcentaje?
fi: Onko se sama kuin prosentuaalinen muutos?
fil: Ito ba ay pareho sa isang pagbabago sa porsyento?
hu: Ugyanaz, mint egy százalékos változás?
id: Apakah ini sama dengan variasi persentase?
it: È la stessa cosa di una variazione in percentuale?
ja: パーセンテージの変化と同じですか？
ko: 백분율 변화와 같은 것인가요?
nl: Is dit hetzelfde als een procentuele verandering?
no: Er det det samme som en prosentvis variasjon?
pl: Czy to to samo co zmiana procentowa?
pt_pt: É a mesma coisa que uma variação em porcentagem?
ro: Este același lucru cu o variație procentuală?
ru: Это то же самое, что и изменение в процентах?
sk: Je to to isté ako percentuálna zmena?
sv: Är det samma sak som en procentuell förändring?
sw: Je, hii ni sawa na mabadiliko kwa asilimia?
tr: Bu, yüzde değişimi ile aynı şey mi?
uk: Чи те ж саме, що і зміна в відсотках?
vi: Có phải là cùng một điều với sự biến đổi theo phần trăm không?
zh_hans: 这与百分比变化是一样的吗？

# ed_math_percentages_percentage_error_a3
source: Non. Une variation décrit un changement dans le temps, alors qu’un pourcentage d’erreur mesure une différence par rapport à une valeur de référence.
af: Nee. 'n Variasie beskryf 'n verandering in die tyd, terwyl 'n persentasie fout 'n verskil teenoor 'n verwysingswaarde meet.
bg: Не. Вариацията описва промяна във времето, докато процентът на грешка измерва разлика спрямо референтна стойност.
cs: Ne. Změna popisuje změnu v čase, zatímco procento chyby měří rozdíl vůči referenční hodnotě.
da: Nej. En ændring beskriver en ændring over tid, mens en procentdel af fejl måler en forskel i forhold til en referenceværdi.
de: Nein. Eine Veränderung beschreibt eine zeitliche Änderung, während ein Fehlerprozentsatz einen Unterschied zu einem Referenzwert misst.
el: Όχι. Μια μεταβολή περιγράφει μια αλλαγή στο χρόνο, ενώ ένα ποσοστό σφάλματος μετρά μια διαφορά σε σχέση με μια τιμή αναφοράς.
es: No. Una variación describe un cambio en el tiempo, mientras que un porcentaje de error mide una diferencia con respecto a un valor de referencia.
fi: Ei. Muutos kuvaa aikamuutosta, kun taas virheprosentti mittaa eroa viitearvoon verrattuna.
fil: Hindi. Ang isang pagbabago ay naglalarawan ng isang pagbabago sa paglipas ng panahon, habang ang porsyento ng pagkakamali ay sumusukat ng isang pagkakaiba kumpara sa isang halaga ng sanggunian.
hu: Nem. Egy változás időbeli változást ír le, míg a hiba százaléka egy referenciaértékhez viszonyított különbséget mér.
id: Tidak. Variasi menggambarkan perubahan dari waktu ke waktu, sedangkan persentase kesalahan mengukur perbedaan dibandingkan dengan nilai acuan.
it: No. Una variazione descrive un cambiamento nel tempo, mentre una percentuale di errore misura una differenza rispetto a un valore di riferimento.
ja: いいえ。変化は時間の変化を説明しますが、誤差のパーセンテージは基準値に対する違いを測定します。
ko: 아니요. 변화는 시간에 따른 변화를 설명하는 반면, 오차 비율은 기준 값에 대한 차이를 측정합니다.
nl: Nee. Een verandering beschrijft een verandering in de tijd, terwijl een percentage fout een verschil meet ten opzichte van een referentiewaarde.
no: Nei. En variasjon beskriver en endring over tid, mens en prosentandel av feilen måler en forskjell i forhold til en referanseverdi.
pl: Nie. Zmiana opisuje zmianę w czasie, podczas gdy procent błędu mierzy różnicę w odniesieniu do wartości odniesienia.
pt_pt: Não. Uma variação descreve uma mudança ao longo do tempo, enquanto uma porcentagem de erro mede uma diferença em relação a um valor de referência.
ro: Nu. O variație descrie o schimbare în timp, în timp ce un procentaj al erorii măsoară o diferență față de o valoare de referință.
ru: Нет. Изменение описывает изменение во времени, в то время как процент ошибки измеряет разницу по сравнению с эталонным значением.
sk: Nie. Zmena popisuje zmenu v čase, zatiaľ čo percento chyby meria rozdiel v porovnaní s referenčnou hodnotou.
sv: Nej. En förändring beskriver en förändring över tid, medan en procentandel av felet mäter en skillnad i förhållande till ett referensvärde.
sw: Hapana. Mabadiliko yanaelezea mabadiliko katika muda, wakati asilimia ya makosa inapima tofauti kulingana na thamani ya rejea.
tr: Hayır. Bir değişim, zaman içindeki bir değişikliği tanımlar, oysa hata yüzdesi bir referans değere göre bir farkı ölçer.
uk: Ні. Зміна описує зміну в часі, тоді як відсоток помилки вимірює різницю від еталонного значення.
vi: Không. Một sự biến đổi mô tả một sự thay đổi theo thời gian, trong khi một tỷ lệ phần trăm sai số đo lường một sự khác biệt so với một giá trị tham chiếu.
zh_hans: 不是。变化描述的是时间上的变化，而误差百分比测量的是相对于参考值的差异。

# ed_math_percentages_percentage_error_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_error_tip
source: Pour une analyse complète, accompagnez le pourcentage d’erreur de la valeur absolue de l’erreur afin d’en comprendre l’impact réel.
af: Vir 'n volledige analise, vergesel die persentasie fout met die absolute waarde van die fout om die werklike impak te verstaan.
bg: За пълна анализа, придружете процента на грешка с абсолютната стойност на грешката, за да разберете реалното й въздействие.
cs: Pro kompletní analýzu doplňte procento chyby absolutní hodnotou chyby, abyste pochopili skutečný dopad.
da: For en fuldstændig analyse, ledsag procentdelen af fejl med den absolutte værdi af fejlen for at forstå dens reelle indvirkning.
de: Für eine vollständige Analyse sollte der Fehlerprozentsatz mit dem absoluten Wert des Fehlers begleitet werden, um die tatsächliche Auswirkung zu verstehen.
el: Για μια πλήρη ανάλυση, συνοδεύστε το ποσοστό σφάλματος με την απόλυτη τιμή του σφάλματος για να κατανοήσετε την πραγματική του επίδραση.
es: Para un análisis completo, acompaña el porcentaje de error con el valor absoluto del error para comprender su impacto real.
fi: Kattavan analyysin vuoksi liitä virheprosenttiin virheen itseisarvo ymmärtääksesi sen todellisen vaikutuksen.
fil: Para sa isang kumpletong pagsusuri, samahan ang porsyento ng pagkakamali ng absolute na halaga ng pagkakamali upang maunawaan ang tunay na epekto nito.
hu: Teljes körű elemzéshez kísérje a hiba százalékát a hiba abszolút értékével, hogy megérthesse a valódi hatását.
id: Untuk analisis yang lengkap, sertakan persentase kesalahan dengan nilai absolut dari kesalahan untuk memahami dampak sebenarnya.
it: Per un'analisi completa, accompagna la percentuale di errore con il valore assoluto dell'errore per comprenderne l'impatto reale.
ja: 完全な分析のために、誤差のパーセンテージに誤差の絶対値を伴わせて、その実際の影響を理解してください。
ko: 완전한 분석을 위해 오차 비율과 함께 절대 오차 값을 제공하여 실제 영향을 이해하도록 하세요.
nl: Voor een volledige analyse, vergezelt u het percentage fout met de absolute waarde van de fout om de werkelijke impact te begrijpen.
no: For en fullstendig analyse, ledsag prosentandelen av feilen med den absolutte feilen for å forstå den reelle innvirkningen.
pl: Aby uzyskać pełną analizę, dołącz do procentu błędu wartość bezwzględną błędu, aby zrozumieć jego rzeczywisty wpływ.
pt_pt: Para uma análise completa, acompanhe a porcentagem de erro com o valor absoluto do erro para entender seu impacto real.
ro: Pentru o analiză completă, însoțiți procentajul erorii de valoarea absolută a erorii pentru a înțelege impactul real.
ru: Для полного анализа сопроводите процент ошибки абсолютным значением ошибки, чтобы понять ее реальное влияние.
sk: Pre úplnú analýzu sprevádzajte percento chyby absolútnou hodnotou chyby, aby ste pochopili jej skutočný dopad.
sv: För en komplett analys, komplettera procentandelen av felet med det absoluta felet för att förstå den verkliga påverkan.
sw: Kwa uchambuzi kamili, sambaza asilimia ya makosa na thamani halisi ya kosa ili kuelewa athari yake halisi.
tr: Tam bir analiz için, hata yüzdesini anlamak için hata mutlak değeri ile birlikte sunun.
uk: Для повного аналізу супроводжуйте відсоток помилки абсолютним значенням помилки, щоб зрозуміти її реальний вплив.
vi: Để có một phân tích đầy đủ, hãy kèm theo tỷ lệ phần trăm sai số với giá trị tuyệt đối của sai số để hiểu được tác động thực sự của nó.
zh_hans: 为了进行全面分析，请将误差百分比与误差的绝对值结合，以理解其实际影响。

# ed_math_percentages_percentage_exercises_generator_title
source: À propos : Générateur d’exercices
af: Oor: Oefeninggenerator
bg: Относно: Генератор на упражнения
cs: O nás: Generátor cvičení
da: Om: Øvelsesgenerator
de: Über: Übungs-Generator
el: Σχετικά: Γεννήτρια ασκήσεων
es: Acerca de: Generador de ejercicios
fi: Tietoa: Harjoitustehtävien generaattori
fil: Tungkol sa: Generator ng mga ehersisyo
hu: Rólunk: Feladatgenerátor
id: Tentang: Generator latihan
it: Informazioni: Generatore di esercizi
ja: について：演習生成器
ko: 정보: 연습 문제 생성기
nl: Over: Oefeningen generator
no: Om: Øvelsesgenerator
pl: O nas: Generator ćwiczeń
pt_pt: Sobre: Gerador de exercícios
ro: Despre: Generator de exerciții
ru: О нас: Генератор упражнений
sk: O nás: Generátor cvičení
sv: Om: Övningsgenerator
sw: Kuhusu: Kizazi cha mazoezi
tr: Hakkında: Alıştırma Üretici
uk: Про: Генератор вправ
vi: Về chúng tôi: Máy phát bài tập
zh_hans: 关于：练习生成器

# ed_math_percentages_percentage_exercises_generator_lead
source: Ce générateur permet de créer automatiquement des exercices sur les pourcentages, avec des questions variées et des corrections, pour s’entraîner efficacement et progresser.
af: Hierdie generator maak dit moontlik om outomaties oefeninge oor persentasies te skep, met verskeie vrae en korreksies, om effektief te oefen en vordering te maak.
bg: Този генератор позволява автоматично създаване на упражнения за проценти, с разнообразни въпроси и корекции, за ефективна практика и напредък.
cs: Tento generátor umožňuje automaticky vytvářet cvičení na procenta, s různými otázkami a opravami, pro efektivní trénink a pokrok.
da: Denne generator gør det muligt automatisk at oprette øvelser om procenter, med varierede spørgsmål og løsninger, for effektiv træning og fremskridt.
de: Dieser Generator ermöglicht es, automatisch Übungen zu Prozentsätzen zu erstellen, mit abwechslungsreichen Fragen und Korrekturen, um effektiv zu üben und Fortschritte zu machen.
el: Αυτή η γεννήτρια επιτρέπει τη δημιουργία αυτόματων ασκήσεων σχετικά με τα ποσοστά, με ποικιλία ερωτήσεων και διορθώσεων, για αποτελεσματική εξάσκηση και πρόοδο.
es: Este generador permite crear automáticamente ejercicios sobre porcentajes, con preguntas variadas y correcciones, para practicar de manera efectiva y progresar.
fi: Tämä generaattori mahdollistaa prosentteihin liittyvien harjoitustehtävien automaattisen luomisen, monipuolisilla kysymyksillä ja korjauksilla, tehokkaaseen harjoitteluun ja edistymiseen.
fil: Ang generator na ito ay nagbibigay-daan upang awtomatikong lumikha ng mga ehersisyo sa mga porsyento, na may iba't ibang mga tanong at mga pagwawasto, upang epektibong mag-ensayo at umunlad.
hu: Ez a generátor automatikusan létrehoz feladatokat a százalékokról, változatos kérdésekkel és megoldásokkal, hogy hatékonyan gyakorolhasson és fejlődhessen.
id: Generator ini memungkinkan untuk secara otomatis membuat latihan tentang persentase, dengan pertanyaan yang bervariasi dan koreksi, untuk berlatih secara efektif dan berkembang.
it: Questo generatore consente di creare automaticamente esercizi sui percentuali, con domande varie e correzioni, per allenarsi in modo efficace e progredire.
ja: この生成器は、さまざまな質問と解答を伴うパーセンテージに関する演習を自動的に作成し、効果的に練習し、進歩するためのものです。
ko: 이 생성기는 다양한 질문과 수정 사항이 포함된 백분율에 대한 연습 문제를 자동으로 생성하여 효과적으로 연습하고 발전할 수 있도록 합니다.
nl: Deze generator maakt automatisch oefeningen over percentages, met gevarieerde vragen en correcties, om effectief te oefenen en vooruitgang te boeken.
no: Denne generatoren lar deg automatisk lage øvelser om prosentandeler, med varierte spørsmål og løsninger, for effektiv trening og fremgang.
pl: Ten generator umożliwia automatyczne tworzenie ćwiczeń dotyczących procentów, z różnorodnymi pytaniami i poprawkami, aby skutecznie ćwiczyć i rozwijać się.
pt_pt: Este gerador permite criar automaticamente exercícios sobre porcentagens, com perguntas variadas e correções, para treinar de forma eficaz e progredir.
ro: Acest generator permite crearea automată de exerciții pe teme de procente, cu întrebări variate și corecturi, pentru a exersa eficient și a progresa.
ru: Этот генератор позволяет автоматически создавать упражнения по процентам с разнообразными вопросами и решениями для эффективной практики и прогресса.
sk: Tento generátor umožňuje automaticky vytvárať cvičenia na percentá, s rôznymi otázkami a opravami, aby ste sa efektívne trénovali a napredovali.
sv: Denna generator gör det möjligt att automatiskt skapa övningar om procent, med varierande frågor och lösningar, för att träna effektivt och göra framsteg.
sw: Kizazi hiki kinaruhusu kuunda moja kwa moja mazoezi juu ya asilimia, na maswali mbalimbali na marekebisho, ili kujifunza kwa ufanisi na kuendelea.
tr: Bu üretici, etkili bir şekilde pratik yapmak ve ilerlemek için çeşitli sorular ve düzeltmelerle birlikte yüzdeler hakkında otomatik olarak alıştırmalar oluşturur.
uk: Цей генератор дозволяє автоматично створювати вправи на відсотки, з різноманітними запитаннями та виправленнями, для ефективної практики та прогресу.
vi: Máy phát này cho phép tự động tạo ra các bài tập về tỷ lệ phần trăm, với các câu hỏi đa dạng và các đáp án, để luyện tập hiệu quả và tiến bộ.
zh_hans: 此生成器可以自动创建关于百分比的练习，包含各种问题和答案，以便有效练习和进步。

# ed_math_percentages_percentage_exercises_generator_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_exercises_generator_uc1_title
source: Réviser les pourcentages
af: Hersien die persentasies
bg: Преглед на процентите
cs: Revidovat procenta
da: Revidere procenter
de: Prozentsätze wiederholen
el: Αναθεώρηση ποσοστών
es: Revisar los porcentajes
fi: Prosenttien kertaaminen
fil: Suriin ang mga porsyento
hu: A százalékok átismétlése
id: Meninjau persentase
it: Rivedere i percentuali
ja: パーセンテージの復習
ko: 백분율 복습
nl: Herzien van percentages
no: Revidere prosentandeler
pl: Powtórka procentów
pt_pt: Revisar porcentagens
ro: Revizuirea procentelor
ru: Пересмотреть проценты
sk: Revidovať percentá
sv: Revidera procent
sw: Kurekebisha asilimia
tr: Yüzdeleri gözden geçirmek
uk: Перегляд відсотків
vi: Ôn tập tỷ lệ phần trăm
zh_hans: 复习百分比
