Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# privacy_cookies_p2
source: Pour en savoir plus, consultez notre politique des cookies.
af: Vir meer inligting, raadpleeg ons koekiebeleid.
bg: За да научите повече, моля, вижте нашата политика за бисквитки.
cs: Pro více informací si přečtěte naše zásady používání cookies.
da: For at lære mere, se vores cookiepolitik.
de: Um mehr zu erfahren, lesen Sie unsere Cookie-Richtlinie.
el: Για περισσότερες πληροφορίες, δείτε την πολιτική cookies μας.
es: Para obtener más información, consulte nuestra política de cookies.
fi: Lisätietoja saat evästekäytännöstämme.
fil: Para sa karagdagang impormasyon, tingnan ang aming patakaran sa cookies.
hu: További információkért kérjük, tekintse meg a süti irányelveinket.
id: Untuk informasi lebih lanjut, silakan lihat kebijakan cookie.
it: Per saperne di più, consulta la nostra politica sui cookie.
ja: 詳細については、私たちのクッキーポリシーをご覧ください。
ko: 자세한 내용은 우리의 쿠키 정책을 참조하십시오.
nl: Voor meer informatie, raadpleeg ons cookiebeleid.
no: For mer informasjon, se vår informasjonskapselpolicy.
pl: Aby dowiedzieć się więcej, zapoznaj się z naszą polityką plików cookie.
pt_pt: Para saber mais, consulte a nossa política de cookies.
ro: Pentru a afla mai multe, consultați politica cookie-urilor.
ru: Чтобы узнать больше, ознакомьтесь с нашей политикой использования файлов cookie.
sk: Ak sa chcete dozvedieť viac, pozrite si našu zásady používania súborov cookie.
sv: För att lära dig mer, se vår cookiepolicy.
sw: Ili kujua zaidi, tafadhali angalia sera yetu ya vidakuzi.
tr: Daha fazla bilgi için, çerez politikamızı inceleyin.
uk: Щоб дізнатися більше, ознайомтеся з нашою політикою щодо файлів cookie.
vi: Để biết thêm thông tin, hãy tham khảo chính sách cookie của chúng tôi.
zh_hans: 要了解更多信息，请查看我们的cookie 政策。

# privacy_ads_title
source: 4. Publicités (Google AdSense)
af: 4. Advertensies (Google AdSense)
bg: 4. Реклами (Google AdSense)
cs: 4. Reklamy (Google AdSense)
da: 4. Annoncer (Google AdSense)
de: 4. Werbung (Google AdSense)
el: 4. Διαφημίσεις (Google AdSense)
es: 4. Anuncios (Google AdSense)
fi: 4. Mainokset (Google AdSense)
fil: 4. Mga Ad (Google AdSense)
hu: 4. Hirdetések (Google AdSense)
id: 4. Iklan (Google AdSense)
it: 4. Pubblicità (Google AdSense)
ja: 4. 広告（Google AdSense）
ko: 4. 광고 (구글 애드센스)
nl: 4. Advertenties (Google AdSense)
no: 4. Annonser (Google AdSense)
pl: 4. Reklamy (Google AdSense)
pt_pt: 4. Anúncios (Google AdSense)
ro: 4. Publicitate (Google AdSense)
ru: 4. Реклама (Google AdSense)
sk: 4. Reklamy (Google AdSense)
sv: 4. Annonser (Google AdSense)
sw: 4. Annonser (Google AdSense)
tr: 4. Reklamlar (Google AdSense)
uk: 4. Advertisements (Google AdSense)
vi: 4. Quảng cáo (Google AdSense)
zh_hans: 4. 广告（Google AdSense）

# privacy_ads_p1
source: Nous utilisons Google AdSense pour afficher des annonces sur certaines pages. Google et ses partenaires peuvent utiliser des cookies et/ou des identifiants afin de diffuser et mesurer des publicités, et éventuellement de personnaliser les annonces en fonction de vos préférences.
af: Ons gebruik Google AdSense om advertensies op sekere bladsye te vertoon. Google en sy vennote kan koekies en/of identifiseerders gebruik om advertensies te vertoon en te meet, en moontlik die advertensies aan te pas volgens jou voorkeure.
bg: Използваме Google AdSense, за да показваме реклами на определени страници. Google и неговите партньори могат да използват бисквитки и/или идентификатори, за да разпространяват и измерват реклами и евентуално да персонализират рекламите в зависимост от вашите предпочитания.
cs: Používáme Google AdSense k zobrazování reklam na některých stránkách. Google a jeho partneři mohou používat cookies a/nebo identifikátory k zobrazování a měření reklam a případně k personalizaci reklam podle vašich preferencí.
da: Vi bruger Google AdSense til at vise annoncer på visse sider. Google og dets partnere kan bruge cookies og/eller identifikatorer til at vise og måle annoncer og eventuelt tilpasse annoncerne baseret på dine præferencer.
de: Wir verwenden Google AdSense, um Anzeigen auf bestimmten Seiten anzuzeigen. Google und seine Partner können Cookies und/oder Identifikatoren verwenden, um Werbung zu schalten und zu messen und möglicherweise die Anzeigen basierend auf Ihren Vorlieben anzupassen.
el: Χρησιμοποιούμε το Google AdSense για να εμφανίζουμε διαφημίσεις σε ορισμένες σελίδες. Η Google και οι συνεργάτες της μπορεί να χρησιμοποιούν cookies και/ή αναγνωριστικά για να προβάλλουν και να μετρούν διαφημίσεις, και ενδεχομένως να προσαρμόζουν τις διαφημίσεις σύμφωνα με τις προτιμήσεις σας.
es: Utilizamos Google AdSense para mostrar anuncios en ciertas páginas. Google y sus socios pueden utilizar cookies y/o identificadores para mostrar y medir anuncios, y eventualmente personalizar los anuncios según sus preferencias.
fi: Käytämme Google AdSensea näyttääksemme mainoksia tietyillä sivuilla. Google ja sen kumppanit voivat käyttää evästeitä ja/tai tunnisteita mainosten näyttämiseen ja mittaamiseen sekä mahdollisesti mukauttamaan mainoksia mieltymystesi mukaan.
fil: Gumagamit kami ng Google AdSense upang ipakita ang mga anunsyo sa ilang mga pahina. Maaaring gumamit ang Google at ang mga kasosyo nito ng mga cookies at/o mga identifier upang ipalabas at sukatin ang mga ad, at posibleng i-personalize ang mga anunsyo batay sa iyong mga kagustuhan.
hu: A Google AdSense-t használjuk hirdetések megjelenítésére bizonyos oldalakon. A Google és partnerei sütiket és/vagy azonosítókat használhatnak hirdetések megjelenítésére és mérésére, és esetleg a hirdetések személyre szabására az Ön preferenciái alapján.
id: Kami menggunakan Google AdSense untuk menampilkan iklan di beberapa halaman. Google dan mitranya dapat menggunakan cookie dan/atau pengenal untuk menayangkan dan mengukur iklan, dan mungkin menyesuaikan iklan berdasarkan preferensi Anda.
it: Utilizziamo Google AdSense per mostrare annunci su alcune pagine. Google e i suoi partner possono utilizzare cookie e/o identificatori per mostrare e misurare pubblicità e, eventualmente, personalizzare gli annunci in base alle tue preferenze.
ja: 特定のページに広告を表示するためにGoogle AdSenseを使用しています。Googleおよびそのパートナーは、広告を配信および測定するためにクッキーや識別子を使用し、場合によってはあなたの好みに基づいて広告をパーソナライズすることがあります。
ko: 우리는 특정 페이지에 광고를 표시하기 위해 Google AdSense를 사용합니다. Google 및 그 파트너는 광고를 게재하고 측정하기 위해 쿠키 및/또는 식별자를 사용할 수 있으며, 귀하의 선호도에 따라 광고를 개인화할 수 있습니다.
nl: We gebruiken Google AdSense om advertenties op bepaalde pagina's weer te geven. Google en zijn partners kunnen cookies en/of identificatoren gebruiken om advertenties te tonen en te meten, en mogelijk advertenties aan te passen op basis van uw voorkeuren.
no: Vi bruker Google AdSense for å vise annonser på enkelte sider. Google og deres partnere kan bruke informasjonskapsler og/eller identifikatorer for å vise og måle annonser, og eventuelt tilpasse annonsene basert på dine preferanser.
pl: Używamy Google AdSense do wyświetlania reklam na niektórych stronach. Google i jego partnerzy mogą używać plików cookie i/lub identyfikatorów w celu wyświetlania i pomiaru reklam oraz ewentualnie personalizacji reklam w zależności od Twoich preferencji.
pt_pt: Utilizamos o Google AdSense para exibir anúncios em algumas páginas. O Google e os seus parceiros podem usar cookies e/ou identificadores para veicular e medir anúncios, e eventualmente personalizar os anúncios de acordo com as suas preferências.
ro: Folosim Google AdSense pentru a afișa anunțuri pe anumite pagini. Google și partenerii săi pot utiliza cookie-uri și/sau identificatori pentru a difuza și măsura reclame, și eventual pentru a personaliza anunțurile în funcție de preferințele dumneavoastră.
ru: Мы используем Google AdSense для показа объявлений на некоторых страницах. Google и его партнеры могут использовать файлы cookie и/или идентификаторы для показа и измерения рекламы, а также для персонализации объявлений в зависимости от ваших предпочтений.
sk: Používame Google AdSense na zobrazovanie reklám na niektorých stránkach. Google a jeho partneri môžu používať súbory cookie a/alebo identifikátory na zobrazovanie a meranie reklám a prípadne prispôsobenie reklám podľa vašich preferencií.
sv: Vi använder Google AdSense för att visa annonser på vissa sidor. Google och dess partners kan använda cookies och/eller identifierare för att visa och mäta annonser, och eventuellt anpassa annonserna baserat på dina preferenser.
sw: Tunatumia Google AdSense kuonyesha matangazo kwenye kurasa fulani. Google na washirika wake wanaweza kutumia vidakuzi na/au vitambulisho ili kupeleka na kupima matangazo, na pengine kubinafsisha matangazo kulingana na mapendeleo yako.
tr: Belirli sayfalarda reklam göstermek için Google AdSense kullanıyoruz. Google ve ortakları, reklamları yayınlamak ve ölçmek için çerezler ve/veya tanımlayıcılar kullanabilir ve tercihleriniz doğrultusunda reklamları kişiselleştirebilir.
uk: Ми використовуємо Google AdSense для показу оголошень на деяких сторінках. Google та його партнери можуть використовувати файли cookie та/або ідентифікатори для показу та вимірювання реклами, а також, можливо, для персоналізації оголошень відповідно до ваших уподобань.
vi: Chúng tôi sử dụng Google AdSense để hiển thị quảng cáo trên một số trang. Google và các đối tác của họ có thể sử dụng cookie và/hoặc định danh để phát sóng và đo lường quảng cáo, và có thể cá nhân hóa quảng cáo dựa trên sở thích của bạn.
zh_hans: 我们在某些页面上使用 Google AdSense 显示广告。Google 及其合作伙伴可能会使用 cookies 和/或标识符来投放和测量广告，并可能根据您的偏好个性化广告。

# privacy_ads_p2
source: Vous pouvez accepter ou refuser la personnalisation via la bannière de consentement, et modifier votre choix à tout moment.
af: Jy kan die personalisering aanvaar of weier via die toestemmingbanner, en jou keuse te eniger tyd verander.
bg: Можете да приемете или откажете персонализацията чрез банера за съгласие и да промените избора си по всяко време.
cs: Můžete přijmout nebo odmítnout personalizaci prostřednictvím banneru souhlasu a kdykoli změnit svůj výběr.
da: Du kan acceptere eller afvise tilpasningen via samtykkebanneret og ændre dit valg når som helst.
de: Sie können die Personalisierung über das Einwilligungsbanner akzeptieren oder ablehnen und Ihre Wahl jederzeit ändern.
el: Μπορείτε να αποδεχθείτε ή να απορρίψετε την προσαρμογή μέσω της μπάντας συγκατάθεσης και να αλλάξετε την επιλογή σας οποιαδήποτε στιγμή.
es: Puede aceptar o rechazar la personalización a través de la banner de consentimiento, y modificar su elección en cualquier momento.
fi: Voit hyväksyä tai hylätä mukauttamisen suostumusbannerin kautta ja muuttaa valintaasi milloin tahansa.
fil: Maaari mong tanggapin o tanggihan ang pag-personalize sa pamamagitan ng banner ng pahintulot, at baguhin ang iyong pagpipilian anumang oras.
hu: A személyre szabást a hozzájárulási sávon keresztül elfogadhatja vagy elutasíthatja, és bármikor módosíthatja a választását.
id: Anda dapat menerima atau menolak personalisasi melalui banner persetujuan, dan mengubah pilihan Anda kapan saja.
it: Puoi accettare o rifiutare la personalizzazione tramite il banner di consenso e modificare la tua scelta in qualsiasi momento.
ja: 同意バナーを通じてパーソナライズを受け入れるか拒否することができ、いつでも選択を変更できます。
ko: 귀하는 동의 배너를 통해 개인화를 수락하거나 거부할 수 있으며, 언제든지 선택을 변경할 수 있습니다.
nl: U kunt de personalisatie accepteren of weigeren via de toestemmingsbanner, en uw keuze op elk moment wijzigen.
no: Du kan godta eller avslå tilpasning via samtykkebanneret, og endre valget ditt når som helst.
pl: Możesz zaakceptować lub odrzucić personalizację za pomocą banera zgody i w każdej chwili zmienić swój wybór.
pt_pt: Você pode aceitar ou recusar a personalização através da bandeira de consentimento e modificar a sua escolha a qualquer momento.
ro: Puteți accepta sau refuza personalizarea prin bannerul de consimțământ și puteți modifica alegerea dumneavoastră în orice moment.
ru: Вы можете принять или отклонить персонализацию через баннер согласия и изменить свой выбор в любое время.
sk: Môžete prijať alebo odmietnuť prispôsobenie prostredníctvom banneru súhlasu a kedykoľvek zmeniť svoj výber.
sv: Du kan acceptera eller avvisa anpassning via samtyckesbanner, och ändra ditt val när som helst.
sw: Unaweza kukubali au kukataa ubinafsishaji kupitia bendera ya idhini, na kubadilisha chaguo lako wakati wowote.
tr: Kişiselleştirmeyi kabul edebilir veya reddedebilirsiniz, ayrıca istediğiniz zaman seçiminizi değiştirebilirsiniz.
uk: Ви можете прийняти або відмовитися від персоналізації через банер згоди та змінити свій вибір у будь-який час.
vi: Bạn có thể chấp nhận hoặc từ chối việc cá nhân hóa thông qua banner đồng ý, và thay đổi lựa chọn của bạn bất cứ lúc nào.
zh_hans: 您可以通过同意横幅接受或拒绝个性化，并随时修改您的选择。

# privacy_rights_title
source: 5. Vos droits
af: 5. U regte
bg: 5. Вашите права
cs: 5. Vaše práva
da: 5. Dine rettigheder
de: 5. Ihre Rechte
el: 5. Τα δικαιώματά σας
es: 5. Sus derechos
fi: 5. Oikeutesi
fil: 5. Ang iyong mga karapatan
hu: 5. Az Ön jogai
id: 5. Hak Anda
it: 5. I tuoi diritti
ja: 5. あなたの権利
ko: 5. 귀하의 권리
nl: 5. Uw rechten
no: 5. Dine rettigheter
pl: 5. Twoje prawa
pt_pt: 5. Os seus direitos
ro: 5. Drepturile dumneavoastră
ru: 5. Ваши права
sk: 5. Vaše práva
sv: 5. Dina rättigheter
sw: 5. Dina rättigheter
tr: 5. Haklarınız
uk: 5. Your rights
vi: 5. Quyền của bạn
zh_hans: 5. 你的权利

# privacy_rights_p1
source: Conformément à la réglementation applicable (RGPD), vous disposez de droits (accès, rectification, effacement, opposition, limitation, portabilité) selon votre situation.
af: In ooreenstemming met die toepaslike regulasies (GDPR), het jy regte (toegang, regstelling, verwydering, teenstand, beperking, portabiliteit) volgens jou situasie.
bg: В съответствие с приложимото законодателство (GDPR), имате права (достъп, корекция, изтриване, възражение, ограничаване, преносимост) в зависимост от вашата ситуация.
cs: V souladu s platnou legislativou (GDPR) máte práva (přístup, oprava, výmaz, námitka, omezení, přenositelnost) podle vaší situace.
da: I henhold til gældende lovgivning (GDPR) har du rettigheder (adgang, berigtigelse, sletning, indsigelse, begrænsning, dataportabilitet) afhængigt af din situation.
de: Gemäß den geltenden Vorschriften (DSGVO) haben Sie Rechte (Zugriff, Berichtigung, Löschung, Widerspruch, Einschränkung, Datenübertragbarkeit) je nach Ihrer Situation.
el: Σύμφωνα με την ισχύουσα νομοθεσία (GDPR), έχετε δικαιώματα (πρόσβαση, διόρθωση, διαγραφή, αντίθεση, περιορισμός, φορητότητα) ανάλογα με την περίπτωσή σας.
es: De acuerdo con la normativa aplicable (RGPD), tiene derechos (acceso, rectificación, eliminación, oposición, limitación, portabilidad) según su situación.
fi: Soveltuvan lainsäädännön (GDPR) mukaisesti sinulla on oikeuksia (pääsy, oikaisu, poistaminen, vastustaminen, rajoittaminen, siirrettävyys) tilanteesi mukaan.
fil: Alinsunod sa naaangkop na regulasyon (GDPR), mayroon kang mga karapatan (access, pagwawasto, pagtanggal, pagtutol, limitasyon, portability) batay sa iyong sitwasyon.
hu: A vonatkozó jogszabályoknak (GDPR) megfelelően jogai vannak (hozzáférés, helyesbítés, törlés, tiltakozás, korlátozás, hordozhatóság) a helyzetének megfelelően.
id: Sesuai dengan peraturan yang berlaku (GDPR), Anda memiliki hak (akses, perbaikan, penghapusan, penolakan, pembatasan, portabilitas) sesuai dengan situasi Anda.
it: In conformità con la normativa applicabile (GDPR), hai diritti (accesso, rettifica, cancellazione, opposizione, limitazione, portabilità) a seconda della tua situazione.
ja: 適用される規制（GDPR）に従い、あなたの状況に応じて権利（アクセス、訂正、削除、異議、制限、移植性）を有します。
ko: 적용 가능한 규정(RGPD)에 따라 귀하는 귀하의 상황에 따라 권리(접근, 수정, 삭제, 반대, 제한, 이동성)를 가집니다.
nl: In overeenstemming met de toepasselijke regelgeving (AVG) heeft u rechten (toegang, rectificatie, verwijdering, bezwaar, beperking, overdraagbaarheid) afhankelijk van uw situatie.
no: I henhold til gjeldende lovgivning (GDPR) har du rettigheter (tilgang, retting, sletting, innsigelse, begrensning, dataportabilitet) avhengig av din situasjon.
pl: Zgodnie z obowiązującymi przepisami (RODO) przysługują Ci prawa (dostęp, sprostowanie, usunięcie, sprzeciw, ograniczenie, przenoszenie) w zależności od Twojej sytuacji.
pt_pt: De acordo com a regulamentação aplicável (RGPD), você tem direitos (acesso, retificação, eliminação, oposição, limitação, portabilidade) conforme a sua situação.
ro: Conform reglementărilor aplicabile (GDPR), aveți drepturi (acces, rectificare, ștergere, opoziție, limitare, portabilitate) în funcție de situația dumneavoastră.
ru: В соответствии с применимым законодательством (GDPR) у вас есть права (доступ, исправление, удаление, возражение, ограничение, переносимость) в зависимости от вашей ситуации.
sk: V súlade s platnou legislatívou (GDPR) máte práva (prístup, oprava, vymazanie, námietka, obmedzenie, prenosnosť) v závislosti od vašej situácie.
sv: I enlighet med tillämplig lagstiftning (GDPR) har du rättigheter (åtkomst, rättelse, radering, invändning, begränsning, dataportabilitet) beroende på din situation.
sw: Kulingana na sheria zinazotumika (GDPR), una haki (ufikiaji, marekebisho, kufuta, kupinga, mipaka, uhamishaji) kulingana na hali yako.
tr: Geçerli düzenlemelere (GDPR) uygun olarak, durumunuza göre (erişim, düzeltme, silme, itiraz, kısıtlama, taşınabilirlik) haklarınız bulunmaktadır.
uk: Відповідно до чинного законодавства (GDPR), ви маєте права (доступ, виправлення, видалення, заперечення, обмеження, портативність) залежно від вашої ситуації.
vi: Theo quy định hiện hành (GDPR), bạn có quyền (truy cập, chỉnh sửa, xóa, phản đối, hạn chế, chuyển nhượng) tùy theo tình huống của bạn.
zh_hans: 根据适用的法规（GDPR），您根据您的情况享有权利（访问、修改、删除、反对、限制、可携带性）。

# privacy_rights_p2
source: Pour exercer vos droits, vous pouvez nous contacter via les informations disponibles sur la page
af: Om jou regte uit te oefen, kan jy ons kontak via die inligting wat op die bladsy beskikbaar is.
bg: За да упражните правата си, можете да се свържете с нас чрез информацията, налична на страницата
cs: Pro uplatnění svých práv nás můžete kontaktovat prostřednictvím informací dostupných na stránce
da: For at udøve dine rettigheder kan du kontakte os via de oplysninger, der er tilgængelige på siden
de: Um Ihre Rechte auszuüben, können Sie uns über die auf der Seite verfügbaren Informationen kontaktieren.
el: Για να ασκήσετε τα δικαιώματά σας, μπορείτε να επικοινωνήσετε μαζί μας μέσω των πληροφοριών που είναι διαθέσιμες στη σελίδα
es: Para ejercer sus derechos, puede contactarnos a través de la información disponible en la página
fi: Voit käyttää oikeuksiasi ottamalla meihin yhteyttä sivulla olevien tietojen kautta
fil: Upang gamitin ang iyong mga karapatan, maaari mo kaming kontakin sa pamamagitan ng impormasyon na makikita sa pahina
hu: Jogai érvényesítéséhez kapcsolatba léphet velünk az oldalon elérhető információk segítségével
id: Untuk menjalankan hak Anda, Anda dapat menghubungi kami melalui informasi yang tersedia di halaman
it: Per esercitare i tuoi diritti, puoi contattarci tramite le informazioni disponibili sulla pagina
ja: 権利を行使するには、ページに記載されている情報を通じて私たちに連絡できます。
ko: 귀하의 권리를 행사하려면 페이지에 있는 정보를 통해 저희에게 연락할 수 있습니다.
nl: Om uw rechten uit te oefenen, kunt u contact met ons opnemen via de informatie die beschikbaar is op de pagina
no: For å utøve rettighetene dine kan du kontakte oss via informasjonen som er tilgjengelig på siden
pl: Aby skorzystać ze swoich praw, możesz skontaktować się z nami za pośrednictwem informacji dostępnych na stronie
pt_pt: Para exercer os seus direitos, você pode nos contactar através das informações disponíveis na página
ro: Pentru a vă exercita drepturile, ne puteți contacta prin informațiile disponibile pe pagină
ru: Чтобы воспользоваться своими правами, вы можете связаться с нами по информации, доступной на странице
sk: Ak chcete uplatniť svoje práva, môžete nás kontaktovať prostredníctvom informácií dostupných na stránke
sv: För att utöva dina rättigheter kan du kontakta oss via informationen som finns på sidan
sw: Ili kutumia haki zako, unaweza kutufikia kupitia taarifa zilizopo kwenye ukurasa
tr: Haklarınızı kullanmak için, sayfadaki iletişim bilgileri aracılığıyla bizimle iletişime geçebilirsiniz.
uk: Щоб реалізувати свої права, ви можете зв’язатися з нами за інформацією, доступною на сторінці
vi: Để thực hiện quyền của bạn, bạn có thể liên hệ với chúng tôi qua thông tin có sẵn trên trang
zh_hans: 要行使您的权利，您可以通过页面上提供的信息与我们联系。

# privacy_rights_legal_link
source: Mentions légales
af: Regskennisgewings
bg: Правни уведомления
cs: Právní upozornění
da: Juridiske meddelelser
de: Impressum
el: Νομικές σημειώσεις
es: Aviso legal
fi: Lakiasiat
fil: Mga Legal na Paalala
hu: Jogi nyilatkozatok
id: Keterangan hukum
it: Note legali
ja: 法的通知
ko: 법적 고지
nl: Juridische vermeldingen
no: Juridiske merknader
pl: Informacje prawne
pt_pt: Menções legais
ro: Mențiuni legale
ru: Юридическая информация
sk: Právne upozornenia
sv: Juridiska meddelanden
sw: Taarifa za kisheria
tr: Hukuki uyarılar
uk: Юридичні зауваження
vi: Thông tin pháp lý
zh_hans: 法律声明

# privacy_security_title
source: 6. Sécurité
af: 6. Sekuriteit
bg: 6. Сигурност
cs: 6. Bezpečnost
da: 6. Sikkerhed
de: 6. Sicherheit
el: 6. Ασφάλεια
es: 6. Seguridad
fi: 6. Turvallisuus
fil: 6. Seguridad
hu: 6. Biztonság
id: 6. Keamanan
it: 6. Sicurezza
ja: 6. セキュリティ
ko: 6. 보안
nl: 6. Beveiliging
no: 6. Sikkerhet
pl: 6. Bezpieczeństwo
pt_pt: 6. Segurança
ro: 6. Securitate
ru: 6. Безопасность
sk: 6. Bezpečnosť
sv: 6. Säkerhet
sw: 6. Säkerhet
tr: 6. Güvenlik
uk: 6. Security
vi: 6. An ninh
zh_hans: 6. 安全
