Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_attachments_extractor_lim2
source: Une pièce jointe peut contenir un contenu potentiellement dangereux : scannez les fichiers extraits avant usage.
af: 'n Aanhangsel kan potensieel gevaarlike inhoud bevat: skandeer die onttrokken lêers voordat jy dit gebruik.
bg: Прикачен файл може да съдържа потенциално опасно съдържание: сканирайте извлечените файлове преди употреба.
cs: Příloha může obsahovat potenciálně nebezpečný obsah: skenujte extrahované soubory před použitím.
da: En vedhæftning kan indeholde potentielt farligt indhold: scan de ekstraherede filer før brug.
de: Ein Anhang kann potenziell gefährliche Inhalte enthalten: Scannen Sie die extrahierten Dateien vor der Verwendung.
el: Ένα επισυναπτόμενο μπορεί να περιέχει δυνητικά επικίνδυνο περιεχόμενο: σαρώστε τα εξαγόμενα αρχεία πριν από τη χρήση.
es: Un archivo adjunto puede contener contenido potencialmente peligroso: escanee los archivos extraídos antes de usarlos.
fi: Liite voi sisältää mahdollisesti vaarallista sisältöä: skannaa poimitut tiedostot ennen käyttöä.
fil: Ang isang attachment ay maaaring maglaman ng potensyal na mapanganib na nilalaman: i-scan ang mga extracted na file bago gamitin.
hu: TODO.
id: TODO.
it: Un allegato può contenere contenuti potenzialmente pericolosi: scansiona i file estratti prima dell'uso.
ja: 添付ファイルには潜在的に危険な内容が含まれている可能性があります：使用前に抽出されたファイルをスキャンしてください。
ko: 첨부 파일은 잠재적으로 위험한 내용을 포함할 수 있습니다: 사용하기 전에 추출된 파일을 스캔하세요.
nl: Een bijlage kan potentieel gevaarlijke inhoud bevatten: scan de geëxtraheerde bestanden voordat je ze gebruikt.
no: Et vedlegg kan inneholde potensielt farlig innhold: skann de ekstraherte filene før bruk.
pl: Załącznik może zawierać potencjalnie niebezpieczną treść: przeskanuj wyodrębnione pliki przed użyciem.
pt_pt: Um anexo pode conter conteúdo potencialmente perigoso: escaneie os arquivos extraídos antes do uso.
ro: Un atașament poate conține un conținut potențial periculos: scanați fișierele extrase înainte de utilizare.
ru: Вложение может содержать потенциально опасный контент: просканируйте извлеченные файлы перед использованием.
sk: Príloha môže obsahovať potenciálne nebezpečný obsah: skontrolujte extrahované súbory pred použitím.
sv: En bilaga kan innehålla potentiellt farligt innehåll: skanna de extraherade filerna innan användning.
sw: Kiambatisho kinaweza kuwa na maudhui hatari: scan faili zilizotolewa kabla ya matumizi.
tr: Bir ek potansiyel olarak tehlikeli içerik içerebilir: çıkarılan dosyaları kullanmadan önce tarayın.
uk: Вкладення може містити потенційно небезпечний вміст: проскануйте екстрактовані файли перед використанням.
vi: Một tệp đính kèm có thể chứa nội dung có thể nguy hiểm: quét các tệp đã trích xuất trước khi sử dụng.
zh_hans: 附件可能包含潜在危险的内容：在使用之前扫描提取的文件.

# ed_dev_pdf_pdf_attachments_extractor_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_attachments_extractor_q1
source: Un PDF peut vraiment contenir des fichiers ?
af: Kan 'n PDF regtig lêers bevat?
bg: Може ли PDF наистина да съдържа файлове?
cs: Může PDF opravdu obsahovat soubory?
da: Kan en PDF virkelig indeholde filer?
de: Kann ein PDF wirklich Dateien enthalten?
el: Μπορεί πραγματικά ένα PDF να περιέχει αρχεία;
es: ¿Un PDF puede realmente contener archivos?
fi: Voiko PDF todella sisältää tiedostoja?
fil: Talaga bang makakabuo ang isang PDF ng mga file?
hu: TODO
id: TODO
it: Un PDF può davvero contenere file?
ja: PDF は本当にファイルを含むことができますか？
ko: PDF에 정말로 파일이 포함될 수 있나요?
nl: Kan een PDF echt bestanden bevatten?
no: Kan en PDF virkelig inneholde filer?
pl: Czy plik PDF naprawdę może zawierać pliki?
pt_pt: Um PDF pode realmente conter arquivos?
ro: Un PDF poate conține cu adevărat fișiere?
ru: Может ли PDF действительно содержать файлы?
sk: Môže PDF naozaj obsahovať súbory?
sv: Kan en PDF verkligen innehålla filer?
sw: Je, PDF inaweza kweli kuwa na faili?
tr: Bir PDF gerçekten dosyalar içerebilir mi?
uk: Чи може PDF дійсно містити файли?
vi: Một PDF có thể thực sự chứa các tệp không?
zh_hans: PDF 真的可以包含文件吗？

# ed_dev_pdf_pdf_attachments_extractor_a1
source: Oui. Le format PDF supporte des “embedded files” (pièces jointes) via l’arbre des noms.
af: Ja. Die PDF-formaat ondersteun “embedded files” (aanhangsels) via die naamboom.
bg: Да. PDF форматът поддържа “вградени файлове” (прикачени файлове) чрез дървото на имената.
cs: Ano. Formát PDF podporuje "embedded files" (přílohy) prostřednictvím stromu názvů.
da: Ja. PDF-formatet understøtter “embedded files” (vedhæftninger) via navnetræet.
de: Ja. Das PDF-Format unterstützt "embedded files" (Anhänge) über den Namensbaum.
el: Ναι. Η μορφή PDF υποστηρίζει “embedded files” (επισυναπτόμενα) μέσω του δέντρου ονομάτων.
es: Sí. El formato PDF soporta “embedded files” (archivos adjuntos) a través del árbol de nombres.
fi: Kyllä. PDF-muoto tukee "upotettuja tiedostoja" (liitteitä) nimipuun kautta.
fil: Oo. Sinusuportahan ng PDF format ang mga “embedded files” (mga attachment) sa pamamagitan ng name tree.
hu: TODO
id: TODO
it: Sì. Il formato PDF supporta file “embedded” (allegati) tramite l'albero dei nomi.
ja: はい。PDF 形式は、名前の木を介して「埋め込まれたファイル」（添付ファイル）をサポートしています。
ko: 네. PDF 형식은 이름 트리를 통해 "embedded files"(첨부 파일)를 지원합니다.
nl: Ja. Het PDF-formaat ondersteunt “embedded files” (bijlagen) via de naamstructuur.
no: Ja. PDF-formatet støtter “embedded files” (vedlegg) via navnetreet.
pl: Tak. Format PDF obsługuje "embedded files" (załączniki) poprzez drzewo nazw.
pt_pt: Sim. O formato PDF suporta “arquivos embutidos” (anexos) através da árvore de nomes.
ro: Da. Formatul PDF suportă “fișiere încorporate” (atașamente) prin arborele de nume.
ru: Да. Формат PDF поддерживает "встроенные файлы" (вложения) через дерево имен.
sk: Áno. Formát PDF podporuje "embedded files" (prílohy) prostredníctvom stromu názvov.
sv: Ja. PDF-formatet stöder "inbäddade filer" (bilagor) via namntreet.
sw: Ndio. Muundo wa PDF unasaidia “embedded files” (viambatisho) kupitia mti wa majina.
tr: Evet. PDF formatı, adlar ağacı aracılığıyla “gömülü dosyaları” (ekler) destekler.
uk: Так. Формат PDF підтримує "вбудовані файли" (вкладення) через дерево імен.
vi: Có. Định dạng PDF hỗ trợ các “tệp nhúng” (tệp đính kèm) thông qua cây tên.
zh_hans: 是的。PDF 格式支持通过名称树的“嵌入文件”（附件）。

# ed_dev_pdf_pdf_attachments_extractor_q2
source: Est-ce que l’outil supprime les pièces jointes ?
af: Verwyder die hulpmiddel die aanhangsels?
bg: Премахва ли инструментът прикачените файлове?
cs: Odstraňuje nástroj přílohy?
da: Fjerner værktøjet vedhæftninger?
de: Löscht das Tool die Anhänge?
el: Αφαιρεί το εργαλείο τα επισυναπτόμενα;
es: ¿La herramienta elimina los archivos adjuntos?
fi: Poistaako työkalu liitteet?
fil: Binubura ba ng tool ang mga attachment?
it: L'utensile elimina gli allegati?
ja: ツールは添付ファイルを削除しますか？
ko: 이 도구가 첨부 파일을 삭제하나요?
nl: Verwijdert de tool de bijlagen?
no: Fjerner verktøyet vedleggene?
pl: Czy narzędzie usuwa załączniki?
pt_pt: A ferramenta remove os anexos?
ro: Instrumentul șterge atașamentele?
ru: Удаляет ли инструмент вложения?
sk: Odstraňuje nástroj prílohy?
sv: Tar verktyget bort bilagorna?
sw: Je, chombo kinafuta viambatisho?
tr: Araç ekleri siler mi?
uk: Чи видаляє інструмент вкладення?
vi: Công cụ có xóa các tệp đính kèm không?
zh_hans: 该工具会删除附件吗？

# ed_dev_pdf_pdf_attachments_extractor_a2
source: Non, il extrait et/ou liste. Pour nettoyer un PDF, utilisez plutôt un outil de “sanitization”.
af: Nee, dit onttrek en/of lys. Gebruik eerder 'n “sanitization” hulpmiddel om 'n PDF skoon te maak.
bg: Не, той извлича и/или изброява. За почистване на PDF, използвайте по-скоро инструмент за “санитизация”.
cs: Ne, extrahuje a/nebo seznamuje. Pro vyčištění PDF použijte spíše nástroj pro "sanitization".
da: Nej, det ekstraherer og/eller lister. For at rense en PDF, brug i stedet et “sanitization” værktøj.
de: Nein, es extrahiert und/oder listet. Um ein PDF zu bereinigen, verwenden Sie besser ein "Sanitization"-Tool.
el: Όχι, εξάγει και/ή καταγράφει. Για να καθαρίσετε ένα PDF, χρησιμοποιήστε καλύτερα ένα εργαλείο “sanitization”.
es: No, extrae y/o lista. Para limpiar un PDF, use mejor una herramienta de “sanitización”.
fi: Ei, se poimii ja/tai listaa. PDF:n puhdistamiseen käytä mieluummin "sanitization"-työkalua.
fil: Hindi, nag-eextract at/o naglilista ito. Para linisin ang isang PDF, gumamit ng tool para sa “sanitization.”
it: No, estrae e/o elenca. Per pulire un PDF, utilizza piuttosto uno strumento di “sanitization”.
ja: いいえ、抽出またはリストします。PDF をクリーンアップするには、「サニタイズ」ツールを使用してください。
ko: 아니요, 추출하거나 나열합니다. PDF를 정리하려면 "sanitization" 도구를 사용하는 것이 좋습니다.
nl: Nee, het extraheert en/of lijsten. Gebruik liever een “sanitization” tool om een PDF schoon te maken.
no: Nei, det ekstraherer og/eller lister. For å rense en PDF, bruk heller et “sanitization”-verktøy.
pl: Nie, wyodrębnia i/lub wypisuje. Aby oczyścić plik PDF, użyj raczej narzędzia do "sanitization".
pt_pt: Não, ele extrai e/ou lista. Para limpar um PDF, use uma ferramenta de “sanitização”.
ro: Nu, acesta extrage și/sau listează. Pentru a curăța un PDF, folosiți mai degrabă un instrument de “sanitizare”.
ru: Нет, он извлекает и/или перечисляет. Для очистки PDF используйте инструмент "санитации".
sk: Nie, extrahuje a/alebo zoznamuje. Na vyčistenie PDF použite radšej nástroj na "sanitization".
sv: Nej, det extraherar och/eller listar. För att rensa en PDF, använd istället ett "sanitization"-verktyg.
sw: Hapana, kinatoa na/au kuorodhesha. Ili kusafisha PDF, tumia chombo cha “sanitization” badala yake.
tr: Hayır, çıkarır ve/veya listeler. Bir PDF'yi temizlemek için, daha çok bir “temizleme” aracı kullanın.
uk: Ні, він екстрактує та/або перераховує. Щоб очистити PDF, скористайтеся інструментом "санітаризації".
vi: Không, nó trích xuất và/hoặc liệt kê. Để làm sạch một PDF, hãy sử dụng một công cụ “làm sạch”.
zh_hans: 不，它提取和/或列出。要清理 PDF，请使用“清理”工具.

# ed_dev_pdf_pdf_attachments_extractor_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sugestie
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_attachments_extractor_tip
source: Si vous devez partager le document, pensez à exécuter “Nettoyer / sanitiser un PDF” après extraction pour retirer les pièces jointes et réduire les risques.
af: As jy die dokument moet deel, oorweeg dit om “Skoonmaak / sanitiseer 'n PDF” na onttrekking uit te voer om die aanhangsels te verwyder en die risiko's te verminder.
bg: Ако трябва да споделите документа, помислете за изпълнение на “Почистване / санитизиране на PDF” след извличане, за да премахнете прикачените файлове и да намалите рисковете.
cs: Pokud musíte dokument sdílet, nezapomeňte provést "Vyčistit / sanitizovat PDF" po extrakci, abyste odstranili přílohy a snížili rizika.
da: Hvis du skal dele dokumentet, overvej at køre “Rens / sanitiser en PDF” efter ekstraktion for at fjerne vedhæftninger og reducere risici.
de: Wenn Sie das Dokument teilen müssen, denken Sie daran, nach der Extraktion "PDF bereinigen/sanitizen" auszuführen, um die Anhänge zu entfernen und Risiken zu minimieren.
el: Αν πρέπει να μοιραστείτε το έγγραφο, σκεφτείτε να εκτελέσετε “Καθαρισμός / sanitization ενός PDF” μετά την εξαγωγή για να αφαιρέσετε τα επισυναπτόμενα και να μειώσετε τους κινδύνους.
es: Si necesita compartir el documento, considere ejecutar “Limpiar / sanitizar un PDF” después de la extracción para eliminar los archivos adjuntos y reducir los riesgos.
fi: Jos sinun on jaettava asiakirja, harkitse "PDF:n puhdistamista/sanitointia" poiminnan jälkeen liitteiden poistamiseksi ja riskien vähentämiseksi.
fil: Kung kailangan mong ibahagi ang dokumento, isaalang-alang ang pagpapatakbo ng “Linisin / sanitise ang isang PDF” pagkatapos ng extraction upang alisin ang mga attachment at bawasan ang mga panganib.
hu: Egy egyedi trükk, amely az eszköz szándékához kapcsolódik.
id: Sebuah trik unik yang terkait dengan tujuan alat ini.
it: Se devi condividere il documento, considera di eseguire “Pulire / sanitizzare un PDF” dopo l'estrazione per rimuovere gli allegati e ridurre i rischi.
ja: ドキュメントを共有する必要がある場合は、抽出後に「PDF をクリーンアップ/サニタイズ」することを検討して、添付ファイルを削除し、リスクを軽減してください。
ko: 문서를 공유해야 하는 경우, 추출 후 첨부 파일을 제거하고 위험을 줄이기 위해 "PDF 정리 / sanitization"을 실행하는 것을 고려하세요.
nl: Als je het document moet delen, overweeg dan om “PDF schoonmaken/sanitizen” uit te voeren na extractie om de bijlagen te verwijderen en de risico's te verminderen.
no: Hvis du må dele dokumentet, vurder å kjøre “Rens / sanitiser en PDF” etter ekstraksjon for å fjerne vedleggene og redusere risikoen.
pl: Jeśli musisz udostępnić dokument, rozważ wykonanie "Czyszczenia / sanitizacji pliku PDF" po ekstrakcji, aby usunąć załączniki i zredukować ryzyko.
pt_pt: Se você precisar compartilhar o documento, considere executar “Limpar / sanitizar um PDF” após a extração para remover os anexos e reduzir os riscos.
ro: Dacă trebuie să partajați documentul, gândiți-vă să rulați “Curățați / sanitizați un PDF” după extragere pentru a elimina atașamentele și a reduce riscurile.
ru: Если вам нужно поделиться документом, подумайте о выполнении "Очистить / санировать PDF" после извлечения, чтобы удалить вложения и снизить риски.
sk: Ak musíte zdieľať dokument, nezabudnite vykonať "Vyčistiť / sanitizovať PDF" po extrakcii, aby ste odstránili prílohy a znížili riziká.
sv: Om du måste dela dokumentet, tänk på att köra "Rensa / sanitera en PDF" efter extraktion för att ta bort bilagorna och minska riskerna.
sw: Ikiwa unahitaji kushiriki hati, fikiria kutekeleza “Safisha / sanitise PDF” baada ya kutoa ili kuondoa viambatisho na kupunguza hatari.
tr: Belgeyi paylaşmanız gerekiyorsa, çıkarım sonrası ekleri kaldırmak ve riskleri azaltmak için “PDF'yi Temizle / Sanitizasyon” işlemini gerçekleştirmeyi düşünün.
uk: Якщо вам потрібно поділитися документом, подумайте про виконання "Очищення / санітаризації PDF" після екстракції, щоб видалити вкладення та зменшити ризики.
vi: Nếu bạn cần chia sẻ tài liệu, hãy nhớ thực hiện “Làm sạch / làm sạch một PDF” sau khi trích xuất để loại bỏ các tệp đính kèm và giảm rủi ro.
zh_hans: 如果您需要共享文档，请考虑在提取后执行“清理 PDF”以删除附件并降低风险.

# ed_dev_pdf_pdf_encryption_check_title
source: À propos : PDF Encryption Check
af: Oor: PDF Enkripsie Kontrole
bg: Относно: Проверка на криптиране на PDF
cs: O aplikaci: PDF Encryption Check
da: Om: PDF Encryption Check
de: Über: PDF-Verschlüsselungsprüfung
el: Σχετικά με: Έλεγχος Κρυπτογράφησης PDF
es: Acerca de: Verificación de Cifrado PDF
fi: Tietoja: PDF-salaustarkistus
fil: Tungkol sa: PDF Encryption Check
hu: Rólunk: PDF titkosítás és engedélyek
id: About: PDF Encryption & permissions
it: Informazioni: Controllo Crittografia PDF
ja: について : PDF 暗号化チェック
ko: PDF 암호화 확인에 대하여
nl: Over: PDF Encryptie Controle
no: Om: PDF Encryption Check
pl: O programie: PDF Encryption Check
pt_pt: Sobre: Verificação de Criptografia PDF
ro: Despre: Verificarea criptării PDF
ru: О программе: Проверка шифрования PDF
sk: O PDF: Kontrola šifrovania
sv: Om: PDF Krypteringskontroll
sw: Kuhusu: PDF Ukaguzi wa Uthibitishaji
tr: Hakkında: PDF Şifreleme Kontrolü
uk: Про PDF: Перевірка шифрування PDF
vi: Về việc: Kiểm tra mã hóa PDF
zh_hans: 关于：PDF 加密检查

# ed_dev_pdf_pdf_encryption_check_lead
source: Vérifier si un PDF est chiffré, identifier le type de protection (mot de passe) et lire les permissions (impression, copie, modification) pour anticiper les blocages de traitement.
af: Kontroleer of 'n PDF gesleuteld is, identifiseer die tipe beskerming (wagwoord) en lees die toestemmings (druk, kopie, wysiging) om verwerkingsblokke te antisipeer.
bg: Проверете дали PDF е криптиран, идентифицирайте типа на защита (парола) и прочетете разрешенията (печат, копие, модификация), за да предвидите блокировки при обработка.
cs: Zkontrolujte, zda je PDF šifrované, identifikujte typ ochrany (heslo) a přečtěte si oprávnění (tisk, kopírování, úpravy) pro předvídání blokací zpracování.
da: Kontrollere om en PDF er krypteret, identificere beskyttelsestypen (adgangskode) og læse tilladelser (udskrivning, kopiering, ændring) for at forudse behandlingsblokeringer.
de: Überprüfen Sie, ob ein PDF verschlüsselt ist, identifizieren Sie den Schutztyp (Passwort) und lesen Sie die Berechtigungen (Drucken, Kopieren, Bearbeiten), um mögliche Verarbeitungsblockaden vorherzusehen.
el: Ελέγξτε αν ένα PDF είναι κρυπτογραφημένο, προσδιορίστε τον τύπο προστασίας (κωδικός πρόσβασης) και διαβάστε τις άδειες (εκτύπωση, αντιγραφή, τροποποίηση) για να προλάβετε τυχόν μπλοκαρίσματα στη διαδικασία.
es: Verificar si un PDF está cifrado, identificar el tipo de protección (contraseña) y leer los permisos (impresión, copia, modificación) para anticipar bloqueos de procesamiento.
fi: Tarkista, onko PDF salattu, tunnista suojaustyyppi (salasana) ja lue käyttöoikeudet (tulostus, kopiointi, muokkaus) ennakoidaksesi käsittelyesteitä.
fil: Suriin kung ang isang PDF ay encrypted, tukuyin ang uri ng proteksyon (password) at basahin ang mga pahintulot (pagpi-print, pagkopya, pagbabago) upang maiwasan ang mga hadlang sa pagproseso.
hu: Az eszköz pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: Jelaskan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: Verifica se un PDF è crittografato, identifica il tipo di protezione (password) e leggi le autorizzazioni (stampa, copia, modifica) per anticipare i blocchi di elaborazione.
ja: PDF が暗号化されているかどうかを確認し、保護の種類（パスワード）を特定し、処理のブロックを予測するために権限（印刷、コピー、変更）を読み取ります。
ko: PDF가 암호화되어 있는지 확인하고, 보호 유형(비밀번호)을 식별하며, 처리 차단을 예상하기 위해 권한(인쇄, 복사, 수정)을 읽습니다.
nl: Controleer of een PDF is versleuteld, identificeer het type bescherming (wachtwoord) en lees de rechten (afdrukken, kopiëren, wijzigen) om blokkades in de verwerking te anticiperen.
no: Sjekk om en PDF er kryptert, identifiser beskyttelsestypen (passord) og les tillatelsene (utskrift, kopiering, modifikasjon) for å forutse behandlingsblokker.
pl: Sprawdź, czy plik PDF jest zaszyfrowany, zidentyfikuj typ ochrony (hasło) i odczytaj uprawnienia (drukowanie, kopiowanie, modyfikacja), aby przewidzieć blokady przetwarzania.
pt_pt: Verificar se um PDF está criptografado, identificar o tipo de proteção (senha) e ler as permissões (impressão, cópia, modificação) para antecipar bloqueios de processamento.
ro: Verificați dacă un PDF este criptat, identificați tipul de protecție (parolă) și citiți permisiunile (imprimare, copiere, modificare) pentru a anticipa blocajele de procesare.
ru: Проверить, зашифрован ли PDF, определить тип защиты (пароль) и прочитать разрешения (печать, копирование, изменение), чтобы предвидеть блокировки обработки.
sk: Overiť, či je PDF šifrované, identifikovať typ ochrany (heslo) a prečítať povolenia (tlač, kopírovanie, úpravy) na predvídanie blokovania spracovania.
sv: Kontrollera om en PDF är krypterad, identifiera typ av skydd (lösenord) och läsa behörigheter (utskrift, kopiering, modifiering) för att förutse behandlingsblockeringar.
sw: Thibitisha ikiwa PDF imefichwa, tambua aina ya ulinzi (nenosiri) na soma ruhusa (uchapishaji, nakala, mabadiliko) ili kutabiri vizuizi vya usindikaji.
tr: Bir PDF'nin şifreli olup olmadığını kontrol edin, koruma türünü (şifre) belirleyin ve izinleri (yazdırma, kopyalama, değiştirme) okuyarak işleme engellerini önceden tahmin edin.
uk: Перевірте, чи зашифрований PDF, визначте тип захисту (пароль) та прочитайте дозволи (друк, копіювання, зміна), щоб передбачити блокування обробки.
vi: Kiểm tra xem một PDF có được mã hóa không, xác định loại bảo vệ (mật khẩu) và đọc các quyền (in, sao chép, chỉnh sửa) để dự đoán các rào cản trong xử lý.
zh_hans: 检查 PDF 是否加密，识别保护类型（密码）并读取权限（打印、复制、修改），以预防处理中的阻塞.

# ed_dev_pdf_pdf_encryption_check_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Use cases
hu: Használati esetek
id: Use cases
it: Casi d'uso
ja: 使用例
ko: 사용 목적을 정확히 설명하십시오 (고유한 의도, 다른 것의 패러프레이즈가 아님).
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_encryption_check_uc1_title
source: Débloquer une pipeline d’extraction
af: Ontsluit 'n onttrekkingspyplyn
bg: Разблокиране на работен поток за извличане
cs: Odemknout pipeline extrakce
da: Låse op for en ekstraktionspipeline
de: Eine Extraktionspipeline entsperren
el: Ξεκλειδώστε μια pipeline εξαγωγής
es: Desbloquear un pipeline de extracción
fi: Avaa poimintaputki
fil: I-unlock ang isang extraction pipeline
it: Sblocca una pipeline di estrazione
ja: 抽出パイプラインを解除する
ko: 추출 파이프라인 잠금 해제
nl: Ontgrendel een extractiepijplijn
no: Låse opp en ekstraksjonspipeline
pl: Odblokuj pipeline ekstrakcji
pt_pt: Desbloquear um pipeline de extração
ro: Deblocați un pipeline de extragere
ru: Разблокировать конвейер извлечения
sk: Odomknúť extrakčnú pipeline
sv: Låsa upp en extraktionspipeline
sw: Fungua mchakato wa uhamishaji
tr: Bir çıkarım hattını açma
uk: Розблокувати конвеєр екстракції
vi: Mở khóa một quy trình trích xuất
zh_hans: 解锁提取流水线
