Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_stream_decoder_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a upozornění
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og hensyn
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần lưu ý
zh_hans: 限制和注意事项

# ed_dev_pdf_stream_decoder_lim1
source: Le décodage expose des données techniques, peu adaptées à un usage non développeur.
af: Die dekodering stel tegniese data bloot, wat nie geskik is vir nie-ontwikkelaars nie.
bg: Декодирането разкрива технически данни, които не са подходящи за неразработчици.
cs: Dekódování odhaluje technická data, která nejsou vhodná pro uživatele, kteří nejsou vývojáři.
da: Dekodning afslører tekniske data, der ikke er velegnede til ikke-udviklerbrug.
de: Das Decodieren legt technische Daten offen, die für nicht-entwicklerfreundliche Anwendungen ungeeignet sind.
el: Η αποκωδικοποίηση εκθέτει τεχνικά δεδομένα, που δεν είναι κατάλληλα για μη προγραμματιστές.
es: La decodificación expone datos técnicos, poco adecuados para un uso no desarrollador.
fi: Purku paljastaa teknisiä tietoja, jotka eivät sovellu ei-kehittäjien käyttöön.
fil: Ang pag-decode ay naglalantad ng mga teknikal na datos, hindi angkop para sa hindi developer na paggamit.
it: La decodifica espone dati tecnici, poco adatti a un uso non sviluppatore.
ja: デコードは技術的なデータを露出させ、非開発者には適していません。
ko: 디코딩은 기술 데이터를 노출하며, 비개발자에게는 적합하지 않습니다.
nl: Decoderen onthult technische gegevens, die niet geschikt zijn voor niet-ontwikkelaars.
no: Dekoding eksponerer tekniske data, lite egnet for ikke-utviklerbruk.
pl: Dekodowanie ujawnia dane techniczne, które są mało odpowiednie do użytku nieprogramistycznego.
pt_pt: A decodificação expõe dados técnicos, pouco adequados para uso não desenvolvedor.
ro: Decodarea expune date tehnice, puțin potrivite pentru utilizatorii neprogramatori.
ru: Декодирование раскрывает технические данные, которые плохо подходят для использования неразработчиками.
sk: Dekódovanie odhaľuje technické údaje, ktoré nie sú vhodné na použitie mimo vývojárov.
sv: Avkodning exponerar tekniska data, som inte är lämpliga för icke-utvecklare.
sw: Kufungua kunaonyesha data za kiufundi, zisizofaa kwa matumizi yasiyo ya waendelezaji.
tr: Çözme, geliştirici olmayan bir kullanım için uygun olmayan teknik verileri açığa çıkarır.
uk: Декодування відкриває технічні дані, які не підходять для використання не розробниками.
vi: Việc giải mã tiết lộ dữ liệu kỹ thuật, không phù hợp cho người dùng không phải nhà phát triển.
zh_hans: 解码会暴露技术数据，不适合非开发者使用。

# ed_dev_pdf_stream_decoder_lim2
source: Certains streams chiffrés ou non standards peuvent rester partiellement inaccessibles.
af: Sommige gesleutelde of nie-standaard strome mag gedeeltelik ontoeganklik bly.
bg: Някои криптирани или нестандартни потоци може да останат частично недостъпни.
cs: Některé šifrované nebo nestandardní streamy mohou zůstat částečně nedostupné.
da: Nogle krypterede eller ikke-standard streams kan forblive delvist utilgængelige.
de: Einige verschlüsselte oder nicht standardisierte Streams können teilweise unzugänglich bleiben.
el: Ορισμένα κρυπτογραφημένα ή μη τυπικά streams μπορεί να παραμείνουν μερικώς μη προσβάσιμα.
es: Algunos streams cifrados o no estándar pueden seguir siendo parcialmente inaccesibles.
fi: Jotkut salatut tai ei-standardit streamit voivat jäädä osittain saavuttamattomiksi.
fil: Ang ilang mga encrypted o non-standard na streams ay maaaring manatiling bahagyang hindi maa-access.
it: Alcuni flussi crittografati o non standard possono rimanere parzialmente inaccessibili.
ja: 一部の暗号化されたまたは非標準のストリームは部分的にアクセスできない場合があります。
ko: 일부 암호화된 스트림이나 비표준 스트림은 부분적으로 접근할 수 없을 수 있습니다.
nl: Sommige versleutelde of niet-standaard streams kunnen gedeeltelijk ontoegankelijk blijven.
no: Noen krypterte eller ikke-standard strømmer kan forbli delvis utilgjengelige.
pl: Niektóre strumienie szyfrowane lub niestandardowe mogą pozostać częściowo niedostępne.
pt_pt: Alguns streams criptografados ou não padrão podem permanecer parcialmente inacessíveis.
ro: Unele fluxuri criptate sau non-standard pot rămâne parțial inaccesibile.
ru: Некоторые зашифрованные или нестандартные потоки могут оставаться частично недоступными.
sk: Niektoré šifrované alebo nestandardné streamy môžu zostať čiastočne neprístupné.
sv: Vissa krypterade eller icke-standard strömmar kan förbli delvis otillgängliga.
sw: Baadhi ya streams zilizofichwa au zisizo za kawaida zinaweza kubaki zisipatikane kikamilifu.
tr: Bazı şifreli veya standart dışı akışlar kısmen erişilemez kalabilir.
uk: Деякі зашифровані або нестандартні потоки можуть залишатися частково недоступними.
vi: Một số luồng được mã hóa hoặc không chuẩn có thể vẫn không thể truy cập hoàn toàn.
zh_hans: 某些加密或非标准流可能仍然部分不可访问。

# ed_dev_pdf_stream_decoder_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas itanong
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_stream_decoder_q1
source: Qu’est-ce qu’un stream PDF ?
af: Wat is 'n PDF-stroom?
bg: Какво е PDF поток?
cs: Co je to PDF stream?
da: Hvad er en PDF-stream?
de: Was ist ein PDF-Stream?
el: Τι είναι ένα stream PDF;
es: ¿Qué es un stream PDF?
fi: Mikä on PDF-stream?
fil: Ano ang isang PDF stream?
it: Che cos'è un flusso PDF?
ja: PDFストリームとは何ですか？
ko: PDF 스트림이란 무엇인가요?
nl: Wat is een PDF stream?
no: Hva er en PDF-strøm?
pl: Czym jest strumień PDF?
pt_pt: O que é um stream PDF?
ro: Ce este un flux PDF?
ru: Что такое PDF поток?
sk: Čo je to PDF stream?
sv: Vad är en PDF-ström?
sw: Stream ya PDF ni nini?
tr: PDF akışı nedir?
uk: Що таке PDF-потік?
vi: Luồng PDF là gì?
zh_hans: 什么是 PDF 流？

# ed_dev_pdf_stream_decoder_a1
source: Un stream est un bloc de données binaires (souvent compressées) contenant du texte, des images ou des instructions graphiques.
af: 'n Stroom is 'n blok binêre data (dikwels gecomprimeer) wat teks, beelde of grafiese instruksies bevat.
bg: Потокът е блок от бинарни данни (често компресирани), съдържащ текст, изображения или графични инструкции.
cs: Stream je blok binárních dat (často komprimovaných), který obsahuje text, obrázky nebo grafické instrukce.
da: En stream er en blok af binære data (ofte komprimerede), der indeholder tekst, billeder eller grafiske instruktioner.
de: Ein Stream ist ein Block binärer Daten (oft komprimiert), der Text, Bilder oder grafische Anweisungen enthält.
el: Ένα stream είναι ένα μπλοκ δυαδικών δεδομένων (συχνά συμπιεσμένων) που περιέχει κείμενο, εικόνες ή γραφικές οδηγίες.
es: Un stream es un bloque de datos binarios (a menudo comprimidos) que contiene texto, imágenes o instrucciones gráficas.
fi: Stream on binääridatablokki (usein pakattu), joka sisältää tekstiä, kuvia tai graafisia ohjeita.
fil: Ang isang stream ay isang bloke ng binary data (madalas na naka-compress) na naglalaman ng teksto, mga imahe, o mga graphic na utos.
it: Un flusso è un blocco di dati binari (spesso compressi) contenente testo, immagini o istruzioni grafiche.
ja: ストリームは、テキスト、画像、またはグラフィック命令を含むバイナリデータのブロック（通常は圧縮されています）です。
ko: 스트림은 텍스트, 이미지 또는 그래픽 지침을 포함하는 이진 데이터 블록(종종 압축됨)입니다.
nl: Een stream is een blok binaire gegevens (vaak gecomprimeerd) dat tekst, afbeeldingen of grafische instructies bevat.
no: En strøm er en blokk med binære data (ofte komprimert) som inneholder tekst, bilder eller grafiske instruksjoner.
pl: Strumień to blok danych binarnych (często skompresowanych) zawierający tekst, obrazy lub instrukcje graficzne.
pt_pt: Um stream é um bloco de dados binários (geralmente comprimidos) contendo texto, imagens ou instruções gráficas.
ro: Un flux este un bloc de date binare (adesea comprimate) care conține text, imagini sau instrucțiuni grafice.
ru: Поток — это блок бинарных данных (часто сжатых), содержащий текст, изображения или графические инструкции.
sk: Stream je blok binárnych údajov (často komprimovaných) obsahujúci text, obrázky alebo grafické inštrukcie.
sv: En ström är en block av binära data (ofta komprimerade) som innehåller text, bilder eller grafiska instruktioner.
sw: Stream ni kipande cha data za binary (mara nyingi zikiwa zimefinywa) zinazojumuisha maandiko, picha au maagizo ya picha.
tr: Bir akış, metin, resimler veya grafik talimatları içeren ikili (genellikle sıkıştırılmış) veri bloğudur.
uk: Потік — це блок бінарних даних (часто стиснених), що містить текст, зображення або графічні інструкції.
vi: Một luồng là một khối dữ liệu nhị phân (thường được nén) chứa văn bản, hình ảnh hoặc hướng dẫn đồ họa.
zh_hans: 流是一个包含文本、图像或图形指令的二进制数据块（通常是压缩的）。

# ed_dev_pdf_stream_decoder_q2
source: Cet outil modifie-t-il le PDF ?
af: Verander hierdie hulpmiddel die PDF?
bg: Този инструмент променя ли PDF?
cs: Mění tento nástroj PDF?
da: Ændrer dette værktøj PDF'en?
de: Ändert dieses Tool das PDF?
el: Αυτό το εργαλείο τροποποιεί το PDF;
es: ¿Esta herramienta modifica el PDF?
fi: Muokkaako tämä työkalu PDF:tä?
fil: Binabago ba ng tool na ito ang PDF?
it: Questo strumento modifica il PDF?
ja: このツールはPDFを変更しますか？
ko: 이 도구는 PDF를 수정하나요?
nl: Verandert deze tool de PDF?
no: Endrer dette verktøyet PDF-en?
pl: Czy to narzędzie modyfikuje PDF?
pt_pt: Esta ferramenta modifica o PDF?
ro: Acest instrument modifică PDF-ul?
ru: Изменяет ли этот инструмент PDF?
sk: Mení tento nástroj PDF?
sv: Ändrar detta verktyg PDF:en?
sw: Zana hii inabadilisha PDF?
tr: Bu araç PDF'yi değiştiriyor mu?
uk: Цей інструмент змінює PDF?
vi: Công cụ này có thay đổi PDF không?
zh_hans: 此工具会修改 PDF 吗？

# ed_dev_pdf_stream_decoder_a2
source: Non. L’analyse est strictement en lecture seule.
af: Nee. Die analise is streng lees-slegs.
bg: Не. Анализът е строго само за четене.
cs: Ne. Analýza je striktně pouze pro čtení.
da: Nej. Analysen er strengt skrivebeskyttet.
de: Nein. Die Analyse ist streng schreibgeschützt.
el: Όχι. Η ανάλυση είναι αυστηρά μόνο για ανάγνωση.
es: No. El análisis es estrictamente de solo lectura.
fi: Ei. Analyysi on tiukasti vain lukuoikeudella.
fil: Hindi. Ang pagsusuri ay mahigpit na read-only.
it: No. L'analisi è strettamente in sola lettura.
ja: いいえ。分析は厳密に読み取り専用です。
ko: 아니요. 분석은 엄격히 읽기 전용입니다.
nl: Nee. De analyse is strikt alleen-lezen.
no: Nei. Analysen er strengt skrivebeskyttet.
pl: Nie. Analiza jest ściśle tylko do odczytu.
pt_pt: Não. A análise é estritamente somente leitura.
ro: Nu. Analiza este strict în modul de citire.
ru: Нет. Анализ строго в режиме только для чтения.
sk: Nie. Analýza je striktne len na čítanie.
sv: Nej. Analysen är strikt skrivskyddad.
sw: Hapana. Uchambuzi ni wa kusoma tu.
tr: Hayır. Analiz kesinlikle yalnızca okuma modundadır.
uk: Ні. Аналіз є строго лише для читання.
vi: Không. Phân tích chỉ là đọc.
zh_hans: 不会。分析严格为只读。

# ed_dev_pdf_stream_decoder_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_stream_decoder_tip
source: Combinez cet outil avec l’inspection des opérateurs de page pour comprendre exactement comment un contenu est rendu.
af: Kombineer hierdie hulpmiddel met die inspeksie van bladsy-operateurs om presies te verstaan hoe 'n inhoud vertoon word.
bg: Комбинирайте този инструмент с инспекция на операторите на страницата, за да разберете точно как се рендира съдържанието.
cs: Kombinujte tento nástroj s inspekcí operátorů stránky, abyste přesně pochopili, jak je obsah vykreslován.
da: Kombiner dette værktøj med inspektion af sideoperatører for at forstå præcist, hvordan et indhold gengives.
de: Kombinieren Sie dieses Tool mit der Inspektion von Seitenoperatoren, um genau zu verstehen, wie ein Inhalt gerendert wird.
el: Συνδυάστε αυτό το εργαλείο με την επιθεώρηση των τελεστών σελίδας για να κατανοήσετε ακριβώς πώς αποδίδεται ένα περιεχόμενο.
es: Combina esta herramienta con la inspección de los operadores de página para entender exactamente cómo se renderiza un contenido.
fi: Yhdistä tämä työkalu sivun operaattorien tarkasteluun ymmärtääksesi tarkalleen, miten sisältö renderöidään.
fil: Pagsamahin ang tool na ito sa pagsusuri ng mga page operator upang maunawaan nang eksakto kung paano na-render ang isang nilalaman.
it: Combina questo strumento con l'ispezione degli operatori di pagina per comprendere esattamente come viene reso un contenuto.
ja: このツールをページオペレーターの検査と組み合わせて、コンテンツがどのようにレンダリングされるかを正確に理解します。
ko: 이 도구를 페이지 연산자 검사와 결합하여 콘텐츠가 어떻게 렌더링되는지 정확히 이해하세요.
nl: Combineer deze tool met de inspectie van paginaoperatoren om precies te begrijpen hoe een inhoud wordt weergegeven.
no: Kombiner dette verktøyet med inspeksjon av sideoperatører for å forstå nøyaktig hvordan innholdet blir gjengitt.
pl: Połącz to narzędzie z inspekcją operatorów strony, aby dokładnie zrozumieć, jak zawartość jest renderowana.
pt_pt: Combine esta ferramenta com a inspeção dos operadores de página para entender exatamente como um conteúdo é renderizado.
ro: Combinați acest instrument cu inspectarea operatorilor de pagină pentru a înțelege exact cum este redat un conținut.
ru: Сочетайте этот инструмент с инспекцией операторов страницы, чтобы точно понять, как отображается содержимое.
sk: Kombinujte tento nástroj s kontrolou operátorov stránok, aby ste presne pochopili, ako je obsah vykreslený.
sv: Kombinera detta verktyg med inspektion av sidoperatörer för att förstå exakt hur ett innehåll renderas.
sw: Changanya zana hii na ukaguzi wa wapangaji wa ukurasa ili kuelewa kwa usahihi jinsi maudhui yanavyotolewa.
tr: Bir içeriğin nasıl görüntülendiğini tam olarak anlamak için bu aracı sayfa operatörlerinin incelenmesiyle birleştirin.
uk: Поєднайте цей інструмент з перевіркою операторів сторінки, щоб точно зрозуміти, як вміст відображається.
vi: Kết hợp công cụ này với việc kiểm tra các toán tử trang để hiểu chính xác cách nội dung được hiển thị.
zh_hans: 将此工具与页面操作符检查结合使用，以准确理解内容是如何呈现的。

# ed_dev_pdf_text_structure_title
source: Analyser la structure du texte dans un PDF
af: Analiseer die teksstruktuur in 'n PDF
bg: Анализ на структурата на текста в PDF
cs: Analyzovat strukturu textu v PDF
da: Analysere tekststrukturen i en PDF
de: Die Struktur des Textes in einem PDF analysieren
el: Ανάλυση της δομής του κειμένου σε ένα PDF
es: Analizar la estructura del texto en un PDF
fi: Analysoi tekstin rakennetta PDF:ssä
fil: Suriin ang istruktura ng teksto sa isang PDF
it: Analizzare la struttura del testo in un PDF
ja: PDF内のテキスト構造を分析する
ko: PDF에서 텍스트 구조 분석
nl: De tekststructuur in een PDF analyseren
no: Analysere tekststrukturen i en PDF
pl: Analiza struktury tekstu w PDF
pt_pt: Analisar a estrutura do texto em um PDF
ro: Analiza structurii textului într-un PDF
ru: Анализ структуры текста в PDF
sk: Analyzovať štruktúru textu v PDF
sv: Analysera textstrukturen i en PDF
sw: Kuchambua muundo wa maandiko katika PDF
tr: PDF'deki metin yapısını analiz etme
uk: Аналіз структури тексту в PDF
vi: Phân tích cấu trúc văn bản trong một PDF
zh_hans: 分析 PDF 中的文本结构

# ed_dev_pdf_text_structure_lead
source: Cet outil extrait et structure le texte d’un PDF (glyphes, lignes, blocs) afin de comprendre comment le contenu textuel est réellement organisé en interne.
af: Hierdie hulpmiddel onttrek en struktureer die teks van 'n PDF (glyphes, lyne, blokke) om te verstaan hoe die teksinhoud werklik intern georganiseer is.
bg: Този инструмент извлича и структурира текста от PDF (глифове, редове, блокове), за да разбере как всъщност е организирано текстовото съдържание.
cs: Tento nástroj extrahuje a strukturuje text z PDF (glyphy, řádky, bloky), aby bylo možné pochopit, jak je textový obsah skutečně organizován uvnitř.
da: Dette værktøj udtrækker og strukturerer teksten fra en PDF (glyphs, linjer, blokke) for at forstå, hvordan det tekstuelle indhold faktisk er organiseret internt.
de: Dieses Tool extrahiert und strukturiert den Text eines PDFs (Glyphen, Zeilen, Blöcke), um zu verstehen, wie der Textinhalt intern tatsächlich organisiert ist.
el: Αυτό το εργαλείο εξάγει και δομεί το κείμενο ενός PDF (glyphs, γραμμές, μπλοκ) για να κατανοήσει πώς είναι πραγματικά οργανωμένο το κειμενικό περιεχόμενο εσωτερικά.
es: Esta herramienta extrae y estructura el texto de un PDF (glifos, líneas, bloques) para entender cómo se organiza realmente el contenido textual internamente.
fi: Tämä työkalu poimii ja jäsentää tekstin PDF:stä (glykfit, rivit, lohkot) ymmärtääkseen, miten tekstisisältö on todellisuudessa järjestetty sisäisesti.
fil: Ang tool na ito ay nag-e-extract at nag-istruktura ng teksto mula sa isang PDF (glyphs, linya, bloke) upang maunawaan kung paano talagang nakaayos ang nilalaman ng teksto sa loob.
it: Questo strumento estrae e struttura il testo di un PDF (glifi, righe, blocchi) per comprendere come il contenuto testuale è realmente organizzato internamente.
ja: このツールは、PDFからテキスト（グリフ、行、ブロック）を抽出し、テキストコンテンツが内部でどのように実際に整理されているかを理解します。
ko: 이 도구는 PDF의 텍스트(글리프, 줄, 블록)를 추출하고 구조화하여 텍스트 콘텐츠가 내부적으로 어떻게 실제로 구성되어 있는지 이해할 수 있게 합니다.
nl: Deze tool extraheert en structureert de tekst van een PDF (glyphs, regels, blokken) om te begrijpen hoe de tekstuele inhoud intern daadwerkelijk is georganiseerd.
no: Dette verktøyet ekstraherer og strukturerer teksten fra en PDF (glyphs, linjer, blokker) for å forstå hvordan det tekstlige innholdet faktisk er organisert internt.
pl: To narzędzie wyodrębnia i strukturyzuje tekst z PDF (glify, linie, bloki), aby zrozumieć, jak zawartość tekstowa jest rzeczywiście zorganizowana wewnętrznie.
pt_pt: Esta ferramenta extrai e estrutura o texto de um PDF (glifos, linhas, blocos) para entender como o conteúdo textual é realmente organizado internamente.
ro: Acest instrument extrage și structurează textul dintr-un PDF (glyphes, linii, blocuri) pentru a înțelege cum este organizat de fapt conținutul textual în interior.
ru: Этот инструмент извлекает и структурирует текст из PDF (глифы, строки, блоки), чтобы понять, как текстовое содержимое на самом деле организовано внутри.
sk: Tento nástroj extrahuje a štruktúruje text z PDF (glyphy, riadky, bloky), aby pochopil, ako je textový obsah skutočne organizovaný interne.
sv: Detta verktyg extraherar och strukturerar texten från en PDF (glyphs, rader, block) för att förstå hur det textuella innehållet faktiskt är organiserat internt.
sw: Zana hii inatoa na kuunda muundo wa maandiko kutoka PDF (glyphs, mistari, vizuizi) ili kuelewa jinsi maudhui ya maandiko yanavyopangwa kwa ndani.
tr: Bu araç, bir PDF'deki metni (glifler, satırlar, bloklar) çıkarır ve yapılandırır, böylece metin içeriğinin gerçekten nasıl düzenlendiğini anlamanızı sağlar.
uk: Цей інструмент витягує та структурує текст з PDF (гліфи, рядки, блоки), щоб зрозуміти, як текстовий вміст насправді організований всередині.
vi: Công cụ này trích xuất và cấu trúc văn bản từ một PDF (ký tự, dòng, khối) để hiểu cách nội dung văn bản thực sự được tổ chức bên trong.
zh_hans: 此工具提取并结构化 PDF 中的文本（字形、行、块），以理解文本内容在内部的实际组织方式。

# ed_dev_pdf_text_structure_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případy použití
da: Brugsområder
de: Anwendungsfälle
el: Περίπτωσεις χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípady použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_text_structure_uc1_title
source: Extraction fiable de texte
af: Betroubare teksonttrekking
bg: Надеждно извличане на текст
cs: Spolehlivá extrakce textu
da: Pålidelig tekstudtrækning
de: Zuverlässige Textextraktion
el: Αξιόπιστη εξαγωγή κειμένου
es: Extracción confiable de texto
fi: Luotettava tekstin poiminta
fil: Maaasahang pagkuha ng teksto
it: Estrazione affidabile di testo
ja: 信頼性の高いテキスト抽出
ko: 신뢰할 수 있는 텍스트 추출
nl: Betrouwbare tekstextractie
no: Pålitelige tekstuttrekking
pl: Niezawodne wydobywanie tekstu
pt_pt: Extração confiável de texto
ro: Extracție fiabilă de text
ru: Надежное извлечение текста
sk: Spoľahlivá extrakcia textu
sv: Tillförlitlig textutvinning
sw: Utoaji wa maandiko kwa usahihi
tr: Güvenilir metin çıkarımı
uk: Надійне витягування тексту
vi: Trích xuất văn bản đáng tin cậy
zh_hans: 可靠的文本提取

# ed_dev_pdf_text_structure_uc1_text
source: Comprendre pourquoi un texte copié depuis un PDF est désordonné ou incomplet.
af: Verstaan waarom 'n teks wat vanaf 'n PDF gekopieer is, chaoties of onvolledig is.
bg: Разберете защо текстът, копиран от PDF, е неразборен или непълен.
cs: Pochopit, proč je text zkopírovaný z PDF neuspořádaný nebo neúplný.
da: Forstå hvorfor tekst kopieret fra en PDF er rodet eller ufuldstændig.
de: Verstehen, warum ein aus einem PDF kopierter Text unordentlich oder unvollständig ist.
el: Κατανοήστε γιατί ένα κείμενο που έχει αντιγραφεί από ένα PDF είναι ακατάστατο ή ελλιπές.
es: Entender por qué un texto copiado desde un PDF está desordenado o incompleto.
fi: Ymmärtää, miksi PDF:stä kopioitu teksti on epäjärjestyksessä tai puutteellinen.
fil: Unawain kung bakit ang isang tekstong kinopya mula sa isang PDF ay magulo o hindi kumpleto.
it: Comprendere perché un testo copiato da un PDF è disordinato o incompleto.
ja: PDFからコピーしたテキストが乱雑または不完全である理由を理解します。
ko: PDF에서 복사한 텍스트가 어지럽거나 불완전한 이유를 이해합니다.
nl: Begrijpen waarom tekst die vanuit een PDF is gekopieerd rommelig of onvolledig is.
no: Forstå hvorfor tekst kopiert fra en PDF er uordnet eller ufullstendig.
pl: Zrozumieć, dlaczego tekst skopiowany z PDF jest nieuporządkowany lub niekompletny.
pt_pt: Compreender por que um texto copiado de um PDF está desordenado ou incompleto.
ro: Înțelegerea motivului pentru care un text copiat dintr-un PDF este dezordonat sau incomplet.
ru: Понять, почему текст, скопированный из PDF, неупорядочен или неполон.
sk: Pochopiť, prečo je text skopírovaný z PDF neusporiadaný alebo neúplný.
sv: Förstå varför text som kopierats från en PDF är oordnad eller ofullständig.
sw: Kuelewa kwa nini maandiko yaliyokopwa kutoka PDF ni yasiyo na mpangilio au yasiyokamilika.
tr: Bir PDF'den kopyalanan bir metnin neden dağınık veya eksik olduğunu anlamak.
uk: Зрозуміти, чому текст, скопійований з PDF, є неупорядкованим або неповним.
vi: Hiểu lý do tại sao một văn bản sao chép từ PDF lại bị rối hoặc không đầy đủ.
zh_hans: 理解为什么从 PDF 复制的文本是杂乱或不完整的。
