Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_median_course_desc
source: Cours sur les notions de médianes.
af: Kursus oor die konsepte van mediaan.
bg: Курс за понятията за медиани.
cs: Kurz o pojmech mediánů.
da: Kursus om begreberne medianer.
de: Kurs über die Konzepte von Mediane.
el: 32) Μάθημα για τις έννοιες των μεσαίων.
es: Curso sobre las nociones de medianas.
fi: Kurssi mediaanien käsitteistä.
fil: Kurso tungkol sa mga konsepto ng mga median.
hu: Tanfolyam a mediánok fogalmairól.
id: Kursus tentang konsep median.
it: Corso sulle nozioni di mediane.
ja: 中央値の概念に関するコース。
ko: 32) 중앙값 개념에 대한 강의.
nl: Cursus over de concepten van medianen.
no: Kurs om begrepene medianer.
pl: Kurs dotyczący pojęć median.
pt_pt: Curso sobre as noções de medianas.
ro: Curs despre noțiunile de mediane.
ru: Курс по понятиям медиан.
sk: Kurz o pojmoch medián.
sv: Kurs om begreppen medianer.
sw: Kozi kuhusu dhana za kati.
tr: Medyan kavramları üzerine kurs.
uk: Курс про поняття медіан.
vi: Khóa học về các khái niệm trung vị.
zh_hans: 关于中位数概念的课程。

# mean_course_title
source: Cours complet sur les moyennes (statistiques)
af: Volledige kursus oor gemiddeldes (statistiek)
bg: Пълен курс за средни (статистика)
cs: Kompletní kurz o průměrech (statistiky)
da: Komplet kursus om gennemsnit (statistik)
de: Vollständiger Kurs über Durchschnitte (Statistik)
el: 33) Πλήρες μάθημα για τις μέσες (στατιστικά)
es: Curso completo sobre las medias (estadísticas)
fi: Kattava kurssi keskiarvoista (tilastot)
fil: Kumpletong kurso sa mga karaniwang halaga (statistika)
hu: Teljes tanfolyam az átlagokról (statisztika)
id: Kursus lengkap tentang rata-rata (statistik)
it: Corso completo sulle medie (statistiche)
ja: 平均（統計）に関する完全なコース
ko: 33) 평균에 대한 전체 강의 (통계)
nl: Volledige cursus over gemiddelden (statistieken)
no: Komplett kurs om gjennomsnitt (statistikk)
pl: Kompletny kurs na temat średnich (statystyki)
pt_pt: Curso completo sobre as médias (estatísticas)
ro: Curs complet despre medii (statistici)
ru: Полный курс по средним (статистика)
sk: Kompletný kurz o priemeroch (štatistika)
sv: Komplett kurs om medelvärden (statistik)
sw: Kozi kamili kuhusu kati (takwimu)
tr: Ortalama (istatistik) üzerine kapsamlı kurs
uk: Повний курс про середні (статистика)
vi: Khóa học hoàn chỉnh về các trung bình (thống kê)
zh_hans: 关于平均数的完整课程（统计）

# mean_course_subtitle
source: Moyenne arithmétique, pondérée, géométrique, harmonique, quadratique (RMS), moyenne mobile, moyenne tronquée, données groupées… définitions, méthodes, exemples, pièges et quiz.
af: Aritmetiese gemiddelde, gewogen, geometries, harmonies, kwadraties (RMS), bewegende gemiddelde, afgeknotte gemiddelde, gegroepeerde data… definisies, metodes, voorbeelde, slaggate en toetse.
bg: Аритметична, претеглена, геометрична, хармонична, квадратична (RMS), подвижна, отрязана средна, групирани данни… определения, методи, примери, капани и тестове.
cs: Aritmetický průměr, vážený, geometrický, harmonický, kvadratický (RMS), klouzavý průměr, zkrácený průměr, seskupená data… definice, metody, příklady, úskalí a kvízy.
da: Aritmetisk gennemsnit, vægtet, geometrisk, harmonisk, kvadratisk (RMS), glidende gennemsnit, afskåret gennemsnit, grupperede data… definitioner, metoder, eksempler, faldgruber og quiz.
de: Arithmetisches, gewogenes, geometrisches, harmonisches, quadratisches Mittel (RMS), gleitendes Mittel, getrimmtes Mittel, gruppierte Daten… Definitionen, Methoden, Beispiele, Fallstricke und Quiz.
el: 34) Αριθμητική, σταθμισμένη, γεωμετρική, αρμονική, τετραγωνική (RMS), κινητή, κομμένη μέση, ομαδοποιημένα δεδομένα… ορισμοί, μέθοδοι, παραδείγματα, παγίδες και κουίζ.
es: Media aritmética, ponderada, geométrica, armónica, cuadrática (RMS), media móvil, media truncada, datos agrupados… definiciones, métodos, ejemplos, trampas y cuestionarios.
fi: Aritmeettinen, painotettu, geometrinen, harmoninen, neliöjuuri (RMS), liikkuva, katkaistu, ryhmitellyt tiedot… määritelmät, menetelmät, esimerkit, ansat ja kyselyt.
fil: Karaniwang aritmetika, pinagsama, heometriko, harmoniko, kwadratik (RMS), gumagalaw na karaniwan, pinutol na karaniwan, pinagsamang datos… mga depinisyon, pamamaraan, halimbawa, mga bitag at pagsusulit.
hu: Aritmetikai, súlyozott, geometriai, harmonikus, négyzetes (RMS), mozgó, csonkított, csoportosított adatok… definíciók, módszerek, példák, csapdák és kvízek.
id: Rata-rata aritmetika, tertimbang, geometrik, harmonik, kuadratik (RMS), rata-rata bergerak, rata-rata terpotong, data terkelompok… definisi, metode, contoh, jebakan, dan kuis.
it: Media aritmetica, ponderata, geometrica, armonica, quadratica (RMS), media mobile, media troncata, dati raggruppati… definizioni, metodi, esempi, insidie e quiz.
ja: 算術平均、加重平均、幾何平均、調和平均、二乗平均（RMS）、移動平均、切り捨て平均、グループ化データ… 定義、方法、例、罠、クイズ。
ko: 34) 산술 평균, 가중 평균, 기하 평균, 조화 평균, 제곱 평균 (RMS), 이동 평균, 절단 평균, 그룹화된 데이터… 정의, 방법, 예제, 함정 및 퀴즈.
nl: Aritmetisch gemiddelde, gewogen gemiddelde, geometrisch gemiddelde, harmonisch gemiddelde, kwadratisch gemiddelde (RMS), voortschrijdend gemiddelde, afgekapt gemiddelde, gegroepeerde gegevens… definities, methoden, voorbeelden, valkuilen en quiz.
no: Aritmetisk, vektet, geometrisk, harmonisk, kvadratisk (RMS), glidende, avkortet, grupperte data… definisjoner, metoder, eksempler, fallgruver og quiz.
pl: Średnia arytmetyczna, ważona, geometryczna, harmoniczna, kwadratowa (RMS), średnia ruchoma, średnia obcięta, dane grupowane… definicje, metody, przykłady, pułapki i quiz.
pt_pt: Média aritmética, ponderada, geométrica, harmónica, quadrática (RMS), média móvel, média truncada, dados agrupados… definições, métodos, exemplos, armadilhas e questionários.
ro: Mediu aritmetic, ponderat, geometric, armonic, pătratic (RMS), medie mobilă, medie trunchiată, date grupate… definiții, metode, exemple, capcane și quiz-uri.
ru: Среднее арифметическое, взвешенное, геометрическое, гармоническое, квадратичное (RMS), скользящее, усеченное, сгруппированные данные… определения, методы, примеры, ловушки и тесты.
sk: Aritmetický, vážený, geometrický, harmonický, kvadratický (RMS), kĺzavý, orezaný priemer, skupinové údaje… definície, metódy, príklady, pasce a kvízy.
sv: Aritmetiskt medel, viktat medel, geometriskt medel, harmoniskt medel, kvadratiskt medel (RMS), glidande medel, avskuret medel, grupperade data… definitioner, metoder, exempel, fallgropar och quiz.
sw: Kati ya kawaida, iliyopimwa, ya kijiometri, ya harmonic, ya quadratik (RMS), kati ya kusonga, kati iliyokatwa, data zilizopangwa… maelezo, mbinu, mifano, mitego na maswali ya kujitathmini.
tr: Aritmetik, ağırlıklı, geometrik, harmonik, karekök ortalama (RMS), hareketli ortalama, kesilmiş ortalama, gruplandırılmış veriler… tanımlar, yöntemler, örnekler, tuzaklar ve quizler.
uk: Середнє арифметичне, зважене, геометричне, гармонійне, квадратичне (СЗ), ковзаюче середнє, обрізане середнє, згруповані дані… визначення, методи, приклади, пастки та тести.
vi: Trung bình cộng, trung bình có trọng số, trung bình hình học, trung bình điều hòa, trung bình bình phương (RMS), trung bình động, trung bình cắt, dữ liệu nhóm… định nghĩa, phương pháp, ví dụ, cạm bẫy và quiz.
zh_hans: 算术平均数、加权平均数、几何平均数、调和平均数、均方根（RMS）、移动平均数、截断平均数、分组数据… 定义、方法、示例、陷阱和测验。

# mean_l1_title
source: 1) Comprendre ce qu’est une “moyenne”
af: 1) Verstaan wat 'n 'gemiddelde' is
bg: 1) Да разберем какво е “средна”
cs: 1) Pochopit, co je to "průměr"
da: 1) Forstå hvad et 'gennemsnit' er
de: 1) Verstehen, was ein "Durchschnitt" ist
el: 35) 1) Κατανόηση του τι είναι μια “μέση”
es: 1) Comprender qué es una 'media'
fi: 1) Ymmärtää, mitä 'keskiarvo' tarkoittaa
fil: 1) Unawain kung ano ang 'karaniwang halaga'
hu: 1) Megérteni, mi az az 'átlag'
id: 1) Memahami apa itu 'rata-rata'
it: 1) Comprendere cos'è una “media”
ja: 1) 「平均」とは何かを理解する
ko: 35) 1) “평균”이란 무엇인지 이해하기
nl: 1) Begrijpen wat een 'gemiddelde' is
no: 1) Forstå hva en "gjennomsnitt" er
pl: 1) Zrozumieć, czym jest 'średnia'
pt_pt: 1) Compreender o que é uma “média”
ro: 1) Înțelege ce este o “medie”
ru: 1) Понять, что такое "среднее"
sk: 1) Pochopiť, čo je "priemer"
sv: 1) Förstå vad ett "medelvärde" är
sw: 1) Kuelewa ni nini 'kati'
tr: 1) 'Ortalama' nedir anlamak
uk: 1) Зрозуміти, що таке “середнє”
vi: 1) Hiểu thế nào là một “trung bình”
zh_hans: 1) 理解什么是“平均数”

# mean_l1_sub
source: Une valeur centrale pour résumer une série… mais pas toujours “la moyenne arithmétique”.
af: 'n Sentraal waarde om 'n reeks saam te vat… maar nie altyd 'die aritmetiese gemiddelde' nie.
bg: Централна стойност за обобщаване на серия… но не винаги “аритметичната средна”.
cs: Centrální hodnota pro shrnutí série… ale ne vždy "aritmetický průměr".
da: En central værdi til at opsummere en række… men ikke altid 'det aritmetiske gennemsnit'.
de: Ein zentraler Wert zur Zusammenfassung einer Reihe… aber nicht immer "das arithmetische Mittel".
el: 36) Μια κεντρική τιμή για να συνοψίσει μια σειρά… αλλά όχι πάντα “η αριθμητική μέση”.
es: Un valor central para resumir una serie… pero no siempre 'la media aritmética'.
fi: Keskimääräinen arvo, joka tiivistää sarjan… mutta ei aina 'aritmeettinen keskiarvo'.
fil: Isang sentral na halaga upang ibuod ang isang serye… ngunit hindi palaging 'ang karaniwang aritmetika'.
hu: Egy középső érték, amely összefoglal egy sorozatot… de nem mindig 'az aritmetikai átlag'.
id: Sebuah nilai pusat untuk merangkum suatu rangkaian… tetapi tidak selalu 'rata-rata aritmetika'.
it: Un valore centrale per riassumere una serie… ma non sempre “la media aritmetica”.
ja: 一連の要素を要約するための中心的な値… しかし、常に「算術平均」ではありません。
ko: 36) 일련의 데이터를 요약하기 위한 중심값… 하지만 항상 “산술 평균”은 아니다.
nl: Een centrale waarde om een reeks samen te vatten… maar niet altijd 'het aritmetisch gemiddelde'.
no: En sentralverdi for å oppsummere en serie… men ikke alltid "det aritmetiske gjennomsnittet".
pl: Wartość centralna podsumowująca szereg… ale nie zawsze 'średnia arytmetyczna'.
pt_pt: Um valor central para resumir uma série… mas nem sempre “a média aritmética”.
ro: O valoare centrală pentru a rezuma o serie… dar nu întotdeauna “media aritmetică”.
ru: Центральное значение для резюмирования ряда… но не всегда "среднее арифметическое".
sk: Centrálna hodnota na zhrnutie série… ale nie vždy "aritmetický priemer".
sv: Ett centralt värde för att sammanfatta en serie… men inte alltid "det aritmetiska medelvärdet".
sw: Thamani ya kati ya kufupisha mfululizo… lakini si kila wakati 'kati ya kawaida'.
tr: Bir seriyi özetlemek için merkezi bir değer… ama her zaman 'aritmetik ortalama' değil.
uk: Центральне значення для підсумування серії… але не завжди “арифметичне середнє”.
vi: Một giá trị trung tâm để tóm tắt một chuỗi… nhưng không phải lúc nào cũng là “trung bình cộng”.
zh_hans: 一个中心值来总结一系列… 但不总是“算术平均数”。

# mean_tag_definition
source: définition
af: definisie
bg: определение
cs: definice
da: definition
de: Definition
el: 37) ορισμός
es: definición
fi: määritelmä
fil: depinisyon
hu: definíció
id: definisi
it: definizione
ja: 定義
ko: 37) 정의
nl: definitie
no: definisjon
pl: definicja
pt_pt: definição
ro: definiție
ru: определение
sk: definícia
sv: definition
sw: maelezo
tr: tanım
uk: визначення
vi: định nghĩa
zh_hans: 定义

# mean_tag_center
source: tendance centrale
af: sentraletendens
bg: централна тенденция
cs: centrální tendence
da: central tendens
de: Zentrale Tendenz
el: 38) κεντρική τάση
es: tendencia central
fi: keskihajonta
fil: sentral na tendensya
hu: középponti tendencia
id: tendensi pusat
it: tendenza centrale
ja: 中心傾向
ko: 38) 중심 경향
nl: centrale tendens
no: sentral tendens
pl: tendencja centralna
pt_pt: tendência central
ro: tendință centrală
ru: центральная тенденция
sk: centrálna tendencia
sv: central tendens
sw: mwelekeo wa kati
tr: merkezi eğilim
uk: центральна тенденція
vi: xu hướng trung tâm
zh_hans: 中心趋势

# mean_tag_method
source: métode
af: metode
bg: метод
cs: metoda
da: metode
de: Methode
el: 39) μέθοδος
es: método
fi: menetelmä
fil: pamamaraan
hu: módszer
id: metode
it: metodo
ja: 方法
ko: 39) 방법
nl: methode
no: metode
pl: metoda
pt_pt: método
ro: metodă
ru: метод
sk: metóda
sv: metod
sw: mbinu
tr: yöntem
uk: метод
vi: phương pháp
zh_hans: 方法

# mean_l1_s1_title
source: Pourquoi utiliser une moyenne ?
af: Hoekom 'n gemiddelde gebruik?
bg: Защо да използваме средна?
cs: Proč používat průměr?
da: Hvorfor bruge et gennemsnit?
de: Warum einen Durchschnitt verwenden?
el: 40) Γιατί να χρησιμοποιήσουμε μια μέση;
es: ¿Por qué utilizar una media?
fi: Miksi käyttää keskiarvoa?
fil: Bakit gumamit ng karaniwang halaga?
hu: Miért használjunk átlagot?
id: Mengapa menggunakan rata-rata?
it: Perché utilizzare una media?
ja: なぜ平均を使用するのか？
ko: 40) 왜 평균을 사용해야 할까요?
nl: Waarom een gemiddelde gebruiken?
no: Hvorfor bruke et gjennomsnitt?
pl: Dlaczego używać średniej?
pt_pt: Por que usar uma média?
ro: De ce să folosești o medie?
ru: Почему использовать среднее?
sk: Prečo používať priemer?
sv: Varför använda ett medelvärde?
sw: Kwa nini kutumia kati?
tr: Neden bir ortalama kullanmalıyız?
uk: Чому використовувати середнє?
vi: Tại sao lại sử dụng một trung bình?
zh_hans: 为什么要使用平均数？

# mean_l1_s1_b1
source: Une moyenne résume une liste de valeurs par un seul nombre (notes, prix, mesures, durées…).
af: 'n Gemiddelde som 'n lys waardes saam deur 'n enkele getal (grade, pryse, metings, duur…).
bg: Средната стойност обобщава списък от стойности с едно число (оценки, цени, измервания, продължителности…).
cs: Průměr shrnuje seznam hodnot jedním číslem (známky, ceny, měření, doby…).
da: Et gennemsnit opsummerer en liste af værdier med et enkelt tal (karakterer, priser, målinger, varigheder…).
de: Ein Durchschnitt fasst eine Liste von Werten in einer einzigen Zahl zusammen (Noten, Preise, Messungen, Zeitdauern…).
el: Μια μέση τιμή συνοψίζει μια λίστα τιμών με έναν μόνο αριθμό (βαθμοί, τιμές, μετρήσεις, διάρκειες…).
es: Una media resume una lista de valores en un solo número (notas, precios, medidas, duraciones…).
fi: Keskiarvo tiivistää listan arvoja yhdellä numerolla (arvosanat, hinnat, mittaukset, kestot…).
fil: Isang karaniwang halaga ay nagbubuod ng isang listahan ng mga halaga sa isang solong numero (mga marka, presyo, sukat, tagal…).
hu: Egy átlag egyetlen számmal összefoglal egy értéklapot (jegyek, árak, mérések, időtartamok…).
id: Sebuah rata-rata merangkum daftar nilai dengan satu angka (nilai, harga, ukuran, durasi…).
it: Una media riassume un elenco di valori con un solo numero (voti, prezzi, misure, durate…).
ja: 平均は、値のリストを1つの数値（点数、価格、測定、期間など）で要約します。
ko: 평균은 값 목록을 하나의 숫자로 요약합니다 (점수, 가격, 측정, 기간 등).
nl: Een gemiddelde vat een lijst van waarden samen in één getal (cijfers, prijzen, metingen, tijden…).
no: Et gjennomsnitt oppsummerer en liste med verdier med ett tall (karakterer, priser, målinger, varigheter…).
pl: Średnia podsumowuje listę wartości jednym numerem (oceny, ceny, pomiary, czasy…).
pt_pt: Uma média resume uma lista de valores por um único número (notas, preços, medidas, durações…).
ro: O medie rezumă o listă de valori printr-un singur număr (note, prețuri, măsurători, durate…).
ru: Среднее резюмирует список значений одним числом (оценки, цены, измерения, продолжительности…).
sk: Priemer zhrňuje zoznam hodnôt jedným číslom (známky, ceny, merania, trvanie…).
sv: Ett medelvärde sammanfattar en lista med värden med ett enda tal (betyg, priser, mätningar, tider…).
sw: Kati inafupisha orodha ya thamani kwa nambari moja tu (alama, bei, vipimo, muda…).
tr: Bir ortalama, bir listeyi tek bir sayı ile özetler (notlar, fiyatlar, ölçümler, süreler…).
uk: Середнє підсумовує список значень одним числом (оцінки, ціни, вимірювання, тривалості…).
vi: Một trung bình tóm tắt một danh sách các giá trị bằng một số duy nhất (điểm, giá, đo lường, thời gian…).
zh_hans: 一个平均值通过一个数字（分数、价格、测量、持续时间等）总结一系列值。

# mean_l1_s1_b2
source: Elle sert à comparer des groupes (deux classes, deux périodes), suivre une évolution (moyenne mensuelle) ou mesurer une performance globale.
af: Dit help om groepe te vergelyk (twee klasse, twee tydperke), 'n ontwikkeling te volg (maandelikse gemiddelde) of 'n globale prestasie te meet.
bg: Тя служи за сравнение на групи (две класи, два периода), проследяване на развитие (месечна средна стойност) или измерване на обща производителност.
cs: Slouží k porovnání skupin (dvě třídy, dvě období), sledování vývoje (měsíční průměr) nebo měření celkového výkonu.
da: Det bruges til at sammenligne grupper (to klasser, to perioder), følge en udvikling (månedligt gennemsnit) eller måle en samlet præstation.
de: Er dient dazu, Gruppen zu vergleichen (zwei Klassen, zwei Zeiträume), eine Entwicklung zu verfolgen (monatlicher Durchschnitt) oder eine Gesamtleistung zu messen.
el: Χρησιμεύει για να συγκρίνει ομάδες (δύο τάξεις, δύο περιόδους), να παρακολουθεί μια εξέλιξη (μηνιαία μέση τιμή) ή να μετρήσει μια συνολική απόδοση.
es: Sirve para comparar grupos (dos clases, dos períodos), seguir una evolución (media mensual) o medir un rendimiento global.
fi: Se auttaa vertaamaan ryhmiä (kaksi luokkaa, kaksi ajanjaksoa), seuraamaan kehitystä (kuukausikeskiarvo) tai mittaamaan yleistä suorituskykyä.
fil: Ito ay ginagamit upang ihambing ang mga grupo (dalawang klase, dalawang panahon), subaybayan ang isang pag-unlad (buwanang karaniwang halaga) o sukatin ang isang pangkalahatang pagganap.
hu: Segít csoportok összehasonlításában (két osztály, két időszak), egy fejlődés nyomon követésében (havi átlag) vagy egy általános teljesítmény mérésében.
id: Ini digunakan untuk membandingkan kelompok (dua kelas, dua periode), mengikuti perkembangan (rata-rata bulanan) atau mengukur kinerja keseluruhan.
it: Serve a confrontare gruppi (due classi, due periodi), seguire un'evoluzione (media mensile) o misurare una performance globale.
ja: グループを比較するため（2つのクラス、2つの期間）、進展を追跡するため（毎月の平均）や、全体的なパフォーマンスを測定するために使用されます。
ko: 그것은 그룹을 비교하는 데 사용됩니다 (두 개의 클래스, 두 개의 기간), 발전을 추적하는 데 (월 평균) 또는 전체 성과를 측정하는 데 사용됩니다.
nl: Het dient om groepen te vergelijken (twee klassen, twee periodes), een evolutie te volgen (maandelijks gemiddelde) of een globale prestatie te meten.
no: Det brukes til å sammenligne grupper (to klasser, to perioder), følge en utvikling (månedlig gjennomsnitt) eller måle en samlet ytelse.
pl: Służy do porównywania grup (dwie klasy, dwa okresy), śledzenia ewolucji (średnia miesięczna) lub mierzenia ogólnej wydajności.
pt_pt: Serve para comparar grupos (duas turmas, dois períodos), acompanhar uma evolução (média mensal) ou medir um desempenho global.
ro: Ea servește pentru a compara grupuri (două clase, două perioade), a urmări o evoluție (medie lunară) sau a măsura o performanță globală.
ru: Оно служит для сравнения групп (двух классов, двух периодов), отслеживания изменений (месячное среднее) или измерения общей производительности.
sk: Slúži na porovnávanie skupín (dve triedy, dve obdobia), sledovanie vývoja (mesačný priemer) alebo meranie celkového výkonu.
sv: Det används för att jämföra grupper (två klasser, två perioder), följa en utveckling (månatligt medelvärde) eller mäta en övergripande prestation.
sw: Inatumika kulinganisha makundi (darasa mbili, vipindi viwili), kufuatilia mabadiliko (kati ya kila mwezi) au kupima utendaji wa jumla.
tr: Grupları karşılaştırmak için (iki sınıf, iki dönem), bir gelişimi takip etmek için (aylık ortalama) veya genel bir performansı ölçmek için kullanılır.
uk: Воно слугує для порівняння груп (дві класи, два періоди), відстеження еволюції (середнє за місяць) або вимірювання загальної продуктивності.
vi: Nó được sử dụng để so sánh các nhóm (hai lớp, hai khoảng thời gian), theo dõi một sự phát triển (trung bình hàng tháng) hoặc đo lường một hiệu suất tổng thể.
zh_hans: 它用于比较组（两个班级、两个时期）、跟踪变化（每月平均）或衡量整体表现。

# mean_l1_s1_b3
source: Elle facilite la décision : un indicateur simple est souvent plus lisible qu’une longue liste de valeurs.
af: Dit vergemaklik die besluitneming: 'n eenvoudige aanduiding is dikwels meer leesbaar as 'n lang lys waardes.
bg: Тя улеснява вземането на решения: простият индикатор често е по-четим от дълъг списък от стойности.
cs: Usnadňuje rozhodování: jednoduchý ukazatel je často čitelnější než dlouhý seznam hodnot.
da: Det letter beslutningen: en simpel indikator er ofte mere læselig end en lang liste af værdier.
de: Er erleichtert die Entscheidung: Ein einfaches Indikator ist oft lesbarer als eine lange Liste von Werten.
el: Διευκολύνει την απόφαση: ένας απλός δείκτης είναι συχνά πιο ευανάγνωστος από μια μακρά λίστα τιμών.
es: Facilita la decisión: un indicador simple es a menudo más legible que una larga lista de valores.
fi: Se helpottaa päätöksentekoa: yksinkertainen indikaattori on usein luettavampi kuin pitkä lista arvoja.
fil: Pinadadali nito ang desisyon: isang simpleng tagapagpahiwatig ay kadalasang mas madaling basahin kaysa sa isang mahabang listahan ng mga halaga.
hu: Megkönnyíti a döntést: egy egyszerű mutató gyakran olvashatóbb, mint egy hosszú értéklap.
id: Ini memudahkan pengambilan keputusan: indikator sederhana seringkali lebih mudah dibaca daripada daftar nilai yang panjang.
it: Facilita la decisione: un indicatore semplice è spesso più leggibile di un lungo elenco di valori.
ja: 意思決定を容易にします：単純な指標は、長い値のリストよりも読みやすいことが多いです。
ko: 결정을 쉽게 합니다: 간단한 지표는 종종 긴 값 목록보다 더 읽기 쉽습니다.
nl: Het vergemakkelijkt de beslissing: een eenvoudige indicator is vaak leesbaarder dan een lange lijst van waarden.
no: Det letter beslutningen: en enkel indikator er ofte mer lesbar enn en lang liste med verdier.
pl: Ułatwia podejmowanie decyzji: prosty wskaźnik jest często bardziej czytelny niż długa lista wartości.
pt_pt: Facilita a decisão: um indicador simples é muitas vezes mais legível do que uma longa lista de valores.
ro: Ea facilitează decizia: un indicator simplu este adesea mai ușor de citit decât o listă lungă de valori.
ru: Оно облегчает принятие решений: простой индикатор часто более читаем, чем длинный список значений.
sk: Uľahčuje rozhodovanie: jednoduchý ukazovateľ je často čitateľnejší ako dlhý zoznam hodnôt.
sv: Det underlättar beslutsfattande: en enkel indikator är ofta mer läsbar än en lång lista med värden.
sw: Inarahisisha uamuzi: kipimo rahisi mara nyingi ni rahisi zaidi kuliko orodha ndefu ya thamani.
tr: Karar vermeyi kolaylaştırır: basit bir gösterge genellikle uzun bir değer listesinden daha okunabilir.
uk: Це полегшує прийняття рішень: простий показник часто є більш зрозумілим, ніж довгий список значень.
vi: Nó giúp dễ dàng đưa ra quyết định: một chỉ số đơn giản thường dễ đọc hơn một danh sách dài các giá trị.
zh_hans: 它有助于决策：一个简单的指标通常比一长串值更易读。
