Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_encryption_check_uc4_text
source: Vérifier les restrictions avant d’archiver, d’imprimer ou d’envoyer à un prestataire.
af: Kontroleer die beperkings voordat jy argiveer, druk of aan 'n diensverskaffer stuur.
bg: Проверете ограниченията преди архивиране, печат или изпращане на доставчик.
cs: Zkontrolujte omezení před archivací, tiskem nebo odesláním poskytovateli.
da: Kontroller begrænsningerne, før du arkiverer, udskriver eller sender til en tjenesteudbyder.
de: Überprüfen Sie die Einschränkungen, bevor Sie archivieren, drucken oder an einen Dienstleister senden.
el: Ελέγξτε τους περιορισμούς πριν από την αρχειοθέτηση, την εκτύπωση ή την αποστολή σε προμηθευτή.
es: Verificar las restricciones antes de archivar, imprimir o enviar a un proveedor.
fi: Tarkista rajoitukset ennen arkistointia, tulostamista tai toimittamista palveluntarjoajalle.
fil: Suriin ang mga limitasyon bago i-archive, i-print, o ipadala sa isang provider.
it: Controlla le restrizioni prima di archiviare, stampare o inviare a un fornitore.
ja: アーカイブ、印刷、またはサービスプロバイダーに送信する前に制限を確認してください。
ko: 아카이브, 인쇄 또는 공급자에게 전송하기 전에 제한 사항을 확인하세요.
nl: Controleer de beperkingen voordat je archiveert, afdrukt of naar een leverancier verzendt.
no: Sjekk restriksjoner før arkivering, utskrift eller sending til en tredjepart.
pl: Sprawdź ograniczenia przed archiwizowaniem, drukowaniem lub wysyłaniem do dostawcy.
pt_pt: Verifique as restrições antes de arquivar, imprimir ou enviar a um prestador.
ro: Check restrictions before archiving, printing, or sending to a provider.
ru: Проверьте ограничения перед архивированием, печатью или отправкой поставщику.
sk: Skontrolujte obmedzenia pred archivovaním, tlačou alebo odoslaním poskytovateľovi.
sv: Kontrollera begränsningar innan arkivering, utskrift eller skickande till en tjänsteleverantör.
sw: Thibitisha vizuizi kabla ya kuhifadhi, kuchapisha au kutuma kwa mtoa huduma.
tr: Arşivlemeden, yazdırmadan veya bir hizmet sağlayıcıya göndermeden önce kısıtlamaları kontrol edin.
uk: Перевірте обмеження перед архівуванням, друком або відправкою постачальнику.
vi: Kiểm tra các hạn chế trước khi lưu trữ, in ấn hoặc gửi cho nhà cung cấp.
zh_hans: 在归档、打印或发送给服务提供商之前检查限制。

# ed_dev_pdf_pdf_encryption_check_lim3
source: Sans mot de passe, l’outil ne peut pas accéder au contenu protégé sur les PDF réellement chiffrés.
af: Sonder 'n wagwoord kan die hulpmiddel nie toegang tot die beskermde inhoud op werklik versleutelde PDF's verkry nie.
bg: Без парола, инструментът не може да получи достъп до защитеното съдържание на наистина криптирани PDF файлове.
cs: Bez hesla nemůže nástroj přistupovat k chráněnému obsahu na skutečně šifrovaných PDF.
da: Uden adgangskode kan værktøjet ikke få adgang til beskyttet indhold på faktisk krypterede PDF'er.
de: Ohne Passwort kann das Tool nicht auf geschützte Inhalte in tatsächlich verschlüsselten PDFs zugreifen.
el: Χωρίς κωδικό πρόσβασης, το εργαλείο δεν μπορεί να έχει πρόσβαση στο προστατευμένο περιεχόμενο σε πραγματικά κρυπτογραφημένα PDF.
es: Sin contraseña, la herramienta no puede acceder al contenido protegido en los PDF realmente cifrados.
fi: Ilman salasanaa työkalu ei voi käyttää suojattua sisältöä oikeasti salatuissa PDF-tiedostoissa.
fil: Walang password, ang tool ay hindi makaka-access sa nilalaman na protektado sa mga PDF na talagang naka-encrypt.
it: Senza password, lo strumento non può accedere al contenuto protetto nei PDF realmente crittografati.
ja: パスワードがないと、ツールは実際に暗号化されたPDFの保護されたコンテンツにアクセスできません。
ko: 비밀번호가 없으면 도구는 실제로 암호화된 PDF의 보호된 콘텐츠에 접근할 수 없습니다.
nl: Zonder wachtwoord kan de tool geen toegang krijgen tot de beschermde inhoud van daadwerkelijk versleutelde PDF's.
no: Uten passord kan ikke verktøyet få tilgang til beskyttet innhold på faktisk krypterte PDF-er.
pl: Bez hasła narzędzie nie może uzyskać dostępu do chronionej zawartości w rzeczywiście zaszyfrowanych PDF-ach.
pt_pt: Sem senha, a ferramenta não pode acessar o conteúdo protegido em PDFs realmente criptografados.
ro: Without a password, the tool cannot access protected content on truly encrypted PDFs.
ru: Без пароля инструмент не может получить доступ к защищенному содержимому на действительно зашифрованных PDF.
sk: Bez hesla nástroj nemôže pristupovať k chránenému obsahu na skutočne šifrovaných PDF.
sv: Utan lösenord kan verktyget inte komma åt skyddat innehåll på verkligt krypterade PDF:er.
sw: Bila nenosiri, zana haiwezi kufikia maudhui yaliyolindwa kwenye PDF zilizofichwa.
tr: Şifre olmadan, araç gerçekten şifrelenmiş PDF'lerde korunan içeriğe erişemez.
uk: Без пароля інструмент не може отримати доступ до захищеного вмісту на дійсно зашифрованих PDF.
vi: Không có mật khẩu, công cụ không thể truy cập nội dung được bảo vệ trên các PDF thực sự được mã hóa.
zh_hans: 没有密码，工具无法访问真正加密PDF中的受保护内容。

# ed_dev_pdf_pdf_encryption_check_q3
source: Quelle différence entre mot de passe utilisateur et propriétaire ?
af: Wat is die verskil tussen 'n gebruikerswagwoord en 'n eienaarwagwoord?
bg: Каква е разликата между парола за потребител и собственик?
cs: Jaký je rozdíl mezi uživatelským a vlastnickým heslem?
da: Hvad er forskellen mellem bruger- og ejeradgangskode?
de: Was ist der Unterschied zwischen Benutzer- und Besitzerpasswort?
el: Ποια είναι η διαφορά μεταξύ κωδικού πρόσβασης χρήστη και ιδιοκτήτη;
es: ¿Cuál es la diferencia entre la contraseña de usuario y la de propietario?
fi: Mikä on ero käyttäjä- ja omistajasalasanan välillä?
fil: Ano ang pagkakaiba sa pagitan ng password ng gumagamit at may-ari?
it: Qual è la differenza tra password utente e proprietario?
ja: ユーザーパスワードとオーナーパスワードの違いは何ですか？
ko: 사용자 비밀번호와 소유자 비밀번호의 차이는 무엇인가요?
nl: Wat is het verschil tussen gebruikerswachtwoord en eigenaarwachtwoord?
no: Hva er forskjellen mellom brukerpassord og eierpassord?
pl: Jaka jest różnica między hasłem użytkownika a właściciela?
pt_pt: Qual a diferença entre senha de usuário e de proprietário?
ro: What is the difference between user password and owner password?
ru: В чем разница между паролем пользователя и владельца?
sk: Aký je rozdiel medzi používateľským a vlastníckym heslom?
sv: Vad är skillnaden mellan användarlösenord och ägarlösenord?
sw: Tofauti kati ya nenosiri la mtumiaji na la mmiliki ni ipi?
tr: Kullanıcı şifresi ile sahip şifresi arasındaki fark nedir?
uk: Яка різниця між паролем користувача та власника?
vi: Sự khác biệt giữa mật khẩu người dùng và mật khẩu chủ sở hữu là gì?
zh_hans: 用户密码和拥有者密码有什么区别？

# ed_dev_pdf_pdf_encryption_check_a3
source: Le mot de passe utilisateur ouvre le document ; le propriétaire contrôle souvent les permissions.
af: Die gebruikerswagwoord maak die dokument oop; die eienaar beheer dikwels die toestemmings.
bg: Паролата за потребител отваря документа; собственикът често контролира разрешенията.
cs: Uživatelské heslo otevírá dokument; vlastník často kontroluje oprávnění.
da: Brugeradgangskoden åbner dokumentet; ejeren kontrollerer ofte tilladelserne.
de: Das Benutzerpasswort öffnet das Dokument; der Besitzer kontrolliert oft die Berechtigungen.
el: Ο κωδικός πρόσβασης χρήστη ανοίγει το έγγραφο; ο ιδιοκτήτης ελέγχει συχνά τις άδειες.
es: La contraseña de usuario abre el documento; el propietario controla a menudo los permisos.
fi: Käyttäjäsalasana avaa asiakirjan; omistaja hallitsee usein käyttöoikeuksia.
fil: Ang password ng gumagamit ay nagbubukas ng dokumento; ang may-ari ay kadalasang kumokontrol sa mga pahintulot.
it: La password utente apre il documento; il proprietario controlla spesso le autorizzazioni.
ja: ユーザーパスワードは文書を開きます；オーナーは通常、権限を制御します。
ko: 사용자 비밀번호는 문서를 열 수 있게 하고; 소유자는 종종 권한을 제어합니다.
nl: Het gebruikerswachtwoord opent het document; de eigenaar controleert vaak de machtigingen.
no: Brukerpassordet åpner dokumentet; eieren kontrollerer ofte tillatelsene.
pl: Hasło użytkownika otwiera dokument; właściciel często kontroluje uprawnienia.
pt_pt: A senha de usuário abre o documento; o proprietário controla frequentemente as permissões.
ro: Parola utilizatorului deschide documentul; proprietarul controlează adesea permisiunile.
ru: Пароль пользователя открывает документ; владелец часто контролирует разрешения.
sk: Používateľské heslo otvára dokument; vlastnícke často kontroluje povolenia.
sv: Användarlösenordet öppnar dokumentet; ägaren kontrollerar ofta behörigheterna.
sw: Nenosiri la mtumiaji linafungua hati; mmiliki mara nyingi anadhibiti ruhusa.
tr: Kullanıcı şifresi belgeyi açar; sahip genellikle izinleri kontrol eder.
uk: Пароль користувача відкриває документ; власник часто контролює дозволи.
vi: Mật khẩu người dùng mở tài liệu; chủ sở hữu thường kiểm soát các quyền.
zh_hans: 用户密码用于打开文档；拥有者通常控制权限。

# ed_dev_pdf_pdf_flatten_forms_uc4_title
source: Avant signature
af: Voor handtekening
bg: Преди подписване
cs: Před podpisem
da: Før underskrift
de: Vor der Unterschrift
el: Πριν από την υπογραφή
es: Antes de firmar
fi: Ennen allekirjoitusta
fil: Bago ang lagda
it: Prima della firma
ja: 署名前
ko: 서명 전
nl: Voor ondertekening
no: Før signering
pl: Przed podpisem
pt_pt: Antes da assinatura
ro: Înainte de semnătură
ru: Перед подписью
sk: Pred podpisom
sv: Innan signering
sw: Kabla ya saini
tr: İmza öncesi
uk: Перед підписанням
vi: Trước khi ký
zh_hans: 签名前

# ed_dev_pdf_pdf_flatten_forms_uc4_text
source: Stabiliser l’apparence d’un formulaire avant une étape de signature (selon votre processus).
af: Stabiliseer die voorkoms van 'n vorm voor 'n handtekeningstap (volgens jou proses).
bg: Стабилизиране на външния вид на формуляр преди етапа на подписване (в зависимост от вашия процес).
cs: Stabilizovat vzhled formuláře před podpisovým krokem (podle vašeho procesu).
da: Stabiliser udseendet af en formular før en underskriftsfase (afhængigt af din proces).
de: Das Erscheinungsbild eines Formulars vor einem Unterschriftsschritt stabilisieren (je nach Ihrem Prozess).
el: Σταθεροποιήστε την εμφάνιση μιας φόρμας πριν από ένα βήμα υπογραφής (ανάλογα με τη διαδικασία σας).
es: Estabilizar la apariencia de un formulario antes de una etapa de firma (según su proceso).
fi: Vakaata muotoilua lomakkeelle ennen allekirjoitusvaihetta (prosessiisi perustuen).
fil: Stabilize ang hitsura ng isang form bago ang hakbang ng lagda (ayon sa iyong proseso).
it: Stabilizza l'aspetto di un modulo prima di una fase di firma (secondo il tuo processo).
ja: 署名ステップの前にフォームの外観を安定させます（プロセスに応じて）。
ko: 서명 단계 전에 양식의 모양을 안정화합니다(귀하의 프로세스에 따라).
nl: Stabiliseer het uiterlijk van een formulier voordat je een ondertekeningsstap uitvoert (afhankelijk van je proces).
no: Stabilisere utseendet til et skjema før en signeringstrinn (i henhold til prosessen din).
pl: Stabilizowanie wyglądu formularza przed etapem podpisu (zgodnie z twoim procesem).
pt_pt: Estabilizar a aparência de um formulário antes de uma etapa de assinatura (de acordo com seu processo).
ro: Stabilizați aspectul unui formular înainte de o etapă de semnătură (în funcție de procesul dumneavoastră).
ru: Стабилизировать внешний вид формы перед этапом подписи (в зависимости от вашего процесса).
sk: Stabilizujte vzhľad formulára pred podpisovým krokom (podľa vášho procesu).
sv: Stabilisera utseendet på ett formulär innan en signeringssteg (beroende på din process).
sw: Thibitisha muonekano wa fomu kabla ya hatua ya saini (kulingana na mchakato wako).
tr: Bir imza aşamasından önce bir formun görünümünü stabilize edin (süreçlerinize bağlı olarak).
uk: Стабілізувати вигляд форми перед етапом підписання (згідно з вашим процесом).
vi: Ổn định hình thức của một biểu mẫu trước khi ký (theo quy trình của bạn).
zh_hans: 在签名步骤之前稳定表单的外观（根据您的流程）。

# ed_dev_pdf_pdf_flatten_forms_lim3
source: Aplatir peut invalider une signature existante : faites-le avant la signature, pas après (sauf cas maîtrisé).
af: Platmaak kan 'n bestaande handtekening ongeldig maak: doen dit voor die handtekening, nie daarna nie (behalwe in 'n beheerde geval).
bg: Плоскирането може да анулира съществуващ подпис: направете го преди подписването, а не след това (освен в контролирани случаи).
cs: Zploštění může zneplatnit existující podpis: proveďte to před podpisem, ne po něm (pokud to není řízený případ).
da: Fladning kan ugyldiggøre en eksisterende underskrift: gør det før underskriften, ikke efter (medmindre det er kontrolleret).
de: Abflachen kann eine bestehende Unterschrift ungültig machen: tun Sie dies vor der Unterschrift, nicht danach (außer in kontrollierten Fällen).
el: Η επίπεδη μορφή μπορεί να ακυρώσει μια υπάρχουσα υπογραφή: κάντε το πριν από την υπογραφή, όχι μετά (εκτός εάν είναι ελεγχόμενο).
es: Aplanar puede invalidar una firma existente: hágalo antes de la firma, no después (salvo en casos controlados).
fi: Tasoitus voi mitätöidä olemassa olevan allekirjoituksen: tee se ennen allekirjoitusta, ei sen jälkeen (paitsi hallituissa tapauksissa).
fil: Ang pag-flatten ay maaaring magpawalang-bisa ng isang umiiral na lagda: gawin ito bago ang lagda, hindi pagkatapos (maliban sa mga kontroladong kaso).
it: Appiattire può invalidare una firma esistente: fallo prima della firma, non dopo (salvo casi controllati).
ja: フラット化は既存の署名を無効にする可能性があります：署名の前に行ってください、後ではなく（制御された場合を除く）。
ko: 평면화는 기존 서명을 무효화할 수 있습니다: 서명 전에 수행하고, 후에는 하지 마세요(제어된 경우 제외).
nl: Flatten kan een bestaande handtekening ongeldig maken: doe dit vóór de handtekening, niet erna (tenzij in een gecontroleerde situatie).
no: Flattening kan ugyldiggjøre en eksisterende signatur: gjør det før signering, ikke etter (med mindre det er kontrollert).
pl: Spłaszczanie może unieważnić istniejący podpis: zrób to przed podpisem, a nie po (chyba że w kontrolowanym przypadku).
pt_pt: Achatamento pode invalidar uma assinatura existente: faça isso antes da assinatura, não depois (exceto em casos controlados).
ro: Aplatizarea poate invalida o semnătură existentă: faceți-o înainte de semnătură, nu după (cu excepția cazurilor controlate).
ru: Сплющивание может аннулировать существующую подпись: делайте это перед подписью, а не после (если не контролируемый случай).
sk: Zploštenie môže neplatne zrušiť existujúci podpis: urobte to pred podpisom, nie po ňom (okrem riadených prípadov).
sv: Att platta kan ogiltigförklara en befintlig signatur: gör det innan signering, inte efter (utom i kontrollerade fall).
sw: Kuweka pamoja kunaweza kuharibu saini iliyopo: fanya hivyo kabla ya saini, si baada (isipokuwa katika hali iliyodhibitiwa).
tr: Düzleştirme mevcut bir imzayı geçersiz kılabilir: bunu imzadan önce yapın, sonra değil (kontrollü durumlar hariç).
uk: Плоский вигляд може анулювати існуючий підпис: робіть це перед підписанням, а не після (якщо не контролюється).
vi: Làm phẳng có thể làm vô hiệu hóa chữ ký hiện có: hãy thực hiện trước khi ký, không phải sau (trừ khi đã được kiểm soát).
zh_hans: 扁平化可能会使现有签名失效：请在签名之前进行，而不是之后（除非情况可控）。

# ed_dev_pdf_pdf_flatten_forms_q3
source: Puis-je aplatir seulement certaines pages ?
af: Kan ek net sekere bladsye platmaak?
bg: Мога ли да плоскирам само определени страници?
cs: Mohu zploštit pouze některé stránky?
da: Kan jeg kun flade visse sider?
de: Kann ich nur bestimmte Seiten abflachen?
el: Μπορώ να αflatten μόνο ορισμένες σελίδες;
es: ¿Puedo aplanar solo algunas páginas?
fi: Voinko tasoittaa vain tietyt sivut?
fil: Maaari ko bang i-flatten lamang ang ilang mga pahina?
it: Posso appiattire solo alcune pagine?
ja: 特定のページだけをフラット化できますか？
ko: 일부 페이지만 평면화할 수 있나요?
nl: Kan ik alleen bepaalde pagina's flatten?
no: Kan jeg bare flate ut enkelte sider?
pl: Czy mogę spłaszczyć tylko niektóre strony?
pt_pt: Posso achatar apenas algumas páginas?
ro: Pot aplatiza doar anumite pagini?
ru: Могу ли я сплющить только некоторые страницы?
sk: Môžem zploštiť iba niektoré stránky?
sv: Kan jag platta endast vissa sidor?
sw: Naweza kuweka pamoja kurasa fulani tu?
tr: Sadece bazı sayfaları düzeltebilir miyim?
uk: Чи можу я сплюснути лише деякі сторінки?
vi: Tôi có thể làm phẳng chỉ một số trang không?
zh_hans: 我可以只扁平化某些页面吗？

# ed_dev_pdf_pdf_flatten_forms_a3
source: Si l’outil propose des options de plage, oui. Sinon, il aplatit l’ensemble des champs du document.
af: As die hulpmiddel reeksopsies bied, ja. Andersins platmaak dit al die velde van die dokument.
bg: Ако инструментът предлага опции за диапазон, да. В противен случай, той плоскира всички полета на документа.
cs: Pokud nástroj nabízí možnosti rozsahu, ano. Jinak zplošťuje všechna pole dokumentu.
da: Hvis værktøjet tilbyder intervalmuligheder, ja. Ellers flader det alle felter i dokumentet.
de: Wenn das Tool Bereichsoptionen anbietet, ja. Andernfalls flacht es alle Felder des Dokuments ab.
el: Εάν το εργαλείο προσφέρει επιλογές εύρους, ναι. Διαφορετικά, επίπεδο όλα τα πεδία του εγγράφου.
es: Si la herramienta ofrece opciones de rango, sí. De lo contrario, aplana todos los campos del documento.
fi: Jos työkalu tarjoaa aluevaihtoehtoja, kyllä. Muuten se tasoittaa kaikki asiakirjan kentät.
fil: Kung ang tool ay nag-aalok ng mga opsyon sa saklaw, oo. Kung hindi, ito ay nag-flatten ng lahat ng mga field ng dokumento.
it: Se lo strumento offre opzioni di intervallo, sì. Altrimenti, appiattisce tutti i campi del documento.
ja: ツールが範囲オプションを提供している場合は、はい。そうでない場合は、文書のすべてのフィールドをフラット化します。
ko: 도구가 범위 옵션을 제공하면 가능합니다. 그렇지 않으면 문서의 모든 필드를 평면화합니다.
nl: Als de tool opties voor een bereik biedt, ja. Anders flatten het alle velden van het document.
no: Hvis verktøyet tilbyr områdealternativer, ja. Ellers flater det ut alle feltene i dokumentet.
pl: Jeśli narzędzie oferuje opcje zakresu, tak. W przeciwnym razie spłaszcza wszystkie pola dokumentu.
pt_pt: Se a ferramenta oferecer opções de intervalo, sim. Caso contrário, ela achata todos os campos do documento.
ro: Dacă instrumentul oferă opțiuni de interval, da. Altfel, aplatizează toate câmpurile documentului.
ru: Если инструмент предлагает варианты диапазона, да. В противном случае он сплющивает все поля документа.
sk: Ak nástroj ponúka možnosti rozsahu, áno. Inak zploští všetky polia dokumentu.
sv: Om verktyget erbjuder alternativ för intervall, ja. Annars plattar det alla fält i dokumentet.
sw: Ikiwa zana inatoa chaguzi za upeo, ndio. Vinginevyo, inafanya kazi kwa uwanja wote wa hati.
tr: Araç aralık seçenekleri sunuyorsa, evet. Aksi takdirde, belgenin tüm alanlarını düzleştirir.
uk: Якщо інструмент пропонує параметри діапазону, так. Інакше він сплющить усі поля документа.
vi: Nếu công cụ cung cấp tùy chọn phạm vi, có. Nếu không, nó sẽ làm phẳng tất cả các trường của tài liệu.
zh_hans: 如果工具提供了范围选项，可以。否则，它会扁平化文档中的所有字段。

# ed_dev_pdf_pdf_font_embedding_check_uc4_title
source: Debug rendu
af: Foutopsporing van weergawe
bg: Отстраняване на проблеми с рендеринга
cs: Debug renderování
da: Debug rendering
de: Rendering-Debugging
el: Debug απόδοσης
es: Depuración de renderizado
fi: Renderoinnin virheenkorjaus
fil: Debug rendering
it: Debug rendering
ja: レンダリングのデバッグ
ko: 렌더링 디버그
nl: Render debug
no: Debug rendering
pl: Debugowanie renderowania
pt_pt: Depuração de renderização
ro: Debug randare
ru: Отладка рендеринга
sk: Debugovanie renderovania
sv: Debug rendering
sw: Kurekebisha uwasilishaji
tr: Render hata ayıklama
uk: Налагодження рендерингу
vi: Gỡ lỗi hiển thị
zh_hans: 调试渲染

# ed_dev_pdf_pdf_font_embedding_check_uc4_text
source: Comprendre pourquoi des caractères changent, disparaissent ou se décalent selon le poste.
af: Verstaan waarom karakters verander, verdwyn of verskuif volgens die pos.
bg: Разберете защо символите се променят, изчезват или се изместват в зависимост от компютъра.
cs: Pochopit, proč se znaky mění, mizí nebo posouvají podle počítače.
da: Forstå hvorfor tegn ændrer sig, forsvinder eller forskydes afhængigt af maskinen.
de: Verstehen, warum Zeichen je nach Arbeitsplatz wechseln, verschwinden oder verschoben werden.
el: Κατανοήστε γιατί οι χαρακτήρες αλλάζουν, εξαφανίζονται ή μετατοπίζονται ανάλογα με τη θέση.
es: Entender por qué los caracteres cambian, desaparecen o se desplazan según el puesto.
fi: Ymmärrä, miksi merkit muuttuvat, katoavat tai siirtyvät työasemasta riippuen.
fil: Unawain kung bakit ang mga character ay nagbabago, nawawala, o lumilipat ayon sa workstation.
it: Comprendere perché i caratteri cambiano, scompaiono o si spostano a seconda della postazione.
ja: なぜ文字が変わったり、消えたり、ずれたりするのかを理解します。
ko: 문자 변경, 사라짐 또는 이동의 원인을 이해합니다.
nl: Begrijp waarom tekens veranderen, verdwijnen of verschuiven afhankelijk van de computer.
no: Forstå hvorfor tegn endres, forsvinner eller forskyves avhengig av maskinen.
pl: Zrozumienie, dlaczego znaki zmieniają się, znikają lub przesuwają w zależności od stanowiska.
pt_pt: Entender por que caracteres mudam, desaparecem ou se deslocam dependendo da máquina.
ro: Înțelegeți de ce caracterele se schimbă, dispar sau se deplasează în funcție de stație.
ru: Понять, почему символы меняются, исчезают или смещаются в зависимости от устройства.
sk: Pochopte, prečo sa znaky menia, zmiznú alebo posunú v závislosti od počítača.
sv: Förstå varför tecken ändras, försvinner eller förskjuts beroende på dator.
sw: Kuelewa kwa nini wahusika hubadilika, kupotea au kuhamasishwa kulingana na kompyuta.
tr: Karakterlerin neden değiştiğini, kaybolduğunu veya kaydığını anlamak.
uk: Зрозуміти, чому символи змінюються, зникають або зміщуються в залежності від комп'ютера.
vi: Hiểu tại sao các ký tự thay đổi, biến mất hoặc bị lệch tùy theo máy.
zh_hans: 了解为什么字符会根据工作站而变化、消失或错位。

# ed_dev_pdf_pdf_font_embedding_check_lim3
source: Sur des PDF chiffrés ou corrompus, la détection peut être incomplète.
af: Op versleutelde of beskadigde PDF's kan die opsporing onvolledig wees.
bg: При криптирани или повредени PDF файлове, откритията могат да бъдат непълни.
cs: U šifrovaných nebo poškozených PDF může být detekce neúplná.
da: På krypterede eller beskadigede PDF'er kan detektion være ufuldstændig.
de: Bei verschlüsselten oder beschädigten PDFs kann die Erkennung unvollständig sein.
el: Σε κρυπτογραφημένα ή κατεστραμμένα PDF, η ανίχνευση μπορεί να είναι ελλιπής.
es: En PDF cifrados o corruptos, la detección puede ser incompleta.
fi: Salatuissa tai vaurioituneissa PDF-tiedostoissa havaitseminen voi olla puutteellista.
fil: Sa mga naka-encrypt o sira na PDF, ang pagtuklas ay maaaring hindi kumpleto.
it: Su PDF crittografati o danneggiati, il rilevamento può essere incompleto.
ja: 暗号化されたPDFや破損したPDFでは、検出が不完全な場合があります。
ko: 암호화되거나 손상된 PDF에서는 감지가 불완전할 수 있습니다.
nl: Bij versleutelde of beschadigde PDF's kan de detectie onvolledig zijn.
no: På krypterte eller korrupte PDF-er kan detektering være ufullstendig.
pl: W przypadku zaszyfrowanych lub uszkodzonych PDF-ów wykrywanie może być niekompletne.
pt_pt: Em PDFs criptografados ou corrompidos, a detecção pode ser incompleta.
ro: Pe PDF-uri criptate sau corupte, detectarea poate fi incompletă.
ru: На зашифрованных или поврежденных PDF обнаружение может быть неполным.
sk: Na šifrovaných alebo poškodených PDF môže byť detekcia neúplná.
sv: På krypterade eller skadade PDF:er kan detektering vara ofullständig.
sw: Katika PDF zilizofichwa au zilizoharibika, ugunduzi unaweza kuwa haujakamilika.
tr: Şifreli veya bozulmuş PDF'lerde, tespit eksik olabilir.
uk: На зашифрованих або пошкоджених PDF виявлення може бути неповним.
vi: Trên các PDF được mã hóa hoặc bị hỏng, việc phát hiện có thể không đầy đủ.
zh_hans: 在加密或损坏的PDF上，检测可能不完整。
