Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_scan_detector_a2
source: Non. Il détecte et diagnostique. L’OCR est une étape séparée.
af: Nee. Dit detecteer en diagnoseer. Die OCR is 'n aparte stap.
bg: Не. Той открива и диагностицира. OCR е отделна стъпка.
cs: Ne. Detekuje a diagnostikuje. OCR je samostatný krok.
da: Nej. Det opdager og diagnosticerer. OCR er et separat trin.
de: Nein. Es erkennt und diagnostiziert. OCR ist ein separater Schritt.
el: Όχι. Ανιχνεύει και διαγιγνώσκει. Το OCR είναι ένα ξεχωριστό βήμα.
es: No. Detecta y diagnostica. El OCR es un paso separado.
fi: Ei. Se tunnistaa ja diagnosoi. OCR on erillinen vaihe.
fil: Hindi. Ito ay nag-detect at nag-diagnose. Ang OCR ay isang hiwalay na hakbang.
hu: TODO
id: TODO
it: No. Rileva e diagnostica. L'OCR è una fase separata.
ja: いいえ。検出と診断を行います。OCRは別のステップです。
ko: 아니요. 감지하고 진단합니다. OCR은 별도의 단계입니다.
nl: Nee. Het detecteert en diagnosticeert. OCR is een aparte stap.
no: Nei. Det oppdager og diagnostiserer. OCR er et separat trinn.
pl: Nie. Wykrywa i diagnozuje. OCR to oddzielny krok.
pt_pt: Não. Ela detecta e diagnostica. O OCR é uma etapa separada.
ro: Nu. Detectează și diagnostichează. OCR este o etapă separată.
ru: Нет. Он обнаруживает и диагностирует. OCR - это отдельный этап.
sk: Nie. Detekuje a diagnostikuje. OCR je samostatný krok.
sv: Nej. Det upptäcker och diagnostiserar. OCR är ett separat steg.
sw: Hapana. Inagundua na kuchambua. OCR ni hatua tofauti.
tr: Hayır. Tespit eder ve tanı koyar. OCR ayrı bir adımdır.
uk: Ні. Він виявляє та діагностує. OCR є окремим етапом.
vi: Không. Nó phát hiện và chẩn đoán. OCR là một bước riêng biệt.
zh_hans: 不。它检测和诊断。OCR 是一个单独的步骤。

# ed_dev_pdf_pdf_scan_detector_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_scan_detector_tip
source: Avant d’investir du temps d’extraction, détectez les scans : c’est la façon la plus simple d’éviter de “chasser” du texte qui n’existe pas sans OCR.
af: Voordat jy tyd aan ekstraksie bestee, detecteer die skanderings: dit is die eenvoudigste manier om te voorkom dat jy “jaag” na teks wat nie bestaan nie sonder OCR.
bg: Преди да инвестирате време в извличане, открийте сканирания: това е най-простият начин да избегнете "лов" на текст, който не съществува без OCR.
cs: Před investováním času do extrakce detekujte skeny: to je nejjednodušší způsob, jak se vyhnout "lovu" textu, který neexistuje bez OCR.
da: Før du investerer tid i udtræk, opdag scans: det er den nemmeste måde at undgå at "jage" tekst der ikke eksisterer uden OCR.
de: Bevor Sie Zeit in die Extraktion investieren, erkennen Sie Scans: Das ist der einfachste Weg, um zu vermeiden, dass Sie nach Text suchen, der ohne OCR nicht existiert.
el: Πριν επενδύσετε χρόνο στην εξαγωγή, ανιχνεύστε τις σαρώσεις: είναι ο πιο απλός τρόπος να αποφύγετε το "κυνήγι" κειμένου που δεν υπάρχει χωρίς OCR.
es: Antes de invertir tiempo en la extracción, detecte los escaneos: es la forma más sencilla de evitar "cazar" texto que no existe sin OCR.
fi: Ennen kuin investoit poiminta-aikaa, tunnista skannaukset: tämä on helpoin tapa välttää "tekstin metsästämistä", jota ei ole ilman OCR:ää.
fil: Bago mag-invest ng oras sa extraction, tukuyin ang mga scan: ito ang pinakamadaling paraan upang maiwasan ang "paghahanap" ng teksto na hindi umiiral nang walang OCR.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik terkait dengan niat alat ini.
it: Prima di investire tempo nell'estrazione, rileva le scansioni: è il modo più semplice per evitare di "cercare" testo che non esiste senza OCR.
ja: 抽出に時間を投資する前に、スキャンを検出してください：OCRなしで存在しないテキストを「追いかける」最も簡単な方法です。
ko: 추출 시간을 투자하기 전에 스캔을 감지하세요: OCR 없이 존재하지 않는 텍스트를 “추적”하는 가장 간단한 방법입니다.
nl: Voordat je tijd in extractie investeert, detecteer scans: dit is de eenvoudigste manier om te voorkomen dat je “jaagt” op tekst die niet bestaat zonder OCR.
no: Før du investerer tid i ekstraksjon, oppdag skann: det er den enkleste måten å unngå å "jakte" på tekst som ikke eksisterer uten OCR.
pl: Zanim zainwestujesz czas w ekstrakcję, wykryj skany: to najprostszy sposób, aby uniknąć „polowania” na tekst, który nie istnieje bez OCR.
pt_pt: Antes de investir tempo na extração, detecte os scans: é a maneira mais simples de evitar "caçar" texto que não existe sem OCR.
ro: Înainte de a investi timp în extragere, detectați scanurile: aceasta este cea mai simplă modalitate de a evita „vânătoarea” de text care nu există fără OCR.
ru: Перед тем как инвестировать время в извлечение, обнаружьте сканы: это самый простой способ избежать "поиска" текста, которого нет без OCR.
sk: Pred investovaním času do extrakcie detekujte skeny: je to najjednoduchší spôsob, ako sa vyhnúť „hľadaniu“ textu, ktorý neexistuje bez OCR.
sv: Innan du investerar tid i extraktion, upptäck skanningar: det är det enklaste sättet att undvika att "jaga" text som inte finns utan OCR.
sw: Kabla ya kuwekeza muda katika uchimbaji, gundua skani: hii ndiyo njia rahisi ya kuepuka "kufuatilia" maandiko yasiyopo bila OCR.
tr: Çıkarma için zaman harcamadan önce taramaları tespit edin: bu, OCR olmadan var olmayan metni "avlamaktan" kaçınmanın en basit yoludur.
uk: Перед тим, як витрачати час на витягування, виявляйте скани: це найпростіший спосіб уникнути “полювання” на текст, якого немає без OCR.
vi: Trước khi đầu tư thời gian vào việc trích xuất, hãy phát hiện các bản quét: đây là cách đơn giản nhất để tránh "săn lùng" văn bản không tồn tại mà không có OCR.
zh_hans: 在投入提取时间之前，检测扫描：这是避免“追逐”不存在的文本而不进行 OCR 的最简单方法。

# ed_dev_pdf_pdf_signatures_to_json_title
source: À propos : PDF Signatures → JSON
af: Oor: PDF Handtekeninge → JSON
bg: За нас: PDF Signatures → JSON
cs: O: PDF Signatures → JSON
da: Om: PDF Signatures → JSON
de: Über: PDF Signaturen → JSON
el: Σχετικά: Υπογραφές PDF → JSON
es: Acerca de: Firmas de PDF → JSON
fi: Tietoa: PDF Signatures → JSON
fil: Tungkol sa: PDF Signatures → JSON
hu: A témáról: PDF aláírások → JSON
id: Tentang: Tanda tangan PDF → JSON
it: Informazioni: Firme PDF → JSON
ja: について：PDF署名 → JSON
ko: 정보: PDF 서명 → JSON
nl: Over: PDF Handtekeningen → JSON
no: Om: PDF Signatures → JSON
pl: O: Podpisy PDF → JSON
pt_pt: Sobre: PDF Signatures → JSON
ro: Despre: Semnături PDF → JSON
ru: О программе: PDF Signatures → JSON
sk: O: PDF Signatures → JSON
sv: Om: PDF Signatures → JSON
sw: Kuhusu: PDF Signatures → JSON
tr: Hakkında: PDF İmzaları → JSON
uk: Про: PDF Signatures → JSON
vi: Về: PDF Signatures → JSON
zh_hans: 关于：PDF 签名 → JSON

# ed_dev_pdf_pdf_signatures_to_json_lead
source: Lister et exporter les signatures d’un PDF en JSON (champs, certificats, dates, raisons, byte ranges) pour audit, conformité et intégration de workflows de signature.
af: Lys en voer die handtekeninge van 'n PDF in JSON uit (velde, sertifikate, datums, redes, byte reekse) vir oudit, nakoming en integrasie van handtekening werkvloei.
bg: Изброяване и експортиране на подписите от PDF в JSON (полета, сертификати, дати, причини, байтови диапазони) за одит, съответствие и интеграция на работни потоци за подпис.
cs: Seznam a export podpisů z PDF do JSON (pole, certifikáty, data, důvody, rozsahy bajtů) pro audit, shodu a integraci pracovních toků podpisu.
da: Liste og eksportere signaturer fra en PDF til JSON (felter, certifikater, datoer, årsager, byteområder) til revision, overholdelse og integration af signaturarbejdsgange.
de: Signaturen eines PDFs in JSON auflisten und exportieren (Felder, Zertifikate, Daten, Gründe, Byte-Bereiche) für Audit, Compliance und Integration von Signatur-Workflows.
el: Καταγραφή και εξαγωγή των υπογραφών ενός PDF σε JSON (πεδία, πιστοποιητικά, ημερομηνίες, λόγοι, byte ranges) για έλεγχο, συμμόρφωση και ενσωμάτωση ροών εργασίας υπογραφής.
es: Listar y exportar las firmas de un PDF en JSON (campos, certificados, fechas, razones, rangos de bytes) para auditoría, cumplimiento e integración de flujos de trabajo de firma.
fi: Luettele ja vie PDF:n allekirjoitukset JSON-muodossa (kentät, sertifikaatit, päivämäärät, syyt, byte-alueet) auditointia, vaatimustenmukaisuutta ja allekirjoitusprosessien integrointia varten.
fil: Ilista at i-export ang mga lagda mula sa isang PDF sa JSON (mga field, sertipiko, mga petsa, mga dahilan, byte ranges) para sa audit, pagsunod at pagsasama ng mga workflow ng lagda.
hu: TODO: Írja le ennek az eszköznek a pontos célját (egyedi szándék, ne legyen más szövegének parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Elenca ed esporta le firme di un PDF in JSON (campi, certificati, date, motivi, intervalli di byte) per audit, conformità e integrazione di flussi di lavoro di firma.
ja: PDFの署名をJSON（フィールド、証明書、日付、理由、バイト範囲）としてリストし、エクスポートして監査、コンプライアンス、署名ワークフローの統合を行います。
ko: PDF의 서명을 JSON(필드, 인증서, 날짜, 이유, 바이트 범위)로 나열하고 내보내기 위해 감사, 준수 및 서명 워크플로 통합.
nl: Lijst en exporteer de handtekeningen van een PDF in JSON (velden, certificaten, data, redenen, byte-bereiken) voor audit, naleving en integratie van handtekeningworkflows.
no: Liste og eksportere signaturer fra en PDF til JSON (felt, sertifikater, datoer, årsaker, byte-rekker) for revisjon, samsvar og integrering av signaturarbeidsflyter.
pl: Wykazanie i eksportowanie podpisów z PDF do JSON (pola, certyfikaty, daty, powody, zakresy bajtów) do audytu, zgodności i integracji procesów podpisu.
pt_pt: Listar e exportar as assinaturas de um PDF em JSON (campos, certificados, datas, razões, intervalos de bytes) para auditoria, conformidade e integração de fluxos de trabalho de assinatura.
ro: Listați și exportați semnăturile dintr-un PDF în JSON (câmpuri, certificate, date, motive, intervale de byte) pentru audit, conformitate și integrarea fluxurilor de lucru de semnătură.
ru: Перечисление и экспортирование подписей из PDF в JSON (поля, сертификаты, даты, причины, диапазоны байтов) для аудита, соблюдения и интеграции рабочих процессов подписания.
sk: Zoznam a export podpisov z PDF do JSON (polia, certifikáty, dátumy, dôvody, rozsahy bajtov) na audit, súlad a integráciu pracovných tokov podpisu.
sv: Lista och exportera signaturer från en PDF till JSON (fält, certifikat, datum, skäl, byte-intervall) för revision, efterlevnad och integration av signaturarbetsflöden.
sw: Orodhesha na kusafirisha saini za PDF katika JSON (sehemu, vyeti, tarehe, sababu, byte ranges) kwa ajili ya ukaguzi, ufanisi na ujumuishaji wa michakato ya saini.
tr: Bir PDF'deki imzaları JSON formatında listeleyin ve dışa aktarın (alanlar, sertifikalar, tarihler, nedenler, byte aralıkları) denetim, uyumluluk ve imza iş akışlarının entegrasyonu için.
uk: Перерахувати та експортувати підписи з PDF у JSON (поля, сертифікати, дати, причини, діапазони байтів) для аудиту, відповідності та інтеграції робочих процесів підпису.
vi: Liệt kê và xuất các chữ ký từ một PDF sang JSON (trường, chứng chỉ, ngày, lý do, khoảng byte) để kiểm toán, tuân thủ và tích hợp quy trình làm việc chữ ký.
zh_hans: 列出并导出 PDF 中的签名为 JSON（字段、证书、日期、原因、字节范围），以便审计、合规和签名工作流集成。

# ed_dev_pdf_pdf_signatures_to_json_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_dev_pdf_pdf_signatures_to_json_uc1_title
source: Audit de documents signés
af: Ouers van onderteken dokumente
bg: Одит на подписани документи
cs: Audit podepsaných dokumentů
da: Revision af signerede dokumenter
de: Audit von signierten Dokumenten
el: Έλεγχος υπογεγραμμένων εγγράφων
es: Auditoría de documentos firmados
fi: Allekirjoitettujen asiakirjojen auditointi
fil: Audit ng mga nilagdaang dokumento
hu: TODO
id: TODO
it: Audit di documenti firmati
ja: 署名された文書の監査
ko: 서명된 문서 감사
nl: Audit van ondertekende documenten
no: Revisjon av signerte dokumenter
pl: Audyt podpisanych dokumentów
pt_pt: Auditoria de documentos assinados
ro: Audit de documente semnate
ru: Аудит подписанных документов
sk: Audit podpísaných dokumentov
sv: Revision av signerade dokument
sw: Ukaguzi wa hati zilizotiwa saini
tr: İmzalı belgelerin denetimi
uk: Аудит підписаних документів
vi: Kiểm toán tài liệu đã ký
zh_hans: 已签名文档审计

# ed_dev_pdf_pdf_signatures_to_json_uc1_text
source: Inventorier les signatures présentes, leur position (champs) et les informations de certificat.
af: Inventariseer die teenwoordige handtekeninge, hul posisie (velde) en sertifikaatinligting.
bg: Инвентаризиране на наличните подписи, тяхното местоположение (полета) и информация за сертификата.
cs: Inventarizovat přítomné podpisy, jejich umístění (pole) a informace o certifikátu.
da: Optegn de tilstedeværende signaturer, deres placering (felter) og certifikatoplysninger.
de: Die vorhandenen Signaturen, deren Position (Felder) und die Zertifikatsinformationen inventarisieren.
el: Καταγραφή των παρούσων υπογραφών, της θέσης τους (πεδία) και των πληροφοριών πιστοποίησης.
es: Inventariar las firmas presentes, su posición (campos) y la información del certificado.
fi: Luettele läsnäolevat allekirjoitukset, niiden sijainti (kentät) ja sertifikaattitiedot.
fil: I-inventory ang mga kasalukuyang lagda, ang kanilang posisyon (mga field) at impormasyon ng sertipiko.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Inventariare le firme presenti, la loro posizione (campi) e le informazioni sul certificato.
ja: 存在する署名、その位置（フィールド）、および証明書情報をインベントリします。
ko: 존재하는 서명, 위치(필드) 및 인증서 정보를 목록화합니다.
nl: Inventariseer de aanwezige handtekeningen, hun positie (velden) en certificaatinformatie.
no: Inventarere de tilstedeværende signaturene, deres posisjon (felt) og sertifikatopplysninger.
pl: Inwentaryzacja obecnych podpisów, ich położenie (pola) i informacje o certyfikacie.
pt_pt: Inventariar as assinaturas presentes, sua posição (campos) e as informações do certificado.
ro: Inventariați semnăturile prezente, poziția lor (câmpuri) și informațiile de certificat.
ru: Инвентаризация присутствующих подписей, их местоположение (поля) и информация о сертификате.
sk: Zaznamenať prítomné podpisy, ich polohu (polia) a informácie o certifikáte.
sv: Inventera de närvarande signaturerna, deras position (fält) och certifikatinformation.
sw: Kuhesabu saini zilizopo, nafasi zao (sehemu) na taarifa za cheti.
tr: Mevcut imzaları, konumlarını (alanlar) ve sertifika bilgilerini envanterleyin.
uk: Інвентаризувати наявні підписи, їхнє розташування (поля) та інформацію про сертифікат.
vi: Tổng hợp các chữ ký hiện có, vị trí của chúng (trường) và thông tin chứng chỉ.
zh_hans: 清点现有签名、其位置（字段）和证书信息。

# ed_dev_pdf_pdf_signatures_to_json_uc2_title
source: Contrôle conformité
af: Kontroleer nakoming
bg: Контрол на съответствието
cs: Kontrola shody
da: Overholdelseskontrol
de: Compliance-Kontrolle
el: Έλεγχος συμμόρφωσης
es: Control de cumplimiento
fi: Vaatimustenmukaisuuden tarkistus
fil: Kontrolin ang pagsunod
hu: TODO
id: TODO
it: Controllo conformità
ja: コンプライアンスの確認
ko: 준수 검사
nl: Nalevingscontrole
no: Samsvarskontroll
pl: Kontrola zgodności
pt_pt: Controle de conformidade
ro: Control conformitate
ru: Контроль соблюдения
sk: Kontrola súladu
sv: Kontrollera efterlevnad
sw: Udhibiti wa ufanisi
tr: Uyumluluk kontrolü
uk: Контроль відповідності
vi: Kiểm soát tuân thủ
zh_hans: 合规检查

# ed_dev_pdf_pdf_signatures_to_json_uc2_text
source: Vérifier qu’un PDF contient bien les champs/signatures attendus avant archivage ou envoi.
af: Verifieer dat 'n PDF die verwagte velde/handtekeninge bevat voordat dit geargiveer of gestuur word.
bg: Проверка дали PDF съдържа очакваните полета/подписи преди архивиране или изпращане.
cs: Ověřit, že PDF obsahuje očekávaná pole/podpisy před archivací nebo odesláním.
da: Kontroller at en PDF indeholder de forventede felter/signaturer før arkivering eller afsendelse.
de: Überprüfen, ob ein PDF die erwarteten Felder/Signaturen vor der Archivierung oder dem Versand enthält.
el: Επιβεβαίωση ότι ένα PDF περιέχει τα αναμενόμενα πεδία/υπογραφές πριν από την αρχειοθέτηση ή την αποστολή.
es: Verificar que un PDF contenga los campos/firma esperados antes de archivar o enviar.
fi: Varmista, että PDF sisältää odotetut kentät/allekirjoitukset ennen arkistointia tai lähettämistä.
fil: Suriin kung ang isang PDF ay talagang naglalaman ng mga inaasahang field/signatures bago ang pag-archive o pagpapadala.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Verificare che un PDF contenga i campi/firme attesi prima dell'archiviazione o dell'invio.
ja: アーカイブまたは送信の前に、PDFが期待されるフィールド/署名を含んでいることを確認します。
ko: PDF가 아카이브 또는 전송 전에 예상되는 필드/서명을 포함하는지 확인합니다.
nl: Controleer of een PDF de verwachte velden/handtekeningen bevat voordat deze wordt gearchiveerd of verzonden.
no: Sjekke at en PDF faktisk inneholder de forventede feltene/signaturene før arkivering eller sending.
pl: Sprawdzenie, czy PDF zawiera oczekiwane pola/podpisy przed archiwizacją lub wysyłką.
pt_pt: Verificar se um PDF contém os campos/assinaturas esperados antes do arquivamento ou envio.
ro: Verificați că un PDF conține câmpurile/segnăturile așteptate înainte de arhivare sau trimitere.
ru: Проверка, что PDF действительно содержит ожидаемые поля/подписи перед архивированием или отправкой.
sk: Overiť, že PDF obsahuje očakávané polia/podpisy pred archivovaním alebo odoslaním.
sv: Kontrollera att en PDF verkligen innehåller de förväntade fälten/signaturerna innan arkivering eller sändning.
sw: Thibitisha kuwa PDF ina sehemu/saini zinazotarajiwa kabla ya kuhifadhi au kutuma.
tr: Bir PDF'nin arşivleme veya gönderim öncesinde beklenen alanlar/imzaları içerdiğinden emin olun.
uk: Перевірити, чи містить PDF очікувані поля/підписи перед архівуванням або відправленням.
vi: Kiểm tra xem một PDF có chứa các trường/chữ ký mong đợi trước khi lưu trữ hoặc gửi.
zh_hans: 在归档或发送之前检查 PDF 是否包含预期的字段/签名。

# ed_dev_pdf_pdf_signatures_to_json_uc3_title
source: Debug d’une signature invalide
af: Foutopsporing van 'n ongeldige handtekening
bg: Отстраняване на проблеми с невалидна подписка
cs: Debug neplatného podpisu
da: Fejlfinding af en ugyldig signatur
de: Debug einer ungültigen Signatur
el: Αποσφαλμάτωση μιας άκυρης υπογραφής
es: Depurar una firma inválida
fi: Virheellisen allekirjoituksen debuggaus
fil: Debug ng isang hindi wastong lagda
hu: TODO
id: TODO
it: Debug di una firma non valida
ja: 無効な署名のデバッグ
ko: 유효하지 않은 서명 디버그
nl: Debug van een ongeldige handtekening
no: Feilsøking av en ugyldig signatur
pl: Debugowanie nieprawidłowego podpisu
pt_pt: Depuração de uma assinatura inválida
ro: Debug de o semnătură invalidă
ru: Отладка недействительной подписи
sk: Debug neplatného podpisu
sv: Debugga en ogiltig signatur
sw: Kurekebisha saini isiyo sahihi
tr: Geçersiz bir imzanın hata ayıklaması
uk: Виправлення недійсної підписи
vi: Gỡ lỗi một chữ ký không hợp lệ
zh_hans: 调试无效签名

# ed_dev_pdf_pdf_signatures_to_json_uc3_text
source: Comprendre pourquoi une signature apparaît cassée (modification, fusion, flatten, ajout de pages…).
af: Verstaan waarom 'n handtekening gebroke verskyn (wysiging, samesmelting, platmaak, toevoeging van bladsye…).
bg: Разбиране защо подписът изглежда счупен (модификация, сливане, флатен, добавяне на страници…).
cs: Pochopit, proč se podpis zobrazuje jako poškozený (změna, sloučení, zploštění, přidání stránek…).
da: Forstå hvorfor en signatur vises som brudt (ændring, sammensmeltning, flatten, tilføjelse af sider…).
de: Verstehen, warum eine Signatur beschädigt erscheint (Änderung, Zusammenführung, Flatten, Hinzufügen von Seiten...).
el: Κατανόηση γιατί μια υπογραφή φαίνεται σπασμένη (τροποποίηση, συγχώνευση, επίπεδο, προσθήκη σελίδων…).
es: Entender por qué una firma aparece rota (modificación, fusión, aplanamiento, adición de páginas…).
fi: Ymmärrä, miksi allekirjoitus näyttää rikkoutuneelta (muokkaus, yhdistäminen, tasoittaminen, sivujen lisääminen…).
fil: Unawain kung bakit ang isang lagda ay lumilitaw na sira (modipikasyon, pagsasama, flatten, pagdaragdag ng mga pahina…).
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Comprendere perché una firma appare rotta (modifica, fusione, flatten, aggiunta di pagine…).
ja: 署名が壊れている理由を理解します（変更、マージ、フラット化、ページの追加など）。
ko: 서명이 깨진 이유(수정, 병합, 평면화, 페이지 추가 등)를 이해합니다.
nl: Begrijp waarom een handtekening gebroken lijkt (wijziging, samenvoegen, flatten, pagina's toevoegen…).
no: Forstå hvorfor en signatur vises som ødelagt (modifikasjon, sammenslåing, flattening, tillegg av sider…).
pl: Zrozumienie, dlaczego podpis wydaje się uszkodzony (zmiana, scalanie, spłaszczanie, dodawanie stron…).
pt_pt: Entender por que uma assinatura aparece quebrada (modificação, fusão, achatamento, adição de páginas…).
ro: Înțelegeți de ce o semnătură apare ruptă (modificare, fuziune, flatten, adăugare de pagini…).
ru: Понять, почему подпись выглядит сломанной (изменение, слияние, упрощение, добавление страниц и т. д.).
sk: Pochopiť, prečo sa podpis zobrazuje ako neplatný (úprava, zlúčenie, zploštenie, pridanie stránok…).
sv: Förstå varför en signatur verkar bruten (ändring, sammanslagning, plattning, tillägg av sidor…).
sw: Kuelewa kwa nini saini inaonekana kuwa na kasoro (mabadiliko, kuunganishwa, flatten, kuongeza kurasa…).
tr: Bir imzanın neden bozuk göründüğünü anlamak (değişiklik, birleştirme, düzleştirme, sayfa ekleme vb.).
uk: Зрозуміти, чому підпис виглядає зламаною (зміна, злиття, сплющення, додавання сторінок…).
vi: Hiểu lý do tại sao một chữ ký xuất hiện bị hỏng (thay đổi, hợp nhất, làm phẳng, thêm trang…).
zh_hans: 了解为什么签名显示为无效（修改、合并、扁平化、添加页面等）。

# ed_dev_pdf_pdf_signatures_to_json_output
source: Ce que vous obtenez
af: Wat u ontvang
bg: Това, което получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容
