Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_cumulative_vs_naive_lim2
source: Ce calcul compare des effets multiplicatifs ; si vous cherchez une simple part sur total, ce n’est pas l’outil adapté.
af: Hierdie berekening vergelyk vermenigvuldigende effekte; as jy 'n eenvoudige deel van 'n totaal soek, is dit nie die toepaslike gereedskap nie.
bg: Този калкулатор сравнява мултипликативни ефекти; ако търсите проста част от общото, това не е подходящият инструмент.
cs: Tento výpočet porovnává multiplikativní efekty; pokud hledáte jednoduchý podíl na celku, není to vhodný nástroj.
da: Denne beregning sammenligner multiplikative effekter; hvis du leder efter en simpel andel af totalen, er dette ikke det rette værktøj.
de: Dieser Vergleich betrachtet multiplikative Effekte; wenn Sie nach einem einfachen Anteil am Gesamtbetrag suchen, ist dies nicht das geeignete Werkzeug.
el: Αυτός ο υπολογιστής συγκρίνει πολλαπλασιαστικά αποτελέσματα; αν ψάχνετε για ένα απλό μέρος σε σύνολο, αυτό δεν είναι το κατάλληλο εργαλείο.
es: Este cálculo compara efectos multiplicativos; si buscas una simple parte sobre el total, esta no es la herramienta adecuada.
fi: Tämä laskin vertaa kertoimia; jos etsit yksinkertaista osuutta kokonaisuudesta, tämä ei ole sopiva työkalu.
fil: Ang pagkalkulang ito ay naghahambing ng mga epekto ng pag-multiply; kung naghahanap ka ng simpleng bahagi sa kabuuan, hindi ito ang angkop na tool.
hu: Ez a kalkulátor szorzóhatásokat hasonlít össze; ha egyszerű részesedést keres a teljesből, ez nem a megfelelő eszköz.
id: Kalkulator ini membandingkan efek pengali; jika Anda mencari bagian sederhana dari total, ini bukan alat yang tepat.
it: Questo calcolo confronta effetti moltiplicativi; se stai cercando una semplice parte su totale, questo non è lo strumento adatto.
ja: この計算は乗法的効果を比較します；もし単純な全体に対する部分を探しているなら、これは適切なツールではありません。
ko: 이 계산기는 곱셈 효과를 비교합니다; 총합에 대한 단순한 부분을 찾고 있다면 적합한 도구가 아닙니다.
nl: Deze berekening vergelijkt multiplicatieve effecten; als u op zoek bent naar een eenvoudig deel van het totaal, is dit niet de juiste tool.
no: Denne kalkulatoren sammenligner multiplikative effekter; hvis du leter etter en enkel andel av totalen, er dette ikke det riktige verktøyet.
pl: Ten kalkulator porównuje efekty mnożnikowe; jeśli szukasz prostej części z całości, to nie jest odpowiednie narzędzie.
pt_pt: Este cálculo compara efeitos multiplicativos; se você está procurando uma simples parte sobre o total, esta não é a ferramenta adequada.
ro: Acest calcul compară efecte multiplicative; dacă căutați o simplă parte din total, acesta nu este instrumentul potrivit.
ru: Этот расчет сравнивает мультипликативные эффекты; если вы ищете простую долю от общего, это не подходящий инструмент.
sk: Tento výpočet porovnáva multiplikatívne efekty; ak hľadáte jednoduchý podiel na celku, nie je to vhodný nástroj.
sv: Denna kalkyl jämför multiplikativa effekter; om du letar efter en enkel del av totalen, är detta inte det lämpliga verktyget.
sw: Kipimo hiki kinalinganisha athari za kuongezeka; ikiwa unatafuta sehemu rahisi kwenye jumla, hii si zana inayofaa.
tr: Bu hesaplama çarpan etkilerini karşılaştırır; eğer toplam üzerinde basit bir pay arıyorsanız, bu uygun araç değildir.
uk: Цей калькулятор порівнює множникові ефекти; якщо ви шукаєте просту частку від загального, це не підходящий інструмент.
vi: Máy tính này so sánh các hiệu ứng nhân; nếu bạn đang tìm kiếm một phần đơn giản trên tổng, đây không phải là công cụ phù hợp.
zh_hans: 该计算比较乘法效应；如果您在寻找总数上的简单部分，这不是合适的工具。

# ed_math_percentages_percentage_cumulative_vs_naive_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_cumulative_vs_naive_q1
source: Pourquoi ne peut-on pas additionner des pourcentages successifs ?
af: Waarom kan ons nie opeenvolgende persentasies bymekaar tel nie?
bg: Защо не можем да съберем последователни проценти?
cs: Proč nelze sčítat postupné procenta?
da: Hvorfor kan man ikke lægge successive procenter sammen?
de: Warum kann man aufeinanderfolgende Prozentsätze nicht addieren?
el: Γιατί δεν μπορούμε να προσθέσουμε διαδοχικά ποσοστά;
es: ¿Por qué no se pueden sumar porcentajes sucesivos?
fi: Miksi peräkkäisiä prosentteja ei voi laskea yhteen?
fil: Bakit hindi natin maidadagdag ang sunud-sunod na porsyento?
hu: Miért nem lehet egymás után következő százalékokat összeadni?
id: Mengapa kita tidak bisa menjumlahkan persentase berturut-turut?
it: Perché non possiamo sommare percentuali successive?
ja: なぜ連続するパーセンテージを足し合わせることができないのか？
ko: 왜 연속적인 백분율을 더할 수 없나요?
nl: Waarom kunnen we geen opeenvolgende percentages optellen?
no: Hvorfor kan vi ikke legge sammen successive prosentandeler?
pl: Dlaczego nie można dodawać kolejnych procentów?
pt_pt: Por que não podemos somar percentagens sucessivas?
ro: De ce nu putem aduna procente succesive?
ru: Почему нельзя складывать последовательные проценты?
sk: Prečo nemôžeme sčítať postupné percentá?
sv: Varför kan vi inte addera successiva procent?
sw: Kwa nini hatuwezi kuongeza asilimia zinazofuatana?
tr: Neden ardışık yüzdeleri toplayamayız?
uk: Чому не можна додавати послідовні відсотки?
vi: Tại sao không thể cộng các tỷ lệ phần trăm liên tiếp?
zh_hans: 为什么不能相加连续的百分比？

# ed_math_percentages_percentage_cumulative_vs_naive_a1
source: Parce que chaque pourcentage s’applique à une base différente après la première modification. Le calcul correct passe par des coefficients multiplicateurs.
af: Omdat elke persentasie op 'n ander basis toegepas word na die eerste verandering. Die korrekte berekening vereis vermenigvuldigingsfaktore.
bg: Защото всеки процент се прилага на различна база след първата промяна. Правилното изчисление минава през множители.
cs: Protože každé procento se vztahuje na jiný základ po prvním změně. Správný výpočet zahrnuje multiplikativní koeficienty.
da: Fordi hver procent gælder for en forskellig base efter den første ændring. Den korrekte beregning involverer multiplikative koefficienter.
de: Weil jeder Prozentsatz auf eine andere Basis nach der ersten Änderung angewendet wird. Die korrekte Berechnung erfolgt über Multiplikationsfaktoren.
el: Επειδή κάθε ποσοστό εφαρμόζεται σε διαφορετική βάση μετά την πρώτη μεταβολή. Ο σωστός υπολογισμός περνάει από πολλαπλασιαστικούς συντελεστές.
es: Porque cada porcentaje se aplica a una base diferente después de la primera modificación. El cálculo correcto pasa por coeficientes multiplicadores.
fi: Koska jokainen prosentti perustuu eri laskentaperusteeseen ensimmäisen muutoksen jälkeen. Oikea laskenta tapahtuu kertoimien avulla.
fil: Dahil ang bawat porsyento ay naaangkop sa isang iba't ibang batayan pagkatapos ng unang pagbabago. Ang tamang kalkulasyon ay dumadaan sa mga multiplier na coefficient.
hu: Mert minden százalék egy különböző alapra vonatkozik az első módosítás után. A helyes számításhoz szorzószámok szükségesek.
id: Karena setiap persentase diterapkan pada basis yang berbeda setelah modifikasi pertama. Perhitungan yang benar melibatkan koefisien pengali.
it: Perché ogni percentuale si applica a una base diversa dopo la prima modifica. Il calcolo corretto passa attraverso coefficienti moltiplicatori.
ja: それは、各パーセンテージが最初の変更後に異なる基準に適用されるからです。正しい計算は乗数係数を通じて行われます。
ko: 각 백분율이 첫 번째 수정 이후 서로 다른 기준에 적용되기 때문입니다. 올바른 계산은 곱셈 계수를 통해 이루어집니다.
nl: Omdat elk percentage op een andere basis wordt toegepast na de eerste wijziging. De juiste berekening gaat via vermenigvuldigingscoëfficiënten.
no: Fordi hver prosentandel gjelder en annen base etter den første endringen. Den riktige beregningen går gjennom multiplikative koeffisienter.
pl: Ponieważ każdy procent odnosi się do innej podstawy po pierwszej zmianie. Prawidłowe obliczenie wymaga współczynników mnożących.
pt_pt: Porque cada percentagem se aplica a uma base diferente após a primeira alteração. O cálculo correto passa por coeficientes multiplicadores.
ro: Pentru că fiecare procent se aplică pe o bază diferită după prima modificare. Calculul corect implică coeficienți multiplicatori.
ru: Потому что каждый процент применяется к разной базе после первого изменения. Правильный расчет проходит через множители.
sk: Pretože každé percento sa uplatňuje na inú základňu po prvej zmene. Správny výpočet prebieha cez multiplikatívne koeficienty.
sv: För att varje procent tillämpas på en annan bas efter den första förändringen. Den korrekta beräkningen går genom multiplikativa koefficienter.
sw: Kwa sababu kila asilimia inatumika kwa msingi tofauti baada ya mabadiliko ya kwanza. Hesabu sahihi inahitaji viwango vya kuzidisha.
tr: Çünkü her yüzde, ilk değişiklikten sonra farklı bir temele uygulanır. Doğru hesaplama çarpan katsayıları ile yapılır.
uk: Тому що кожен відсоток застосовується до різної бази після першої зміни. Правильний розрахунок проходить через множники.
vi: Bởi vì mỗi tỷ lệ phần trăm áp dụng cho một cơ sở khác nhau sau lần thay đổi đầu tiên. Phép tính chính xác thông qua các hệ số nhân.
zh_hans: 因为每个百分比适用于第一次修改后的不同基数。正确的计算需要乘法系数。

# ed_math_percentages_percentage_cumulative_vs_naive_q2
source: Exemple simple : +10 % puis +10 %, ça fait combien au final ?
af: Eenvoudige voorbeeld: +10 % dan +10 %, wat is die finale totaal?
bg: Прост пример: +10 % след това +10 %, колко е накрая?
cs: Jednoduchý příklad: +10 % a pak +10 %, kolik to nakonec dělá?
da: Simpelt eksempel: +10 % og derefter +10 %, hvad bliver det i alt?
de: Ein einfaches Beispiel: +10 % dann +10 %, wie viel macht das am Ende?
el: Απλό παράδειγμα: +10 % και μετά +10 %, πόσο είναι τελικά;
es: Ejemplo simple: ¿+10 % luego +10 %, cuánto da al final?
fi: Yksinkertainen esimerkki: +10 % ja sitten +10 %, kuinka paljon se on yhteensä?
fil: Simpleng halimbawa: +10 % pagkatapos +10 %, ilan ang kabuuan sa huli?
hu: Egyszerű példa: +10 % majd +10 %, mennyi lesz a végeredmény?
id: Contoh sederhana: +10 % kemudian +10 %, berapa totalnya?
it: Esempio semplice: +10 % poi +10 %, quanto fa alla fine?
ja: 簡単な例：+10 % その後 +10 %、最終的にはいくらになりますか？
ko: 간단한 예: +10 % 후 +10 %, 최종적으로 얼마인가요?
nl: Eenvoudig voorbeeld: +10 % en dan +10 %, wat is het totaal?
no: Enkelt eksempel: +10 % så +10 %, hva blir det til slutt?
pl: Prosty przykład: +10 % a potem +10 %, ile to w sumie?
pt_pt: Exemplo simples: +10 % depois +10 %, quanto dá no final?
ro: Exemplu simplu: +10 % apoi +10 %, cât face în final?
ru: Простой пример: +10 % затем +10 %, сколько это в итоге?
sk: Jednoduchý príklad: +10 % a potom +10 %, koľko to nakoniec je?
sv: Enkelt exempel: +10 % följt av +10 %, vad blir det totalt?
sw: Mfano rahisi: +10 % kisha +10 %, ni kiasi gani mwishoni?
tr: Basit bir örnek: +%10 sonra +%10, toplamda ne kadar yapar?
uk: Простий приклад: +10 % потім +10 %, скільки в підсумку?
vi: Ví dụ đơn giản: +10% rồi +10%, cuối cùng là bao nhiêu?
zh_hans: 简单例子：+10% 然后 +10%，最后是多少？

# ed_math_percentages_percentage_cumulative_vs_naive_a2
source: Ce n’est pas +20 % mais +21 % : on applique ×1,10 puis ×1,10, soit ×1,21 au total.
af: Dit is nie +20 % nie, maar +21 %: ons pas ×1,10 toe en dan weer ×1,10, wat ×1,21 in totaal maak.
bg: Не е +20 %, а +21 %: прилагаме ×1,10 след това ×1,10, т.е. ×1,21 общо.
cs: Není to +20 %, ale +21 %: aplikujeme ×1,10 a pak ×1,10, což je celkem ×1,21.
da: Det er ikke +20 %, men +21 %: man anvender ×1,10 og derefter ×1,10, hvilket giver ×1,21 i alt.
de: Es sind nicht +20 %, sondern +21 %: man wendet ×1,10 dann ×1,10 an, also insgesamt ×1,21.
el: Δεν είναι +20 % αλλά +21 %: εφαρμόζουμε ×1,10 και μετά ×1,10, δηλαδή ×1,21 συνολικά.
es: No es +20 % sino +21 %: se aplica ×1,10 luego ×1,10, es decir, ×1,21 en total.
fi: Se ei ole +20 %, vaan +21 %: kerromme ×1,10 ja sitten ×1,10, yhteensä ×1,21.
fil: Hindi ito +20 % kundi +21 %: inaaplay ang ×1.10 pagkatapos ay ×1.10, o ×1.21 sa kabuuan.
hu: Nem +20 %, hanem +21 %: alkalmazzuk a ×1,10-et, majd a ×1,10-et, tehát összesen ×1,21.
id: Ini bukan +20 % tetapi +21 %: kita menerapkan ×1,10 kemudian ×1,10, jadi ×1,21 secara total.
it: Non è +20 % ma +21 %: si applica ×1,10 poi ×1,10, quindi ×1,21 in totale.
ja: それは +20 % ではなく +21 % です：×1.10 を適用し、その後 ×1.10 を適用するので、合計で ×1.21 になります。
ko: +20 %가 아니라 +21 %입니다: ×1.10을 적용한 후 다시 ×1.10을 적용하므로 총 ×1.21입니다.
nl: Het is niet +20 % maar +21 %: we passen ×1,10 toe en dan nog eens ×1,10, wat in totaal ×1,21 is.
no: Det er ikke +20 % men +21 %: vi anvender ×1,10 så ×1,10, som gir ×1,21 totalt.
pl: To nie jest +20 %, ale +21 %: stosujemy ×1,10, a następnie ×1,10, co daje łącznie ×1,21.
pt_pt: Não é +20 % mas +21 %: aplicamos ×1,10 depois ×1,10, ou seja, ×1,21 no total.
ro: Nu este +20 % ci +21 %: aplicăm ×1,10 apoi ×1,10, adică ×1,21 în total.
ru: Это не +20 %, а +21 %: мы применяем ×1,10 затем ×1,10, то есть ×1,21 в общей сложности.
sk: Nie je to +20 %, ale +21 %: uplatňujeme ×1,10 a potom ×1,10, teda ×1,21 celkovo.
sv: Det är inte +20 % utan +21 %: vi tillämpar ×1,10 och sedan ×1,10, vilket ger ×1,21 totalt.
sw: Sio +20 % bali +21 %: tunatumia ×1,10 kisha ×1,10, ambayo ni ×1,21 kwa jumla.
tr: %20 değil, %21: önce ×1,10 sonra ×1,10 uygulanır, toplamda ×1,21 olur.
uk: Це не +20 %, а +21 %: ми застосовуємо ×1,10 потім ×1,10, тобто ×1,21 в цілому.
vi: Không phải +20% mà là +21%: chúng ta áp dụng ×1,10 rồi ×1,10, tức là ×1,21 tổng cộng.
zh_hans: 不是 +20% 而是 +21%：我们先乘以 ×1.10 然后再乘以 ×1.10，总共是 ×1.21。

# ed_math_percentages_percentage_cumulative_vs_naive_q3
source: Et une baisse de −50 % puis une hausse de +50 % ?
af: En 'n afname van −50 % dan 'n toename van +50 %?
bg: А какво за намаление от −50 % следвано от увеличение от +50 %?
cs: A co pokles −50 % a pak nárůst +50 %?
da: Og et fald på −50 % efterfulgt af en stigning på +50 %?
de: Und ein Rückgang von −50 % dann ein Anstieg von +50 %?
el: Και μια μείωση −50 % και μετά μια αύξηση +50 %;
es: ¿Y una disminución de −50 % seguida de un aumento de +50 %?
fi: Entä lasku -50 % ja sitten nousu +50 %?
fil: At isang pagbaba ng −50 % pagkatapos ay isang pagtaas ng +50 %?
hu: És egy −50 % csökkenés, majd egy +50 % növekedés?
id: Dan penurunan −50 % kemudian kenaikan +50 %?
it: E una diminuzione di −50 % poi un aumento di +50 %?
ja: −50 % の減少の後に +50 % の増加はどうなりますか？
ko: −50 %의 감소 후 +50 %의 증가요?
nl: En een daling van -50 % en dan een stijging van +50 %?
no: Og en reduksjon på −50 % etterfulgt av en økning på +50 %?
pl: A co z obniżką o −50 % a potem wzrostem o +50 %?
pt_pt: E uma diminuição de −50 % seguida de um aumento de +50 %?
ro: Și o scădere de −50 % apoi o creștere de +50 %?
ru: А снижение на −50 % затем повышение на +50 %?
sk: A pokles −50 % a potom nárast +50 %?
sv: Och en minskning på −50 % följt av en ökning på +50 %?
sw: Na kupungua kwa −50 % kisha kuongezeka kwa +50 %?
tr: Peki, −%50 sonra +%50?
uk: А як щодо зниження на −50 % потім підвищення на +50 %?
vi: Và một sự giảm −50% rồi một sự tăng +50% thì sao?
zh_hans: 那么先降 -50% 然后升 +50% 呢？

# ed_math_percentages_percentage_cumulative_vs_naive_a3
source: On ne revient pas au point de départ : la hausse s’applique sur la valeur diminuée. Exemple : 100 → 50 → 75.
af: Ons kom nie terug na die beginpunt nie: die toename word op die verminderde waarde toegepas. Voorbeeld: 100 → 50 → 75.
bg: Не се връщаме в началната точка: увеличението се прилага върху намалената стойност. Пример: 100 → 50 → 75.
cs: Návrat na výchozí bod se nekoná: nárůst se aplikuje na sníženou hodnotu. Příklad: 100 → 50 → 75.
da: Man kommer ikke tilbage til udgangspunktet: stigningen gælder for den reducerede værdi. Eksempel: 100 → 50 → 75.
de: Man kommt nicht zum Ausgangspunkt zurück: Der Anstieg wird auf den verringerten Wert angewendet. Beispiel: 100 → 50 → 75.
el: Δεν επιστρέφουμε στο αρχικό σημείο: η αύξηση εφαρμόζεται στην μειωμένη αξία. Παράδειγμα: 100 → 50 → 75.
es: No se vuelve al punto de partida: el aumento se aplica sobre el valor reducido. Ejemplo: 100 → 50 → 75.
fi: Emme palaa lähtöpisteeseen: nousu kohdistuu vähennettyyn arvoon. Esimerkki: 100 → 50 → 75.
fil: Hindi tayo bumabalik sa simula: ang pagtaas ay naaangkop sa nabawasang halaga. Halimbawa: 100 → 50 → 75.
hu: Nem térünk vissza az eredeti pontra: a növekedés a csökkentett értékre vonatkozik. Példa: 100 → 50 → 75.
id: Kita tidak kembali ke titik awal: kenaikan diterapkan pada nilai yang sudah berkurang. Contoh: 100 → 50 → 75.
it: Non si torna al punto di partenza: l'aumento si applica sul valore diminuito. Esempio: 100 → 50 → 75.
ja: 元のポイントには戻りません：増加は減少した値に適用されます。例：100 → 50 → 75。
ko: 원래 지점으로 돌아가지 않습니다: 증가는 감소된 값에 적용됩니다. 예: 100 → 50 → 75.
nl: We komen niet terug op het oorspronkelijke punt: de stijging wordt toegepast op de verlaagde waarde. Voorbeeld: 100 → 50 → 75.
no: Vi kommer ikke tilbake til utgangspunktet: økningen gjelder den reduserte verdien. Eksempel: 100 → 50 → 75.
pl: Nie wracamy do punktu wyjścia: wzrost odnosi się do zmniejszonej wartości. Przykład: 100 → 50 → 75.
pt_pt: Não voltamos ao ponto de partida: o aumento aplica-se sobre o valor diminuído. Exemplo: 100 → 50 → 75.
ro: Nu revenim la punctul de plecare: creșterea se aplică pe valoarea redusă. Exemplu: 100 → 50 → 75.
ru: Мы не возвращаемся к исходной точке: повышение применяется к уменьшенной стоимости. Пример: 100 → 50 → 75.
sk: Návrat na pôvodný bod nie je možný: nárast sa uplatňuje na zníženú hodnotu. Príklad: 100 → 50 → 75.
sv: Vi återvänder inte till utgångspunkten: ökningen tillämpas på det minskade värdet. Exempel: 100 → 50 → 75.
sw: Haturudi kwenye hatua ya mwanzo: ongezeko linatumika kwenye thamani iliyopungua. Mfano: 100 → 50 → 75.
tr: Başlangıç noktasına geri dönmüyoruz: artış, azalan değere uygulanır. Örnek: 100 → 50 → 75.
uk: Ми не повертаємося до початкової точки: підвищення застосовується до зменшеної вартості. Приклад: 100 → 50 → 75.
vi: Chúng ta không trở lại điểm xuất phát: sự tăng áp dụng trên giá trị đã giảm. Ví dụ: 100 → 50 → 75.
zh_hans: 我们并没有回到起点：上涨是基于减少后的值。例子：100 → 50 → 75。

# ed_math_percentages_percentage_cumulative_vs_naive_q4
source: Quelle différence avec “pourcentage équivalent” ?
af: Wat is die verskil met 'gelyke persentasie'?
bg: Каква е разликата с "еквивалентен процент"?
cs: Jaký je rozdíl s „ekvivalentním procentem“?
da: Hvad er forskellen på 'ækvivalent procent'?
de: Was ist der Unterschied zu "äquivalentem Prozentsatz"?
el: Ποια είναι η διαφορά με το “ισοδύναμο ποσοστό”;
es: ¿Cuál es la diferencia con “porcentaje equivalente”?
fi: Mikä ero on 'vastaprosentilla'?
fil: Anong pagkakaiba sa 'katumbas na porsyento'?
hu: Mi a különbség a 'megegyező százalék' kifejezéssel?
id: Apa perbedaan dengan “persentase ekuivalen”?
it: Qual è la differenza con “percentuale equivalente”?
ja: 「同等のパーセンテージ」との違いは何ですか？
ko: '동등한 백분율'과의 차이점은 무엇인가요?
nl: Wat is het verschil met 'equivalent percentage'?
no: Hva er forskjellen med “tilsvarende prosent”?
pl: Jaka jest różnica z „procentem równoważnym”?
pt_pt: Qual a diferença com “percentagem equivalente”?
ro: Care este diferența față de „procent echivalent”?
ru: В чем разница с "эквивалентным процентом"?
sk: Aký je rozdiel s "ekvivalentným percentom"?
sv: Vad är skillnaden med 'motsvarande procent'?
sw: Tofauti gani na 'asilimia sawa'?
tr: “Eşdeğer yüzde” ile ne fark var?
uk: Яка різниця з "еквівалентним відсотком"?
vi: Sự khác biệt với “tỷ lệ phần trăm tương đương” là gì?
zh_hans: 与“等效百分比”有什么区别？
