Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# dev_pdf_sg_debug_desc
source: Explorer les objets bas niveau (xref, streams, opérateurs, ToUnicode…).
af: Verken die lae vlak objekte (xref, strome, operateurs, ToUnicode…).
bg: Изследване на обектите на ниско ниво (xref, потоци, оператори, ToUnicode…).
cs: Prozkoumat nízkoúrovňové objekty (xref, streamy, operátory, ToUnicode…).
da: Udforsk lavniveau objekter (xref, streams, operatører, ToUnicode…).
de: Die Low-Level-Objekte (xref, Streams, Operatoren, ToUnicode…) erkunden.
el: Εξερεύνηση των αντικειμένων χαμηλού επιπέδου (xref, streams, τελεστές, ToUnicode…).
es: Explorar los objetos de bajo nivel (xref, streams, operadores, ToUnicode…).
fi: Tutki matalan tason objekteja (xref, virrat, operaattorit, ToUnicode…).
fil: Galugarin ang mga objek sa mababang antas (xref, streams, mga operador, ToUnicode…).
hu: Alacsony szintű objektumok (xref, folyamok, operátorok, ToUnicode…) felfedezése.
id: Jelajahi objek tingkat rendah (xref, streams, operator, ToUnicode…).
it: Esplorare gli oggetti a basso livello (xref, streams, operatori, ToUnicode…).
ja: 低レベルのオブジェクト（xref、ストリーム、オペレーター、ToUnicode…）を探索する。
ko: 저수준 객체 (xref, 스트림, 연산자, ToUnicode…) 탐색.
nl: Verken de laag-niveau objecten (xref, streams, operaties, ToUnicode…).
no: Utforsk lavnivåobjekter (xref, strømmer, operatører, ToUnicode…).
pl: Eksploruj obiekty niskiego poziomu (xref, strumienie, operatory, ToUnicode…).
pt_pt: Explorar os objetos de baixo nível (xref, streams, operadores, ToUnicode…).
ro: Explorați obiectele de bază (xref, streams, operativi, ToUnicode…).
ru: Изучить объекты низкого уровня (xref, потоки, операторы, ToUnicode…).
sk: Preskúmať objekty nízkej úrovne (xref, streams, operátory, ToUnicode…).
sv: Utforska lågnivåobjekten (xref, strömmar, operatörer, ToUnicode…).
sw: Chunguza vitu vya chini (xref, streams, wakaguzi, ToUnicode…).
tr: Düşük seviye nesneleri (xref, akışlar, operatörler, ToUnicode…) keşfet.
uk: Дослідити об'єкти низького рівня (xref, потоки, оператори, ToUnicode…).
vi: Khám phá các đối tượng cấp thấp (xref, streams, toán tử, ToUnicode…).
zh_hans: 探索低级对象 (xref、流、操作符、ToUnicode…)。

# ed_dev_pdf_pdf_annotations_to_json_title
source: À propos : PDF Annotations → JSON
af: Oor: PDF Aantekeninge → JSON
bg: Относно: PDF анотации → JSON
cs: O aplikaci: PDF Annotations → JSON
da: Om: PDF Annotationer → JSON
de: Über: PDF-Anmerkungen → JSON
el: Σχετικά με: PDF Σημειώσεις → JSON
es: Acerca de: Anotaciones PDF → JSON
fi: Tietoja: PDF-annotaatiot → JSON
fil: Tungkol sa: PDF Annotations → JSON
hu: A PDF annotációk → JSON
id: Tentang: Anotasi PDF → JSON
it: Informazioni: Annotazioni PDF → JSON
ja: について : PDF 注釈 → JSON
ko: PDF 주석 → JSON에 대하여
nl: Over: PDF Annotaties → JSON
no: Om: PDF Annotations → JSON
pl: O programie: PDF Annotations → JSON
pt_pt: Sobre: Anotações PDF → JSON
ro: Despre: Annotations PDF → JSON
ru: О программе: Аннотации PDF → JSON
sk: O PDF: Anotácie → JSON
sv: Om: PDF-anteckningar → JSON
sw: Kuhusu: PDF Maelezo → JSON
tr: Hakkında: PDF Notları → JSON
uk: Про PDF: Анотації PDF → JSON
vi: Về việc: Chú thích PDF → JSON
zh_hans: 关于：PDF 注释 → JSON

# ed_dev_pdf_pdf_annotations_to_json_lead
source: Exporter toutes les annotations d’un PDF (commentaires, surlignages, tampons, liens cliquables…) au format JSON pour audit, migration ou contrôle qualité.
af: Eksporteer alle aantekeninge van 'n PDF (opmerkings, beklemtonings, stempels, klikbare skakels…) na JSON-formaat vir oudit, migrasie of kwaliteitsbeheer.
bg: Експортирайте всички анотации от PDF (коментари, подчертавания, печати, кликаеми връзки…) във формат JSON за одит, миграция или контрол на качеството.
cs: Exportujte všechny anotace z PDF (komentáře, zvýraznění, razítka, klikatelné odkazy…) do formátu JSON pro audit, migraci nebo kontrolu kvality.
da: Eksporter alle annotationer fra en PDF (kommentarer, fremhævelser, stempler, klikbare links…) til JSON-format til revision, migration eller kvalitetskontrol.
de: Exportieren Sie alle Anmerkungen eines PDFs (Kommentare, Markierungen, Stempel, klickbare Links…) im JSON-Format für Audits, Migration oder Qualitätskontrolle.
el: Εξαγάγετε όλες τις σημειώσεις ενός PDF (σχόλια, υπογραμμίσεις, σφραγίδες, clickable links…) σε μορφή JSON για έλεγχο, μετανάστευση ή ποιοτικό έλεγχο.
es: Exportar todas las anotaciones de un PDF (comentarios, resaltados, sellos, enlaces clicables…) en formato JSON para auditoría, migración o control de calidad.
fi: Vie kaikki PDF-annotaatiot (kommentit, korostukset, leimat, klikkauslinkit…) JSON-muotoon tarkastusta, siirtoa tai laadunvalvontaa varten.
fil: I-export ang lahat ng annotation mula sa isang PDF (mga komento, pag-highlight, mga stamp, mga clickable link…) sa JSON format para sa audit, migration, o quality control.
hu: TODO: Írd le le pontos célját ennek az eszköznek (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Esporta tutte le annotazioni di un PDF (commenti, evidenziazioni, timbri, link cliccabili…) in formato JSON per audit, migrazione o controllo qualità.
ja: PDF のすべての注釈（コメント、ハイライト、スタンプ、クリック可能なリンクなど）を JSON 形式でエクスポートし、監査、移行、または品質管理のために使用します。
ko: 감사, 마이그레이션 또는 품질 관리를 위해 PDF의 모든 주석(댓글, 하이라이트, 스탬프, 클릭 가능한 링크 등)을 JSON 형식으로 내보냅니다.
nl: Exporteer alle annotaties van een PDF (opmerkingen, markeringen, stempels, klikbare links…) naar JSON-formaat voor audit, migratie of kwaliteitscontrole.
no: Eksporter alle annotasjoner fra en PDF (kommentarer, uthevinger, stempler, klikkbare lenker…) til JSON-format for revisjon, migrering eller kvalitetskontroll.
pl: Eksportuj wszystkie adnotacje z pliku PDF (komentarze, podkreślenia, pieczątki, klikalne linki…) w formacie JSON do audytu, migracji lub kontroli jakości.
pt_pt: Exportar todas as anotações de um PDF (comentários, marcações, carimbos, links clicáveis…) para o formato JSON para auditoria, migração ou controle de qualidade.
ro: Exportați toate anotările dintr-un PDF (comentarii, evidențieri, ștampile, linkuri clicabile…) în format JSON pentru audit, migrare sau control al calității.
ru: Экспортировать все аннотации из PDF (комментарии, выделения, штампы, кликабельные ссылки и т.д.) в формате JSON для аудита, миграции или контроля качества.
sk: Exportovať všetky anotácie z PDF (komentáre, zvýraznenia, pečiatky, klikateľné odkazy…) do formátu JSON na audit, migráciu alebo kontrolu kvality.
sv: Exportera alla anteckningar från en PDF (kommentarer, markeringar, stämplar, klickbara länkar…) i JSON-format för granskning, migrering eller kvalitetskontroll.
sw: Exporta maelezo yote ya PDF (maoni, alama, mihuri, viungo vya kubofya…) katika muundo wa JSON kwa ajili ya ukaguzi, uhamishaji au udhibiti wa ubora.
tr: Bir PDF'deki tüm notları (yorumlar, vurgulamalar, damgalar, tıklanabilir bağlantılar...) JSON formatında dışa aktarın; denetim, göç veya kalite kontrol için.
uk: Експортуйте всі анотації з PDF (коментарі, виділення, штампи, клікабельні посилання тощо) у формат JSON для аудиту, міграції або контролю якості.
vi: Xuất tất cả các chú thích từ một PDF (nhận xét, đánh dấu, con dấu, liên kết có thể nhấp…) sang định dạng JSON để kiểm toán, di chuyển hoặc kiểm soát chất lượng.
zh_hans: 将 PDF 中的所有注释（评论、高亮、印章、可点击链接等）导出为 JSON 格式，以便进行审计、迁移或质量控制.

# ed_dev_pdf_pdf_annotations_to_json_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruiksscenario's
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_dev_pdf_pdf_annotations_to_json_uc1_title
source: Audit de commentaires
af: Opmerkingsoudit
bg: Одит на коментари
cs: Audit komentářů
da: Revision af kommentarer
de: Kommentar-Audit
el: Έλεγχος Σχολίων
es: Auditoría de comentarios
fi: Kommenttien tarkastus
fil: Audit ng mga komento
hu: TODO
id: TODO
it: Audit dei commenti
ja: コメントの監査
ko: 댓글 감사
nl: Audit van opmerkingen
no: Revisjon av kommentarer
pl: Audyt komentarzy
pt_pt: Auditoria de comentários
ro: Audit de comentarii
ru: Аудит комментариев
sk: Audit komentárov
sv: Granskning av kommentarer
sw: Ukaguzi wa maoni
tr: Yorum Denetimi
uk: Аудит коментарів
vi: Kiểm toán nhận xét
zh_hans: 评论审计

# ed_dev_pdf_pdf_annotations_to_json_uc1_text
source: Lister les notes, surlignages et tampons avant d’archiver ou de transmettre un PDF annoté.
af: Lys die notas, beklemtonings en stempels voordat jy 'n geannoteerde PDF argiveer of oordra.
bg: Изброяване на бележки, подчертавания и печати преди архивиране или предаване на анотиран PDF.
cs: Seznamte si poznámky, zvýraznění a razítka před archivací nebo předáním anotovaného PDF.
da: Liste noter, fremhævelser og stempler før arkivering eller overførsel af en annoteret PDF.
de: Listen Sie die Notizen, Markierungen und Stempel auf, bevor Sie ein annotiertes PDF archivieren oder weitergeben.
el: Καταγράψτε τις σημειώσεις, τις υπογραμμίσεις και τις σφραγίδες πριν από την αρχειοθέτηση ή τη μετάδοση ενός σχολιασμένου PDF.
es: Listar las notas, resaltados y sellos antes de archivar o transmitir un PDF anotado.
fi: Listaa muistiinpanot, korostukset ja leimat ennen annotoidun PDF:n arkistointia tai siirtoa.
fil: Ilista ang mga tala, pag-highlight, at mga stamp bago i-archive o ipasa ang isang annotated na PDF.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Elenca le note, evidenziazioni e timbri prima di archiviare o trasmettere un PDF annotato.
ja: PDF に注釈を付けた後、アーカイブまたは送信する前に、メモ、ハイライト、スタンプをリストします。
ko: 주석이 달린 PDF를 아카이브하거나 전송하기 전에 메모, 하이라이트 및 스탬프를 나열합니다.
nl: Lijst de notities, markeringen en stempels voordat je een geannoteerde PDF archiveert of doorstuurt.
no: Liste opp notater, uthevinger og stempler før arkivering eller overføring av en annotert PDF.
pl: Wypisz notatki, podkreślenia i pieczątki przed archiwizowaniem lub przesyłaniem adnotowanego pliku PDF.
pt_pt: Listar as notas, marcações e carimbos antes de arquivar ou transmitir um PDF anotado.
ro: Listați notele, evidențierile și ștampilele înainte de a arhiva sau transmite un PDF cu anotări.
ru: Перечислить заметки, выделения и штампы перед архивированием или передачей аннотированного PDF.
sk: Zoznam poznámok, zvýraznení a pečiatok pred archivovaním alebo odoslaním anotovaného PDF.
sv: Lista anteckningar, markeringar och stämplar innan du arkiverar eller överför en annoterad PDF.
sw: Orodhesha maelezo, alama na mihuri kabla ya kuhifadhi au kuhamasisha PDF iliyo na maelezo.
tr: Bir PDF'yi arşivlemeden veya iletmeden önce notları, vurgulamaları ve damgaları listeleyin.
uk: Перерахуйте нотатки, виділення та штампи перед архівуванням або передачею анотованого PDF.
vi: Liệt kê các ghi chú, đánh dấu và con dấu trước khi lưu trữ hoặc chuyển giao một PDF đã chú thích.
zh_hans: 在归档或传输带注释的 PDF 之前，列出注释、高亮和印章.

# ed_dev_pdf_pdf_annotations_to_json_uc2_title
source: Migration d’annotations
af: Migrasie van aantekeninge
bg: Миграция на анотации
cs: Migrace anotací
da: Migration af annotationer
de: Migration von Anmerkungen
el: Μετανάστευση Σημειώσεων
es: Migración de anotaciones
fi: Annotaatioiden siirto
fil: Migration ng mga annotation
hu: TODO
id: TODO
it: Migrazione delle annotazioni
ja: 注釈の移行
ko: 주석 마이그레이션
nl: Migratie van annotaties
no: Migrering av annotasjoner
pl: Migracja adnotacji
pt_pt: Migração de anotações
ro: Migrarea anotărilor
ru: Миграция аннотаций
sk: Migrácia anotácií
sv: Migrering av anteckningar
sw: Uhamishaji wa maelezo
tr: Notların Göçü
uk: Міграція анотацій
vi: Di chuyển chú thích
zh_hans: 注释迁移

# ed_dev_pdf_pdf_annotations_to_json_uc2_text
source: Extraire une structure JSON pour reconstituer les annotations dans un autre outil (GED, viewer, workflow QA).
af: Onthaal 'n JSON-struktuur om die aantekeninge in 'n ander hulpmiddel (GED, kyker, QA-werksvloei) te herbou.
bg: Извличане на JSON структура за възстановяване на анотациите в друг инструмент (GED, прегледач, QA работен поток).
cs: Extrahujte strukturu JSON pro rekonstrukci anotací v jiném nástroji (GED, prohlížeč, workflow QA).
da: Ekstrahere en JSON-struktur for at rekonstruere annotationerne i et andet værktøj (EDMS, viewer, QA workflow).
de: Extrahieren Sie eine JSON-Struktur, um die Anmerkungen in einem anderen Tool (DMS, Viewer, QA-Workflow) wiederherzustellen.
el: Εξαγάγετε μια δομή JSON για να ανακατασκευάσετε τις σημειώσεις σε άλλο εργαλείο (GED, viewer, workflow QA).
es: Extraer una estructura JSON para reconstruir las anotaciones en otra herramienta (GED, visor, flujo de trabajo de control de calidad).
fi: Poimi JSON-rakenne annotaatioiden uudelleenrakentamiseksi toisessa työkalussa (GED, katseluohjelma, QA-työnkulku).
fil: I-extract ang isang JSON structure upang muling buuin ang mga annotation sa ibang tool (GED, viewer, workflow QA).
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Estrai una struttura JSON per ricostruire le annotazioni in un altro strumento (GED, visualizzatore, workflow QA).
ja: 他のツール（GED、ビューワー、QA ワークフロー）で注釈を再構成するための JSON 構造を抽出します。
ko: 다른 도구(문서 관리 시스템, 뷰어, QA 워크플로우)에서 주석을 재구성하기 위해 JSON 구조를 추출합니다.
nl: Extraheer een JSON-structuur om de annotaties in een ander hulpmiddel (GED, viewer, QA-workflow) te reconstrueren.
no: Ekstrahere en JSON-struktur for å rekonstruere annotasjonene i et annet verktøy (EDR, visningsprogram, QA-arbeidsflyt).
pl: Wyodrębnij strukturę JSON, aby odtworzyć adnotacje w innym narzędziu (GED, przeglądarka, workflow QA).
pt_pt: Extrair uma estrutura JSON para reconstruir as anotações em outra ferramenta (GED, visualizador, fluxo de trabalho QA).
ro: Extrați o structură JSON pentru a reconstitui anotările într-un alt instrument (GED, vizualizator, flux de lucru QA).
ru: Извлечь структуру JSON для восстановления аннотаций в другом инструменте (СЭД, просмотрщик, QA рабочий процесс).
sk: Extrahovať štruktúru JSON na obnovenie anotácií v inom nástroji (GED, prehliadač, QA workflow).
sv: Extrahera en JSON-struktur för att återskapa anteckningarna i ett annat verktyg (DMS, visare, QA-arbetsflöde).
sw: Toa muundo wa JSON ili kuunda tena maelezo katika chombo kingine (GED, mtazamaji, mchakato wa QA).
tr: Başka bir araçta (GED, görüntüleyici, QA iş akışı) notları yeniden oluşturmak için bir JSON yapısı çıkarın.
uk: Екстрактуйте структуру JSON для відновлення анотацій в іншому інструменті (СЕД, переглядач, робочий процес QA).
vi: Trích xuất một cấu trúc JSON để tái tạo các chú thích trong một công cụ khác (Hệ thống quản lý tài liệu, trình xem, quy trình QA).
zh_hans: 提取 JSON 结构以在其他工具中重建注释（文档管理系统、查看器、质量保证工作流）.

# ed_dev_pdf_pdf_annotations_to_json_uc3_title
source: Contrôle qualité
af: Kwaliteitsbeheer
bg: Контрол на качеството
cs: Kontrola kvality
da: Kvalitetskontrol
de: Qualitätskontrolle
el: Ποιοτικός Έλεγχος
es: Control de calidad
fi: Laadunvalvonta
fil: Quality control
hu: TODO
id: TODO
it: Controllo qualità
ja: 品質管理
ko: 품질 관리
nl: Kwaliteitscontrole
no: Kvalitetskontroll
pl: Kontrola jakości
pt_pt: Controle de qualidade
ro: Controlul calității
ru: Контроль качества
sk: Kontrola kvality
sv: Kvalitetskontroll
sw: Udhibiti wa ubora
tr: Kalite Kontrol
uk: Контроль якості
vi: Kiểm soát chất lượng
zh_hans: 质量控制

# ed_dev_pdf_pdf_annotations_to_json_uc3_text
source: Vérifier qu’un document contient bien les annotations attendues (pages, positions, auteurs) dans une pipeline CI/CD.
af: Verifieer dat 'n dokument die verwagte aantekeninge bevat (bladsye, posisies, outeurs) in 'n CI/CD-pyplyn.
bg: Проверете дали документът съдържа очакваните анотации (страници, позиции, автори) в CI/CD работен поток.
cs: Ověřte, že dokument obsahuje očekávané anotace (strany, pozice, autoři) v CI/CD pipeline.
da: Kontrollere, at et dokument indeholder de forventede annotationer (sider, positioner, forfattere) i en CI/CD pipeline.
de: Überprüfen Sie, ob ein Dokument die erwarteten Anmerkungen (Seiten, Positionen, Autoren) in einer CI/CD-Pipeline enthält.
el: Ελέγξτε αν ένα έγγραφο περιέχει τις αναμενόμενες σημειώσεις (σελίδες, θέσεις, συγγραφείς) σε μια pipeline CI/CD.
es: Verificar que un documento contiene las anotaciones esperadas (páginas, posiciones, autores) en un pipeline CI/CD.
fi: Tarkista, että asiakirja sisältää odotetut annotaatiot (sivut, sijainnit, tekijät) CI/CD-putkessa.
fil: Suriin kung ang isang dokumento ay naglalaman ng mga inaasahang annotation (mga pahina, posisyon, may-akda) sa isang CI/CD pipeline.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Verifica che un documento contenga le annotazioni attese (pagine, posizioni, autori) in una pipeline CI/CD.
ja: CI/CD パイプライン内で、ドキュメントが期待される注釈（ページ、位置、著者）を含んでいるかどうかを確認します。
ko: CI/CD 파이프라인에서 문서에 예상되는 주석(페이지, 위치, 작성자)이 포함되어 있는지 확인합니다.
nl: Controleer of een document de verwachte annotaties bevat (pagina's, posities, auteurs) in een CI/CD-pijplijn.
no: Sjekke at et dokument inneholder de forventede annotasjonene (sider, posisjoner, forfattere) i en CI/CD-pipeline.
pl: Sprawdź, czy dokument zawiera oczekiwane adnotacje (strony, pozycje, autorzy) w pipeline CI/CD.
pt_pt: Verificar se um documento contém as anotações esperadas (páginas, posições, autores) em um pipeline CI/CD.
ro: Verificați dacă un document conține anotările așteptate (pagini, poziții, autori) într-un pipeline CI/CD.
ru: Проверить, что документ содержит ожидаемые аннотации (страницы, позиции, авторы) в CI/CD конвейере.
sk: Overiť, či dokument obsahuje očakávané anotácie (strany, pozície, autori) v CI/CD pipeline.
sv: Kontrollera att ett dokument verkligen innehåller de förväntade anteckningarna (sidor, positioner, författare) i en CI/CD-pipeline.
sw: Thibitisha kuwa hati ina maelezo yanayotarajiwa (kurasa, nafasi, waandishi) katika mchakato wa CI/CD.
tr: Bir belgenin beklenen notları (sayfalar, konumlar, yazarlar) içerip içermediğini CI/CD hattında kontrol edin.
uk: Перевірте, чи документ містить очікувані анотації (сторінки, позиції, автори) у конвеєрі CI/CD.
vi: Kiểm tra xem một tài liệu có chứa các chú thích mong đợi (trang, vị trí, tác giả) trong một quy trình CI/CD.
zh_hans: 检查文档是否包含预期的注释（页面、位置、作者）在 CI/CD 流水线中.

# ed_dev_pdf_pdf_annotations_to_json_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Това, което получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_annotations_to_json_out1
source: Un export JSON des annotations par page (type, rectangle, contenu, auteur, dates, flags, action associée).
af: 'n JSON-uitvoer van die aantekeninge per bladsy (tipe, reghoek, inhoud, outeur, datums, vlae, geassosieerde aksie).
bg: JSON експорт на анотациите по страници (тип, правоъгълник, съдържание, автор, дати, флагове, свързано действие).
cs: Export JSON anotací podle strany (typ, obdélník, obsah, autor, data, příznaky, související akce).
da: En JSON-eksport af annotationer pr. side (type, rektangel, indhold, forfatter, datoer, flag, tilknyttede handlinger).
de: Ein JSON-Export der Anmerkungen pro Seite (Typ, Rechteck, Inhalt, Autor, Daten, Flags, zugehörige Aktion).
el: Μια εξαγωγή JSON των σημειώσεων ανά σελίδα (τύπος, ορθογώνιο, περιεχόμενο, συγγραφέας, ημερομηνίες, σημαίες, σχετική ενέργεια).
es: Una exportación JSON de las anotaciones por página (tipo, rectángulo, contenido, autor, fechas, banderas, acción asociada).
fi: JSON-vienti annotaatioista sivuittain (tyyppi, suorakulmio, sisältö, tekijä, päivämäärät, liput, liitetty toiminto).
fil: Isang JSON export ng mga annotation bawat pahina (uri, rektanggulo, nilalaman, may-akda, mga petsa, mga flag, kaugnay na aksyon).
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un'esportazione JSON delle annotazioni per pagina (tipo, rettangolo, contenuto, autore, date, flag, azione associata).
ja: ページごとの注釈の JSON エクスポート（タイプ、矩形、内容、著者、日付、フラグ、関連アクション）。
ko: 페이지별 주석의 JSON 내보내기(유형, 사각형, 내용, 작성자, 날짜, 플래그, 관련 작업).
nl: Een JSON-export van de annotaties per pagina (type, rechthoek, inhoud, auteur, data, vlaggen, bijbehorende actie).
no: En JSON-eksport av annotasjoner per side (type, rektangel, innhold, forfatter, datoer, flagg, tilknyttede handlinger).
pl: Eksport JSON adnotacji na stronę (typ, prostokąt, treść, autor, daty, flagi, powiązana akcja).
pt_pt: Uma exportação JSON das anotações por página (tipo, retângulo, conteúdo, autor, datas, flags, ação associada).
ro: Un export JSON al anotărilor pe pagină (tip, dreptunghi, conținut, autor, date, steaguri, acțiune asociată).
ru: Экспорт JSON аннотаций по страницам (тип, прямоугольник, содержание, автор, даты, флаги, связанное действие).
sk: Export JSON anotácií podľa strán (typ, obdĺžnik, obsah, autor, dátumy, vlajky, priradená akcia).
sv: En JSON-export av anteckningar per sida (typ, rektangel, innehåll, författare, datum, flaggor, associerad åtgärd).
sw: Export ya JSON ya maelezo kwa kila ukurasa (aina, mraba, maudhui, mwandishi, tarehe, bendera, hatua inayohusiana).
tr: Sayfa başına notların JSON dışa aktarımı (tip, dikdörtgen, içerik, yazar, tarihler, bayraklar, ilişkili eylem).
uk: Експорт JSON анотацій по сторінках (тип, прямокутник, вміст, автор, дати, позначки, пов'язане дію).
vi: Một xuất JSON của các chú thích theo trang (loại, hình chữ nhật, nội dung, tác giả, ngày, cờ, hành động liên quan).
zh_hans: 按页面导出的 JSON 注释（类型、矩形、内容、作者、日期、标志、相关操作）。
