Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_encryption_check_uc1_text
source: Comprendre pourquoi une extraction de texte, de liens ou de champs de formulaire échoue sur certains PDF.
af: Verstaan waarom 'n onttrekking van teks, skakels of vormvelde op sekere PDF's misluk.
bg: Разберете защо извличането на текст, връзки или полета на формуляри не успява на определени PDF.
cs: Pochopte, proč selhává extrakce textu, odkazů nebo formulářových polí na některých PDF.
da: Forstå hvorfor en tekst-, link- eller formularfeltsekstraktion mislykkes på visse PDF'er.
de: Verstehen Sie, warum eine Text-, Link- oder Formularfeldextraktion bei bestimmten PDFs fehlschlägt.
el: Κατανοήστε γιατί μια εξαγωγή κειμένου, συνδέσμων ή πεδίων φόρμας αποτυγχάνει σε ορισμένα PDF.
es: Entender por qué una extracción de texto, enlaces o campos de formulario falla en ciertos PDFs.
fi: Ymmärrä, miksi tekstin, linkkien tai lomakekenttien poiminta epäonnistuu tietyissä PDF:issä.
fil: Unawain kung bakit ang isang extraction ng teksto, mga link, o mga field ng form ay nabibigo sa ilang mga PDF.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Comprendere perché un'estrazione di testo, link o campi modulo fallisce su alcuni PDF.
ja: 特定の PDF でテキスト、リンク、またはフォームフィールドの抽出が失敗する理由を理解します。
ko: 일부 PDF에서 텍스트, 링크 또는 양식 필드 추출이 실패하는 이유를 이해합니다.
nl: Begrijp waarom een extractie van tekst, links of formulier velden mislukt op bepaalde PDF's.
no: Forstå hvorfor en tekst-, lenke- eller skjemaekstraksjon mislykkes på enkelte PDF-er.
pl: Zrozum, dlaczego ekstrakcja tekstu, linków lub pól formularza nie udaje się w niektórych plikach PDF.
pt_pt: Entender por que uma extração de texto, links ou campos de formulário falha em certos PDFs.
ro: Înțelegeți de ce o extragere de text, linkuri sau câmpuri de formular eșuează pe anumite PDF-uri.
ru: Понять, почему извлечение текста, ссылок или полей формы не удается на некоторых PDF.
sk: Pochopiť, prečo zlyháva extrakcia textu, odkazov alebo formulárov na niektorých PDF.
sv: Förstå varför en text-, länk- eller formulärfältsextraktion misslyckas på vissa PDF-filer.
sw: Elewa kwa nini uhamishaji wa maandiko, viungo au maeneo ya fomu unashindwa kwenye PDF fulani.
tr: Bazı PDF'lerde metin, bağlantı veya form alanı çıkarımının neden başarısız olduğunu anlayın.
uk: Зрозумійте, чому екстракція тексту, посилань або полів форми не вдається на деяких PDF.
vi: Hiểu lý do tại sao việc trích xuất văn bản, liên kết hoặc trường biểu mẫu thất bại trên một số PDF.
zh_hans: 了解为什么某些 PDF 的文本、链接或表单字段提取失败.

# ed_dev_pdf_pdf_encryption_check_uc2_title
source: Contrôle conformité
af: Nakomingbeheer
bg: Контрол на съответствието
cs: Kontrola souladu
da: Overholdelseskontrol
de: Compliance-Kontrolle
el: Έλεγχος Συμμόρφωσης
es: Control de conformidad
fi: Vaatimustenmukaisuuden tarkastus
fil: Pagsusuri ng pagsunod
hu: Konkrét példa 1
id: Concrete example 1
it: Controllo di conformità
ja: コンプライアンスチェック
ko: 준수 확인
nl: Controleer op naleving
no: Kontrollere samsvar
pl: Kontrola zgodności
pt_pt: Controle de conformidade
ro: Controlul conformității
ru: Контроль соответствия
sk: Kontrola súladu
sv: Kontrollera efterlevnad
sw: Udhibiti wa kufuata
tr: Uyum Kontrolü
uk: Контроль відповідності
vi: Kiểm soát tuân thủ
zh_hans: 合规性检查

# ed_dev_pdf_pdf_encryption_check_uc2_text
source: Valider qu’un document envoyé au client n’est pas protégé (ou au contraire qu’il l’est) selon votre politique.
af: Verifieer dat 'n dokument wat aan die kliënt gestuur word nie beskerm is (of inteendeel, dat dit wel is) volgens jou beleid.
bg: Потвърдете, че документът, изпратен на клиента, не е защитен (или обратно, че е защитен) в съответствие с вашата политика.
cs: Ověřte, že dokument zaslaný klientovi není chráněn (nebo naopak, že je) podle vaší politiky.
da: Validere at et dokument sendt til kunden ikke er beskyttet (eller omvendt at det er) i henhold til din politik.
de: Validieren Sie, dass ein Dokument, das an den Kunden gesendet wird, nicht geschützt ist (oder umgekehrt, dass es geschützt ist) gemäß Ihrer Richtlinie.
el: Επιβεβαιώστε ότι ένα έγγραφο που αποστέλλεται στον πελάτη δεν είναι προστατευμένο (ή αντίστροφα ότι είναι) σύμφωνα με την πολιτική σας.
es: Validar que un documento enviado al cliente no esté protegido (o al contrario que sí lo esté) según su política.
fi: Varmista, että asiakirja, joka lähetetään asiakkaalle, ei ole suojattu (tai toisaalta, että se on suojattu) politiikkasi mukaan.
fil: Tiyakin na ang isang dokumento na ipinadala sa kliyente ay hindi protektado (o sa kabaligtaran, na ito ay protektado) ayon sa iyong patakaran.
hu: TODO: Konkrét példa 2
id: Contoh konkret 1
it: Valida che un documento inviato al cliente non sia protetto (o al contrario che lo sia) secondo la tua politica.
ja: クライアントに送信されたドキュメントが保護されていない（またはその逆）ことを確認します。
ko: 고객에게 전송된 문서가 귀하의 정책에 따라 보호되지 않았는지(또는 그 반대인지) 확인합니다.
nl: Valideer dat een document dat naar de klant is verzonden niet beschermd is (of omgekeerd, dat het dat wel is) volgens uw beleid.
no: Validere at et dokument sendt til kunden ikke er beskyttet (eller omvendt at det er) i henhold til din policy.
pl: Zweryfikuj, czy dokument wysłany do klienta nie jest chroniony (lub odwrotnie, że jest) zgodnie z Twoją polityką.
pt_pt: Validar que um documento enviado ao cliente não está protegido (ou ao contrário, que está) de acordo com sua política.
ro: Validați că un document trimis clientului nu este protejat (sau dimpotrivă, că este) conform politicii dumneavoastră.
ru: Проверить, что документ, отправленный клиенту, не защищен (или наоборот, что он защищен) в соответствии с вашей политикой.
sk: Overiť, že dokument zaslaný klientovi nie je chránený (alebo naopak, že je) podľa vašej politiky.
sv: Validera att ett dokument som skickas till kunden inte är skyddat (eller tvärtom att det är det) enligt din policy.
sw: Thibitisha kuwa hati iliyotumwa kwa mteja haijafichwa (au kinyume chake) kulingana na sera yako.
tr: Müşteriye gönderilen bir belgenin korumasız olduğunu (veya tam tersine korumalı olduğunu) politikanıza göre doğrulayın.
uk: Перевірте, що документ, надісланий клієнту, не захищений (або навпаки, що він захищений) відповідно до вашої політики.
vi: Xác nhận rằng một tài liệu gửi cho khách hàng không được bảo vệ (hoặc ngược lại là có) theo chính sách của bạn.
zh_hans: 验证发送给客户的文档是否未受保护（或相反）以符合您的政策.

# ed_dev_pdf_pdf_encryption_check_uc3_title
source: Diagnostic support
af: Diagnostiese ondersteuning
bg: Диагностична поддръжка
cs: Diagnostická podpora
da: Diagnostisk support
de: Diagnosetools
el: Διαγνωστική υποστήριξη
es: Soporte de diagnóstico
fi: Diagnostiikkatuki
fil: Suporta sa diagnostic
id: Contoh konkret 2
it: Support diagnostique
ja: 診断サポート
ko: 진단 지원
nl: Diagnostische ondersteuning
no: Diagnostisk støtte
pl: Wsparcie diagnostyczne
pt_pt: Suporte de diagnóstico
ro: Asistență pentru diagnosticare
ru: Диагностическая поддержка
sk: Diagnostická podpora
sv: Diagnostiskt stöd
sw: Msaada wa uchambuzi
tr: Tanıma desteği
uk: Діагностична підтримка
vi: Hỗ trợ chẩn đoán
zh_hans: 诊断支持

# ed_dev_pdf_pdf_encryption_check_uc3_text
source: Fournir un rapport clair (chiffrement, révision, permissions) à une équipe dev/IT.
af: Verskaf 'n duidelike verslag (versleuteling, hersiening, toestemmings) aan 'n ontwikkelings/IT-span.
bg: Предоставете ясен отчет (шифроване, преглед, разрешения) на екип dev/IT.
cs: Poskytněte jasnou zprávu (šifrování, revize, oprávnění) týmu vývoje/IT.
da: Giv en klar rapport (kryptering, revision, tilladelser) til et dev/IT-team.
de: Einen klaren Bericht (Verschlüsselung, Überprüfung, Berechtigungen) an ein Entwickler-/IT-Team bereitstellen.
el: Παρέχετε μια σαφή αναφορά (κρυπτογράφηση, αναθεώρηση, δικαιώματα) σε μια ομάδα ανάπτυξης/IT.
es: Proporcionar un informe claro (cifrado, revisión, permisos) a un equipo de desarrollo/TI.
fi: Tarjoa selkeä raportti (salauksen, tarkistuksen, käyttöoikeudet) kehitys/IT-tiimille.
fil: Magbigay ng malinaw na ulat (encryption, pagsusuri, pahintulot) sa isang dev/IT na koponan.
hu: Konkrét példa 2
id: Concrete example 2
it: Fornire un rapporto chiaro (cifratura, revisione, permessi) a un team di sviluppo/IT.
ja: 開発/ITチームに対して明確なレポート（暗号化、レビュー、権限）を提供します。
ko: 개발/IT 팀에 대한 명확한 보고서(암호화, 검토, 권한)를 제공하십시오.
nl: Geef een duidelijk rapport (versleuteling, revisie, rechten) aan een dev/IT-team.
no: Gi en klar rapport (kryptering, revisjon, tillatelser) til et utviklings-/IT-team.
pl: Dostarcz jasny raport (szyfrowanie, przegląd, uprawnienia) dla zespołu deweloperskiego/IT.
pt_pt: Fornecer um relatório claro (criptografia, revisão, permissões) a uma equipe de desenvolvimento/TI.
ro: Furnizați un raport clar (criptare, revizuire, permisiuni) unei echipe de dezvoltare/IT.
ru: Предоставьте четкий отчет (шифрование, проверка, разрешения) команде разработчиков/ИТ.
sk: Poskytnite jasnú správu (šifrovanie, revízia, povolenia) tímu dev/IT.
sv: Ge en tydlig rapport (kryptering, granskning, behörigheter) till ett utvecklings-/IT-team.
sw: Toa ripoti wazi (sifuri, mapitio, ruhusa) kwa timu ya maendeleo/IT.
tr: Bir geliştirici/IT ekibine net bir rapor sağlamak (şifreleme, gözden geçirme, izinler).
uk: Надати чіткий звіт (шифрування, перегляд, дозволи) команді розробників/ІТ.
vi: Cung cấp một báo cáo rõ ràng (mã hóa, xem xét, quyền) cho một nhóm phát triển/IT.
zh_hans: 向开发/IT团队提供清晰的报告（加密、审查、权限）。

# ed_dev_pdf_pdf_encryption_check_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Това, което получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Συμπέρασμα
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 구체적인 예 2
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Exemplu concret 1
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Mambo unayopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_encryption_check_out1
source: Un diagnostic JSON : chiffré ou non, méthode/algorithme (si détectable), révision, longueur de clé, présence de mot de passe utilisateur/propriétaire.
af: 'n JSON-diagnose: versleuteld of nie, metode/algoritme (indien opspoorbaar), hersiening, sleutel lengte, teenwoordigheid van gebruikers-/eienaarswagwoord.
bg: JSON диагностика: шифрован или не, метод/алгоритъм (ако е откриваем), преглед, дължина на ключа, наличие на парола за потребител/собственик.
cs: JSON diagnostika: šifrovaný nebo ne, metoda/algoritmus (pokud je detekovatelný), revize, délka klíče, přítomnost uživatelského/vlastnického hesla.
da: En JSON-diagnose: krypteret eller ej, metode/algoritme (hvis det kan opdages), revision, nøglelængde, tilstedeværelse af bruger-/ejers adgangskode.
de: Ein JSON-Diagnosebericht: verschlüsselt oder nicht, Methode/Algorithmus (falls erkennbar), Überprüfung, Schlüssellänge, Vorhandensein eines Benutzer-/Eigentümerpassworts.
el: Μια διαγνωστική JSON: κρυπτογραφημένο ή όχι, μέθοδος/αλγόριθμος (αν ανιχνεύεται), αναθεώρηση, μήκος κλειδιού, παρουσία κωδικού πρόσβασης χρήστη/ιδιοκτήτη.
es: Un diagnóstico JSON: cifrado o no, método/algoritmo (si es detectable), revisión, longitud de clave, presencia de contraseña de usuario/propietario.
fi: JSON-diagnoosi: salattu tai ei, menetelmä/algoritmi (jos havaittavissa), tarkistus, avaimen pituus, käyttäjä/omistaja salasana.
fil: Isang JSON diagnostic: naka-encrypt o hindi, pamamaraan/algorithm (kung matutukoy), pagsusuri, haba ng susi, pagkakaroon ng password ng gumagamit/may-ari.
hu: TODO: Írd le pontosan a kimenetet.
id: Apa yang Anda dapatkan
it: Un diagnostico JSON: cifrato o meno, metodo/algoritmo (se rilevabile), revisione, lunghezza della chiave, presenza di password utente/proprietario.
ja: JSON診断：暗号化されているかどうか、方法/アルゴリズム（検出可能な場合）、レビュー、キーの長さ、ユーザー/オーナーのパスワードの有無。
ko: JSON 진단: 암호화 여부, 방법/알고리즘(감지 가능할 경우), 검토, 키 길이, 사용자/소유자 비밀번호의 존재.
nl: Een JSON-diagnose: versleuteld of niet, methode/algoritme (indien detecteerbaar), revisie, sleutelgrootte, aanwezigheid van gebruikers-/eigenaarwachtwoord.
no: En JSON-diagnose: kryptert eller ikke, metode/algoritme (hvis det kan oppdages), revisjon, nøkkellengde, tilstedeværelse av bruker-/eierpassord.
pl: Raport diagnostyczny JSON: szyfrowany czy nie, metoda/algorytm (jeśli wykrywalny), przegląd, długość klucza, obecność hasła użytkownika/właściciela.
pt_pt: Um diagnóstico JSON: criptografado ou não, método/algoritmo (se detectável), revisão, comprimento da chave, presença de senha de usuário/proprietário.
ro: Un diagnostic JSON: criptat sau nu, metodă/algoritm (dacă este detectabil), revizuire, lungime cheie, prezența parolei utilizatorului/proprietarului.
ru: JSON-диагностика: зашифрован или нет, метод/алгоритм (если обнаружимо), проверка, длина ключа, наличие пароля пользователя/владельца.
sk: Diagnostika JSON: šifrované alebo nie, metóda/algoritmus (ak je detekovateľný), revízia, dĺžka kľúča, prítomnosť používateľského/vlastníckeho hesla.
sv: En JSON-diagnos: krypterad eller inte, metod/algoritm (om det går att upptäcka), granskning, nyckellängd, närvaro av användar-/ägarlösenord.
sw: Uchambuzi wa JSON: umefungwa au la, mbinu/algorithimu (ikiwa inagundulika), mapitio, urefu wa funguo, uwepo wa nenosiri la mtumiaji/mmiliki.
tr: Bir JSON tanısı: şifreli mi değil mi, yöntem/algoritma (eğer tespit edilebiliyorsa), gözden geçirme, anahtar uzunluğu, kullanıcı/sahip parolası varlığı.
uk: JSON-діагностика: зашифрований чи ні, метод/алгоритм (якщо виявлено), перегляд, довжина ключа, наявність пароля користувача/власника.
vi: Một chẩn đoán JSON: đã mã hóa hay không, phương pháp/thuật toán (nếu có thể phát hiện), xem xét, độ dài khóa, sự hiện diện của mật khẩu người dùng/chủ sở hữu.
zh_hans: 一个JSON诊断：加密与否，方法/算法（如果可检测），审查，密钥长度，用户/所有者密码的存在。

# ed_dev_pdf_pdf_encryption_check_out2
source: Un tableau de permissions (imprimer, copier, annoter, remplir des formulaires, extraire pour accessibilité, etc.).
af: 'n Tabel van toestemmings (druk, kopieer, aanteken, vorms invul, ekstrak vir toeganklikheid, ens.).
bg: Таблица с разрешения (печатане, копиране, анотиране, попълване на формуляри, извличане за достъпност и др.).
cs: Tabulka oprávnění (tisk, kopírování, anotace, vyplňování formulářů, extrakce pro přístupnost atd.).
da: En tilladelsestabel (udskrive, kopiere, annotere, udfylde formularer, udtrække til tilgængelighed osv.).
de: Eine Berechtigungstabelle (Drucken, Kopieren, Kommentieren, Formulare ausfüllen, für Barrierefreiheit extrahieren usw.).
el: Ένας πίνακας δικαιωμάτων (εκτύπωση, αντιγραφή, σχολιασμός, συμπλήρωση φορμών, εξαγωγή για προσβασιμότητα, κ.λπ.).
es: Una tabla de permisos (imprimir, copiar, anotar, llenar formularios, extraer para accesibilidad, etc.).
fi: Käyttöoikeustaulukko (tulostus, kopiointi, kommentointi, lomakkeiden täyttäminen, saavutettavuuden vuoksi erottaminen jne.).
fil: Isang talahanayan ng mga pahintulot (mag-print, kopyahin, magkomento, punan ang mga form, kunin para sa accessibility, atbp.).
hu: TODO: Mire szolgál ez a kimenet.
id: Concrete example 3
it: Una tabella dei permessi (stampa, copia, annota, compila moduli, estrai per accessibilità, ecc.).
ja: 権限の表（印刷、コピー、注釈、フォームの記入、アクセシビリティのための抽出など）。
ko: 권한 표(인쇄, 복사, 주석 달기, 양식 작성, 접근성을 위한 추출 등).
nl: Een rechtenoverzicht (afdrukken, kopiëren, annoteren, formulieren invullen, toegankelijkheidsextractie, enz.).
no: En tillatelsestabell (utskrift, kopiering, annotering, fylle ut skjemaer, ekstrahere for tilgjengelighet, osv.).
pl: Tabela uprawnień (drukowanie, kopiowanie, adnotowanie, wypełnianie formularzy, ekstrakcja dla dostępności itp.).
pt_pt: Uma tabela de permissões (imprimir, copiar, anotar, preencher formulários, extrair para acessibilidade, etc.).
ro: Un tabel de permisiuni (tipărire, copiere, comentarii, completare formulare, extragere pentru accesibilitate etc.).
ru: Таблица разрешений (печать, копирование, аннотирование, заполнение форм, извлечение для доступности и т.д.).
sk: Tabuľka povolení (tlačiť, kopírovať, anotovať, vyplniť formuláre, extrahovať pre prístupnosť atď.).
sv: En behörighetstabell (skriva ut, kopiera, kommentera, fylla i formulär, extrahera för tillgänglighet, etc.).
sw: Jedwali la ruhusa (kuchapisha, nakala, kuandika maelezo, kujaza fomu, kutoa kwa upatikanaji, nk).
tr: Bir izinler tablosu (yazdırma, kopyalama, not alma, form doldurma, erişilebilirlik için çıkarma vb.).
uk: Таблиця дозволів (друк, копіювання, коментування, заповнення форм, витяг для доступності тощо).
vi: Một bảng quyền (in, sao chép, chú thích, điền biểu mẫu, trích xuất cho khả năng tiếp cận, v.v.).
zh_hans: 一个权限表（打印、复制、注释、填写表单、提取以便于无障碍访问等）。

# ed_dev_pdf_pdf_encryption_check_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Конкретен пример 3
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Συγκεκριμένο παράδειγμα 3
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: What you get
hu: Korlátok és figyelmeztetések
id: What you get
it: Limiti e punti di attenzione
ja: 具体例 3
ko: 구체적인 예 3
nl: Beperkingen en aandachtspunten
no: Konkrett eksempel 3
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Exemplu concret 3
ru: Для чего нужен этот вывод.
sk: Obmedzenia a body pozornosti
sv: Konkreta exempel 3
sw: Mfano halisi 3
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_encryption_check_lim1
source: Les permissions PDF ne sont pas une sécurité forte : certains logiciels peuvent les ignorer selon le contexte.
af: PDF-toestemmings is nie 'n sterk sekuriteit nie: sommige sagteware kan dit ignoreer, afhangende van die konteks.
bg: PDF разрешенията не са силна защита: някои софтуерни приложения могат да ги игнорират в зависимост от контекста.
cs: Oprávnění PDF nejsou silnou ochranou: některé programy je mohou ignorovat v závislosti na kontextu.
da: PDF-tilladelser er ikke en stærk sikkerhed: nogle software kan ignorere dem afhængigt af konteksten.
de: PDF-Berechtigungen sind keine starke Sicherheit: Einige Software kann sie je nach Kontext ignorieren.
el: Τα δικαιώματα PDF δεν είναι ισχυρή ασφάλεια: ορισμένα λογισμικά μπορεί να τα αγνοήσουν ανάλογα με το πλαίσιο.
es: Los permisos PDF no son una seguridad fuerte: algunos programas pueden ignorarlos según el contexto.
fi: PDF-käyttöoikeudet eivät ole vahva suoja: jotkin ohjelmistot voivat ohittaa ne kontekstista riippuen.
fil: Ang mga pahintulot ng PDF ay hindi isang matibay na seguridad: ang ilang software ay maaaring hindi ito sundin depende sa konteksto.
hu: Konkrét példa 3
id: Jelaskan dengan tepat keluaran.
it: I permessi PDF non sono una sicurezza forte: alcuni software possono ignorarli a seconda del contesto.
ja: PDFの権限は強力なセキュリティではありません：特定のソフトウェアはコンテキストに応じてそれを無視することがあります。
ko: PDF 권한은 강력한 보안이 아닙니다: 일부 소프트웨어는 상황에 따라 이를 무시할 수 있습니다.
nl: PDF-rechten zijn geen sterke beveiliging: sommige software kan ze negeren afhankelijk van de context.
no: PDF-tillatelser er ikke en sterk sikkerhet: enkelte programvarer kan ignorere dem avhengig av konteksten.
pl: Uprawnienia PDF nie są silnym zabezpieczeniem: niektóre oprogramowanie może je ignorować w zależności od kontekstu.
pt_pt: As permissões PDF não são uma segurança forte: alguns softwares podem ignorá-las dependendo do contexto.
ro: Permisiunile PDF nu sunt o securitate puternică: unele software-uri le pot ignora în funcție de context.
ru: Разрешения PDF не являются надежной защитой: некоторые программы могут их игнорировать в зависимости от контекста.
sk: Povolenia PDF nie sú silná bezpečnosť: niektoré softvéry ich môžu ignorovať v závislosti od kontextu.
sv: PDF-behörigheter är inte en stark säkerhet: vissa program kan ignorera dem beroende på sammanhang.
sw: Ruhusa za PDF si usalama wa nguvu: programu fulani zinaweza kuzipuuzilia mbali kulingana na muktadha.
tr: PDF izinleri güçlü bir güvenlik sağlamaz: bazı yazılımlar duruma göre bunları göz ardı edebilir.
uk: Дозволи PDF не є сильною безпекою: деякі програми можуть їх ігнорувати в залежності від контексту.
vi: Quyền PDF không phải là một biện pháp bảo mật mạnh: một số phần mềm có thể bỏ qua chúng tùy theo ngữ cảnh.
zh_hans: PDF权限并不是强安全性：某些软件可能会根据上下文忽略它们。

# ed_dev_pdf_pdf_encryption_check_lim2
source: Un PDF peut être “protégé” sans être entièrement chiffré (restrictions/flags) : interprétez le rapport avec prudence.
af: 'n PDF kan "beskerm" wees sonder om heeltemal versleuteld te wees (beperkings/vlaggies): interpreteer die verslag met omsigtigheid.
bg: PDF може да бъде "защитен" без да е напълно шифрован (ограничения/флагове): интерпретирайте отчета с внимание.
cs: PDF může být "chráněno" bez úplného šifrování (omezení/flagy): interpretujte zprávu opatrně.
da: En PDF kan være "beskyttet" uden at være helt krypteret (restriktioner/flags): fortolk rapporten med forsigtighed.
de: Ein PDF kann "geschützt" sein, ohne vollständig verschlüsselt zu sein (Einschränkungen/Flags): Interpretieren Sie den Bericht mit Vorsicht.
el: Ένα PDF μπορεί να είναι "προστατευμένο" χωρίς να είναι πλήρως κρυπτογραφημένο (περιορισμοί/σημαίες): ερμηνεύστε την αναφορά με προσοχή.
es: Un PDF puede estar “protegido” sin estar completamente cifrado (restricciones/bandera): interprete el informe con precaución.
fi: PDF voi olla "suojattu" ilman että se on täysin salattu (rajoitukset/liput): tulkitse raporttia varovaisesti.
fil: Ang isang PDF ay maaaring "protektado" nang hindi ganap na naka-encrypt (mga restriksyon/flags): bigyang-kahulugan ang ulat nang may pag-iingat.
hu: A kimenet pontos leírása.
id: Describe precisely the output.
it: Un PDF può essere "protetto" senza essere completamente cifrato (restrizioni/flags): interpreta il rapporto con cautela.
ja: PDFは完全に暗号化されていなくても「保護」されている場合があります（制限/フラグ）：レポートを慎重に解釈してください。
ko: PDF는 완전히 암호화되지 않고도 '보호'될 수 있습니다(제한/플래그): 보고서를 신중하게 해석하십시오.
nl: Een PDF kan "beschermd" zijn zonder volledig versleuteld te zijn (beperkingen/vlaggen): interpreteer het rapport met voorzichtigheid.
no: En PDF kan være "beskyttet" uten å være helt kryptert (restriksjoner/flagg): tolk rapporten med forsiktighet.
pl: PDF może być "chroniony" bez pełnego szyfrowania (ograniczenia/flag): interpretuj raport ostrożnie.
pt_pt: Um PDF pode estar "protegido" sem estar totalmente criptografado (restrições/bandeiras): interprete o relatório com cautela.
ro: Un PDF poate fi „protejate” fără a fi complet criptat (restricții/flaguri): interpretați raportul cu prudență.
ru: PDF может быть "защищен" без полного шифрования (ограничения/флаги): интерпретируйте отчет с осторожностью.
sk: PDF môže byť "chránené" bez toho, aby bolo úplne šifrované (obmedzenia/flagy): interpretujte správu opatrne.
sv: En PDF kan vara "skyddad" utan att vara helt krypterad (begränsningar/flaggor): tolka rapporten med försiktighet.
sw: PDF inaweza kuwa "ililindwa" bila kuwa imefungwa kabisa (vizuizi/bendera): tafsiri ripoti kwa uangalifu.
tr: Bir PDF, tamamen şifrelenmeden "korumalı" olabilir (kısıtlamalar/bayraklar): raporu dikkatlice yorumlayın.
uk: PDF може бути "захищеним" без повного шифрування (обмеження/позначки): інтерпретуйте звіт обережно.
vi: Một PDF có thể được "bảo vệ" mà không hoàn toàn được mã hóa (các hạn chế/cờ): hãy diễn giải báo cáo một cách thận trọng.
zh_hans: 一个PDF可以“受保护”而不完全加密（限制/标志）：谨慎解读报告。
