Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_to_percent_tip
source: Si la fraction se simplifie en un dénominateur de 2, 4, 5, 10, 20, 25, 50 ou 100, vous obtenez souvent un pourcentage “propre” sans calcul compliqué.
af: As die breuk vereenvoudig kan word tot 'n noemer van 2, 4, 5, 10, 20, 25, 50 of 100, kry jy dikwels 'n 'netto' persentasie sonder ingewikkelde berekeninge.
bg: Ако дробта се опрости до знаменател 2, 4, 5, 10, 20, 25, 50 или 100, често получавате "чист" процент без сложни изчисления.
cs: Pokud se zlomek zjednoduší na jmenovatel 2, 4, 5, 10, 20, 25, 50 nebo 100, často získáte „čisté“ procento bez složitého výpočtu.
da: Hvis brøken kan forenkles til en nævner på 2, 4, 5, 10, 20, 25, 50 eller 100, får du ofte en “ren” procent uden komplicerede beregninger.
de: Wenn der Bruch sich auf einen Nenner von 2, 4, 5, 10, 20, 25, 50 oder 100 vereinfacht, erhalten Sie oft einen "sauberen" Prozentsatz ohne komplizierte Berechnung.
el: Αν το κλάσμα απλοποιείται σε παρονομαστή 2, 4, 5, 10, 20, 25, 50 ή 100, συχνά αποκτάτε ένα “καθαρό” ποσοστό χωρίς περίπλοκους υπολογισμούς.
es: Si la fracción se simplifica a un denominador de 2, 4, 5, 10, 20, 25, 50 o 100, a menudo obtienes un porcentaje “limpio” sin cálculos complicados.
fi: Jos murtoluku yksinkertaistuu nimittäjään 2, 4, 5, 10, 20, 25, 50 tai 100, saat usein "puhtaan" prosenttiosuuden ilman monimutkaista laskentaa.
fil: Kung ang fraction ay nasisimplify sa isang denominator ng 2, 4, 5, 10, 20, 25, 50, o 100, madalas kang makakakuha ng isang “malinis” na porsyento nang walang kumplikadong kalkulasyon.
hu: Ha a tört egyszerűsödik 2, 4, 5, 10, 20, 25, 50 vagy 100 nevezőre, gyakran "tiszta" százalékot kap, bonyolult számítás nélkül.
id: Jika pecahan disederhanakan menjadi penyebut 2, 4, 5, 10, 20, 25, 50, atau 100, Anda sering kali mendapatkan persentase “bersih” tanpa perhitungan rumit.
it: Se la frazione si semplifica in un denominatore di 2, 4, 5, 10, 20, 25, 50 o 100, spesso ottieni una percentuale “pulita” senza calcoli complicati.
ja: 分数が2、4、5、10、20、25、50、または100の分母に簡略化される場合、複雑な計算なしで「きれいな」パーセンテージを得ることができます。
ko: 분수가 2, 4, 5, 10, 20, 25, 50 또는 100의 분모로 단순화되면, 복잡한 계산 없이 종종 “정확한” 백분율을 얻습니다.
nl: Als de breuk vereenvoudigt naar een noemer van 2, 4, 5, 10, 20, 25, 50 of 100, krijgt u vaak een “netto” percentage zonder ingewikkelde berekeningen.
no: Hvis brøken forenkles til en nevner av 2, 4, 5, 10, 20, 25, 50 eller 100, får du ofte en "ren" prosentandel uten kompliserte beregninger.
pl: Jeśli ułamek upraszcza się do mianownika 2, 4, 5, 10, 20, 25, 50 lub 100, często otrzymujesz „czysty” procent bez skomplikowanych obliczeń.
pt_pt: Se a fração se simplifica para um denominador de 2, 4, 5, 10, 20, 25, 50 ou 100, você frequentemente obtém uma porcentagem “limpa” sem cálculos complicados.
ro: Dacă fracția se simplifică într-un numitor de 2, 4, 5, 10, 20, 25, 50 sau 100, obțineți adesea un procent „curat” fără calcule complicate.
ru: Если дробь упрощается до знаменателя 2, 4, 5, 10, 20, 25, 50 или 100, вы часто получаете «чистый» процент без сложных расчетов.
sk: Ak sa zlomok zjednoduší na menovateľ 2, 4, 5, 10, 20, 25, 50 alebo 100, často dostanete „čisté“ percento bez zložitých výpočtov.
sv: Om bråket förenklas till en nämnare av 2, 4, 5, 10, 20, 25, 50 eller 100, får du ofta en "ren" procent utan komplicerade beräkningar.
sw: Ikiwa sehemu inarahisishwa kuwa mdeni wa 2, 4, 5, 10, 20, 25, 50 au 100, mara nyingi unapata asilimia "safi" bila hesabu ngumu.
tr: Eğer kesir 2, 4, 5, 10, 20, 25, 50 veya 100'e basitleşiyorsa, genellikle karmaşık hesaplamalar olmadan “temiz” bir yüzde elde edersiniz.
uk: Якщо дріб спрощується до знаменника 2, 4, 5, 10, 20, 25, 50 або 100, ви часто отримуєте “чистий” відсоток без складних обчислень.
vi: Nếu phân số được đơn giản hóa thành một mẫu số là 2, 4, 5, 10, 20, 25, 50 hoặc 100, bạn thường nhận được một phần trăm “sạch” mà không cần tính toán phức tạp.
zh_hans: 如果分数简化为分母为 2、4、5、10、20、25、50 或 100，您通常可以在没有复杂计算的情况下获得“整洁”的百分比。

# ed_math_fractions_fractions_percent_to_fraction_title
source: À propos : % → fraction
af: Oor: % → breuk
bg: Относно: % → дроб
cs: O tomto: % → zlomek
da: Om: % → brøk
de: Über: % → Bruch
el: Σχετικά: % → κλάσμα
es: Acerca de: % → fracción
fi: Tietoa: % → murtoluku
fil: Tungkol sa: % → fraction
hu: A következőkről: % → tört
id: Tentang: % → pecahan
it: A proposito: % → frazione
ja: について：% → 分数
ko: 정보: % → 분수
nl: Over: % → breuk
no: Om: % → brøk
pl: Na temat: % → ułamek
pt_pt: Sobre: % → fração
ro: Despre: % → fracție
ru: О нас: % → дробь
sk: O: % → zlomok
sv: Om: % → bråk
sw: Kuhusu: % → sehemu
tr: Hakkında: % → kesir
uk: Про: % → дріб
vi: Về: % → phân số
zh_hans: 关于：% → 分数

# ed_math_fractions_fractions_percent_to_fraction_lead
source: Cet outil convertit un pourcentage en fraction équivalente, puis la simplifie lorsque c’est possible, afin de retrouver une écriture mathématique exacte et exploitable dans les calculs.
af: Hierdie hulpmiddel omskakel 'n persentasie in 'n ekwivalente breuk, en vereenvoudig dit dan wanneer dit moontlik is, om 'n presiese en bruikbare wiskundige skrywe in berekeninge te herwin.
bg: Този инструмент преобразува процент в еквивалентна дроб, след което я опростява, когато е възможно, за да се получи точна и използваема математическа форма в изчисленията.
cs: Tento nástroj převádí procento na ekvivalentní zlomek a poté ho zjednodušuje, když je to možné, aby se vrátilo k přesnému a využitelnému matematickému zápisu v výpočtech.
da: Dette værktøj konverterer en procent til en ækvivalent brøk, og forenkler den, når det er muligt, for at finde en præcis og anvendelig matematisk skrivemåde i beregninger.
de: Dieses Werkzeug wandelt einen Prozentsatz in einen äquivalenten Bruch um und vereinfacht ihn, wenn möglich, um eine exakte und verwertbare mathematische Schreibweise für Berechnungen zu erhalten.
el: Αυτό το εργαλείο μετατρέπει ένα ποσοστό σε ισοδύναμο κλάσμα, και στη συνέχεια το απλοποιεί όταν είναι δυνατόν, ώστε να βρείτε μια ακριβή και εκμεταλλεύσιμη μαθηματική γραφή στους υπολογισμούς.
es: Esta herramienta convierte un porcentaje en una fracción equivalente, luego la simplifica cuando es posible, para recuperar una escritura matemática exacta y utilizable en los cálculos.
fi: Tämä työkalu muuntaa prosenttiosuuden vastaavaksi murtoluvuksi ja yksinkertaistaa sen, kun se on mahdollista, jotta saadaan tarkka ja laskennassa hyödynnettävä matemaattinen kirjoitus.
fil: Ang tool na ito ay nagko-convert ng porsyento sa katumbas na fraction, pagkatapos ay sinisimplify ito kapag posible, upang makuha ang isang eksaktong anyo ng matematika na magagamit sa mga kalkulasyon.
hu: Ez az eszköz egy százalékot egy megfelelő törté alakít, majd egyszerűsíti, amikor lehetséges, hogy pontos és felhasználható matematikai írást kapjunk a számításokhoz.
id: Alat ini mengonversi persentase menjadi pecahan yang setara, lalu menyederhanakannya jika memungkinkan, untuk mendapatkan penulisan matematis yang tepat dan dapat digunakan dalam perhitungan.
it: Questo strumento converte una percentuale in frazione equivalente, poi la semplifica quando possibile, per ritrovare una scrittura matematica esatta e utilizzabile nei calcoli.
ja: このツールはパーセンテージを同等の分数に変換し、可能な場合はそれを簡略化して、計算に利用できる正確な数学的表記を得ることを目的としています。
ko: 이 도구는 백분율을 동등한 분수로 변환한 다음, 가능할 때 이를 단순화하여 수학적으로 정확하고 계산에 활용할 수 있는 형태로 만듭니다.
nl: Deze tool converteert een percentage naar een equivalente breuk, en vereenvoudigt deze wanneer mogelijk, om een exacte en bruikbare wiskundige notatie in berekeningen te verkrijgen.
no: Dette verktøyet konverterer en prosentandel til en tilsvarende brøk, og forenkler den når det er mulig, for å finne en nøyaktig og brukbar matematisk skrivemåte i beregningene.
pl: To narzędzie przekształca procent w równoważny ułamek, a następnie upraszcza go, gdy to możliwe, aby uzyskać dokładny i użyteczny zapis matematyczny w obliczeniach.
pt_pt: Esta ferramenta converte uma porcentagem em fração equivalente, e depois a simplifica quando possível, para recuperar uma escrita matemática exata e utilizável nos cálculos.
ro: Această unealtă convertește un procent în fracția echivalentă, apoi o simplifică atunci când este posibil, pentru a obține o scriere matematică exactă și utilizabilă în calcule.
ru: Этот инструмент преобразует процент в эквивалентную дробь, а затем упрощает ее, когда это возможно, чтобы получить точное математическое выражение, пригодное для расчетов.
sk: Tento nástroj prevádza percento na ekvivalentný zlomok a potom ho zjednodušuje, keď je to možné, aby sa získal presný a využiteľný matematický zápis v výpočtoch.
sv: Detta verktyg omvandlar en procent till ett motsvarande bråk, och förenklar det sedan när det är möjligt, för att återfå en exakt och användbar matematisk skrivning i beräkningarna.
sw: Zana hii inabadilisha asilimia kuwa sehemu inayolingana, kisha inarahisisha inapowezekana, ili kupata maandiko ya kihesabu halisi na yanayoweza kutumika katika hesabu.
tr: Bu araç, bir yüzdeyi eşdeğer bir kesire dönüştürür, ardından mümkün olduğunda basitleştirir, böylece matematiksel olarak tam ve hesaplamalarda kullanılabilir bir yazım elde edilir.
uk: Цей інструмент перетворює відсоток у еквівалентний дріб, а потім спрощує його, коли це можливо, щоб отримати точний математичний запис, придатний для обчислень.
vi: Công cụ này chuyển đổi một phần trăm thành phân số tương đương, sau đó đơn giản hóa khi có thể, để tìm lại một cách viết toán học chính xác và có thể sử dụng trong các phép tính.
zh_hans: 这个工具将百分比转换为等效的分数，然后在可能的情况下进行简化，以便找到一个精确的数学表达式，便于计算。

# ed_math_fractions_fractions_percent_to_fraction_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_fractions_fractions_percent_to_fraction_uc1_title
source: Revenir à une écriture fractionnaire
af: Keer terug na 'n breukskrif
bg: Връщане към дробна форма
cs: Vrátit se k zlomkovému zápisu
da: Gå tilbage til en brøkform
de: Zurück zu einer Bruchdarstellung
el: Επιστροφή σε κλασματική γραφή
es: Volver a una escritura fraccionaria
fi: Palaa murtoluku muotoon
fil: Bumalik sa isang fraction na pagsulat
hu: Visszatérés egy tört alakra
id: Kembali ke bentuk pecahan
it: Tornare a una scrittura frazionaria
ja: 分数表記に戻る
ko: 분수 표기로 돌아가기
nl: Terug naar een breukvorm
no: Gå tilbake til brøkform
pl: Powróć do zapisu ułamkowego
pt_pt: Voltar a uma escrita fracionária
ro: Reveni la o scriere fracționară
ru: Вернуться к дробному написанию
sk: Vrátiť sa k zlomkovému zápisu
sv: Återgå till bråkform
sw: Rudi kwa maandiko ya sehemu
tr: Kesirli yazıya geri dön
uk: Повернутися до дробового запису
vi: Quay lại dạng phân số
zh_hans: 返回分数形式

# ed_math_fractions_fractions_percent_to_fraction_uc1_text
source: Transformer 25 % en 1/4 ou 75 % en 3/4.
af: Transformeer 25 % na 1/4 of 75 % na 3/4.
bg: Преобразувайте 25 % в 1/4 или 75 % в 3/4.
cs: Převést 25 % na 1/4 nebo 75 % na 3/4.
da: Transformere 25 % til 1/4 eller 75 % til 3/4.
de: 25 % in 1/4 oder 75 % in 3/4 umwandeln.
el: Μετατροπή 25 % σε 1/4 ή 75 % σε 3/4.
es: Transformar 25 % en 1/4 o 75 % en 3/4.
fi: Muunna 25 %:ksi 1/4 tai 75 %:ksi 3/4.
fil: I-convert ang 25 % sa 1/4 o 75 % sa 3/4.
hu: Átalakítani a 25%-ot 1/4-re vagy a 75%-ot 3/4-re.
id: Ubah 25 % menjadi 1/4 atau 75 % menjadi 3/4.
it: Trasformare il 25 % in 1/4 o il 75 % in 3/4.
ja: 25 %を1/4または75 %を3/4に変換する。
ko: 25 %를 1/4 또는 75 %를 3/4로 변환하기.
nl: Zet 25 % om in 1/4 of 75 % in 3/4.
no: Transformere 25 % til 1/4 eller 75 % til 3/4.
pl: Przekształć 25 % na 1/4 lub 75 % na 3/4.
pt_pt: Transformar 25 % em 1/4 ou 75 % em 3/4.
ro: Transformați 25 % în 1/4 sau 75 % în 3/4.
ru: Преобразовать 25 % в 1/4 или 75 % в 3/4.
sk: Pretransformovať 25 % na 1/4 alebo 75 % na 3/4.
sv: Omvandla 25 % till 1/4 eller 75 % till 3/4.
sw: Badilisha 25 % kuwa 1/4 au 75 % kuwa 3/4.
tr: %25'i 1/4 veya %75'i 3/4'e dönüştür.
uk: Перетворити 25 % на 1/4 або 75 % на 3/4.
vi: Chuyển đổi 25 % thành 1/4 hoặc 75 % thành 3/4.
zh_hans: 将25%转换为1/4或75%转换为3/4。

# ed_math_fractions_fractions_percent_to_fraction_uc2_title
source: Calculs exacts
af: Presiese berekeninge
bg: Точни изчисления
cs: Přesné výpočty
da: Nøjagtige beregninger
de: Exakte Berechnungen
el: Ακριβείς υπολογισμοί
es: Cálculos exactos
fi: Tarkat laskelmat
fil: Tumpak na mga kalkulasyon
hu: Pontosan számítások
id: Perhitungan yang tepat
it: Calcoli esatti
ja: 正確な計算
ko: 정확한 계산
nl: Exacte berekeningen
no: Nøyaktige beregninger
pl: Obliczenia dokładne
pt_pt: Cálculos exatos
ro: Calculi exacte
ru: Точные вычисления
sk: Presné výpočty
sv: Exakta beräkningar
sw: Hesabu sahihi
tr: Kesin hesaplamalar
uk: Точні обчислення
vi: Tính toán chính xác
zh_hans: 精确计算

# ed_math_fractions_fractions_percent_to_fraction_uc2_text
source: Utiliser une fraction plutôt qu’un pourcentage pour des calculs algébriques précis.
af: Gebruik 'n breuk eerder as 'n persentasie vir akkurate algebraïese berekeninge.
bg: Използвайте дроб вместо процент за точни алгебрични изчисления.
cs: Použít zlomek místo procenta pro přesné algebraické výpočty.
da: Brug en brøk i stedet for en procent for præcise algebraiske beregninger.
de: Verwenden Sie einen Bruch anstelle eines Prozentsatzes für präzise algebraische Berechnungen.
el: Χρησιμοποιήστε ένα κλάσμα αντί για ποσοστό για ακριβείς αλγεβρικούς υπολογισμούς.
es: Utilizar una fracción en lugar de un porcentaje para cálculos algebraicos precisos.
fi: Käytä murtolukuja prosenttien sijaan tarkkoihin algebrallisiin laskelmiin.
fil: Gumamit ng fraction sa halip na porsyento para sa mga tumpak na kalkulasyong alhebraiko.
hu: Használjon törtet a pontos algebrai számításokhoz a százalék helyett.
id: Gunakan pecahan daripada persentase untuk perhitungan aljabar yang akurat.
it: Utilizzare una frazione piuttosto che una percentuale per calcoli algebrici precisi.
ja: 正確な代数計算のためにパーセンテージの代わりに分数を使用する。
ko: 정확한 대수 계산을 위해 백분율 대신 분수를 사용하세요.
nl: Gebruik een breuk in plaats van een percentage voor nauwkeurige algebraïsche berekeningen.
no: Bruk en brøk i stedet for en prosent for presise algebraiske beregninger.
pl: Użyj ułamka zamiast procentu do precyzyjnych obliczeń algebraicznych.
pt_pt: Usar uma fração em vez de uma porcentagem para cálculos algébricos precisos.
ro: Utilizați o fracție în loc de un procent pentru calcule algebrice precise.
ru: Использовать дробь вместо процента для точных алгебраических расчетов.
sk: Použiť zlomok namiesto percenta pre presné algebraické výpočty.
sv: Använd ett bråk istället för en procent för exakta algebraiska beräkningar.
sw: Tumia sehemu badala ya asilimia kwa hesabu za algebra sahihi.
tr: Kesir kullanarak, kesin cebirsel hesaplamalar yapmak için yüzde yerine bir kesir kullanın.
uk: Використовувати дроби замість відсотків для точних алгебраїчних обчислень.
vi: Sử dụng phân số thay vì phần trăm cho các phép toán đại số chính xác.
zh_hans: 在进行精确代数计算时使用分数而不是百分比。

# ed_math_fractions_fractions_percent_to_fraction_uc3_title
source: Exercices scolaires
af: Skool oefeninge
bg: Училищни упражнения
cs: Školní cvičení
da: Skoleøvelser
de: Schulübungen
el: Σχολικές ασκήσεις
es: Ejercicios escolares
fi: Kouluharjoitukset
fil: Mga pagsasanay sa paaralan
hu: Iskolai gyakorlatok
id: Latihan sekolah
it: Esercizi scolastici
ja: 学校の演習
ko: 학교 과제
nl: Schooloefeningen
no: Skoleoppgaver
pl: Ćwiczenia szkolne
pt_pt: Exercícios escolares
ro: Exerciții școlare
ru: Школьные упражнения
sk: Školské cvičenia
sv: Skolövningar
sw: Mazoezi ya shule
tr: Okul alıştırmaları
uk: Шкільні вправи
vi: Bài tập học sinh
zh_hans: 学校练习

# ed_math_fractions_fractions_percent_to_fraction_uc3_text
source: Vérifier ou justifier une conversion demandée dans un devoir.
af: Kontroleer of regverdig 'n omskakeling wat in 'n opdrag gevra word.
bg: Проверете или обосновете исканото преобразуване в домашно.
cs: Ověřit nebo zdůvodnit požadovanou konverzi v úkolu.
da: Kontrollere eller retfærdiggøre en konvertering anmodet i en opgave.
de: Überprüfen oder rechtfertigen Sie eine im Auftrag geforderte Umwandlung.
el: Ελέγξτε ή δικαιολογήστε μια ζητούμενη μετατροπή σε μια εργασία.
es: Verificar o justificar una conversión solicitada en una tarea.
fi: Tarkista tai perustele tehtävässä vaadittu muunnos.
fil: Suriin o bigyang-katwiran ang isang hinihinging conversion sa isang takdang-aralin.
hu: Ellenőrizni vagy indokolni egy átalakítást, amelyet egy feladatban kértek.
id: Periksa atau justifikasi konversi yang diminta dalam tugas.
it: Verificare o giustificare una conversione richiesta in un compito.
ja: 宿題で要求された変換を確認または正当化する。
ko: 과제에서 요청된 변환을 확인하거나 정당화하기.
nl: Controleer of rechtvaardig een gevraagde conversie in een opdracht.
no: Sjekk eller rettferdiggjør en konvertering som er bedt om i en oppgave.
pl: Sprawdź lub uzasadnij wymaganą konwersję w zadaniu domowym.
pt_pt: Verificar ou justificar uma conversão solicitada em um dever.
ro: Verificați sau justificați o conversie solicitată într-o temă.
ru: Проверить или обосновать запрашиваемое преобразование в задании.
sk: Overiť alebo odôvodniť požadovanú konverziu v úlohe.
sv: Kontrollera eller motivera en begärd omvandling i en uppgift.
sw: Kagua au kuthibitisha mabadiliko yaliyohitajika katika kazi.
tr: Bir ödevde istenen bir dönüşümü kontrol edin veya gerekçelendirin.
uk: Перевірити або обґрунтувати запитуване перетворення в завданні.
vi: Kiểm tra hoặc biện minh cho một phép chuyển đổi yêu cầu trong bài tập.
zh_hans: 检查或证明作业中要求的转换。

# ed_math_fractions_fractions_percent_to_fraction_uc4_title
source: Comparer des valeurs
af: Vergelyk waardes
bg: Сравняване на стойности
cs: Porovnat hodnoty
da: Sammenligne værdier
de: Werte vergleichen
el: Σύγκριση τιμών
es: Comparar valores
fi: Vertaile arvoja
fil: Ihambing ang mga halaga
hu: Értékek összehasonlítása
id: Bandingkan nilai
it: Confrontare valori
ja: 値を比較する
ko: 값 비교하기
nl: Waarden vergelijken
no: Sammenligne verdier
pl: Porównaj wartości
pt_pt: Comparar valores
ro: Comparați valori
ru: Сравнить значения
sk: Porovnať hodnoty
sv: Jämföra värden
sw: Linganisha thamani
tr: Değerleri karşılaştırın
uk: Порівняти значення
vi: So sánh các giá trị
zh_hans: 比较数值

# ed_math_fractions_fractions_percent_to_fraction_uc4_text
source: Comparer des pourcentages après les avoir convertis en fractions simplifiées.
af: Vergelyk persentasies nadat hulle in vereenvoudigde breuke omgeskakel is.
bg: Сравнявайте проценти след като ги преобразувате в опростени дроби.
cs: Porovnat procenta po jejich převodu na zjednodušené zlomky.
da: Sammenligne procenter efter at have konverteret dem til forenklede brøker.
de: Vergleichen Sie Prozentsätze, nachdem Sie sie in vereinfachte Brüche umgewandelt haben.
el: Συγκρίνετε ποσοστά αφού τα έχετε μετατρέψει σε απλά κλάσματα.
es: Comparar porcentajes después de haberlos convertido en fracciones simplificadas.
fi: Vertaile prosentteja muuntamalla ne ensin yksinkertaistettuihin murtolukuihin.
fil: Ihambing ang mga porsyento pagkatapos itong i-convert sa mga pinadalisay na fraction.
hu: Összehasonlítani a százalékokat, miután egyszerűsített törtekké alakították őket.
id: Bandingkan persentase setelah mengubahnya menjadi pecahan yang disederhanakan.
it: Confrontare percentuali dopo averle convertite in frazioni semplificate.
ja: 簡略化された分数に変換した後にパーセンテージを比較する。
ko: 단순화된 분수로 변환한 후 백분율 비교하기.
nl: Vergelijk percentages nadat je ze hebt omgezet in vereenvoudigde breuken.
no: Sammenligne prosentandeler etter å ha konvertert dem til forenklede brøker.
pl: Porównaj procenty po ich przekształceniu w uproszczone ułamki.
pt_pt: Comparar porcentagens após as ter convertido em frações simplificadas.
ro: Comparați procentele după ce le-ați convertit în fracții simplificate.
ru: Сравнить проценты после их преобразования в упрощенные дроби.
sk: Porovnať percentá po ich konverzii na zjednodušené zlomky.
sv: Jämföra procent efter att ha omvandlat dem till förenklade bråk.
sw: Linganisha asilimia baada ya kuzibadilisha kuwa sehemu zilizopunguzwa.
tr: Kesirleri sadeleştirdikten sonra yüzdeleri karşılaştırın.
uk: Порівняти відсотки після їх перетворення на спрощені дроби.
vi: So sánh các phần trăm sau khi đã chuyển đổi thành các phân số đơn giản.
zh_hans: 在将百分比转换为简化分数后进行比较。

# ed_math_fractions_fractions_percent_to_fraction_uc5_title
source: Préparer une suite d’opérations
af: Bereid 'n reeks operasies voor
bg: Подготовка на последователност от операции
cs: Připravit sérii operací
da: Forberede en sekvens af operationer
de: Eine Reihe von Operationen vorbereiten
el: Ετοιμάστε μια σειρά από πράξεις
es: Preparar una serie de operaciones
fi: Valmistele operaatioiden sarja
fil: Ihanda ang isang sunud-sunod na operasyon
hu: Műveletek sorozatának előkészítése
id: Siapkan serangkaian operasi
it: Preparare una serie di operazioni
ja: 一連の操作を準備する
ko: 일련의 연산 준비하기
nl: Bereid een reeks bewerkingen voor
no: Forberede en sekvens av operasjoner
pl: Przygotuj ciąg operacji
pt_pt: Preparar uma sequência de operações
ro: Pregătiți un șir de operații
ru: Подготовить последовательность операций
sk: Pripraviť sériu operácií
sv: Förbereda en sekvens av operationer
sw: Andaa mfululizo wa operesheni
tr: Bir işlem dizisi hazırlayın
uk: Підготувати послідовність операцій
vi: Chuẩn bị một chuỗi phép toán
zh_hans: 准备一系列操作

# ed_math_fractions_fractions_percent_to_fraction_uc5_text
source: Obtenir une fraction avant une addition, une multiplication ou une simplification.
af: Kry 'n breuk voor 'n optelling, vermenigvuldiging of vereenvoudiging.
bg: Получаване на дроб преди събиране, умножение или опростяване.
cs: Získat zlomek před sčítáním, násobením nebo zjednodušením.
da: Få en brøk før en addition, multiplikation eller forenkling.
de: Einen Bruch vor einer Addition, Multiplikation oder Vereinfachung erhalten.
el: Αποκτήστε ένα κλάσμα πριν από μια πρόσθεση, έναν πολλαπλασιασμό ή μια απλοποίηση.
es: Obtener una fracción antes de una suma, una multiplicación o una simplificación.
fi: Hanki murtoluku ennen yhteenlaskua, kertolaskua tai yksinkertaistamista.
fil: Kumuha ng fraction bago ang isang karagdagan, isang multiplikasyon o isang pagpapadalisay.
hu: Törtet kapni egy összeadás, szorzás vagy egyszerűsítés előtt.
id: Dapatkan pecahan sebelum penjumlahan, perkalian, atau penyederhanaan.
it: Ottenere una frazione prima di un'addizione, una moltiplicazione o una semplificazione.
ja: 加算、乗算、または簡略化の前に分数を取得する。
ko: 덧셈, 곱셈 또는 단순화 전에 분수를 얻기.
nl: Krijg een breuk voor een optelling, vermenigvuldiging of vereenvoudiging.
no: Få en brøk før en addisjon, multiplikasjon eller forenkling.
pl: Uzyskaj ułamek przed dodawaniem, mnożeniem lub uproszczeniem.
pt_pt: Obter uma fração antes de uma adição, multiplicação ou simplificação.
ro: Obțineți o fracție înainte de o adunare, o înmulțire sau o simplificare.
ru: Получить дробь перед сложением, умножением или упрощением.
sk: Získať zlomok pred sčítaním, násobením alebo zjednodušením.
sv: Få ett bråk innan en addition, multiplikation eller förenkling.
sw: Pata sehemu kabla ya kuongeza, kuzidisha au kupunguza.
tr: Toplama, çarpma veya sadeleştirmeden önce bir kesir elde edin.
uk: Отримати дроб перед додаванням, множенням або спрощенням.
vi: Lấy một phân số trước khi thực hiện phép cộng, phép nhân hoặc đơn giản hóa.
zh_hans: 在加法、乘法或简化之前获得一个分数。
