Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l6_s3_b1
source: Si toutes les valeurs sont positives, la RMS est toujours ≥ moyenne arithmétique (en général).
af: As al die waardes positief is, is die RMS altyd ≥ aritmetiese gemiddelde (in die algemeen).
bg: Ако всички стойности са положителни, RMS винаги е ≥ аритметично средно (обикновено).
cs: Pokud jsou všechny hodnoty kladné, RMS je vždy ≥ aritmetický průměr (obecně).
da: Hvis alle værdier er positive, er RMS altid ≥ aritmetisk gennemsnit (generelt).
de: Wenn alle Werte positiv sind, ist das RMS immer ≥ arithmetisches Mittel (im Allgemeinen).
el: Εάν όλες οι τιμές είναι θετικές, η RMS είναι πάντα ≥ αριθμητική μέση (γενικά).
es: Si todos los valores son positivos, la RMS siempre es ≥ media aritmética (en general).
fi: Jos kaikki arvot ovat positiivisia, RMS on aina ≥ aritmeettinen keskiarvo (yleisesti).
fil: Kung lahat ng mga halaga ay positibo, ang RMS ay palaging ≥ karaniwang aritmetika (sa pangkalahatan).
hu: Ha minden érték pozitív, az RMS mindig ≥ aritmetikai átlag (általában).
id: Jika semua nilai positif, RMS selalu ≥ rata-rata aritmetika (secara umum).
it: Se tutti i valori sono positivi, la RMS è sempre ≥ media aritmetica (in generale).
ja: すべての値が正の場合、RMSは常に算術平均以上です（一般的に）。
ko: 모든 값이 양수인 경우, RMS는 항상 ≥ 산술 평균입니다(일반적으로).
nl: Als alle waarden positief zijn, is de RMS altijd ≥ rekenkundige gemiddelde (in het algemeen).
no: Hvis alle verdier er positive, er RMS alltid ≥ aritmetisk gjennomsnitt (generelt).
pl: Jeśli wszystkie wartości są dodatnie, RMS jest zawsze ≥ średnia arytmetyczna (ogólnie).
pt_pt: Se todos os valores forem positivos, a RMS é sempre ≥ média aritmética (em geral).
ro: Dacă toate valorile sunt pozitive, RMS este întotdeauna ≥ media aritmetică (în general).
ru: Если все значения положительные, RMS всегда ≥ арифметическая средняя (в общем).
sk: Ak sú všetky hodnoty kladné, RMS je vždy ≥ aritmetický priemer (vo všeobecnosti).
sv: Om alla värden är positiva är RMS alltid ≥ aritmetiskt medelvärde (i allmänhet).
sw: Ikiwa thamani zote ni chanya, RMS daima ≥ kati ya aritmetiki (kwa ujumla).
tr: Tüm değerler pozitifse, RMS her zaman ≥ aritmetik ortalama (genel olarak).
uk: Якщо всі значення позитивні, RMS завжди ≥ арифметичне середнє (в загальному).
vi: Nếu tất cả các giá trị đều dương, RMS luôn ≥ trung bình số học (nói chung).
zh_hans: 如果所有值都是正的，RMS总是≥算术平均（一般情况下）。

# mean_l6_s3_b2
source: La RMS met davantage l’accent sur les valeurs élevées.
af: Die RMS beklemtoon hoër waardes meer.
bg: RMS акцентира повече на високите стойности.
cs: RMS klade větší důraz na vysoké hodnoty.
da: RMS lægger mere vægt på høje værdier.
de: Das RMS legt mehr Wert auf hohe Werte.
el: Η RMS δίνει περισσότερη έμφαση στις υψηλές τιμές.
es: La RMS pone más énfasis en los valores altos.
fi: RMS korostaa enemmän suuria arvoja.
fil: Ang RMS ay higit na nagbibigay-diin sa mga mataas na halaga.
hu: Az RMS nagyobb hangsúlyt fektet a magas értékekre.
id: RMS lebih menekankan pada nilai tinggi.
it: La RMS mette maggiormente l'accento sui valori elevati.
ja: RMSは高い値により重点を置きます。
ko: RMS는 높은 값에 더 중점을 둡니다.
nl: De RMS legt meer nadruk op hoge waarden.
no: RMS legger mer vekt på høye verdier.
pl: RMS kładzie większy nacisk na wysokie wartości.
pt_pt: A RMS dá mais ênfase aos valores elevados.
ro: RMS pune mai mult accent pe valorile mari.
ru: RMS больше акцентирует внимание на высоких значениях.
sk: RMS kladie väčší dôraz na vysoké hodnoty.
sv: RMS lägger mer vikt vid höga värden.
sw: RMS inasisitiza zaidi juu ya thamani kubwa.
tr: RMS, yüksek değerlere daha fazla vurgu yapar.
uk: RMS більше акцентує на високих значеннях.
vi: RMS nhấn mạnh nhiều hơn vào các giá trị cao.
zh_hans: RMS更强调高值。

# mean_l6_s3_b3
source: Elle est souvent utilisée pour mesurer une “valeur efficace” (par exemple, en électricité).
af: Dit word dikwels gebruik om 'n "effektiewe waarde" te meet (byvoorbeeld, in elektrisiteit).
bg: Тя често се използва за измерване на "ефективна стойност" (например, в електричеството).
cs: Často se používá k měření "efektivní hodnoty" (například v elektřině).
da: Det bruges ofte til at måle en "effektiv værdi" (for eksempel i elektricitet).
de: Es wird oft verwendet, um einen "effektiven Wert" zu messen (zum Beispiel in der Elektrizität).
el: Χρησιμοποιείται συχνά για να μετρήσει μια “αποτελεσματική τιμή” (για παράδειγμα, στην ηλεκτρική ενέργεια).
es: A menudo se utiliza para medir un "valor eficaz" (por ejemplo, en electricidad).
fi: Sitä käytetään usein "tehokkaan arvon" mittaamiseen (esimerkiksi sähkössä).
fil: Ito ay madalas na ginagamit upang sukatin ang isang "epektibong halaga" (halimbawa, sa kuryente).
hu: Gyakran használják az "effektív érték" mérésére (például elektromosságban).
id: Ini sering digunakan untuk mengukur "nilai efektif" (misalnya, dalam listrik).
it: È spesso utilizzata per misurare un'"valore efficace" (ad esempio, in elettricità).
ja: これは「有効値」を測定するためによく使用されます（例えば、電気において）。
ko: 종종 '유효값'을 측정하는 데 사용됩니다(예: 전기에서).
nl: Het wordt vaak gebruikt om een "effectieve waarde" te meten (bijvoorbeeld in elektriciteit).
no: Det brukes ofte til å måle en "effektiv verdi" (for eksempel i elektrisitet).
pl: Często używa się jej do pomiaru "wartości skutecznej" (na przykład w elektryczności).
pt_pt: É frequentemente utilizada para medir um "valor eficaz" (por exemplo, em eletricidade).
ro: Este adesea folosită pentru a măsura o „valoare eficientă” (de exemplu, în electricitate).
ru: Она часто используется для измерения "эффективного значения" (например, в электричестве).
sk: Často sa používa na meranie "efektívnej hodnoty" (napríklad v elektrine).
sv: Det används ofta för att mäta ett "effektivt värde" (till exempel inom elektricitet).
sw: Inatumika mara nyingi kupima "thamani ya ufanisi" (kwa mfano, katika umeme).
tr: Sıklıkla "etkili değer" ölçmek için kullanılır (örneğin, elektrikte).
uk: Воно часто використовується для вимірювання "ефективного значення" (наприклад, в електриці).
vi: Nó thường được sử dụng để đo "giá trị hiệu dụng" (ví dụ, trong điện).
zh_hans: 它通常用于测量“有效值”（例如，在电力中）。

# mean_l6_q1
source: Calcule la RMS de 0 et 10.
af: Bereken die RMS van 0 en 10.
bg: Изчисли RMS на 0 и 10.
cs: Vypočítejte RMS pro 0 a 10.
da: Beregn RMS af 0 og 10.
de: Berechne das RMS von 0 und 10.
el: Υπολόγισε την RMS του 0 και του 10.
es: Calcula la RMS de 0 y 10.
fi: Laske RMS arvoille 0 ja 10.
fil: Kalkulahin ang RMS ng 0 at 10.
hu: Számítsd ki a 0 és 10 RMS-ét.
id: Hitung RMS dari 0 dan 10.
it: Calcola la RMS di 0 e 10.
ja: 0と10のRMSを計算します。
ko: 0과 10의 RMS를 계산합니다.
nl: Bereken de RMS van 0 en 10.
no: Beregn RMS av 0 og 10.
pl: Oblicz RMS dla 0 i 10.
pt_pt: Calcula a RMS de 0 e 10.
ro: Calculează RMS-ul pentru 0 și 10.
ru: Вычислите RMS для 0 и 10.
sk: Vypočítaj RMS z 0 a 10.
sv: Beräkna RMS av 0 och 10.
sw: Hesabu RMS ya 0 na 10.
tr: 0 ve 10'un RMS'ini hesapla.
uk: Обчисли RMS для 0 та 10.
vi: Tính RMS của 0 và 10.
zh_hans: 计算0和10的RMS。

# mean_l7_title
source: 7) Moyennes robustes : tronquée et winsorisée
af: 7) Robuuste gemiddeldes: getrimde en winsoriseerde
bg: 7) Робустни средни: отрязани и уинсоризирани
cs: 7) Robustní průměry: zkrácené a winsorisované
da: 7) Robuste gennemsnit: beskåret og winsoriseret
de: 7) Robuste Mittel: getrimmt und winsorisiert
el: 7) Ρομποτικές μέσες: κομμένες και winsorized
es: 7) Medias robustas: recortada y winsorizada
fi: 7) Vahvat keskiarvot: katkaistu ja winsorisoitu
fil: 7) Mga matibay na karaniwang: pinutol at winsorized
hu: 7) Robusztus átlagok: csonkított és winsorisált
id: 7) Rata-rata robust: terpotong dan winsorisasi
it: 7) Medie robuste: troncata e winsorisata
ja: 7) ロバスト平均：切り捨てとウィンソリゼーション
ko: 7) 강건 평균: 절단 및 윈소리화
nl: 7) Robuuste gemiddelden: getrimd en winsorized
no: 7) Robuste gjennomsnitt: trimmed og winsorized
pl: 7) Średnie odporne: przycięte i winsoryzowane
pt_pt: 7) Médias robustas: truncada e winsorisada
ro: 7) Medii robuste: trunchiate și winsorisate
ru: 7) Робастные средние: усеченные и винсоризированные
sk: 7) Robustné priemery: orezané a winsorisované
sv: 7) Robusta medelvärden: beskurna och winsoriserade
sw: 7) Kati za nguvu: zilizokatwa na winsorized
tr: 7) Dayanıklı ortalamalar: kesilmiş ve winsorize edilmiş
uk: Середні значення з робастністю: обрізане та вінсоризоване
vi: 7) Trung bình vững: cắt và winsor hóa
zh_hans: 7）稳健平均：截断和温莎化

# mean_l7_sub
source: Limiter l’impact des valeurs extrêmes quand la moyenne arithmétique est trop sensible.
af: Beperk die impak van uiterste waardes wanneer die aritmetiese gemiddelde te sensitief is.
bg: Ограничаване на влиянието на екстремните стойности, когато аритметичното средно е твърде чувствително.
cs: Omezit dopad extrémních hodnot, když je aritmetický průměr příliš citlivý.
da: Begræns indflydelsen af ekstreme værdier, når det aritmetiske gennemsnit er for følsomt.
de: Den Einfluss extremer Werte begrenzen, wenn das arithmetische Mittel zu empfindlich ist.
el: Περιορισμός της επίδρασης των ακραίων τιμών όταν η αριθμητική μέση είναι πολύ ευαίσθητη.
es: Limitar el impacto de los valores extremos cuando la media aritmética es demasiado sensible.
fi: Rajoita äärimmäisten arvojen vaikutusta, kun aritmeettinen keskiarvo on liian herkkä.
fil: Limitahan ang epekto ng mga ekstremong halaga kapag ang karaniwang aritmetika ay masyadong sensitibo.
hu: Csökkenteni az extrém értékek hatását, amikor az aritmetikai átlag túl érzékeny.
id: Membatasi dampak nilai ekstrem ketika rata-rata aritmetika terlalu sensitif.
it: Limitare l'impatto dei valori estremi quando la media aritmetica è troppo sensibile.
ja: 算術平均が過度に敏感な場合、極端な値の影響を制限します。
ko: 산술 평균이 너무 민감할 때 극단값의 영향을 제한합니다.
nl: Beperk de impact van extreme waarden wanneer de rekenkundige gemiddelde te gevoelig is.
no: Begrens innvirkningen av ekstreme verdier når det aritmetiske gjennomsnittet er for sensitivt.
pl: Ograniczenie wpływu wartości ekstremalnych, gdy średnia arytmetyczna jest zbyt wrażliwa.
pt_pt: Limitar o impacto dos valores extremos quando a média aritmética é demasiado sensível.
ro: Limitarea impactului valorilor extreme când media aritmetică este prea sensibilă.
ru: Ограничить влияние экстремальных значений, когда арифметическая средняя слишком чувствительна.
sk: Obmedziť dopad extrémnych hodnôt, keď je aritmetický priemer príliš citlivý.
sv: Begränsa påverkan av extrema värden när det aritmetiska medelvärdet är för känsligt.
sw: Kupunguza athari za thamani za mwisho wakati kati ya aritmetiki ni nyeti sana.
tr: Aritmetik ortalamanın aşırı değerlere karşı çok hassas olduğu durumlarda aşırı değerlerin etkisini sınırlamak.
uk: Обмежити вплив екстремальних значень, коли арифметичне середнє занадто чутливе.
vi: Giới hạn tác động của các giá trị cực trị khi trung bình số học quá nhạy cảm.
zh_hans: 限制算术平均对极端值的敏感影响。

# mean_tag_robust
source: robuste
af: robuust
bg: робустен
cs: robustní
da: robust
de: robust
el: ρομποτικός
es: robusto
fi: vahva
fil: matibay
hu: robust
id: robust
it: robusto
ja: ロバスト
ko: 강건한
nl: robuust
no: robust
pl: odporny
pt_pt: robusto
ro: robust
ru: робастный
sk: robustný
sv: robust
sw: nguvu
tr: dayanıklı
uk: робастний
vi: vững
zh_hans: 稳健的

# mean_tag_outliers
source: valeurs extrêmes
af: uiterste waardes
bg: екстремни стойности
cs: extrémní hodnoty
da: ekstreme værdier
de: extreme Werte
el: ακραίες τιμές
es: valores extremos
fi: äärimmäiset arvot
fil: mga ekstremong halaga
hu: extrém értékek
id: nilai ekstrem
it: valori estremi
ja: 極端な値
ko: 극단값
nl: extreme waarden
no: ekstreme verdier
pl: wartości ekstremalne
pt_pt: valores extremos
ro: valori extreme
ru: экстремальные значения
sk: extrémne hodnoty
sv: extrema värden
sw: thamani za mwisho
tr: aşırı değerler
uk: екстремальні значення
vi: giá trị cực trị
zh_hans: 极端值

# mean_tag_trimmed
source: tronquée
af: getrimde
bg: отрязани
cs: zkrácené
da: beskåret
de: getrimmt
el: κομμένες
es: recortada
fi: katkaistu
fil: pinutol
hu: csonkított
id: terpotong
it: troncata
ja: 切り捨て
ko: 절단된
nl: getrimd
no: trimmet
pl: przycięte
pt_pt: truncada
ro: trunchiate
ru: усеченный
sk: orezané
sv: beskuren
sw: zilizokatwa
tr: kesilmiş
uk: обрізане
vi: cắt
zh_hans: 截断的

# mean_l7_s1_title
source: Pourquoi des moyennes “robustes” ?
af: Hoekom "robuuste" gemiddeldes?
bg: Защо "робустни" средни?
cs: Proč "robustní" průměry?
da: Hvorfor "robuste" gennemsnit?
de: Warum "robuste" Mittel?
el: Γιατί “ρομποτικές” μέσες;
es: ¿Por qué medias "robustas"?
fi: Miksi "vahvoja" keskiarvoja?
fil: Bakit may mga "matibay" na karaniwang?
hu: Miért "robust" átlagok?
id: Mengapa rata-rata "robust"?
it: Perché medie "robuste"?
ja: なぜ「ロバスト」な平均が必要なのか？
ko: 왜 '강건한' 평균이 필요한가?
nl: Waarom "robuuste" gemiddelden?
no: Hvorfor "robuste" gjennomsnitt?
pl: Dlaczego "odporne" średnie?
pt_pt: Por que médias "robustas"?
ro: De ce medii „robuste”?
ru: Почему "робастные" средние?
sk: Prečo "robustné" priemery?
sv: Varför "robusta" medelvärden?
sw: Kwa nini kati za "nguvu"?
tr: Neden "dayanıklı" ortalamalar?
uk: Чому "робастні" середні?
vi: Tại sao lại có các trung bình "vững"?
zh_hans: 为什么要有“稳健”的平均？

# mean_l7_s1_b1
source: Dans certaines séries, quelques valeurs aberrantes (erreurs de mesure, cas exceptionnels) faussent fortement la moyenne arithmétique.
af: In sommige reekse vervals 'n paar uitskieters (meetfoute, uitsonderlike gevalle) die aritmetiese gemiddelde sterk.
bg: В някои серии, няколко аномални стойности (грешки в измерването, изключителни случаи) силно изкривяват аритметичното средно.
cs: V některých sériích několik odlehlých hodnot (chyby měření, výjimečné případy) silně zkresluje aritmetický průměr.
da: I nogle serier forvrænger nogle afvigende værdier (målefejl, exceptionelle tilfælde) det aritmetiske gennemsnit kraftigt.
de: In bestimmten Reihen verzerren einige Ausreißer (Messfehler, Ausnahmefälle) das arithmetische Mittel stark.
el: Σε ορισμένες σειρές, μερικές ακραίες τιμές (σφάλματα μέτρησης, εξαιρετικές περιπτώσεις) παραμορφώνουν έντονα την αριθμητική μέση.
es: En algunas series, algunos valores atípicos (errores de medición, casos excepcionales) distorsionan fuertemente la media aritmética.
fi: Joissakin sarjoissa muutamat poikkeavat arvot (mittausvirheet, poikkeustapaukset) vääristävät voimakkaasti aritmeettista keskiarvoa.
fil: Sa ilang mga serye, ang ilang mga hindi pangkaraniwang halaga (mga pagkakamali sa sukat, mga pambihirang kaso) ay labis na nakakaapekto sa karaniwang aritmetika.
hu: Bizonyos sorozatokban néhány kiugró érték (mérési hibák, kivételes esetek) erősen torzítja az aritmetikai átlagot.
id: Dalam beberapa seri, beberapa nilai yang tidak biasa (kesalahan pengukuran, kasus luar biasa) sangat mempengaruhi rata-rata aritmetika.
it: In alcune serie, alcuni valori anomali (errori di misura, casi eccezionali) falsano fortemente la media aritmetica.
ja: 特定の系列では、いくつかの外れ値（測定エラー、例外的なケース）が算術平均を大きく歪めます。
ko: 일부 시리즈에서는 몇몇 이상치(측정 오류, 예외적인 경우)가 산술 평균을 크게 왜곡합니다.
nl: In sommige reeksen vervormen enkele uitschieters (meetfouten, uitzonderlijke gevallen) de rekenkundige gemiddelde sterk.
no: I noen serier forvrenger noen avvikende verdier (målefeil, unntakstilfeller) det aritmetiske gjennomsnittet sterkt.
pl: W niektórych seriach kilka wartości odstających (błędy pomiaru, przypadki wyjątkowe) mocno zniekształca średnią arytmetyczną.
pt_pt: Em algumas séries, alguns valores aberrantes (erros de medição, casos excepcionais) distorcem fortemente a média aritmética.
ro: În anumite serii, câteva valori aberante (erori de măsurare, cazuri excepționale) distorsionează puternic media aritmetică.
ru: В некоторых рядах несколько выбросов (ошибки измерения, исключительные случаи) сильно искажают арифметическую среднюю.
sk: V niektorých sériách niektoré odchýlky (chyby merania, výnimočné prípady) silne skresľujú aritmetický priemer.
sv: I vissa serier snedvrider några avvikande värden (mätfel, exceptionella fall) det aritmetiska medelvärdet kraftigt.
sw: Katika mfululizo fulani, baadhi ya thamani zisizo za kawaida (makosa ya kipimo, kesi za kipekee) zinaharibu sana kati ya aritmetiki.
tr: Bazı serilerde, birkaç anormal değer (ölçüm hataları, istisnai durumlar) aritmetik ortalamayı ciddi şekilde çarpıtır.
uk: В деяких серіях кілька аномальних значень (помилки вимірювання, виняткові випадки) сильно спотворюють арифметичне середнє.
vi: Trong một số chuỗi, một vài giá trị bất thường (sai số đo, trường hợp đặc biệt) làm sai lệch mạnh trung bình số học.
zh_hans: 在某些系列中，少数异常值（测量误差，特殊情况）严重扭曲算术平均。

# mean_l7_s1_b2
source: On cherche alors un indicateur plus stable (moins influencé par les extrêmes).
af: Ons soek dan 'n meer stabiele aanduiding (minder beïnvloed deur die uiterstes).
bg: Търсим по-стабилен индикатор (по-малко повлиян от екстремите).
cs: Hledáme stabilnější ukazatel (méně ovlivněný extrémy).
da: Man søger derfor en mere stabil indikator (mindre påvirket af ekstreme værdier).
de: Man sucht dann nach einem stabileren Indikator (weniger beeinflusst von Extremen).
el: Αναζητούμε τότε έναν πιο σταθερό δείκτη (λιγότερο επηρεασμένο από τα άκρα).
es: Buscamos entonces un indicador más estable (menos influenciado por los extremos).
fi: Etsitään siis vakaampaa indikaattoria (vähemmän herkkä äärimmäisille).
fil: Kaya't naghahanap tayo ng isang mas matatag na tagapagpahiwatig (mas kaunting impluwensiya mula sa mga ekstremong).
hu: Ezért egy stabilabb mutatót keresünk (kevésbé befolyásolt az extrém értékek által).
id: Kita mencari indikator yang lebih stabil (kurang dipengaruhi oleh ekstrem).
it: Si cerca quindi un indicatore più stabile (meno influenzato dagli estremi).
ja: より安定した指標（極端な値の影響を受けにくい）を求めています。
ko: 더 안정적인 지표(극단값의 영향을 덜 받는)를 찾고 있습니다.
nl: We zoeken dan een stabielere indicator (minder beïnvloed door de extremen).
no: Vi ser etter en mer stabil indikator (mindre påvirket av ekstreme verdier).
pl: Szukamy wtedy bardziej stabilnego wskaźnika (mniej wpływanego przez ekstremalne wartości).
pt_pt: Procura-se então um indicador mais estável (menos influenciado pelos extremos).
ro: Căutăm atunci un indicator mai stabil (mai puțin influențat de extreme).
ru: Мы ищем более стабильный индикатор (менее подверженный влиянию экстремумов).
sk: Hľadáme stabilnejší ukazovateľ (menej ovplyvnený extrémami).
sv: Man söker då en mer stabil indikator (mindre påverkad av extremvärden).
sw: Tunatafuta kisha kipimo chenye utulivu zaidi (kisichohusishwa na mwisho).
tr: Daha stabil bir gösterge arıyoruz (aşırı değerlerden daha az etkilenen).
uk: Тоді ми шукаємо більш стабільний показник (менш впливовий на екстремуми).
vi: Ta tìm kiếm một chỉ số ổn định hơn (ít bị ảnh hưởng bởi các giá trị cực trị).
zh_hans: 我们寻找一个更稳定的指标（不受极端值的影响）。

# mean_l7_s1_b3
source: La médiane est une option ; les moyennes tronquées ou winsorisées aussi.
af: Die mediaan is 'n opsie; die getrimde of winsoriseerde gemiddeldes ook.
bg: Медийната стойност е опция; отрязаните или уинсоризираните средни също.
cs: Medián je možnost; také zkrácené nebo winsorisované průměry.
da: Medianen er en mulighed; beskårne eller winsoriserede gennemsnit også.
de: Der Median ist eine Option; auch getrimmte oder winsorisierte Mittel.
el: Η διάμεσος είναι μια επιλογή; οι κομμένες ή winsorized μέσες επίσης.
es: La mediana es una opción; las medias recortadas o winsorizadas también.
fi: Mediaani on vaihtoehto; myös katkaistut tai winsorisoidut keskiarvot.
fil: Ang median ay isang opsyon; ang mga pinutol o winsorized na karaniwang ay maaari ring gamitin.
hu: A medián egy lehetőség; a csonkított vagy winsorisált átlagok is.
id: Median adalah salah satu opsi; rata-rata terpotong atau winsorisasi juga.
it: La mediana è un'opzione; anche le medie troncate o winsorisate.
ja: 中央値は一つの選択肢です；切り捨てまたはウィンソリゼーションされた平均もそうです。
ko: 중앙값이 하나의 옵션입니다; 절단된 평균이나 윈소리화된 평균도 가능합니다.
nl: De mediaan is een optie; de getrimde of winsorized gemiddelden ook.
no: Medianen er et alternativ; trimmede eller winsorized gjennomsnitt også.
pl: Mediana jest jedną z opcji; średnie przycięte lub winsoryzowane również.
pt_pt: A mediana é uma opção; as médias truncadas ou winsorisadas também.
ro: Mediana este o opțiune; mediile trunchiate sau winsorisate de asemenea.
ru: Медиана является вариантом; усеченные или винсоризированные средние также.
sk: Medián je jednou z možností; orezané alebo winsorisované priemery tiež.
sv: Medianen är ett alternativ; beskurna eller winsoriserade medelvärden också.
sw: Medi ni chaguo; kati zilizokatwa au winsorized pia.
tr: Medyan bir seçenek; kesilmiş veya winsorize edilmiş ortalamalar da öyle.
uk: Медіана є варіантом; також обрізані або вінсоризовані середні.
vi: Trung vị là một lựa chọn; các trung bình cắt hoặc winsor hóa cũng vậy.
zh_hans: 中位数是一个选项；截断或温莎化的平均也是。

# mean_l7_s2_title
source: Moyenne tronquée (trimmed mean)
af: Getrimde gemiddelde (trimmed mean)
bg: Отрязано средно (trimmed mean)
cs: Zkrácený průměr (trimmed mean)
da: Beskåret gennemsnit (trimmed mean)
de: Getrimmtes Mittel (trimmed mean)
el: Κομμένη μέση (trimmed mean)
es: Media recortada (trimmed mean)
fi: Katkaistu keskiarvo (trimmed mean)
fil: Pinutol na karaniwang (trimmed mean)
hu: Csonkított átlag (trimmed mean)
id: Rata-rata terpotong (trimmed mean)
it: Media troncata (trimmed mean)
ja: 切り捨て平均（trimmed mean）
ko: 절단 평균 (trimmed mean)
nl: Getrimd gemiddelde (trimmed mean)
no: Trimmet gjennomsnitt (trimmed mean)
pl: Średnia przycięta (trimmed mean)
pt_pt: Média truncada (trimmed mean)
ro: Media trunchiată (trimmed mean)
ru: Усеченная средняя (trimmed mean)
sk: Orezaný priemer (trimmed mean)
sv: Beskuret medelvärde (trimmed mean)
sw: Kati iliyokatwa (trimmed mean)
tr: Kesilmiş ortalama (trimmed mean)
uk: Обрізане середнє (trimmed mean)
vi: Trung bình cắt (trimmed mean)
zh_hans: 截断平均（trimmed mean）
