Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_pdf_form_fields_to_json_desc
source: Exporter la liste des champs d'un formulaire PDF (AcroForm) au format JSON.
bg: Експортирайте списъка с полета на PDF формуляр (AcroForm) в JSON формат.
cs: Exportovat seznam polí z PDF formuláře (AcroForm) do formátu JSON.
da: Eksporter listen over felter fra en PDF-formular (AcroForm) til JSON-format.
de: Exportieren Sie die Liste der Felder eines PDF-Formulars (AcroForm) im JSON-Format.
el: Εξάγετε τη λίστα των πεδίων μιας φόρμας PDF (AcroForm) σε μορφή JSON.
es: Exportar la lista de campos de un formulario PDF (AcroForm) en formato JSON.
fi: Vie PDF-lomakkeen kenttien lista (AcroForm) JSON-muotoon.
fil: I-export ang listahan ng mga field ng isang PDF form (AcroForm) sa JSON format.
ja: PDFフォーム（AcroForm）のフィールドリストをJSON形式でエクスポートします。
nl: Exporteer de lijst van velden van een PDF-formulier (AcroForm) naar JSON-formaat.
no: Eksportere listen over feltene i et PDF-skjema (AcroForm) til JSON-format.
pl: Eksportuj listę pól formularza PDF (AcroForm) do formatu JSON.
pt_pt: Exportar a lista dos campos de um formulário PDF (AcroForm) para o formato JSON.
ro: Exportați lista câmpurilor unui formular PDF (AcroForm) în format JSON.
ru: Экспортировать список полей PDF формы (AcroForm) в формате JSON.
sk: Exportovať zoznam polí formulára PDF (AcroForm) do formátu JSON.
sv: Exportera listan över fälten i ett PDF-formulär (AcroForm) till JSON-format.
sw: Export orodha ya maeneo ya fomu ya PDF (AcroForm) kwa muundo wa JSON.
tr: Bir PDF formunun (AcroForm) alanlarının listesini JSON formatında dışa aktarın.
uk: Експортувати список полів PDF-форми (AcroForm) у формат JSON.
vi: Xuất danh sách các trường của một biểu mẫu PDF (AcroForm) sang định dạng JSON.
zh_hans: 将PDF表单（AcroForm）中的字段列表导出为JSON格式。

# tool_pdf_metadata_to_json_title
source: Métadonnées PDF → JSON
af: PDF metadata → JSON
bg: Метаданни PDF → JSON
cs: Metadata PDF → JSON
da: Metadata PDF → JSON
de: Metadaten PDF → JSON
el: Μεταδεδομένα PDF → JSON
es: Metadatos PDF → JSON
fi: PDF-metadata → JSON
fil: Metadata PDF → JSON
hu: PDF metaadatok → JSON
id: Metadata PDF → JSON
it: Metadati PDF → JSON
ja: PDF メタデータ → JSON
ko: PDF 메타데이터 → JSON
nl: PDF-metadata → JSON
no: PDF-metadata → JSON
pl: Metadane PDF → JSON
pt_pt: Metadados PDF → JSON
ro: Metadate PDF → JSON
ru: Метаданные PDF → JSON
sk: Metadáta PDF → JSON
sv: Metadata PDF → JSON
sw: Metadata za PDF → JSON
tr: PDF'den JSON'a meta veriler
uk: Метадані PDF → JSON
vi: Siêu dữ liệu PDF → JSON
zh_hans: PDF 元数据 → JSON

# tool_pdf_metadata_to_json_desc
source: Titre, auteur, dates, nombre de pages et infos document exportées en JSON.
af: Titel, outeur, datums, aantal bladsye en dokumentinligting wat na JSON uitgevoer is.
bg: Заглавие, автор, дати, брой страници и информация за документа, експортирани в JSON.
cs: Název, autor, data, počet stran a informace o dokumentu exportovány do JSON.
da: Titel, forfatter, datoer, antal sider og dokumentoplysninger eksporteret til JSON.
de: Titel, Autor, Daten, Seitenanzahl und Dokumentinformationen im JSON-Format exportiert.
el: Τίτλος, συγγραφέας, ημερομηνίες, αριθμός σελίδων και πληροφορίες εγγράφου εξαγόμενα σε JSON.
es: Título, autor, fechas, número de páginas e información del documento exportadas en JSON.
fi: Otsikko, kirjoittaja, päivämäärät, sivumäärä ja asiakirjatiedot viedään JSON-muodossa.
fil: Pamagat, may-akda, mga petsa, bilang ng mga pahina at impormasyon ng dokumento na na-export sa JSON.
hu: Cím, szerző, dátumok, oldalszám és dokumentum információk exportálva JSON formátumban.
id: Judul, penulis, tanggal, jumlah halaman, dan informasi dokumen diekspor dalam format JSON.
it: Titolo, autore, date, numero di pagine e informazioni sul documento esportate in JSON.
ja: タイトル、著者、日付、ページ数、ドキュメント情報を JSON 形式でエクスポートします。
ko: 제목, 저자, 날짜, 페이지 수 및 문서 정보가 JSON으로 내보내집니다.
nl: Titel, auteur, data, aantal pagina's en documentinformatie geëxporteerd naar JSON.
no: Tittel, forfatter, datoer, antall sider og dokumentinformasjon eksportert til JSON.
pl: Tytuł, autor, daty, liczba stron i informacje o dokumencie eksportowane w formacie JSON.
pt_pt: Título, autor, datas, número de páginas e informações do documento exportadas em JSON.
ro: Titlu, autor, date, număr de pagini și informații despre document exportate în JSON.
ru: Заголовок, автор, даты, количество страниц и информация о документе экспортированы в JSON.
sk: Názov, autor, dátumy, počet strán a informácie o dokumente exportované do JSON.
sv: Titel, författare, datum, antal sidor och dokumentinformation exporterad i JSON.
sw: Kichwa, mwandishi, tarehe, idadi ya kurasa na taarifa za hati zimehamishwa katika JSON.
tr: Başlık, yazar, tarihler, sayfa sayısı ve belge bilgileri JSON formatında dışa aktarıldı.
uk: Назва, автор, дати, кількість сторінок та інформація про документ, експортовані у JSON.
vi: Tiêu đề, tác giả, ngày tháng, số trang và thông tin tài liệu được xuất sang JSON.
zh_hans: 标题、作者、日期、页数和文档信息导出为 JSON。

# tool_pdf_outline_to_json_title
source: Sommaire PDF → JSON
af: PDF samevatting → JSON
bg: Резюме PDF → JSON
cs: Obsah PDF → JSON
da: Indholdsfortegnelse PDF → JSON
de: Inhaltsverzeichnis PDF → JSON
el: Περίληψη PDF → JSON
es: Resumen PDF → JSON
fi: PDF-sisällysluettelo → JSON
fil: Buod PDF → JSON
hu: PDF összefoglaló → JSON
id: Ringkasan PDF → JSON
it: Sommario PDF → JSON
ja: PDF 目次 → JSON
ko: PDF 요약 → JSON
nl: PDF-samenvatting → JSON
no: Innhold PDF → JSON
pl: Spis treści PDF → JSON
pt_pt: Sumário PDF → JSON
ro: Sumar PDF → JSON
ru: Содержание PDF → JSON
sk: Zhrnutie PDF → JSON
sv: Innehåll PDF → JSON
sw: Muhtasari wa PDF → JSON
tr: PDF'den JSON'a özet
uk: Зміст PDF → JSON
vi: Tóm tắt PDF → JSON
zh_hans: PDF 摘要 → JSON

# tool_pdf_outline_to_json_desc
source: Extraire le plan (bookmarks) du PDF et l'exporter au format JSON.
bg: Извлечете плана (закладки) на PDF и го експортирайте в JSON формат.
cs: Extrahovat osnovu (záložky) z PDF a exportovat do formátu JSON.
da: Ekstraher indholdsfortegnelsen (bogmærker) fra PDF'en og eksporter til JSON-format.
de: Extrahieren Sie das Inhaltsverzeichnis (Lesezeichen) des PDFs und exportieren Sie es im JSON-Format.
el: Εξάγετε το σχέδιο (σελιδοδείκτες) του PDF και εξάγετε σε μορφή JSON.
es: Extraer el índice (marcadores) del PDF y exportarlo en formato JSON.
fi: Poimi PDF:n sisältö (kirjanmerkit) ja vie se JSON-muotoon.
fil: I-extract ang balangkas (bookmarks) ng PDF at i-export ito sa JSON format.
ja: PDFの目次（ブックマーク）を抽出し、JSON形式でエクスポートします。
nl: Extraheer de inhoudsopgave (bladwijzers) van de PDF en exporteer deze naar JSON-formaat.
no: Ekstrahere innholdsfortegnelsen (bokmerker) fra PDF-en og eksportere til JSON-format.
pl: Wyodrębnij plan (zakładki) z PDF i eksportuj do formatu JSON.
pt_pt: Extrair o índice (marcadores) do PDF e exportá-lo para o formato JSON.
ro: Extrageți planul (bookmarks) din PDF și exportați-l în format JSON.
ru: Извлечь план (закладки) из PDF и экспортировать в формате JSON.
sk: Extrahovať plán (záložky) z PDF a exportovať do formátu JSON.
sv: Extrahera innehållsförteckningen (bokmärken) från PDF:en och exportera till JSON-format.
sw: Toa mpango (vitabu) vya PDF na uhamasishe kwa muundo wa JSON.
tr: PDF’nin planını (yer imleri) çıkarın ve JSON formatında dışa aktarın.
uk: Витягти план (закладки) з PDF та експортувати у формат JSON.
vi: Trích xuất kế hoạch (đánh dấu) của PDF và xuất sang định dạng JSON.
zh_hans: 提取PDF的目录（书签）并导出为JSON格式。

# tool_pdf_links_extractor_title
source: Extraire les liens d'un PDF
bg: Извлечете линкове от PDF
cs: Extrahovat odkazy z PDF
da: Ekstraher links fra en PDF
de: Links aus einem PDF extrahieren
el: Εξαγωγή συνδέσμων από ένα PDF
es: Extraer los enlaces de un PDF
fi: Poimi linkit PDF:stä
fil: I-extract ang mga link mula sa isang PDF
ja: PDFからリンクを抽出
nl: Extraheer de links uit een PDF
no: Ekstrahere lenker fra en PDF
pl: Wyodrębnij linki z PDF
pt_pt: Extrair links de um PDF
ro: Extrageți linkurile dintr-un PDF
ru: Извлечь ссылки из PDF
sk: Extrahovať odkazy z PDF
sv: Extrahera länkar från en PDF
sw: Toa viungo kutoka PDF
tr: Bir PDF’den bağlantıları çıkarın
uk: Витягти посилання з PDF
vi: Trích xuất liên kết từ một PDF
zh_hans: 提取PDF中的链接

# tool_pdf_links_extractor_desc
source: Récupérer toutes les URL cliquables d'un PDF et les exporter (JSON/texte).
bg: Възстановете всички кликаеми URL адреси от PDF и ги експортирайте (JSON/текст).
cs: Získat všechny klikatelné URL z PDF a exportovat je (JSON/tekst).
da: Hent alle klikbare URL'er fra en PDF og eksporter (JSON/tekst).
de: Holen Sie sich alle klickbaren URLs aus einem PDF und exportieren Sie sie (JSON/Text).
el: Ανακτήστε όλες τις κλικαρίσιμες διευθύνσεις URL από ένα PDF και εξάγετε (JSON/κείμενο).
es: Recuperar todas las URL clicables de un PDF y exportarlas (JSON/texto).
fi: Hae kaikki klikkautuvat URL-osoitteet PDF:stä ja vie ne (JSON/teksti).
fil: Kunin ang lahat ng clickable URL mula sa isang PDF at i-export ang mga ito (JSON/teksto).
ja: PDFからすべてのクリック可能なURLを取得し、エクスポートします（JSON/テキスト）。
nl: Haal alle klikbare URL's uit een PDF en exporteer ze (JSON/tekst).
no: Hente alle klikkbare URL-er fra en PDF og eksportere dem (JSON/tekst).
pl: Pobierz wszystkie klikalne URL-e z PDF i eksportuj (JSON/tekst).
pt_pt: Recuperar todas as URLs clicáveis de um PDF e exportá-las (JSON/texto).
ro: Recuperați toate URL-urile clicabile dintr-un PDF și exportați-le (JSON/text).
ru: Получить все кликабельные URL из PDF и экспортировать (JSON/текст).
sk: Získať všetky klikateľné URL z PDF a exportovať ich (JSON/tekst).
sv: Hämta alla klickbara URL:er från en PDF och exportera dem (JSON/text).
sw: Pata URL zote zinazoweza kubofya kutoka PDF na uhamasishe (JSON/maandishi).
tr: Bir PDF’den tüm tıklanabilir URL’leri alın ve dışa aktarın (JSON/metin).
uk: Отримати всі клікабельні URL з PDF та експортувати (JSON/текст).
vi: Lấy tất cả các URL có thể nhấp từ một PDF và xuất (JSON/văn bản).
zh_hans: 获取PDF中所有可点击的URL并导出（JSON/文本）。

# tool_pdf_fonts_to_json_title
source: Polices PDF → JSON
af: PDF skrifte → JSON
bg: Шрифтове PDF → JSON
cs: Písma PDF → JSON
da: Skrifttyper PDF → JSON
de: Schriften PDF → JSON
el: Γραμματοσειρές PDF → JSON
es: Fuentes PDF → JSON
fi: PDF-fontit → JSON
fil: Mga Font PDF → JSON
hu: PDF betűtípusok → JSON
id: Font PDF → JSON
it: Font PDF → JSON
ja: PDF フォント → JSON
ko: PDF 글꼴 → JSON
nl: PDF-lettertypen → JSON
no: PDF-skrifter → JSON
pl: Czcionki PDF → JSON
pt_pt: Fontes PDF → JSON
ro: Fonturi PDF → JSON
ru: Шрифты PDF → JSON
sk: Písma PDF → JSON
sv: Typsnitt PDF → JSON
sw: Fonti za PDF → JSON
tr: PDF'den JSON'a yazı tipleri
uk: Шрифти PDF → JSON
vi: Phông chữ PDF → JSON
zh_hans: PDF 字体 → JSON

# tool_pdf_fonts_to_json_desc
source: Identifier les polices utilisées dans un PDF et exporter la liste en JSON.
af: Identifiseer die skrifte wat in 'n PDF gebruik word en voer die lys uit na JSON.
bg: Идентифицирайте шрифтовете, използвани в PDF, и експортирайте списъка в JSON.
cs: Identifikovat písma použitá v PDF a exportovat seznam do JSON.
da: Identificer skrifttyperne brugt i en PDF og eksporter listen til JSON.
de: Identifizieren Sie die in einem PDF verwendeten Schriften und exportieren Sie die Liste im JSON-Format.
el: Αναγνώριση των γραμματοσειρών που χρησιμοποιούνται σε ένα PDF και εξαγωγή της λίστας σε JSON.
es: Identificar las fuentes utilizadas en un PDF y exportar la lista en JSON.
fi: Tunnista PDF:ssä käytetyt fontit ja vie lista JSON-muodossa.
fil: Tukuyin ang mga font na ginamit sa isang PDF at i-export ang listahan sa JSON.
hu: Az egy PDF-ben használt betűtípusok azonosítása és a lista exportálása JSON formátumban.
id: Identifikasi font yang digunakan dalam PDF dan ekspor daftar dalam format JSON.
it: Identifica i font utilizzati in un PDF e esporta l'elenco in JSON.
ja: PDF で使用されているフォントを特定し、リストを JSON 形式でエクスポートします。
ko: PDF에서 사용된 글꼴을 식별하고 목록을 JSON으로 내보냅니다.
nl: Identificeer de lettertypen die in een PDF worden gebruikt en exporteer de lijst naar JSON.
no: Identifisere skriftene som brukes i en PDF og eksportere listen til JSON.
pl: Zidentyfikuj czcionki używane w PDF i wyeksportuj listę w formacie JSON.
pt_pt: Identificar as fontes utilizadas num PDF e exportar a lista em JSON.
ro: Identifică fonturile utilizate într-un PDF și exportă lista în JSON.
ru: Идентифицировать шрифты, используемые в PDF, и экспортировать список в JSON.
sk: Identifikovať písma použité v PDF a exportovať zoznam do JSON.
sv: Identifiera de typsnitt som används i en PDF och exportera listan i JSON.
sw: Tambua fonti zinazotumika katika PDF na uhamishe orodha katika JSON.
tr: Bir PDF'de kullanılan yazı tiplerini tanımlayın ve listeyi JSON formatında dışa aktarın.
uk: Ідентифікувати шрифти, використані в PDF, та експортувати список у JSON.
vi: Xác định các phông chữ được sử dụng trong một PDF và xuất danh sách sang JSON.
zh_hans: 识别 PDF 中使用的字体并以 JSON 格式导出列表。

# tool_percentage_course_title
source: Cours complet sur les pourcentages
af: Volledige kursus oor persentasies
bg: Цялостен курс по проценти
cs: Kompletní kurz o procentech
da: Komplet kursus om procenter
de: Vollständiger Kurs über Prozentsätze
el: Πλήρης μάθημα για τα ποσοστά
es: Curso completo sobre porcentajes
fi: Kattava kurssi prosenteista
fil: Kumpletong kurso sa mga porsyento
hu: Teljes tanfolyam a százalékokról
id: Kursus lengkap tentang persentase
it: Corso completo sui percentuali
ja: パーセンテージに関する完全なコース
ko: 퍼센트에 대한 전체 과정
nl: Volledige cursus over percentages
no: Fullstendig kurs om prosentregning
pl: Pełny kurs na temat procentów
pt_pt: Curso completo sobre percentagens
ro: Curs complet despre procente
ru: Полный курс по процентам
sk: Kompletný kurz o percentách
sv: Komplett kurs om procent
sw: Kozi kamili juu ya asilimia
tr: Yüzdeler üzerine kapsamlı kurs
uk: Повний курс з відсотків
vi: Khóa học hoàn chỉnh về phần trăm
zh_hans: 关于百分比的完整课程

# tool_percentage_course_desc
source: Leçons structurées, formules, exemples et quiz (QCM + numérique) pour maîtriser les pourcentages.
af: Gestructureerde lesse, formules, voorbeelde en vrae (QCM + numeries) om persentasies te bemeester.
bg: Структурирани уроци, формули, примери и тестове (MCQ + числови) за овладяване на процентите.
cs: Strukturované lekce, vzorce, příklady a kvízy (MCQ + numerické) pro zvládnutí procent.
da: Strukturerede lektioner, formler, eksempler og quizzer (MCQ + numerisk) for at mestre procenter.
de: Strukturierte Lektionen, Formeln, Beispiele und Quiz (MCQ + numerisch), um die Prozentsätze zu beherrschen.
el: Δομημένα μαθήματα, τύποι, παραδείγματα και κουίζ (QCM + αριθμητικά) για την κατανόηση των ποσοστών.
es: Lecciones estructuradas, fórmulas, ejemplos y cuestionarios (QCM + numérico) para dominar los porcentajes.
fi: Rakenteelliset oppitunnit, kaavat, esimerkit ja kyselyt (monivalinta + numeerinen) prosenttien hallitsemiseksi.
fil: Naka-istrukturang mga aralin, mga formula, mga halimbawa at mga pagsusulit (QCM + numerikal) upang ma-master ang mga porsyento.
hu: Szerkezett leckék, képletek, példák és kvízek (QCM + digitális) a százalékok elsajátításához.
id: Pelajaran terstruktur, rumus, contoh, dan kuis (MCQ + numerik) untuk menguasai persentase.
it: Lezioni strutturate, formule, esempi e quiz (QCM + numerico) per padroneggiare i percentuali.
ja: パーセンテージをマスターするための構造化されたレッスン、式、例、クイズ (選択式 + 数値) 。
ko: 구조화된 수업, 공식, 예제 및 퀴즈 (객관식 + 수치)로 퍼센트를 마스터하세요.
nl: Gestructureerde lessen, formules, voorbeelden en quizzen (MCQ + numeriek) om percentages te beheersen.
no: Strukturerte leksjoner, formler, eksempler og quiz (MCQ + numerisk) for å mestre prosentregning.
pl: Strukturalne lekcje, wzory, przykłady i quizy (QCM + numeryczne) do opanowania procentów.
pt_pt: Aulas estruturadas, fórmulas, exemplos e questionários (QCM + numérico) para dominar as percentagens.
ro: Lecții structurate, formule, exemple și quizuri (QCM + numeric) pentru a stăpâni procentele.
ru: Структурированные уроки, формулы, примеры и тесты (множественный выбор + числовые) для освоения процентов.
sk: Štruktúrované lekcie, vzorce, príklady a kvízy (QCM + numerické) na zvládnutie percent.
sv: Strukturerade lektioner, formler, exempel och quiz (flervals + numeriska) för att behärska procent.
sw: Masomo yaliyoandaliwa, fomula, mifano na maswali (QCM + nambari) ili kufahamu asilimia.
tr: Yüzdeleri öğrenmek için yapılandırılmış dersler, formüller, örnekler ve quizler (Çoktan Seçmeli + sayısal).
uk: Структуровані уроки, формули, приклади та тести (МТТ + цифрові) для освоєння відсотків.
vi: Các bài học có cấu trúc, công thức, ví dụ và quiz (QCM + số) để nắm vững phần trăm.
zh_hans: 结构化的课程、公式、示例和测验（选择题 + 数字）以掌握百分比。

# tool_rot_course_title
source: Cours règle de trois
af: Kursus oor die drie reël
bg: Курс по правило на три
cs: Kurz pravidlo tří
da: Kursus i trepartsreglen
de: Kurs Regel von drei
el: Μάθημα κανόνας τριών
es: Curso de regla de tres
fi: Kolmonen kurssi
fil: Kurso sa tatlong bahagi
hu: Három szabály tanfolyam
id: Kursus aturan tiga
it: Corso regola di tre
ja: 三分の一の法則のコース
ko: 삼등분 법칙 수업
nl: Cursus regel van drie
no: Kurs i tre-regelen
pl: Kurs zasady trzech
pt_pt: Curso regra de três
ro: Curs regula de trei
ru: Курс правила трех
sk: Kurz pravidla troch
sv: Kurs i tre regler
sw: Kozi ya sheria ya tatu
tr: Üçüncü kural dersi
uk: Курс правила трьох
vi: Khóa học quy tắc ba
zh_hans: 三倍规则课程

# tool_rot_course_desc
source: Directe, inverse, tableaux + quiz pour apprendre rapidement.
af: Direk, omgekeerd, tabelle + vrae om vinnig te leer.
bg: Директно, обратно, таблици + тестове за бързо учене.
cs: Přímé, inverzní, tabulky + kvíz pro rychlé učení.
da: Direkte, omvendt, tabeller + quiz for hurtig læring.
de: Direkt, umgekehrt, Tabellen + Quiz, um schnell zu lernen.
el: Άμεση, αντίστροφη, πίνακες + κουίζ για γρήγορη εκμάθηση.
es: Directa, inversa, tablas + cuestionario para aprender rápidamente.
fi: Suora, käänteinen, taulukot + kyselyt nopeaan oppimiseen.
fil: Direkta, baligtad, mga talahanayan + pagsusulit para sa mabilis na pagkatuto.
hu: Közvetlen, fordított, táblázatok + kvíz a gyors tanuláshoz.
id: Langsung, terbalik, tabel + kuis untuk belajar dengan cepat.
it: Diretta, inversa, tabelle + quiz per imparare rapidamente.
ja: 直接、逆、表 + クイズで迅速に学ぶ。
ko: 직접, 역, 표 + 퀴즈로 빠르게 배우기.
nl: Direct, omgekeerd, tabellen + quiz om snel te leren.
no: Direkte, omvendt, tabeller + quiz for å lære raskt.
pl: Bezpośrednie, odwrotne, tabele + quizy do szybkiej nauki.
pt_pt: Direta, inversa, tabelas + quiz para aprender rapidamente.
ro: Direct, invers, tabele + quiz pentru a învăța rapid.
ru: Прямые, обратные, таблицы + викторина для быстрого обучения.
sk: Priame, inverzné, tabuľky + kvíz na rýchle učenie.
sv: Direkt, omvänd, tabeller + quiz för att lära sig snabbt.
sw: Moja kwa moja, kinyume, meza + maswali ili kujifunza haraka.
tr: Hızlı öğrenmek için doğrudan, ters, tablolar + quiz.
uk: Прямі, обернені, таблиці + вікторина для швидкого навчання.
vi: Trực tiếp, ngược lại, bảng + quiz để học nhanh.
zh_hans: 直接、反向、表格 + 测验以快速学习。

# cat_dev_title
source: Développeur
af: Ontwikkelaar
bg: Разработчик
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fi: Kehittäjä
fil: Developer
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
no: Utvikler
pl: Programista
pt_pt: Desenvolvedor
ro: Dezvoltator
ru: Разработчик
sk: Vývojár
sv: Utvecklare
sw: Mwandishi
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发者

# cat_dev_desc
source: Outils pour développeurs : PDF, JSON, encodage, formats…
af: Gereedskap vir ontwikkelaars: PDF, JSON, kodering, formate…
bg: Инструменти за разработчици: PDF, JSON, кодиране, формати…
cs: Nástroje pro vývojáře: PDF, JSON, kódování, formáty…
da: Værktøjer til udviklere: PDF, JSON, kodning, formater…
de: Entwicklertools: PDF, JSON, Kodierung, Formate…
el: Εργαλεία για προγραμματιστές: PDF, JSON, κωδικοποίηση, μορφές…
es: Herramientas para desarrolladores: PDF, JSON, codificación, formatos…
fi: Kehittäjille tarkoitetut työkalut: PDF, JSON, koodaus, muodot…
fil: Tools for developers: PDF, JSON, encoding, formats…
hu: Fejlesztői eszközök: PDF, JSON, kódolás, formátumok…
id: Alat untuk pengembang: PDF, JSON, pengkodean, format…
it: Strumenti per sviluppatori: PDF, JSON, codifica, formati…
ja: 開発者向けツール：PDF、JSON、エンコーディング、フォーマット…
ko: 개발자 도구: PDF, JSON, 인코딩, 형식…
nl: Hulpmiddelen voor ontwikkelaars: PDF, JSON, codering, formaten…
no: Verktøy for utviklere: PDF, JSON, koding, formater…
pl: Narzędzia dla programistów: PDF, JSON, kodowanie, formaty…
pt_pt: Ferramentas para desenvolvedores: PDF, JSON, codificação, formatos…
ro: Instrumente pentru dezvoltatori: PDF, JSON, codificare, formate…
ru: Инструменты для разработчиков: PDF, JSON, кодирование, форматы…
sk: Nástroje pre vývojárov: PDF, JSON, kódovanie, formáty…
sv: Verktyg för utvecklare: PDF, JSON, kodning, format…
sw: Vifaa vya waandishi: PDF, JSON, uandishi, mifumo…
tr: Geliştiriciler için araçlar: PDF, JSON, kodlama, formatlar…
uk: Інструменти для розробників: PDF, JSON, кодування, формати…
vi: Công cụ cho nhà phát triển: PDF, JSON, mã hóa, định dạng…
zh_hans: 开发者工具：PDF、JSON、编码、格式…

# pct_l1_title
source: 1) Comprendre un pourcentage
af: 1) Verstaan van 'n persentasie
bg: 1) Разбиране на процент
cs: 1) Pochopit procento
da: 1) Forstå en procentdel
de: 1) Einen Prozentsatz verstehen
el: 1) Κατανόηση ενός ποσοστού
es: 1) Comprender un porcentaje
fi: 1) Ymmärrä prosentti
fil: 1) Understanding a percentage
hu: 1) Megérteni egy százalékot
id: 1) Memahami persentase
it: 1) Comprendere un percentuale
ja: 1) パーセンテージを理解する
ko: 1) 백분율 이해하기
nl: 1) Begrijp een percentage
no: 1) Forstå en prosentandel
pl: 1) Zrozumieć procent
pt_pt: 1) Compreender uma porcentagem
ro: 1) Înțelegerea unui procent
ru: 1) Понять процент
sk: 1) Pochopiť percento
sv: 1) Förstå en procent
sw: 1) Kuelewa asilimia
tr: 1) Bir yüzdeyi anlamak
uk: 1) Зрозуміти відсоток
vi: 1) Hiểu một phần trăm
zh_hans: 1) 理解百分比

# pct_l1_sub
source: Définition, lecture et conversions rapides.
af: Definisie, lees en vinnige omskakelings.
bg: Определение, четене и бързи преобразувания.
cs: Definice, rychlé čtení a převody.
da: Definition, læsning og hurtige konverteringer.
de: Definition, Lesung und schnelle Umrechnungen.
el: Ορισμός, ανάγνωση και γρήγορες μετατροπές.
es: Definición, lectura y conversiones rápidas.
fi: Määritelmä, lukeminen ja nopeat muunnokset.
fil: Definition, reading, and quick conversions.
hu: Definíció, gyors olvasás és átváltások.
id: Definisi, pembacaan, dan konversi cepat.
it: Definizione, lettura e conversioni rapide.
ja: 定義、読み取り、迅速な変換。
ko: 정의, 읽기 및 빠른 변환.
nl: Definitie, lezing en snelle conversies.
no: Definisjon, lesing og raske konverteringer.
pl: Definicja, odczyt i szybkie konwersje.
pt_pt: Definição, leitura e conversões rápidas.
ro: Definiție, citire și conversii rapide.
ru: Определение, чтение и быстрые преобразования.
sk: Definícia, rýchle čítanie a konverzie.
sv: Definition, läsning och snabba konverteringar.
sw: Ufafanuzi, kusoma na mabadiliko ya haraka.
tr: Tanım, okuma ve hızlı dönüşümler.
uk: Визначення, читання та швидкі перетворення.
vi: Định nghĩa, đọc và chuyển đổi nhanh.
zh_hans: 定义、阅读和快速转换。

# pct_tag_basics
source: bases
af: basisse
bg: бази
cs: základy
da: baser
de: Grundlagen
el: βάσεις
fi: perustat
hu: alapok
id: dasar
it: basi
ja: 基礎
ko: 기초
nl: basissen
no: baser
pl: bazy
ro: baze
ru: основы
sk: základy
sv: baser
sw: misingi
tr: temeller
uk: основи
vi: cơ sở
zh_hans: 基础

# pct_tag_conversion
source: conversion
af: omskakeling
bg: преобразуване
cs: převod
da: konvertering
de: Umrechnung
el: μετατροπή
es: conversión
fi: muunnos
hu: átváltás
id: konversi
it: conversione
ja: 変換
ko: 변환
nl: conversie
no: konvertering
pl: konwersja
pt_pt: conversão
ro: conversie
ru: преобразование
sk: konverzia
sv: konvertering
sw: mabadiliko
tr: dönüşüm
uk: перетворення
vi: chuyển đổi
zh_hans: 转换
