Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_form_fields_to_json_out2
source: Les informations de widgets : page, rectangle, apparence et hiérarchie (parents/enfants) si disponible.
af: Die widget inligting: bladsy, reghoek, voorkoms en hiërargie (ouers/ kinders) indien beskikbaar.
bg: Информация за уиджетите: страница, правоъгълник, външен вид и йерархия (родители/деца), ако е налична.
cs: Informace o widgetech: stránka, obdélník, vzhled a hierarchie (rodiče/děti), pokud je k dispozici.
da: Widgetoplysninger: side, rektangel, udseende og hierarki (forældre/børn) hvis tilgængeligt.
de: Die Widget-Informationen: Seite, Rechteck, Erscheinung und Hierarchie (Eltern/Kinder), falls verfügbar.
el: Πληροφορίες widgets: σελίδα, ορθογώνιο, εμφάνιση και ιεραρχία (γονείς/παιδιά) αν είναι διαθέσιμες.
es: La información de widgets: página, rectángulo, apariencia y jerarquía (padres/hijos) si está disponible.
fi: Widgettien tiedot: sivu, suorakulmio, ulkonäkö ja hierarkia (vanhemmat/lapset) jos saatavilla.
fil: Impormasyon ng mga widget: pahina, rektanggulo, hitsura at hierarchy (mga magulang/anak) kung available.
hu: TODO: Mire szolgál ez a kimenet.
id: TODO: Apa kegunaan keluaran ini.
it: Le informazioni sui widget: pagina, rettangolo, aspetto e gerarchia (genitori/figli) se disponibili.
ja: ウィジェットの情報：ページ、矩形、外観、階層（親/子）が利用可能な場合。
ko: 위젯 정보: 페이지, 사각형, 모양 및 계층 (부모/자식) 사용 가능한 경우.
nl: De widgetinformatie: pagina, rechthoek, uiterlijk en hiërarchie (ouders/kinderen) indien beschikbaar.
no: Widget-informasjon: side, rektangel, utseende og hierarki (foreldre/barn) hvis tilgjengelig.
pl: Informacje o widżetach: strona, prostokąt, wygląd i hierarchia (rodzice/dzieci) jeśli dostępne.
pt_pt: As informações dos widgets: página, retângulo, aparência e hierarquia (pais/filhos) se disponível.
ro: Informațiile despre widget-uri: pagină, dreptunghi, apariție și ierarhie (părinți/ copii) dacă este disponibil.
ru: Информация о виджетах: страница, прямоугольник, внешний вид и иерархия (родители/дочерние), если доступно.
sk: Informácie o widgetoch: stránka, obdĺžnik, vzhľad a hierarchia (rodičia/deti) ak sú k dispozícii.
sv: Widgetinformation: sida, rektangel, utseende och hierarki (föräldrar/barn) om tillgängligt.
sw: Taarifa za vidude: ukurasa, mstatili, muonekano na hierarchi (wazazi/watoto) ikiwa inapatikana.
tr: Widget bilgileri: sayfa, dikdörtgen, görünüm ve varsa hiyerarşi (ebeveyn/çocuk).
uk: Інформація про віджети: сторінка, прямокутник, зовнішній вигляд та ієрархія (батьки/діти), якщо доступно.
vi: Thông tin về widget: trang, hình chữ nhật, hình thức và phân cấp (cha/con) nếu có.
zh_hans: 控件信息：页面、矩形、外观和层次结构（父/子），如果可用。

# ed_dev_pdf_pdf_form_fields_to_json_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mfano halisi 3
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Limits and points of attention
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_form_fields_to_json_lim1
source: Les formulaires XFA (dynamiques) peuvent ne pas être pris en charge selon le moteur : l’outil vise surtout AcroForm.
af: XFA (dinamiese) vorms mag nie ondersteun word nie, afhangende van die enjin: die gereedskap fokus hoofsaaklik op AcroForm.
bg: XFA формулярите (динамични) може да не се поддържат в зависимост от двигателя: инструментът е насочен главно към AcroForm.
cs: Formuláře XFA (dynamické) nemusí být podporovány v závislosti na motoru: nástroj se zaměřuje především na AcroForm.
da: XFA-formularer (dynamiske) kan muligvis ikke understøttes afhængigt af motoren: værktøjet fokuserer primært på AcroForm.
de: XFA-Formulare (dynamisch) werden je nach Engine möglicherweise nicht unterstützt: Das Tool zielt hauptsächlich auf AcroForm ab.
el: Οι φόρμες XFA (δυναμικές) μπορεί να μην υποστηρίζονται ανάλογα με τον κινητήρα: το εργαλείο στοχεύει κυρίως το AcroForm.
es: Los formularios XFA (dinámicos) pueden no ser compatibles según el motor: la herramienta se centra principalmente en AcroForm.
fi: XFA-lomakkeet (dynaamiset) eivät välttämättä ole tuettuja moottorista riippuen: työkalu keskittyy pääasiassa AcroFormiin.
fil: Ang mga XFA form (dynamic) ay maaaring hindi suportado depende sa engine: ang tool ay nakatuon sa AcroForm.
hu: TODO.
id: TODO.
it: I moduli XFA (dinamici) potrebbero non essere supportati a seconda del motore: lo strumento si concentra principalmente su AcroForm.
ja: XFA（動的）フォームは、エンジンによってサポートされない場合があります：このツールは主にAcroFormを対象としています。
ko: XFA (동적) 양식은 엔진에 따라 지원되지 않을 수 있습니다: 이 도구는 주로 AcroForm을 목표로 합니다.
nl: XFA-formulieren (dynamisch) worden mogelijk niet ondersteund afhankelijk van de engine: de tool richt zich vooral op AcroForm.
no: XFA-skjemaer (dynamiske) kan ikke støttes avhengig av motoren: verktøyet fokuserer hovedsakelig på AcroForm.
pl: Formularze XFA (dynamiczne) mogą nie być obsługiwane w zależności od silnika: narzędzie koncentruje się głównie na AcroForm.
pt_pt: Os formulários XFA (dinâmicos) podem não ser suportados dependendo do motor: a ferramenta visa principalmente AcroForm.
ro: Formularele XFA (dinamice) pot să nu fie acceptate în funcție de motor: instrumentul vizează în principal AcroForm.
ru: Формы XFA (динамические) могут не поддерживаться в зависимости от движка: инструмент в основном ориентирован на AcroForm.
sk: Formuláre XFA (dynamické) nemusia byť podporované v závislosti od motora: nástroj sa zameriava najmä na AcroForm.
sv: XFA-formulär (dynamiska) kanske inte stöds beroende på motorn: verktyget syftar främst till AcroForm.
sw: Fomu za XFA (za kidinamik) zinaweza kutoshelezwa kulingana na injini: zana hii inalenga hasa AcroForm.
tr: XFA (dinamik) formları motoruna bağlı olarak desteklenmeyebilir: araç esas olarak AcroForm'a yöneliktir.
uk: Форми XFA (динамічні) можуть не підтримуватися в залежності від движка: інструмент в основному націлений на AcroForm.
vi: Các biểu mẫu XFA (động) có thể không được hỗ trợ tùy thuộc vào động cơ: công cụ này chủ yếu nhắm đến AcroForm.
zh_hans: 根据引擎，XFA（动态）表单可能不受支持：该工具主要针对AcroForm。

# ed_dev_pdf_pdf_form_fields_to_json_lim2
source: Des valeurs peuvent être stockées sans apparence : certains viewers “reconstruisent” l’affichage à l’ouverture.
af: Waardes kan sonder voorkoms gestoor word: sommige kykers “herbou” die vertoning by opening.
bg: Някои стойности могат да бъдат съхранявани без външен вид: някои прегледачи “възстановяват” визуализацията при отваряне.
cs: Některé hodnoty mohou být uloženy bez vzhledu: někteří prohlížeči „rekonstruují“ zobrazení při otevření.
da: Nogle værdier kan være gemt uden udseende: nogle visningsprogrammer "genopbygger" visningen ved åbning.
de: Werte können ohne Erscheinung gespeichert werden: Einige Viewer „rekonstruieren“ die Anzeige beim Öffnen.
el: Ορισμένες τιμές μπορεί να αποθηκεύονται χωρίς εμφάνιση: ορισμένοι αναγνώστες “ανακατασκευάζουν” την εμφάνιση κατά το άνοιγμα.
es: Algunos valores pueden almacenarse sin apariencia: ciertos visores “reconstruyen” la visualización al abrir.
fi: Arvoja voidaan tallentaa ilman ulkonäköä: jotkin katseluohjelmat "rakentavat" ulkonäön avattaessa.
fil: Ang mga halaga ay maaaring maiimbak nang walang hitsura: ang ilang viewers ay "nire-reconstruct" ang display sa pagbubukas.
hu: TODO.
id: TODO.
it: Alcuni valori possono essere memorizzati senza aspetto: alcuni visualizzatori "ricostruiscono" la visualizzazione all'apertura.
ja: 外観なしで値が保存される場合があります：一部のビューアは、開くときに表示を「再構築」します。
ko: 일부 값은 모양 없이 저장될 수 있습니다: 일부 뷰어는 열 때 표시를 “재구성”합니다.
nl: Waarden kunnen worden opgeslagen zonder uiterlijk: sommige viewers "herbouwen" de weergave bij het openen.
no: Verdier kan lagres uten utseende: noen visningsprogrammer "gjenoppbygger" visningen ved åpning.
pl: Niektóre wartości mogą być przechowywane bez wyglądu: niektórzy wyświetlacze „rekonstruują” wyświetlanie po otwarciu.
pt_pt: Alguns valores podem ser armazenados sem aparência: alguns visualizadores "reconstruem" a exibição ao abrir.
ro: Unele valori pot fi stocate fără apariție: anumiți vizualizatori „reconstruiesc” afișarea la deschidere.
ru: Некоторые значения могут храниться без внешнего вида: некоторые просмотрщики "воссоздают" отображение при открытии.
sk: Niektoré hodnoty môžu byť uložené bez vzhľadu: niektoré prehliadače „rekonštruujú“ zobrazenie pri otvorení.
sv: Värden kan lagras utan utseende: vissa visare "återskapar" visningen vid öppning.
sw: Thamani zinaweza kuhifadhiwa bila muonekano: waangalia wengine "wanajenga" muonekano wakati wa ufunguzi.
tr: Bazı değerler görünüm olmadan saklanabilir: bazı görüntüleyiciler açıldığında görünümü “yeniden inşa eder.”
uk: Деякі значення можуть зберігатися без зовнішнього вигляду: деякі переглядачі "відновлюють" відображення при відкритті.
vi: Một số giá trị có thể được lưu mà không có hình thức: một số trình xem “tái tạo” hiển thị khi mở.
zh_hans: 某些值可能在没有外观的情况下存储：某些查看器在打开时“重建”显示。

# ed_dev_pdf_pdf_form_fields_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Mfano halisi 3
tr: Sıkça Sorulan Sorular
uk: Frequently asked questions
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_form_fields_to_json_q1
source: Est-ce que l’outil remplit le formulaire ?
af: Vul die gereedskap die vorm in?
bg: Инструментът ли попълва формуляра?
cs: Vyplňuje nástroj formulář?
da: Udfylder værktøjet formularen?
de: Füllt das Tool das Formular aus?
el: Γεμίζει το εργαλείο τη φόρμα;
es: ¿La herramienta llena el formulario?
fi: Täyttääkö työkalu lomakkeen?
fil: Ang tool ba ay nag-fill ng form?
hu: TODO
id: TODO
it: Lo strumento riempie il modulo?
ja: このツールはフォームを埋めますか？
ko: 이 도구가 양식을 채우나요?
nl: Vult de tool het formulier in?
no: Fyller verktøyet ut skjemaet?
pl: Czy narzędzie wypełnia formularz?
pt_pt: A ferramenta preenche o formulário?
ro: Instrumentul completează formularul?
ru: Заполняет ли инструмент форму?
sk: Vyplňuje nástroj formulár?
sv: Fyller verktyget i formuläret?
sw: Je, zana inajaza fomu?
tr: Araç formu dolduruyor mu?
uk: Чи заповнює інструмент форму?
vi: Công cụ có điền vào biểu mẫu không?
zh_hans: 该工具是否填充表单？

# ed_dev_pdf_pdf_form_fields_to_json_a1
source: Non, il extrait la structure et les valeurs existantes. Pour figer, utilisez “Aplatir formulaires”.
af: Nee, dit ekstraheer die struktuur en bestaande waardes. Om te veranker, gebruik “Vorms platmaak”.
bg: Не, той извлича структурата и съществуващите стойности. За да фиксирате, използвайте “Плоски формуляри”.
cs: Ne, extrahuje strukturu a existující hodnoty. Pro zafixování použijte „Zploštění formulářů“.
da: Nej, det udtrækker strukturen og de eksisterende værdier. For at fastfryse, brug "Flad formularer".
de: Nein, es extrahiert die Struktur und die vorhandenen Werte. Um zu fixieren, verwenden Sie „Formulare abflachen“.
el: Όχι, εξάγει τη δομή και τις υπάρχουσες τιμές. Για να σταθεροποιήσετε, χρησιμοποιήστε “Επίπεδο φόρμες”.
es: No, extrae la estructura y los valores existentes. Para fijar, use “Aplanar formularios”.
fi: Ei, se poimii rakenteen ja olemassa olevat arvot. Jäädyttämiseksi käytä "Lomakkeiden tasoittaminen".
fil: Hindi, ito ay nag-e-extract ng istruktura at mga umiiral na halaga. Upang i-freeze, gamitin ang “Flatten forms.”
hu: TODO
id: TODO
it: No, estrae la struttura e i valori esistenti. Per fissare, usa "Appiattire moduli".
ja: いいえ、既存の構造と値を抽出します。固定するには、「フォームをフラット化」を使用してください。
ko: 아니요, 기존 구조와 값을 추출합니다. 고정하려면 “양식 평탄화”를 사용하세요.
nl: Nee, het extraheert de structuur en de bestaande waarden. Gebruik "Formulieren samenvoegen" om te fixeren.
no: Nei, det ekstraherer strukturen og eksisterende verdier. For å fryse, bruk "Flatten forms".
pl: Nie, wydobywa strukturę i istniejące wartości. Aby zablokować, użyj „Spłaszcz formularze”.
pt_pt: Não, ela extrai a estrutura e os valores existentes. Para fixar, use "Aplanar formulários".
ro: Nu, extrage structura și valorile existente. Pentru a fixa, utilizați „Aplatizați formularele”.
ru: Нет, он извлекает структуру и существующие значения. Чтобы зафиксировать, используйте "Сгладить формы".
sk: Nie, extrahuje štruktúru a existujúce hodnoty. Na zafixovanie použite „Zploštiť formuláre“.
sv: Nej, det extraherar strukturen och de befintliga värdena. För att frysa, använd "Platta formulär".
sw: Hapana, inachimbua muundo na thamani zilizopo. Ili kufunga, tumia "Fanya fomu kuwa moja."
tr: Hayır, mevcut yapı ve değerleri çıkarır. Dondurmak için “Formları Düzleştir” seçeneğini kullanın.
uk: Ні, він витягує структуру та існуючі значення. Щоб зафіксувати, використовуйте "Згладити форми".
vi: Không, nó trích xuất cấu trúc và các giá trị hiện có. Để cố định, hãy sử dụng “Làm phẳng biểu mẫu”.
zh_hans: 不，它提取现有的结构和值。要固定，请使用“扁平化表单”。

# ed_dev_pdf_pdf_form_fields_to_json_q2
source: Pourquoi un champ a une valeur mais n’apparaît pas ?
af: Waarom het 'n veld 'n waarde maar verskyn nie?
bg: Защо едно поле има стойност, но не се появява?
cs: Proč má pole hodnotu, ale neobjevuje se?
da: Hvorfor har et felt en værdi, men vises ikke?
de: Warum hat ein Feld einen Wert, erscheint aber nicht?
el: Γιατί ένα πεδίο έχει μια τιμή αλλά δεν εμφανίζεται;
es: ¿Por qué un campo tiene un valor pero no aparece?
fi: Miksi kentällä on arvo mutta se ei näy?
fil: Bakit ang isang field ay may halaga ngunit hindi lumalabas?
hu: TODO
id: TODO
it: Perché un campo ha un valore ma non appare?
ja: なぜフィールドに値があるのに表示されないのですか？
ko: 왜 필드에 값이 있지만 나타나지 않나요?
nl: Waarom heeft een veld een waarde maar verschijnt het niet?
no: Hvorfor har et felt en verdi men vises ikke?
pl: Dlaczego pole ma wartość, ale nie pojawia się?
pt_pt: Por que um campo tem um valor mas não aparece?
ro: De ce un câmp are o valoare dar nu apare?
ru: Почему у поля есть значение, но оно не отображается?
sk: Prečo má pole hodnotu, ale neobjavuje sa?
sv: Varför har ett fält ett värde men syns inte?
sw: Kwa nini sehemu ina thamani lakini haionekani?
tr: Neden bir alan bir değere sahip ama görünmüyor?
uk: Чому поле має значення, але не з'являється?
vi: Tại sao một trường có giá trị nhưng không xuất hiện?
zh_hans: 为什么一个字段有值但不显示？

# ed_dev_pdf_pdf_form_fields_to_json_a2
source: Le widget peut être hors page, masqué, ou l’apparence peut manquer. L’export aide à diagnostiquer.
af: Die widget kan buite bladsy wees, versteek wees, of die voorkoms mag ontbreek. Die uitvoer help om te diagnoseer.
bg: Уиджетът може да е извън страницата, скрит или външният вид може да липсва. Експортът помага за диагностика.
cs: Widget může být mimo stránku, skrytý, nebo může chybět vzhled. Export pomáhá diagnostikovat.
da: Widgeten kan være uden for siden, skjult, eller udseendet kan mangle. Eksporten hjælper med at diagnosticere.
de: Das Widget kann außerhalb der Seite, verborgen oder die Erscheinung kann fehlen. Der Export hilft bei der Diagnose.
el: Το widget μπορεί να είναι εκτός σελίδας, κρυφό ή να λείπει η εμφάνιση. Η εξαγωγή βοηθά στη διάγνωση.
es: El widget puede estar fuera de la página, oculto, o puede faltar la apariencia. La exportación ayuda a diagnosticar.
fi: Widgetti voi olla sivun ulkopuolella, piilotettu tai ulkonäkö voi puuttua. Vienti auttaa diagnosoimaan.
fil: Ang widget ay maaaring nasa labas ng pahina, nakatago, o maaaring kulang ang hitsura. Ang export ay tumutulong sa diagnosis.
hu: TODO
id: TODO
it: Il widget potrebbe essere fuori pagina, nascosto, o l'aspetto potrebbe mancare. L'export aiuta a diagnosticare.
ja: ウィジェットがページ外、非表示、または外観が欠けている可能性があります。エクスポートは診断に役立ちます。
ko: 위젯이 페이지 밖에 있거나 숨겨져 있거나 모양이 없을 수 있습니다. 내보내기가 진단에 도움이 됩니다.
nl: De widget kan buiten de pagina zijn, verborgen zijn, of het uiterlijk kan ontbreken. De export helpt bij het diagnosticeren.
no: Widgeten kan være utenfor siden, skjult, eller utseendet kan mangle. Eksporten hjelper med å diagnostisere.
pl: Widżet może być poza stroną, ukryty lub może brakować wyglądu. Eksport pomaga w diagnozowaniu.
pt_pt: O widget pode estar fora da página, oculto, ou a aparência pode estar ausente. A exportação ajuda a diagnosticar.
ro: Widget-ul poate fi în afara paginii, ascuns sau apariția poate lipsi. Exportul ajută la diagnosticare.
ru: Виджет может быть вне страницы, скрыт или внешний вид может отсутствовать. Экспорт помогает диагностировать.
sk: Widget môže byť mimo stránky, skrytý, alebo môže chýbať vzhľad. Export pomáha diagnostikovať.
sv: Widgeten kan vara utanför sidan, dold, eller så kan utseendet saknas. Exporten hjälper till att diagnostisera.
sw: Vidude vinaweza kuwa nje ya ukurasa, kufichwa, au muonekano unaweza kukosekana. Usafirishaji husaidia kutambua.
tr: Widget sayfa dışında, gizli olabilir veya görünüm eksik olabilir. Dışa aktarma, teşhis etmeye yardımcı olur.
uk: Віджет може бути поза сторінкою, прихованим або зовнішній вигляд може бути відсутнім. Експорт допомагає діагностувати.
vi: Widget có thể nằm ngoài trang, bị ẩn, hoặc hình thức có thể thiếu. Xuất giúp chẩn đoán.
zh_hans: 控件可能在页面外、被隐藏，或者外观可能缺失。导出有助于诊断问题。

# ed_dev_pdf_pdf_form_fields_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: TODO.
id: TODO
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Tip
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_form_fields_to_json_tip
source: Avant une automatisation de remplissage, exportez une fois le JSON et construisez un mapping stable : vous éviterez les erreurs dues aux noms de champs changeants.
af: Voor 'n invul outomatisering, eksporteer eers die JSON en bou 'n stabiele kaart: jy sal foute weens veranderende veldname vermy.
bg: Преди автоматизация на попълване, експортирайте JSON веднъж и изградете стабилен мапинг: ще избегнете грешки, причинени от променящи се имена на полета.
cs: Před automatizací vyplnění exportujte jednou JSON a vytvořte stabilní mapování: vyhnete se chybám způsobeným měnícími se názvy polí.
da: Før en automatisering af udfyldning, eksportér JSON én gang og opbyg en stabil mapping: du undgår fejl forårsaget af ændrede feltnavne.
de: Vor einer automatisierten Ausfüllung exportieren Sie einmal das JSON und erstellen Sie ein stabiles Mapping: So vermeiden Sie Fehler durch sich ändernde Feldnamen.
el: Πριν από μια αυτοματοποίηση συμπλήρωσης, εξάγετε μια φορά το JSON και κατασκευάστε μια σταθερή χαρτογράφηση: θα αποφύγετε τα σφάλματα λόγω μεταβαλλόμενων ονομάτων πεδίων.
es: Antes de una automatización de llenado, exporte una vez el JSON y construya un mapeo estable: evitará errores debido a nombres de campos cambiantes.
fi: Ennen täyttöautomaatioita vie kerran JSON ja rakenna vakaa kartta: vältät virheitä, jotka johtuvat kenttien nimien muutoksista.
fil: Bago ang isang automation ng pag-fill, i-export ang JSON nang isang beses at bumuo ng isang matatag na mapping: maiiwasan mo ang mga pagkakamali dulot ng nagbabagong mga pangalan ng field.
hu: Tipp
id: Tip
it: Prima di un'automazione di riempimento, esporta una volta il JSON e costruisci una mappatura stabile: eviterai errori dovuti ai nomi dei campi che cambiano.
ja: 自動入力を行う前に、一度JSONをエクスポートして安定したマッピングを構築してください：フィールド名の変更によるエラーを回避できます。
ko: 자동 채우기 전에 JSON을 한 번 내보내고 안정적인 매핑을 구축하세요: 필드 이름 변경으로 인한 오류를 피할 수 있습니다.
nl: Voordat u een invulautomatisering uitvoert, exporteer een keer de JSON en bouw een stabiele mapping: zo voorkomt u fouten door veranderende veldnamen.
no: Før en automatisering av utfylling, eksporter JSON én gang og bygg en stabil mapping: du unngår feil forårsaket av endrede feltnavn.
pl: Przed automatyzacją wypełniania, wyeksportuj raz JSON i zbuduj stabilne mapowanie: unikniesz błędów spowodowanych zmieniającymi się nazwami pól.
pt_pt: Antes de uma automação de preenchimento, exporte uma vez o JSON e construa um mapeamento estável: você evitará erros devido a nomes de campos que mudam.
ro: Înainte de o automatizare a completării, exportați o dată JSON-ul și construiți un mapping stabil: veți evita erorile cauzate de numele câmpurilor care se schimbă.
ru: Перед автоматизацией заполнения экспортируйте JSON один раз и создайте стабильное сопоставление: вы избежите ошибок из-за изменяющихся имен полей.
sk: Pred automatizáciou vyplnenia exportujte raz JSON a vytvorte stabilné mapovanie: vyhnete sa chybám spôsobeným meniacimi sa názvami polí.
sv: Innan en automatisering av ifyllning, exportera JSON en gång och bygg en stabil mappning: du undviker fel på grund av föränderliga fältnamn.
sw: Kabla ya kujaza kiotomatiki, usafirishe mara moja JSON na ujenge ramani thabiti: utaepuka makosa yanayosababishwa na majina ya sehemu yanayobadilika.
tr: Doldurma otomasyonu yapmadan önce, JSON'u bir kez dışa aktarın ve kararlı bir harita oluşturun: alan isimlerinin değişmesinden kaynaklanan hatalardan kaçınacaksınız.
uk: Перед автоматизацією заповнення, експортуйте JSON один раз і створіть стабільний мапінг: ви уникнете помилок через змінювані імена полів.
vi: Trước khi tự động hóa điền, hãy xuất một lần JSON và xây dựng một bản đồ ổn định: bạn sẽ tránh được các lỗi do tên trường thay đổi.
zh_hans: 在进行填充自动化之前，先导出一次JSON并构建稳定的映射：您将避免因字段名称变化而导致的错误。

# ed_dev_pdf_pdf_images_to_json_title
source: À propos : PDF Images → JSON
af: Oor: PDF Beelde → JSON
bg: Относно: PDF изображения → JSON
cs: O: PDF Images → JSON
da: Om: PDF-billeder → JSON
de: Über: PDF-Bilder → JSON
el: Σχετικά: PDF Εικόνες → JSON
es: Acerca de: Imágenes PDF → JSON
fi: Tietoja: PDF-kuvat → JSON
fil: Tungkol sa: PDF Images → JSON
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik yang terkait dengan niat alat ini.
it: Informazioni: Immagini PDF → JSON
ja: 概要：PDF画像 → JSON
ko: 정보: PDF Images → JSON
nl: Over: PDF Afbeeldingen → JSON
no: Om: PDF Bilder → JSON
pl: O programie: Obrazy PDF → JSON
pt_pt: Sobre: Imagens PDF → JSON
ro: Despre: Imagini PDF → JSON
ru: О программе: PDF Images → JSON
sk: O projekte: PDF obrázky → JSON
sv: Om: PDF Bilder → JSON
sw: Kuhusu: Picha za PDF → JSON
tr: Hakkında: PDF Görselleri → JSON
uk: Про: PDF Images → JSON
vi: Về việc: Hình ảnh PDF → JSON
zh_hans: 关于：PDF 图像 → JSON
