Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_metadata_to_json_uc4_title
source: Comparaison de versions
af: Vergelyking van weergawes
bg: Сравнение на версии
cs: Porovnání verzí
da: Versionssammenligning
de: Versionsvergleich
el: Σύγκριση εκδόσεων
es: Comparación de versiones
fi: Versioiden vertailu
fil: Paghahambing ng mga bersyon
it: Confronto delle versioni
ja: バージョンの比較
ko: 버전 비교
nl: Versies vergelijken
no: Version comparison
pl: Porównanie wersji
pt_pt: Comparação de versões
ro: Compararea versiunilor
ru: Сравнение версий
sk: Porovnanie verzií
sv: Versionsjämförelse
sw: Ulinganisho wa toleo
tr: Sürüm karşılaştırması
uk: Порівняння версій
vi: So sánh các phiên bản
zh_hans: 版本比较

# ed_dev_pdf_pdf_metadata_to_json_uc4_text
source: Comparer deux PDF et repérer des changements de dates, d’auteur ou de XMP.
af: Vergelyk twee PDF's en identifiseer veranderinge in datums, outeur of XMP.
bg: Сравнете два PDF и открийте промени в дати, автор или XMP.
cs: Porovnat dvě PDF a zjistit změny dat, autora nebo XMP.
da: Sammenlign to PDF-filer og identificer ændringer i datoer, forfatter eller XMP.
de: Zwei PDFs vergleichen und Änderungen bei Daten, Autor oder XMP erkennen.
el: Συγκρίνετε δύο PDF και εντοπίστε αλλαγές σε ημερομηνίες, συγγραφέα ή XMP.
es: Comparar dos PDFs y detectar cambios de fechas, autor o XMP.
fi: Vertaile kahta PDF-tiedostoa ja etsi päivämäärä-, kirjoittaja- tai XMP-muutoksia.
fil: Ihambing ang dalawang PDF at tukuyin ang mga pagbabago sa mga petsa, may-akda o XMP.
it: Confronta due PDF e individua le modifiche di date, autore o XMP.
ja: 2つのPDFを比較し、日付、著者、またはXMPの変更を特定します。
ko: 두 PDF를 비교하고 날짜, 저자 또는 XMP의 변경 사항을 확인합니다.
nl: Twee PDF's vergelijken en wijzigingen in data, auteur of XMP opsporen.
no: Compare two PDFs and spot changes in dates, authors, or XMP.
pl: Porównaj dwa PDF i zidentyfikuj zmiany dat, autora lub XMP.
pt_pt: Comparar dois PDFs e identificar mudanças de datas, autor ou XMP.
ro: Comparați două PDF-uri și identificați modificările de date, autor sau XMP.
ru: Сравнить два PDF и выявить изменения дат, автора или XMP.
sk: Porovnať dva PDF a identifikovať zmeny dátumov, autora alebo XMP.
sv: Jämför två PDF-filer och identifiera ändringar av datum, författare eller XMP.
sw: Linganishi PDF mbili na kutambua mabadiliko ya tarehe, mwandishi au XMP.
tr: İki PDF'yi karşılaştırın ve tarih, yazar veya XMP değişikliklerini tespit edin.
uk: Порівняйте два PDF і виявте зміни дат, автора або XMP.
vi: So sánh hai PDF và phát hiện các thay đổi về ngày tháng, tác giả hoặc XMP.
zh_hans: 比较两个PDF并识别日期、作者或XMP的变化。

# ed_dev_pdf_pdf_metadata_to_json_lim3
source: Sur des PDF chiffrés, l’accès aux métadonnées peut être restreint.
af: Op gesleutelde PDF's kan toegang tot metadata beperk wees.
bg: При шифровани PDF, достъпът до метаданни може да бъде ограничен.
cs: U šifrovaných PDF může být přístup k metadatům omezen.
da: For krypterede PDF-filer kan adgangen til metadata være begrænset.
de: Bei verschlüsselten PDFs kann der Zugriff auf die Metadaten eingeschränkt sein.
el: Σε κρυπτογραφημένα PDF, η πρόσβαση στις μεταδεδομένες μπορεί να είναι περιορισμένη.
es: En PDFs cifrados, el acceso a los metadatos puede estar restringido.
fi: Salatuissa PDF-tiedostoissa pääsy metatietoihin voi olla rajoitettua.
fil: Sa mga encrypted na PDF, maaaring limitado ang access sa metadata.
it: Per i PDF crittografati, l'accesso ai metadati può essere limitato.
ja: 暗号化されたPDFでは、メタデータへのアクセスが制限される場合があります。
ko: 암호화된 PDF에서는 메타데이터 접근이 제한될 수 있습니다.
nl: Bij versleutelde PDF's kan de toegang tot metadata beperkt zijn.
no: For encrypted PDFs, access to metadata may be restricted.
pl: W przypadku szyfrowanych PDF, dostęp do metadanych może być ograniczony.
pt_pt: Em PDFs criptografados, o acesso aos metadados pode ser restrito.
ro: Pe PDF-uri criptate, accesul la metadate poate fi restricționat.
ru: При зашифрованных PDF доступ к метаданным может быть ограничен.
sk: Pri šifrovaných PDF môže byť prístup k metadátam obmedzený.
sv: Vid krypterade PDF-filer kan åtkomst till metadata vara begränsad.
sw: Katika PDF zilizofichwa, ufikiaji wa metadata unaweza kuwa na mipaka.
tr: Şifreli PDF'lerde, meta verilere erişim kısıtlanabilir.
uk: Для зашифрованих PDF доступ до метаданих може бути обмежений.
vi: Trên các PDF được mã hóa, quyền truy cập vào siêu dữ liệu có thể bị hạn chế.
zh_hans: 在加密的PDF上，访问元数据可能会受到限制。

# ed_dev_pdf_pdf_metadata_to_json_q3
source: L’outil modifie-t-il les métadonnées ?
af: Verander die instrument die metadata?
bg: Инструментът променя ли метаданните?
cs: Nástroj mění metadata?
da: Ændrer værktøjet metadata?
de: Ändert das Tool die Metadaten?
el: Το εργαλείο τροποποιεί τις μεταδεδομένες;
es: ¿La herramienta modifica los metadatos?
fi: Muokkaako työkalu metatietoja?
fil: Binabago ba ng tool ang metadata?
it: Lo strumento modifica i metadati?
ja: ツールはメタデータを変更しますか？
ko: 도구가 메타데이터를 수정하나요?
nl: Wijzigt de tool de metadata?
no: Does the tool modify the metadata?
pl: Czy narzędzie modyfikuje metadane?
pt_pt: A ferramenta modifica os metadados?
ro: Instrumentul modifică metadatele?
ru: Изменяет ли инструмент метаданные?
sk: Nástroj mení metadáta?
sv: Ändrar verktyget metadata?
sw: Je, chombo kinabadilisha metadata?
tr: Araç meta verileri değiştiriyor mu?
uk: Чи змінює інструмент метадані?
vi: Công cụ có thay đổi siêu dữ liệu không?
zh_hans: 工具会修改元数据吗？

# ed_dev_pdf_pdf_metadata_to_json_a3
source: Non, il lit et exporte. Pour retirer des métadonnées, utilisez un outil de nettoyage/sanitization.
af: Nee, dit lees en voer uit. Gebruik 'n skoonmaak/sanitization instrument om metadata te verwyder.
bg: Не, той чете и експортира. За да премахнете метаданни, използвайте инструмент за почистване/санитизация.
cs: Ne, čte a exportuje. Pro odstranění metadat použijte nástroj pro čištění/sanitaci.
da: Nej, det læser og eksporterer. For at fjerne metadata, brug et rense-/sanitization-værktøj.
de: Nein, es liest und exportiert. Um Metadaten zu entfernen, verwenden Sie ein Reinigungs-/Sanitization-Tool.
el: Όχι, διαβάζει και εξάγει. Για να αφαιρέσετε μεταδεδομένες, χρησιμοποιήστε ένα εργαλείο καθαρισμού/απολύμανσης.
es: No, lee y exporta. Para eliminar metadatos, utiliza una herramienta de limpieza/sanitización.
fi: Ei, se lukee ja vie. Poistaaksesi metatietoja, käytä puhdistus/sanitization-työkalua.
fil: Hindi, ito ay nagbabasa at nag-e-export. Upang alisin ang metadata, gumamit ng tool para sa paglilinis/sanitization.
it: No, legge ed esporta. Per rimuovere i metadati, utilizza uno strumento di pulizia/sanitizzazione.
ja: いいえ、読み取りとエクスポートを行います。メタデータを削除するには、クリーンアップ/サニタイズツールを使用してください。
ko: 아니요, 읽고 내보냅니다. 메타데이터를 제거하려면 정리/소독 도구를 사용하세요.
nl: Nee, het leest en exporteert. Gebruik een schoonmaak-/sanitizationtool om metadata te verwijderen.
no: No, it reads and exports. To remove metadata, use a cleaning/sanitization tool.
pl: Nie, odczytuje i eksportuje. Aby usunąć metadane, użyj narzędzia do czyszczenia/sanitizacji.
pt_pt: Não, ela lê e exporta. Para remover metadados, use uma ferramenta de limpeza/sanitização.
ro: Nu, el citește și exportă. Pentru a elimina metadatele, utilizați un instrument de curățare/sanitizare.
ru: Нет, он читает и экспортирует. Чтобы удалить метаданные, используйте инструмент очистки/санитации.
sk: Nie, číta a exportuje. Na odstránenie metadát použite nástroj na čistenie/sanitizáciu.
sv: Nej, det läser och exporterar. För att ta bort metadata, använd ett rengörings-/sanitiseringsverktyg.
sw: Hapana, kinakusanya na kusafirisha. Ili kuondoa metadata, tumia chombo cha kusafisha.
tr: Hayır, okur ve dışa aktarır. Meta verileri kaldırmak için bir temizleme/sanitizasyon aracı kullanın.
uk: Ні, він читає та експортує. Щоб видалити метадані, використовуйте інструмент очищення/санітаризації.
vi: Không, nó chỉ đọc và xuất. Để xóa siêu dữ liệu, hãy sử dụng công cụ làm sạch/xóa.
zh_hans: 不会，它只读取和导出。要删除元数据，请使用清理/消毒工具。

# ed_dev_pdf_pdf_object_info_to_json_lim3
source: Un PDF chiffré limite l’inspection détaillée sans clé.
af: 'n Gesleutelde PDF beperk gedetailleerde inspeksie sonder 'n sleutel.
bg: Шифрован PDF ограничава детайлната инспекция без ключ.
cs: Šifrované PDF omezuje podrobnou inspekci bez klíče.
da: En krypteret PDF begrænser detaljeret inspektion uden nøgle.
de: Ein verschlüsseltes PDF schränkt die detaillierte Inspektion ohne Schlüssel ein.
el: Ένα κρυπτογραφημένο PDF περιορίζει την λεπτομερή επιθεώρηση χωρίς κλειδί.
es: Un PDF cifrado limita la inspección detallada sin clave.
fi: Salattu PDF rajoittaa yksityiskohtaista tarkastelua ilman avainta.
fil: Ang isang encrypted na PDF ay nililimitahan ang detalyadong inspeksyon nang walang susi.
it: Un PDF crittografato limita l'ispezione dettagliata senza chiave.
ja: 暗号化されたPDFは、キーなしでは詳細な検査を制限します。
ko: 암호화된 PDF는 키 없이 상세 검사를 제한합니다.
nl: Een versleutelde PDF beperkt gedetailleerde inspectie zonder sleutel.
no: An encrypted PDF limits detailed inspection without a key.
pl: Szyfrowany PDF ogranicza szczegółową inspekcję bez klucza.
pt_pt: Um PDF criptografado limita a inspeção detalhada sem chave.
ro: Un PDF criptat limitează inspecția detaliată fără cheie.
ru: Зашифрованный PDF ограничивает детальную проверку без ключа.
sk: Šifrované PDF obmedzuje podrobné skúmanie bez kľúča.
sv: En krypterad PDF begränsar detaljerad inspektion utan nyckel.
sw: PDF iliyofichwa inakabili ufahamu wa kina bila funguo.
tr: Şifreli bir PDF, anahtar olmadan detaylı incelemeyi kısıtlar.
uk: Зашифрований PDF обмежує детальну перевірку без ключа.
vi: Một PDF được mã hóa hạn chế việc kiểm tra chi tiết mà không có khóa.
zh_hans: 加密的PDF限制了没有密钥的详细检查。

# ed_dev_pdf_pdf_object_info_to_json_q3
source: Puis-je y trouver du JavaScript ?
af: Kan ek JavaScript daarin vind?
bg: Мога ли да намеря JavaScript там?
cs: Mohu tam najít JavaScript?
da: Kan jeg finde JavaScript der?
de: Kann ich dort JavaScript finden?
el: Μπορώ να βρω JavaScript εκεί;
es: ¿Puedo encontrar JavaScript allí?
fi: Voinko löytää JavaScriptiä?
fil: Maaari ba akong makahanap ng JavaScript dito?
it: Posso trovare JavaScript?
ja: JavaScriptを見つけることができますか？
ko: 여기서 JavaScript를 찾을 수 있나요?
nl: Kan ik JavaScript vinden?
no: Can I find JavaScript in it?
pl: Czy mogę znaleźć JavaScript?
pt_pt: Posso encontrar JavaScript lá?
ro: Pot găsi JavaScript acolo?
ru: Могу ли я найти JavaScript?
sk: Môžem tam nájsť JavaScript?
sv: Kan jag hitta JavaScript där?
sw: Je, naweza kupata JavaScript humo?
tr: İçinde JavaScript bulabilir miyim?
uk: Чи можу я знайти JavaScript?
vi: Tôi có thể tìm thấy JavaScript ở đó không?
zh_hans: 我可以找到JavaScript吗？

# ed_dev_pdf_pdf_object_info_to_json_a3
source: Souvent oui via certains dictionnaires/actions. Pour un nettoyage, utilisez l’outil de sanitization.
af: Dikwels ja deur sekere woordeboeke/aksies. Gebruik die sanitization instrument vir skoonmaak.
bg: Често да, чрез определени речници/действия. За почистване, използвайте инструмента за санитизация.
cs: Často ano prostřednictvím některých slovníků/akcí. Pro čištění použijte nástroj pro sanitaci.
da: Ofte ja via visse ordbøger/handlinger. For en rensning, brug sanitization-værktøjet.
de: Oft ja, über bestimmte Wörterbücher/Aktionen. Für eine Reinigung verwenden Sie das Sanitization-Tool.
el: Συχνά ναι μέσω ορισμένων λεξικών/ενεργειών. Για καθαρισμό, χρησιμοποιήστε το εργαλείο απολύμανσης.
es: A menudo sí, a través de ciertos diccionarios/acciones. Para una limpieza, utiliza la herramienta de sanitización.
fi: Usein kyllä joidenkin sanakirjojen/toimintojen kautta. Puhdistusta varten käytä sanitization-työkalua.
fil: Kadalasan oo sa pamamagitan ng ilang mga diksyunaryo/actions. Para sa paglilinis, gumamit ng tool para sa sanitization.
it: Spesso sì tramite alcuni dizionari/azioni. Per una pulizia, utilizza lo strumento di sanitizzazione.
ja: 多くの場合、特定の辞書/アクションを介して可能です。クリーンアップには、サニタイズツールを使用してください。
ko: 종종 특정 사전/작업을 통해 가능합니다. 정리를 위해 소독 도구를 사용하세요.
nl: Vaak wel via bepaalde woordenboeken/acties. Gebruik de sanitizationtool voor een opschoning.
no: Often yes via certain dictionaries/actions. For cleaning, use the sanitization tool.
pl: Często tak, za pomocą niektórych słowników/akcji. Aby oczyścić, użyj narzędzia do sanitizacji.
pt_pt: Frequentemente sim, através de certos dicionários/ações. Para limpeza, use a ferramenta de sanitização.
ro: Adesea da, prin anumite dicționare/acțiuni. Pentru o curățare, folosiți instrumentul de sanitizare.
ru: Часто да через некоторые словари/действия. Для очистки используйте инструмент санитации.
sk: Často áno cez niektoré slovníky/akcie. Na čistenie použite nástroj na sanitizáciu.
sv: Ofta ja via vissa ordböcker/åtgärder. För en rengöring, använd sanitiseringsverktyget.
sw: Mara nyingi ndiyo kupitia kamusi/hatua fulani. Kwa kusafisha, tumia chombo cha kusafisha.
tr: Genellikle evet, bazı sözlükler/eylemler aracılığıyla. Temizleme için sanitizasyon aracını kullanın.
uk: Часто так, через певні словники/дії. Для очищення використовуйте інструмент санітаризації.
vi: Thường thì có thông qua một số từ điển/hành động. Để làm sạch, hãy sử dụng công cụ xóa.
zh_hans: 通常可以通过某些字典/操作找到。要进行清理，请使用消毒工具。

# ed_dev_pdf_pdf_outline_to_json_lim3
source: Sur des PDF chiffrés, l’accès peut être limité.
af: Op gesleutelde PDF's kan toegang beperk wees.
bg: При шифровани PDF, достъпът може да бъде ограничен.
cs: U šifrovaných PDF může být přístup omezen.
da: For krypterede PDF-filer kan adgangen være begrænset.
de: Bei verschlüsselten PDFs kann der Zugriff eingeschränkt sein.
el: Σε κρυπτογραφημένα PDF, η πρόσβαση μπορεί να είναι περιορισμένη.
es: En PDFs cifrados, el acceso puede estar limitado.
fi: Salatuissa PDF-tiedostoissa pääsy voi olla rajoitettua.
fil: Sa mga encrypted na PDF, maaaring limitado ang access.
it: Per i PDF crittografati, l'accesso può essere limitato.
ja: 暗号化されたPDFでは、アクセスが制限される場合があります。
ko: 암호화된 PDF에서는 접근이 제한될 수 있습니다.
nl: Bij versleutelde PDF's kan de toegang beperkt zijn.
no: For encrypted PDFs, access may be limited.
pl: W przypadku szyfrowanych PDF, dostęp może być ograniczony.
pt_pt: Em PDFs criptografados, o acesso pode ser limitado.
ro: Pe PDF-uri criptate, accesul poate fi limitat.
ru: При зашифрованных PDF доступ может быть ограничен.
sk: Pri šifrovaných PDF môže byť prístup obmedzený.
sv: Vid krypterade PDF-filer kan åtkomst vara begränsad.
sw: Katika PDF zilizofichwa, ufikiaji unaweza kuwa na mipaka.
tr: Şifreli PDF'lerde, erişim kısıtlanabilir.
uk: Для зашифрованих PDF доступ може бути обмежений.
vi: Trên các PDF được mã hóa, quyền truy cập có thể bị hạn chế.
zh_hans: 在加密的PDF上，访问可能会受到限制。

# ed_dev_pdf_pdf_outline_to_json_q3
source: Puis-je reconstruire un sommaire ailleurs ?
af: Kan ek 'n inhoudsopgawe elders herbou?
bg: Мога ли да възстановя съдържание на друго място?
cs: Mohu zrekonstruovat obsah jinde?
da: Kan jeg genskabe et indholdsfortegnelse et andet sted?
de: Kann ich ein Inhaltsverzeichnis anderswo wiederherstellen?
el: Μπορώ να αναδημιουργήσω μια περίληψη αλλού;
es: ¿Puedo reconstruir un índice en otro lugar?
fi: Voinko rakentaa sisällysluettelon muualle?
fil: Maaari ko bang muling buuin ang isang talahanayan ng nilalaman sa ibang lugar?
it: Posso ricostruire un sommario altrove?
ja: 他の場所で目次を再構築できますか？
ko: 다른 곳에서 목차를 재구성할 수 있나요?
nl: Kan ik een inhoudsopgave ergens anders reconstrueren?
no: Can I rebuild a table of contents elsewhere?
pl: Czy mogę odbudować spis treści gdzie indziej?
pt_pt: Posso reconstruir um sumário em outro lugar?
ro: Pot reconstrui un cuprins în altă parte?
ru: Могу ли я восстановить оглавление в другом месте?
sk: Môžem obnoviť obsah inde?
sv: Kan jag återskapa en sammanfattning någon annanstans?
sw: Je, naweza kujenga muhtasari mahali pengine?
tr: Başka bir yerde bir içindekiler oluşturabilir miyim?
uk: Чи можу я відновити зміст в іншому місці?
vi: Tôi có thể xây dựng lại một mục lục ở nơi khác không?
zh_hans: 我可以在其他地方重建目录吗？

# ed_dev_pdf_pdf_outline_to_json_a3
source: Oui : le JSON sert de base pour recréer une navigation dans un autre format.
af: Ja: die JSON dien as basis om 'n navigasie in 'n ander formaat te herbou.
bg: Да: JSON служи като основа за възстановяване на навигация в друг формат.
cs: Ano: JSON slouží jako základ pro obnovení navigace v jiném formátu.
da: Ja: JSON fungerer som grundlag for at genskabe navigation i et andet format.
de: Ja: Das JSON dient als Grundlage, um eine Navigation in einem anderen Format zu erstellen.
el: Ναι: το JSON χρησιμεύει ως βάση για την αναδημιουργία πλοήγησης σε άλλη μορφή.
es: Sí: el JSON sirve como base para recrear una navegación en otro formato.
fi: Kyllä: JSON toimii perustana navigoinnin luomiselle toisessa muodossa.
fil: Oo: ang JSON ay nagsisilbing batayan para muling lumikha ng nabigasyon sa ibang format.
it: Sì: il JSON serve come base per ricreare una navigazione in un altro formato.
ja: はい：JSONは他の形式でナビゲーションを再作成するための基盤として機能します。
ko: 네: JSON은 다른 형식으로 탐색을 재구성하는 데 기초로 사용됩니다.
nl: Ja: de JSON dient als basis om navigatie in een ander formaat te recreëren.
no: Yes: the JSON serves as a basis to recreate navigation in another format.
pl: Tak: JSON służy jako baza do odtworzenia nawigacji w innym formacie.
pt_pt: Sim: o JSON serve como base para recriar uma navegação em outro formato.
ro: Da: JSON-ul servește ca bază pentru a recrea o navigare într-un alt format.
ru: Да: JSON служит основой для воссоздания навигации в другом формате.
sk: Áno: JSON slúži ako základ na obnovenie navigácie v inom formáte.
sv: Ja: JSON fungerar som grund för att återskapa navigering i ett annat format.
sw: Ndio: JSON hutumika kama msingi wa kuunda urambazaji katika muundo mwingine.
tr: Evet: JSON, başka bir formatta gezinmeyi yeniden oluşturmak için bir temel görevi görür.
uk: Так: JSON слугує основою для відтворення навігації в іншому форматі.
vi: Có: JSON được sử dụng làm cơ sở để tái tạo điều hướng trong định dạng khác.
zh_hans: 可以：JSON作为基础用于在其他格式中重建导航。

# ed_dev_pdf_pdf_page_content_ops_to_json_lim3
source: Sur des gros PDF, l’export peut être volumineux : ciblez une page/plage si possible.
af: Op groot PDF's kan die uitvoer groot wees: teiken 'n bladsy/reeks indien moontlik.
bg: При големи PDF, експортирането може да бъде обемисто: целете конкретна страница/диапазон, ако е възможно.
cs: U velkých PDF může být export objemný: pokud je to možné, zaměřte se na jednu stránku/rozsah.
da: For store PDF-filer kan eksporten være omfattende: målret en side/område hvis muligt.
de: Bei großen PDFs kann der Export umfangreich sein: Zielen Sie, wenn möglich, auf eine Seite/Spanne ab.
el: Σε μεγάλα PDF, η εξαγωγή μπορεί να είναι ογκώδης: στοχεύστε σε μια σελίδα/εύρος αν είναι δυνατόν.
es: En PDFs grandes, la exportación puede ser voluminosa: apunta a una página/rango si es posible.
fi: Suuriin PDF-tiedostoihin liittyvä vienti voi olla suurta: kohdenna sivu/alue, jos mahdollista.
fil: Sa malalaking PDF, maaaring maging malaki ang export: i-target ang isang pahina/hanay kung maaari.
it: Per i PDF di grandi dimensioni, l'esportazione può essere voluminoso: cerca di mirare a una pagina/intervallo se possibile.
ja: 大きなPDFでは、エクスポートが大きくなる可能性があります：可能であればページ/範囲をターゲットにしてください。
ko: 대형 PDF에서는 내보내기가 방대할 수 있습니다: 가능하면 페이지/범위를 지정하세요.
nl: Bij grote PDF's kan de export omvangrijk zijn: richt je indien mogelijk op een pagina/bereik.
no: For large PDFs, the export may be bulky: target a page/range if possible.
pl: W przypadku dużych PDF, eksport może być obszerny: celuj w stronę/zakres, jeśli to możliwe.
pt_pt: Em PDFs grandes, a exportação pode ser volumosa: direcione uma página/faixa se possível.
ro: Pe PDF-uri mari, exportul poate fi voluminos: vizați o pagină/interval dacă este posibil.
ru: При больших PDF экспорт может быть объемным: при возможности нацеливайтесь на страницу/диапазон.
sk: Pri veľkých PDF môže byť export objemný: ak je to možné, zamerajte sa na jednu stránku/rozsah.
sv: Vid stora PDF-filer kan exporten bli stor: rikta in dig på en sida/område om möjligt.
sw: Katika PDF kubwa, usafirishaji unaweza kuwa mzito: lenga ukurasa/eneo ikiwa inawezekana.
tr: Büyük PDF'lerde, dışa aktarma hacimli olabilir: mümkünse bir sayfa/aralık hedefleyin.
uk: Для великих PDF експорт може бути об'ємним: намагайтеся націлити на одну сторінку/діапазон, якщо можливо.
vi: Trên các PDF lớn, việc xuất có thể rất lớn: hãy nhắm đến một trang/phạm vi nếu có thể.
zh_hans: 在大型PDF上，导出可能会很大：如果可能，请针对特定页面/范围。

# ed_dev_pdf_pdf_page_content_ops_to_json_q3
source: À quoi sert “cm” ?
af: Wat is die doel van “cm”?
bg: Каква е функцията на "cm"?
cs: K čemu slouží „cm“?
da: Hvad er “cm”?
de: Wozu dient “cm”?
el: Γιατί χρησιμοποιείται το “cm”;
es: ¿Para qué sirve “cm”?
fi: Mihin "cm":tä käytetään?
fil: Ano ang gamit ng “cm”?
it: A cosa serve “cm”?
ja: 「cm」は何のためですか？
ko: “cm”는 무엇을 의미하나요?
nl: Wat is de functie van “cm”?
no: What does "cm" stand for?
pl: Do czego służy „cm”?
pt_pt: Para que serve "cm"?
ro: La ce folosește “cm”?
ru: Для чего нужен «cm»?
sk: Na čo slúži “cm”?
sv: Vad används "cm" till?
sw: Nini maana ya “cm”?
tr: “cm” ne işe yarar?
uk: Для чого потрібен “cm”?
vi: "cm" dùng để làm gì?
zh_hans: “cm”有什么用？

# ed_dev_pdf_pdf_page_content_ops_to_json_a3
source: C’est une transformation (matrice) appliquée au repère : souvent la cause de positions/rotations inattendues.
af: Dit is 'n transformasie (matris) wat op die oorsprong toegepas word: dikwels die oorsaak van onverwagte posisies/rotasies.
bg: Това е трансформация (матрица), приложена към координатната система: често причината за неочаквани позиции/ротации.
cs: Je to transformace (matice) aplikovaná na souřadnice: často příčinou neočekávaných pozic/rotací.
da: Det er en transformation (matrix) anvendt på koordinatsystemet: ofte årsagen til uventede positioner/rotationer.
de: Es ist eine Transformation (Matrix), die auf das Koordinatensystem angewendet wird: oft die Ursache für unerwartete Positionen/Rotationen.
el: Είναι μια μετασχηματιστική (μήτρα) εφαρμοσμένη στο σύστημα αναφοράς: συχνά η αιτία για απροσδόκητες θέσεις/περιστροφές.
es: Es una transformación (matriz) aplicada al sistema de referencia: a menudo la causa de posiciones/rotaciones inesperadas.
fi: Se on muunnos (matriisi), joka sovelletaan koordinaatistoon: usein syynä odottamattomiin sijainteihin/käännöksiin.
fil: Ito ay isang transformation (matrix) na inilalapat sa coordinate system: kadalasang sanhi ng hindi inaasahang posisyon/rotations.
it: È una trasformazione (matrice) applicata al sistema di riferimento: spesso la causa di posizioni/rotazioni inaspettate.
ja: それは座標系に適用される変換（行列）です：しばしば予期しない位置/回転の原因となります。
ko: 좌표계에 적용된 변환(행렬)입니다: 종종 예상치 못한 위치/회전의 원인입니다.
nl: Het is een transformatie (matrix) die op het coördinatensysteem wordt toegepast: vaak de oorzaak van onverwachte posities/rotaties.
no: It is a transformation (matrix) applied to the coordinate system: often the cause of unexpected positions/rotations.
pl: To transformacja (macierz) stosowana do układu: często przyczyną nieoczekiwanych pozycji/rotacji.
pt_pt: É uma transformação (matriz) aplicada ao sistema de coordenadas: frequentemente a causa de posições/rotações inesperadas.
ro: Este o transformare (matrice) aplicată la sistemul de coordonate: adesea cauza pozițiilor/rotirilor neașteptate.
ru: Это преобразование (матрица), применяемое к системе координат: часто причина неожиданных позиций/вращений.
sk: Je to transformácia (matica) aplikovaná na súradnicový systém: často príčina neočakávaných pozícií/otočení.
sv: Det är en transformation (matris) som tillämpas på referenssystemet: ofta orsaken till oväntade positioner/rotationer.
sw: Ni mabadiliko (matrix) yanayotumika kwa alama: mara nyingi sababu ya nafasi/kugeuza zisizotarajiwa.
tr: Bu, referansa uygulanan bir dönüşümdür (matris): genellikle beklenmedik konumlar/dönmelerin sebebidir.
uk: Це перетворення (матриця), що застосовується до системи координат: часто причина несподіваних позицій/обертів.
vi: Đó là một phép biến đổi (ma trận) áp dụng cho hệ tọa độ: thường là nguyên nhân của các vị trí/ xoay chuyển không mong muốn.
zh_hans: 这是应用于坐标系的变换（矩阵）：通常是导致意外位置/旋转的原因。
