Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_linearized_check_lim3
source: Un PDF chiffré ou endommagé peut empêcher une analyse fiable de la structure.
af: 'n Versleutelde of beskadigde PDF kan 'n betroubare analise van die struktuur verhinder.
bg: Шифрован PDF или повреден файл може да попречи на надеждния анализ на структурата.
cs: Šifrované nebo poškozené PDF může bránit spolehlivé analýze struktury.
da: En krypteret eller beskadiget PDF kan forhindre en pålidelig analyse af strukturen.
de: Ein verschlüsseltes oder beschädigtes PDF kann eine zuverlässige Analyse der Struktur verhindern.
el: Ένα κρυπτογραφημένο ή κατεστραμμένο PDF μπορεί να εμποδίσει μια αξιόπιστη ανάλυση της δομής.
es: Un PDF cifrado o dañado puede impedir un análisis fiable de la estructura.
fi: Salattu tai vaurioitunut PDF voi estää rakenteen luotettavan analysoinnin.
fil: Ang isang encrypted o sira na PDF ay maaaring hadlangan ang maaasahang pagsusuri ng istruktura.
it: Un PDF crittografato o danneggiato può impedire un'analisi affidabile della struttura.
ja: 暗号化されたPDFや破損したPDFは、構造の信頼できる分析を妨げる可能性があります。
ko: 암호화되거나 손상된 PDF는 구조에 대한 신뢰할 수 있는 분석을 방해할 수 있습니다.
nl: Een versleutelde of beschadigde PDF kan een betrouwbare analyse van de structuur verhinderen.
no: En kryptert eller skadet PDF kan hindre en pålitelig analyse av strukturen.
pl: Szyfrowany lub uszkodzony PDF może uniemożliwić wiarygodną analizę struktury.
pt_pt: Um PDF criptografado ou danificado pode impedir uma análise confiável da estrutura.
ro: Un PDF criptat sau deteriorat poate împiedica o analiză fiabilă a structurii.
ru: Зашифрованный или поврежденный PDF может помешать надежному анализу структуры.
sk: Šifrovaný alebo poškodený PDF môže zabrániť spoľahlivej analýze štruktúry.
sv: En krypterad eller skadad PDF kan förhindra en pålitlig analys av strukturen.
sw: PDF iliyofichwa au iliyoharibika inaweza kuzuia uchambuzi sahihi wa muundo.
tr: Şifreli veya hasar görmüş bir PDF, yapının güvenilir bir analizini engelleyebilir.
uk: Зашифрований або пошкоджений PDF може заважати надійному аналізу структури.
vi: Một PDF được mã hóa hoặc bị hỏng có thể ngăn cản việc phân tích cấu trúc một cách đáng tin cậy.
zh_hans: 加密或损坏的PDF可能会阻止对结构的可靠分析。

# ed_dev_pdf_pdf_linearized_check_q3
source: Pourquoi ça ne change rien sur mon site ?
af: Hoekom maak dit nie 'n verskil op my webwerf nie?
bg: Защо това не променя нищо на сайта ми?
cs: Proč to na mém webu nic nemění?
da: Hvorfor ændrer det ikke noget på min hjemmeside?
de: Warum ändert sich nichts auf meiner Website?
el: Γιατί δεν αλλάζει τίποτα στον ιστότοπό μου;
es: ¿Por qué no cambia nada en mi sitio?
fi: Miksi se ei muuta mitään sivustollani?
fil: Bakit wala itong epekto sa aking site?
it: Perché non cambia nulla sul mio sito?
ja: なぜ私のサイトでは何も変わらないのですか？
ko: 내 사이트에 아무런 변화가 없는 이유는 무엇인가요?
nl: Waarom verandert er niets op mijn site?
no: Hvorfor endrer det ingenting på nettstedet mitt?
pl: Dlaczego to nic nie zmienia na mojej stronie?
pt_pt: Por que isso não muda nada no meu site?
ro: De ce nu schimbă nimic pe site-ul meu?
ru: Почему это ничего не меняет на моем сайте?
sk: Prečo to na mojej stránke nič nemení?
sv: Varför gör det ingen skillnad på min webbplats?
sw: Kwa nini haina mabadiliko kwenye tovuti yangu?
tr: Neden sitemde hiçbir şey değişmiyor?
uk: Чому це нічого не змінює на моєму сайті?
vi: Tại sao điều đó không thay đổi gì trên trang web của tôi?
zh_hans: 为什么这对我的网站没有影响？

# ed_dev_pdf_pdf_linearized_check_a3
source: Si votre serveur/CDN ne gère pas Range, le navigateur doit télécharger plus de données avant d’afficher.
af: As jou bediener/CDN nie Range hanteer nie, moet die blaaiers meer data aflaai voordat dit vertoon.
bg: Ако вашият сървър/CDN не поддържа Range, браузърът трябва да изтегли повече данни, преди да покаже.
cs: Pokud váš server/CDN nepodporuje Range, musí prohlížeč stáhnout více dat před zobrazením.
da: Hvis din server/CDN ikke håndterer Range, skal browseren downloade flere data, før den viser.
de: Wenn Ihr Server/CDN kein Range unterstützt, muss der Browser mehr Daten herunterladen, bevor er anzeigt.
el: Εάν ο διακομιστής σας/CDN δεν υποστηρίζει το Range, ο περιηγητής πρέπει να κατεβάσει περισσότερα δεδομένα πριν εμφανίσει.
es: Si su servidor/CDN no gestiona Range, el navegador debe descargar más datos antes de mostrar.
fi: Jos palvelimesi/CDN ei tue Rangea, selain joutuu lataamaan enemmän tietoja ennen näyttämistä.
fil: Kung ang iyong server/CDN ay hindi sumusuporta sa Range, kailangan ng browser na mag-download ng higit pang data bago ipakita.
it: Se il tuo server/CDN non gestisce Range, il browser deve scaricare più dati prima di visualizzare.
ja: サーバー/CDNがRangeをサポートしていない場合、ブラウザは表示する前により多くのデータをダウンロードする必要があります。
ko: 서버/CDN이 Range를 지원하지 않으면 브라우저는 표시하기 전에 더 많은 데이터를 다운로드해야 합니다.
nl: Als je server/CDN geen Range ondersteunt, moet de browser meer gegevens downloaden voordat deze kan weergeven.
no: Hvis serveren/CDN-en din ikke håndterer Range, må nettleseren laste ned mer data før den viser.
pl: Jeśli Twój serwer/CDN nie obsługuje Range, przeglądarka musi pobrać więcej danych przed wyświetleniem.
pt_pt: Se o seu servidor/CDN não suporta Range, o navegador precisa baixar mais dados antes de exibir.
ro: Dacă serverul/CDN-ul dumneavoastră nu gestionează Range, browserul trebuie să descarce mai multe date înainte de a afișa.
ru: Если ваш сервер/CDN не поддерживает Range, браузеру нужно загрузить больше данных перед отображением.
sk: Ak váš server/CDN nepodporuje Range, prehliadač musí stiahnuť viac údajov pred zobrazením.
sv: Om din server/CDN inte hanterar Range, måste webbläsaren ladda ner mer data innan den visas.
sw: Ikiwa seva yako/CDN haiwezi kushughulikia Range, kivinjari kinahitaji kupakua data zaidi kabla ya kuonyesha.
tr: Sunucunuz/CDN'iniz Range'ı desteklemiyorsa, tarayıcı daha fazla veri indirmelidir.
uk: Якщо ваш сервер/CDN не підтримує Range, браузер повинен завантажити більше даних перед відображенням.
vi: Nếu máy chủ/CDN của bạn không hỗ trợ Range, trình duyệt phải tải xuống nhiều dữ liệu hơn trước khi hiển thị.
zh_hans: 如果您的服务器/CDN不支持Range，浏览器必须下载更多数据才能显示。

# ed_dev_pdf_pdf_links_extractor_uc4_title
source: Contrôle qualité
af: Kwaliteitskontrole
bg: Контрол на качеството
cs: Kontrola kvality
da: Kvalitetskontrol
de: Qualitätskontrolle
el: Ποιοτικός έλεγχος
es: Control de calidad
fi: Laadunvalvonta
fil: Kontrol ng kalidad
it: Controllo qualità
ja: 品質管理
ko: 품질 관리
nl: Kwaliteitscontrole
no: Kvalitetskontroll
pl: Kontrola jakości
pt_pt: Controle de qualidade
ro: Control calitate
ru: Контроль качества
sk: Kontrola kvality
sv: Kvalitetskontroll
sw: Udhibiti wa ubora
tr: Kalite kontrolü
uk: Контроль якості
vi: Kiểm soát chất lượng
zh_hans: 质量控制

# ed_dev_pdf_pdf_links_extractor_uc4_text
source: Vérifier que chaque bouton/lien pointe vers la bonne page (lien interne, ancre, action).
af: Kontroleer dat elke knoppie/skakel na die regte bladsy wys (interne skakel, anker, aksie).
bg: Проверете дали всеки бутон/линк сочи към правилната страница (вътрешен линк, анкър, действие).
cs: Zkontrolujte, že každý tlačítko/odkaz směřuje na správnou stránku (interní odkaz, kotva, akce).
da: Kontroller, at hver knap/link peger på den rigtige side (intern link, anker, handling).
de: Überprüfen, ob jeder Button/link auf die richtige Seite verweist (interner Link, Anker, Aktion).
el: Ελέγξτε ότι κάθε κουμπί/σύνδεσμος δείχνει στη σωστή σελίδα (εσωτερικός σύνδεσμος, άγκυρα, ενέργεια).
es: Verificar que cada botón/enlace apunte a la página correcta (enlace interno, ancla, acción).
fi: Tarkista, että jokainen painike/links osoittaa oikealle sivulle (sisäinen linkki, ankkuri, toiminto).
fil: Suriin na ang bawat button/link ay tumuturo sa tamang pahina (internal link, anchor, action).
it: Verifica che ogni pulsante/link punti alla pagina corretta (link interno, ancoraggio, azione).
ja: 各ボタン/リンクが正しいページを指していることを確認します（内部リンク、アンカー、アクション）。
ko: 각 버튼/링크가 올바른 페이지(내부 링크, 앵커, 액션)를 가리키는지 확인하세요.
nl: Controleer of elke knop/link naar de juiste pagina wijst (interne link, anker, actie).
no: Sjekk at hver knapp/lenke peker til riktig side (intern lenke, anker, handling).
pl: Sprawdź, czy każdy przycisk/link prowadzi do właściwej strony (link wewnętrzny, kotwica, akcja).
pt_pt: Verifique se cada botão/link aponta para a página correta (link interno, âncora, ação).
ro: Verificați că fiecare buton/link indică către pagina corectă (link intern, ancoră, acțiune).
ru: Проверьте, что каждая кнопка/ссылка указывает на правильную страницу (внутренняя ссылка, якорь, действие).
sk: Skontrolujte, či každý tlačidlo/odkaz smeruje na správnu stránku (vnútorný odkaz, kotva, akcia).
sv: Kontrollera att varje knapp/länk pekar på rätt sida (intern länk, ankar, åtgärd).
sw: Thibitisha kwamba kila kitufe/kiungo kinaelekeza kwenye ukurasa sahihi (kiungo cha ndani, ankara, hatua).
tr: Her düğmenin/bağlantının doğru sayfaya (iç bağlantı, yer imi, eylem) işaret ettiğini kontrol edin.
uk: Перевірте, що кожна кнопка/посилання вказує на правильну сторінку (внутрішнє посилання, якорь, дія).
vi: Kiểm tra xem mỗi nút/liên kết có trỏ đến trang đúng (liên kết nội bộ, neo, hành động) hay không.
zh_hans: 检查每个按钮/链接是否指向正确的页面（内部链接、锚点、操作）。

# ed_dev_pdf_pdf_links_extractor_lim3
source: Sur des PDF chiffrés, l’extraction peut être restreinte.
af: Op versleutelde PDF's kan die uittrekking beperk wees.
bg: При шифровани PDF, извличането може да бъде ограничено.
cs: U šifrovaných PDF může být extrakce omezena.
da: På krypterede PDF'er kan udtrækningen være begrænset.
de: Bei verschlüsselten PDFs kann die Extraktion eingeschränkt sein.
el: Σε κρυπτογραφημένα PDF, η εξαγωγή μπορεί να είναι περιορισμένη.
es: En PDFs cifrados, la extracción puede estar restringida.
fi: Salatuissa PDF-tiedostoissa tiedonkeruu voi olla rajoitettua.
fil: Sa mga encrypted na PDF, maaaring limitado ang pagkuha.
it: Su PDF crittografati, l'estrazione può essere limitata.
ja: 暗号化されたPDFでは、抽出が制限される場合があります。
ko: 암호화된 PDF에서는 추출이 제한될 수 있습니다.
nl: Bij versleutelde PDF's kan de extractie beperkt zijn.
no: For encrypted PDFs, extraction may be restricted.
pl: W przypadku szyfrowanych PDF, ekstrakcja może być ograniczona.
pt_pt: Em PDFs criptografados, a extração pode ser restrita.
ro: Pe PDF-uri criptate, extragerea poate fi restricționată.
ru: При зашифрованных PDF извлечение может быть ограничено.
sk: Na šifrovaných PDF môže byť extrakcia obmedzená.
sv: Vid krypterade PDF-filer kan extraktionen vara begränsad.
sw: Katika PDF zilizofichwa, uchimbaji unaweza kuwa na vizuizi.
tr: Şifreli PDF'lerde, çıkarım kısıtlanabilir.
uk: На зашифрованих PDF екстракція може бути обмежена.
vi: Trên các PDF được mã hóa, việc trích xuất có thể bị hạn chế.
zh_hans: 在加密的PDF上，提取可能会受到限制。

# ed_dev_pdf_pdf_links_extractor_q3
source: Pourquoi certains “liens” ne sont pas listés ?
af: Hoekom word sekere “skakels” nie gelys nie?
bg: Защо някои "линкове" не са изброени?
cs: Proč některé „odkazy“ nejsou uvedeny?
da: Hvorfor er nogle "links" ikke opført?
de: Warum werden einige "Links" nicht aufgelistet?
el: Γιατί ορισμένοι "σύνδεσμοι" δεν αναφέρονται;
es: ¿Por qué algunos “enlaces” no están listados?
fi: Miksi jotkut "linkit" eivät ole listattuja?
fil: Bakit ang ilang “link” ay hindi nakalista?
it: Perché alcuni “link” non sono elencati?
ja: なぜいくつかの「リンク」がリストされていないのですか？
ko: 왜 일부 '링크'가 목록에 없나요?
nl: Waarom worden sommige “links” niet vermeld?
no: Why are some "links" not listed?
pl: Dlaczego niektóre „linki” nie są wymienione?
pt_pt: Por que alguns "links" não estão listados?
ro: De ce unele "linkuri" nu sunt listate?
ru: Почему некоторые «ссылки» не отображаются в списке?
sk: Prečo niektoré "linky" nie sú uvedené?
sv: Varför listas inte vissa "länkar"?
sw: Kwa nini baadhi ya “viungo” havijatajwa?
tr: Neden bazı “bağlantılar” listelenmiyor?
uk: Чому деякі "посилання" не відображаються?
vi: Tại sao một số "liên kết" không được liệt kê?
zh_hans: 为什么某些“链接”没有列出？

# ed_dev_pdf_pdf_links_extractor_a3
source: S’ils ne sont pas implémentés comme annotations (pas de zone cliquable), ils ne peuvent pas être détectés.
af: As hulle nie as annotasies geïmplementeer is nie (geen klikbare gebied nie), kan hulle nie opgespoor word nie.
bg: Ако не са имплементирани като анотации (няма кликаема зона), те не могат да бъдат открити.
cs: Pokud nejsou implementovány jako anotace (žádná klikací oblast), nemohou být detekovány.
da: Hvis de ikke er implementeret som annotationer (ingen klikbar zone), kan de ikke detekteres.
de: Wenn sie nicht als Annotationen implementiert sind (keine klickbare Fläche), können sie nicht erkannt werden.
el: Εάν δεν έχουν υλοποιηθεί ως σημειώσεις (χωρίς κλικ), δεν μπορούν να ανιχνευθούν.
es: Si no están implementados como anotaciones (sin área clicable), no pueden ser detectados.
fi: Jos niitä ei ole toteutettu annotaatioina (ei napsautettavaa aluetta), niitä ei voida havaita.
fil: Kung hindi sila na-implement bilang mga annotation (walang clickable area), hindi sila matutukoy.
it: Se non sono implementati come annotazioni (nessuna area cliccabile), non possono essere rilevati.
ja: それらが注釈として実装されていない場合（クリック可能な領域がない）、検出できません。
ko: 주석으로 구현되지 않은 경우(클릭 가능한 영역이 없음) 감지할 수 없습니다.
nl: Als ze niet zijn geïmplementeerd als annotaties (geen klikbare gebieden), kunnen ze niet worden gedetecteerd.
no: If they are not implemented as annotations (no clickable area), they cannot be detected.
pl: Jeśli nie są zaimplementowane jako adnotacje (brak klikalnej strefy), nie mogą być wykryte.
pt_pt: Se não forem implementados como anotações (sem área clicável), não podem ser detectados.
ro: Dacă nu sunt implementate ca adnotări (fără zonă clicabilă), nu pot fi detectate.
ru: Если они не реализованы как аннотации (нет кликабельной области), их нельзя обнаружить.
sk: Ak nie sú implementované ako anotácie (žiadna klikateľná zóna), nemôžu byť detekované.
sv: Om de inte är implementerade som anteckningar (ingen klickbar yta) kan de inte upptäckas.
sw: Ikiwa havijatekelezwa kama maelezo (hakuna eneo linaloweza kubofya), hayawezi kugundulika.
tr: Eğer notlar olarak uygulanmamışlarsa (tıklanabilir alan yoksa), tespit edilemezler.
uk: Якщо вони не реалізовані як анотації (немає клікабельної області), їх не можна виявити.
vi: Nếu chúng không được triển khai dưới dạng chú thích (không có vùng có thể nhấp), chúng không thể được phát hiện.
zh_hans: 如果它们没有作为注释实现（没有可点击区域），则无法被检测到。

# ed_dev_pdf_pdf_merge_uc4_title
source: Unifier des sources hétérogènes
af: Verskillende bronne verenig
bg: Обединяване на хетерогенни източници
cs: Sloučení heterogenních zdrojů
da: Flette heterogene kilder
de: Verschiedene Quellen vereinheitlichen
el: Ενοποίηση ετερογενών πηγών
es: Unificar fuentes heterogéneas
fi: Eri lähteiden yhdistäminen
fil: Pagsasama ng mga heterogeneous na mapagkukunan
it: Unire fonti eterogenee
ja: 異種ソースの統合
ko: 이질적인 소스 통합
nl: Heterogene bronnen samenvoegen
no: Unify heterogeneous sources
pl: Łączenie zróżnicowanych źródeł
pt_pt: Unificar fontes heterogêneas
ro: Unificarea surselor heterogene
ru: Объединение разнородных источников
sk: Zlúčiť heterogénne zdroje
sv: Förening av heterogena källor
sw: Kuunganisha vyanzo tofauti
tr: Heterojen kaynakları birleştirme
uk: Об'єднання гетерогенних джерел
vi: Hợp nhất các nguồn không đồng nhất
zh_hans: 统一异构来源

# ed_dev_pdf_pdf_merge_uc4_text
source: Fusionner des PDF issus de scanners, exports bureautiques ou outils métier.
af: PDF's saamvoeg wat van skandeerders, kantooruitvoere of besigheidstoepassings afkomstig is.
bg: Сливане на PDF файлове от скенери, офис експорти или бизнес инструменти.
cs: Sloučit PDF z naskenovaných dokumentů, kancelářských exportů nebo podnikových nástrojů.
da: Flette PDF'er fra scannere, kontorudskrifter eller forretningsværktøjer.
de: PDFs von Scannern, Büroexporten oder Fachwerkzeugen zusammenführen.
el: Συγχώνευση PDF από σαρωτές, εξαγωγές γραφείου ή εργαλεία επιχειρήσεων.
es: Fusionar PDFs provenientes de escáneres, exportaciones de oficina o herramientas empresariales.
fi: Yhdistä skannatuista PDF-tiedostoista, toimistoviennistä tai liiketoimintatyökaluista.
fil: Pagsamahin ang mga PDF mula sa mga scanner, office exports o mga tool sa negosyo.
it: Fondere PDF provenienti da scanner, esportazioni di ufficio o strumenti aziendali.
ja: スキャナー、オフィスエクスポート、または業務ツールからのPDFを統合します。
ko: 스캐너, 사무용 프로그램 또는 비즈니스 도구에서 생성된 PDF를 병합합니다.
nl: PDF's van scanners, kantoorexports of zakelijke tools samenvoegen.
no: Merge PDFs from scanners, office exports, or business tools.
pl: Łączenie PDF z zeskanowanych dokumentów, eksportów biurowych lub narzędzi biznesowych.
pt_pt: Fundir PDFs provenientes de scanners, exportações de escritório ou ferramentas de negócios.
ro: Fuzionați PDF-uri provenite din scanere, exporturi de birou sau instrumente de afaceri.
ru: Объединение PDF, полученных от сканеров, офисных экспортов или бизнес-инструментов.
sk: Zlúčiť PDF z skenerov, kancelárskych exportov alebo podnikových nástrojov.
sv: Slå samman PDF-filer från skannrar, kontorsexporter eller affärsverktyg.
sw: Kuchanganya PDF kutoka kwa skana, usafirishaji wa ofisi au zana za biashara.
tr: Tarayıcılar, ofis çıktıları veya iş araçlarından gelen PDF'leri birleştirin.
uk: Об'єднати PDF з сканерів, офісних експортив або бізнес-інструментів.
vi: Hợp nhất các PDF từ máy quét, xuất khẩu văn phòng hoặc công cụ doanh nghiệp.
zh_hans: 合并来自扫描仪、办公导出或业务工具的PDF。

# ed_dev_pdf_pdf_merge_lim3
source: Les signatures existantes peuvent devenir invalides après fusion (le document signé doit rester inchangé).
af: Bestaande handtekeninge kan ongeldig raak na saamvoeging (die ondertekende dokument moet onveranderd bly).
bg: Съществуващите подписи могат да станат невалидни след сливане (подписаният документ трябва да остане непроменен).
cs: Existující podpisy mohou po sloučení ztratit platnost (podepsaný dokument musí zůstat nezměněn).
da: Eksisterende signaturer kan blive ugyldige efter sammenlægning (det signerede dokument skal forblive uændret).
de: Vorhandene Unterschriften können nach der Zusammenführung ungültig werden (das signierte Dokument muss unverändert bleiben).
el: Οι υπάρχουσες υπογραφές μπορεί να γίνουν άκυρες μετά τη συγχώνευση (το υπογεγραμμένο έγγραφο πρέπει να παραμείνει αμετάβλητο).
es: Las firmas existentes pueden volverse inválidas después de la fusión (el documento firmado debe permanecer sin cambios).
fi: Olemassa olevat allekirjoitukset voivat muuttua voimattomiksi yhdistämisen jälkeen (allekirjoitetun asiakirjan on pysyttävä muuttumattomana).
fil: Ang mga umiiral na lagda ay maaaring maging hindi wasto pagkatapos ng pagsasama (dapat manatiling hindi nagbabago ang nilagdaang dokumento).
it: Le firme esistenti possono diventare nulle dopo la fusione (il documento firmato deve rimanere invariato).
ja: 既存の署名は、統合後に無効になる可能性があります（署名された文書は変更されてはいけません）。
ko: 기존 서명이 병합 후 무효화될 수 있습니다(서명된 문서는 변경되지 않아야 합니다).
nl: Bestaande handtekeningen kunnen ongeldig worden na samenvoegen (het ondertekende document moet onveranderd blijven).
no: Existing signatures may become invalid after merging (the signed document must remain unchanged).
pl: Istniejące podpisy mogą stać się nieważne po połączeniu (podpisany dokument musi pozostać niezmieniony).
pt_pt: As assinaturas existentes podem se tornar inválidas após a fusão (o documento assinado deve permanecer inalterado).
ro: Semnăturile existente pot deveni invalide după fuziune (documentul semnat trebuie să rămână neschimbat).
ru: Существующие подписи могут стать недействительными после объединения (подписанный документ должен остаться неизменным).
sk: Existujúce podpisy môžu po zlúčení stať neplatnými (podpísaný dokument musí zostať nezmenený).
sv: Befintliga signaturer kan bli ogiltiga efter sammanslagning (det signerade dokumentet måste förbli oförändrat).
sw: Sahihi zilizopo zinaweza kuwa batili baada ya kuunganishwa (document iliyosainiwa inapaswa kubaki bila mabadiliko).
tr: Mevcut imzalar birleştirme sonrası geçersiz hale gelebilir (imzalı belge değişmeden kalmalıdır).
uk: Існуючі підписи можуть стати недійсними після злиття (підписаний документ має залишатися незмінним).
vi: Các chữ ký hiện có có thể trở nên không hợp lệ sau khi hợp nhất (tài liệu đã ký phải giữ nguyên).
zh_hans: 现有签名在合并后可能会失效（签署的文档必须保持不变）。

# ed_dev_pdf_pdf_merge_q3
source: La qualité des pages change-t-elle ?
af: Verander die kwaliteit van die bladsye?
bg: Променя ли се качеството на страниците?
cs: Změní se kvalita stránek?
da: Ændrer kvaliteten af siderne sig?
de: Ändert sich die Qualität der Seiten?
el: Αλλάζει η ποιότητα των σελίδων;
es: ¿La calidad de las páginas cambia?
fi: Muuttuuko sivujen laatu?
fil: Nagbabago ba ang kalidad ng mga pahina?
it: La qualità delle pagine cambia?
ja: ページの品質は変わりますか？
ko: 페이지 품질이 변경되나요?
nl: Verandert de kwaliteit van de pagina's?
no: Does the quality of the pages change?
pl: Czy jakość stron się zmienia?
pt_pt: A qualidade das páginas muda?
ro: Calitatea paginilor se schimbă?
ru: Меняется ли качество страниц?
sk: Mení sa kvalita strán?
sv: Ändras kvaliteten på sidorna?
sw: Je, ubora wa kurasa hubadilika?
tr: Sayfaların kalitesi değişir mi?
uk: Чи змінюється якість сторінок?
vi: Chất lượng của các trang có thay đổi không?
zh_hans: 页面质量会改变吗？

# ed_dev_pdf_pdf_merge_a3
source: Non : la fusion assemble les pages, elle ne recomprime pas le contenu par défaut.
af: Nee: die saamvoeging stel die bladsye saam, dit kom nie die inhoud weer saam nie.
bg: Не: сливането събира страниците, не компресира отново съдържанието по подразбиране.
cs: Ne: sloučení spojuje stránky, ve výchozím nastavení nekomprimuje obsah.
da: Nej: sammenlægningen samler siderne, den recomprimerer ikke indholdet som standard.
de: Nein: Die Zusammenführung fügt die Seiten zusammen, sie komprimiert den Inhalt standardmäßig nicht neu.
el: Όχι: η συγχώνευση συνδυάζει τις σελίδες, δεν ανασυμπιέζει το περιεχόμενο από προεπιλογή.
es: No: la fusión ensambla las páginas, no recomprime el contenido por defecto.
fi: Ei: yhdistäminen kokoaa sivut yhteen, se ei pakkaa sisältöä uudelleen oletuksena.
fil: Hindi: ang pagsasama ay nag-aassemble ng mga pahina, hindi nito nire-recompress ang nilalaman sa default.
it: No: la fusione unisce le pagine, non ricompone il contenuto per impostazione predefinita.
ja: いいえ：統合はページを組み合わせるだけで、デフォルトでは内容を再圧縮しません。
ko: 아니요: 병합은 페이지를 조합할 뿐, 기본적으로 내용을 재압축하지 않습니다.
nl: Nee: de samenvoeging voegt de pagina's samen, het comprimeert de inhoud standaard niet opnieuw.
no: No: merging assembles the pages, it does not recompress the content by default.
pl: Nie: łączenie zestawia strony, nie rekompresuje zawartości domyślnie.
pt_pt: Não: a fusão junta as páginas, não recomprime o conteúdo por padrão.
ro: Nu: fuziunea asamblează paginile, nu recompresă conținutul în mod implicit.
ru: Нет: объединение собирает страницы, оно не сжимает содержимое по умолчанию.
sk: Nie: zlúčenie spája stránky, predvolene nekomprimuje obsah.
sv: Nej: sammanslagningen sätter ihop sidorna, den recomprimerar inte innehållet som standard.
sw: Hapana: kuunganishwa kunakusanya kurasa, hakurekebishi maudhui kwa kawaida.
tr: Hayır: birleştirme sayfaları bir araya getirir, varsayılan olarak içeriği yeniden sıkıştırmaz.
uk: Ні: злиття об'єднує сторінки, за замовчуванням не стисне вміст.
vi: Không: việc hợp nhất chỉ ghép các trang lại với nhau, nó không nén lại nội dung theo mặc định.
zh_hans: 不会：合并只是将页面组合在一起，默认情况下不会重新压缩内容。
