Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_fonts_to_json_tip
source: Pour investiguer un problème de rendu, couplez cet outil avec “Pages PDF → JSON” afin de corréler polices et pages concernées.
af: Om 'n weergave probleem te ondersoek, kombineer hierdie gereedskap met “PDF Bladsye → JSON” om lettertipes en betrokke bladsye te korreleer.
bg: За да разследвате проблем с рендерирането, комбинирайте този инструмент с “PDF страници → JSON”, за да корелирате шрифтове и засегнати страници.
cs: Pro vyšetření problému s vykreslením spojte tento nástroj s „Pages PDF → JSON“, abyste korelovali písma a dotčené stránky.
da: For at undersøge et gengivelsesproblem, par dette værktøj med "PDF-sider → JSON" for at korrelere skrifttyper og berørte sider.
de: Um ein Rendering-Problem zu untersuchen, kombinieren Sie dieses Tool mit „PDF-Seiten → JSON“, um Schriftarten und betroffene Seiten zu korrelieren.
el: Για να ερευνήσετε ένα πρόβλημα απόδοσης, συνδυάστε αυτό το εργαλείο με “Σελίδες PDF → JSON” για να συσχετίσετε γραμματοσειρές και τις σχετικές σελίδες.
es: Para investigar un problema de renderizado, combine esta herramienta con “Páginas PDF → JSON” para correlacionar fuentes y páginas afectadas.
fi: Jos haluat tutkia renderöintiongelmaa, yhdistä tämä työkalu "PDF-sivut → JSON" -työkaluun, jotta voit korreloida fontteja ja asiaankuuluvia sivuja.
fil: Upang imbestigahan ang isang problema sa rendering, i-pair ang tool na ito sa “Pages PDF → JSON” upang i-correlate ang mga font at mga pahinang apektado.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik yang terkait dengan niat alat ini.
it: Per indagare un problema di rendering, abbina questo strumento con "Pages PDF → JSON" per correlare font e pagine interessate.
ja: レンダリングの問題を調査するために、このツールを「PDFページ → JSON」と組み合わせて、フォントと関連ページを相関させてください。
ko: 렌더링 문제를 조사하려면 이 도구를 “PDF 페이지 → JSON”과 결합하여 폰트와 관련 페이지를 상관관계 지으세요.
nl: Om een renderprobleem te onderzoeken, combineer deze tool met "PDF Pagina's → JSON" om lettertypen en betrokken pagina's te correleren.
no: For å undersøke et gjengivelsesproblem, kombiner dette verktøyet med “PDF-sider → JSON” for å korrelere fonter og berørte sider.
pl: Aby zbadać problem z renderowaniem, połącz to narzędzie z „Strony PDF → JSON”, aby skorelować czcionki i odpowiednie strony.
pt_pt: Para investigar um problema de renderização, combine esta ferramenta com "Pages PDF → JSON" para correlacionar fontes e páginas afetadas.
ro: Pentru a investiga o problemă de redare, combinați acest instrument cu „Pagini PDF → JSON” pentru a corela fonturile și paginile implicate.
ru: Чтобы исследовать проблему рендеринга, сочетайте этот инструмент с "Pages PDF → JSON", чтобы сопоставить шрифты и соответствующие страницы.
sk: Na vyšetrovanie problému s vykreslením kombinujte tento nástroj s „Pages PDF → JSON“, aby ste korelovali písma a dotknuté stránky.
sv: För att undersöka ett renderingsproblem, kombinera detta verktyg med "PDF-sidor → JSON" för att korrelera fonter och berörda sidor.
sw: Ili kuchunguza tatizo la uwasilishaji, ungana na zana hii na "Pages PDF → JSON" ili kuhusisha fonti na kurasa zinazohusika.
tr: Bir render sorununu araştırmak için, bu aracı “PDF Sayfaları → JSON” ile birleştirerek fontlar ve ilgili sayfaları ilişkilendirin.
uk: Щоб дослідити проблему рендерингу, поєднайте цей інструмент з "Pages PDF → JSON", щоб корелювати шрифти та відповідні сторінки.
vi: Để điều tra một vấn đề về hiển thị, hãy kết hợp công cụ này với “Pages PDF → JSON” để tương quan các font và các trang liên quan.
zh_hans: 要调查渲染问题，请将此工具与“PDF页面 → JSON”配对，以关联字体和相关页面。

# ed_dev_pdf_pdf_form_fields_to_json_title
source: À propos : PDF Form Fields → JSON
af: Oor: PDF Form Fields → JSON
bg: Относно: PDF формуляри → JSON
cs: O: PDF Form Fields → JSON
da: Om: PDF Form Fields → JSON
de: Über: PDF-Formularfelder → JSON
el: Σχετικά: PDF Form Fields → JSON
es: Acerca de: Campos de Formulario PDF → JSON
fi: Tietoa: PDF Form Fields → JSON
fil: Tungkol sa: PDF Form Fields → JSON
hu: A következőkről: PDF → JSON mezők
id: Tentang: Bidang PDF → JSON
it: Informazioni: PDF Form Fields → JSON
ja: 概要：PDFフォームフィールド → JSON
ko: 정보: PDF Form Fields → JSON
nl: Over: PDF Formuliervelden → JSON
no: Om: PDF Form Fields → JSON
pl: O: Pola formularzy PDF → JSON
pt_pt: Sobre: PDF Form Fields → JSON
ro: Despre: Câmpuri de formular PDF → JSON
ru: О программе: PDF Form Fields → JSON
sk: O: PDF Form Fields → JSON
sv: Om: PDF Form Fields → JSON
sw: Kuhusu: Sehemu za Fomu za PDF → JSON
tr: Hakkında: PDF Form Alanları → JSON
uk: Про: PDF Form Fields → JSON
vi: Về: PDF Form Fields → JSON
zh_hans: 关于：PDF表单字段 → JSON

# ed_dev_pdf_pdf_form_fields_to_json_lead
source: Extraire la structure des champs de formulaire (AcroForm) d’un PDF en JSON : noms, types, valeurs, flags, widgets et pages pour automatisation, QA et intégration.
af: Ekstraheer die struktuur van die vorm velde (AcroForm) van 'n PDF in JSON: name, tipes, waardes, vlae, widgets en bladsye vir outomatisering, QA en integrasie.
bg: Извлечете структурата на полетата на формуляра (AcroForm) от PDF в JSON: имена, типове, стойности, флагове, уиджети и страници за автоматизация, QA и интеграция.
cs: Extrahujte strukturu formulářových polí (AcroForm) z PDF do JSON: názvy, typy, hodnoty, vlajky, widgety a stránky pro automatizaci, QA a integraci.
da: Uddrag strukturen af formularfelter (AcroForm) fra en PDF i JSON: navne, typer, værdier, flags, widgets og sider til automatisering, QA og integration.
de: Extrahieren Sie die Struktur der Formularfelder (AcroForm) eines PDFs in JSON: Namen, Typen, Werte, Flags, Widgets und Seiten für Automatisierung, QA und Integration.
el: Εξαγωγή της δομής των πεδίων φόρμας (AcroForm) ενός PDF σε JSON: ονόματα, τύποι, τιμές, flags, widgets και σελίδες για αυτοματοποίηση, QA και ενσωμάτωση.
es: Extraer la estructura de los campos de formulario (AcroForm) de un PDF en JSON: nombres, tipos, valores, flags, widgets y páginas para automatización, QA e integración.
fi: Poimi PDF:n lomakekenttien rakenne (AcroForm) JSON-muodossa: nimet, tyypit, arvot, liput, widgetit ja sivut automaatiota, QA:ta ja integraatiota varten.
fil: I-extract ang istruktura ng mga field ng form (AcroForm) mula sa isang PDF sa JSON: mga pangalan, uri, halaga, mga flag, widgets at mga pahina para sa automation, QA at integration.
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Estrai la struttura dei campi di modulo (AcroForm) di un PDF in JSON: nomi, tipi, valori, flag, widget e pagine per automazione, QA e integrazione.
ja: PDFからフォームフィールド（AcroForm）の構造をJSON形式で抽出します：名前、タイプ、値、フラグ、ウィジェット、ページの自動化、QA、統合のために。
ko: PDF의 폼 필드 구조 (AcroForm)를 JSON으로 추출: 이름, 유형, 값, 플래그, 위젯 및 페이지 자동화, QA 및 통합을 위해.
nl: Extraheer de structuur van formuliervelden (AcroForm) van een PDF in JSON: namen, types, waarden, flags, widgets en pagina's voor automatisering, QA en integratie.
no: Ekstraher strukturen av skjema-feltene (AcroForm) fra en PDF til JSON: navn, typer, verdier, flagg, widgets og sider for automatisering, QA og integrasjon.
pl: Wydobądź strukturę pól formularza (AcroForm) z PDF w JSON: nazwy, typy, wartości, flagi, widżety i strony do automatyzacji, QA i integracji.
pt_pt: Extrair a estrutura dos campos de formulário (AcroForm) de um PDF em JSON: nomes, tipos, valores, flags, widgets e páginas para automação, QA e integração.
ro: Extrați structura câmpurilor de formular (AcroForm) dintr-un PDF în JSON: nume, tipuri, valori, steaguri, widget-uri și pagini pentru automatizare, QA și integrare.
ru: Извлечь структуру полей формы (AcroForm) из PDF в JSON: имена, типы, значения, флаги, виджеты и страницы для автоматизации, QA и интеграции.
sk: Extrahovať štruktúru formulárových polí (AcroForm) z PDF do JSON: názvy, typy, hodnoty, vlajky, widgety a stránky na automatizáciu, QA a integráciu.
sv: Extrahera strukturen av formulärfält (AcroForm) från en PDF till JSON: namn, typer, värden, flaggor, widgets och sidor för automatisering, QA och integration.
sw: Chimbua muundo wa sehemu za fomu (AcroForm) kutoka PDF katika JSON: majina, aina, thamani, bendera, vidude na kurasa kwa ajili ya automatisering, QA na uunganisho.
tr: Bir PDF'deki form alanlarının yapısını (AcroForm) JSON formatında çıkarın: isimler, türler, değerler, bayraklar, widget'lar ve otomasyon, QA ve entegrasyon için sayfalar.
uk: Екстрактуйте структуру полів форми (AcroForm) з PDF у JSON: імена, типи, значення, прапори, віджети та сторінки для автоматизації, QA та інтеграції.
vi: Trích xuất cấu trúc của các trường biểu mẫu (AcroForm) từ một PDF sang JSON: tên, loại, giá trị, cờ, widget và trang cho tự động hóa, QA và tích hợp.
zh_hans: 将PDF中表单字段的结构（AcroForm）提取为JSON：名称、类型、值、标志、控件和页面，以便于自动化、质量保证和集成。

# ed_dev_pdf_pdf_form_fields_to_json_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωσεις χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Kueleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: Kullanım durumları
uk: Use cases
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_dev_pdf_pdf_form_fields_to_json_uc1_title
source: Cartographie de formulaire
af: Vorm kaarte
bg: Картографиране на формуляра
cs: Mapování formuláře
da: Formular kortlægning
de: Formular-Mapping
el: Χαρτογράφηση φόρμας
es: Mapeo de formulario
fi: Lomakkeen kartoitus
fil: Mapping ng form
hu: TODO
id: TODO
it: Mappatura del modulo
ja: フォームマッピング
ko: 폼 매핑
nl: Formulierschema
no: Skjema kartlegging
pl: Mapowanie formularza
pt_pt: Mapeamento de formulário
ro: Cartografiere formular
ru: Картография формы
sk: Mapovanie formulára
sv: Formulärkartläggning
sw: Ramani ya fomu
tr: Form Haritalama
uk: Картографування форми
vi: Bản đồ biểu mẫu
zh_hans: 表单映射

# ed_dev_pdf_pdf_form_fields_to_json_uc1_text
source: Obtenir la liste des champs (nom interne, type, options) avant de développer un remplissage automatique.
af: Kry die lys van velde (interne naam, tipe, opsies) voordat jy 'n outomatiese invul ontwikkel.
bg: Получете списък на полетата (вътрешно име, тип, опции) преди да разработите автоматично попълване.
cs: Získejte seznam polí (interní název, typ, možnosti) před vývojem automatického vyplňování.
da: Få listen over felter (intern navn, type, muligheder) før du udvikler en automatisk udfyldning.
de: Erhalten Sie die Liste der Felder (interner Name, Typ, Optionen), bevor Sie eine automatische Ausfüllung entwickeln.
el: Αποκτήστε τη λίστα των πεδίων (εσωτερικό όνομα, τύπος, επιλογές) πριν αναπτύξετε μια αυτόματη συμπλήρωση.
es: Obtener la lista de campos (nombre interno, tipo, opciones) antes de desarrollar un llenado automático.
fi: Hanki lista kentistä (sisäinen nimi, tyyppi, vaihtoehdot) ennen automaattisen täytön kehittämistä.
fil: Kumuha ng listahan ng mga field (panloob na pangalan, uri, mga opsyon) bago bumuo ng isang awtomatikong pag-fill.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Ottieni l'elenco dei campi (nome interno, tipo, opzioni) prima di sviluppare un riempimento automatico.
ja: 自動入力を開発する前に、フィールドのリスト（内部名、タイプ、オプション）を取得します。
ko: 자동 채우기를 개발하기 전에 필드 목록 (내부 이름, 유형, 옵션)을 가져옵니다.
nl: Krijg de lijst van velden (interne naam, type, opties) voordat u een automatische invulling ontwikkelt.
no: Få listen over felter (intern navn, type, alternativer) før du utvikler en automatisk utfylling.
pl: Uzyskaj listę pól (nazwa wewnętrzna, typ, opcje) przed opracowaniem automatycznego wypełniania.
pt_pt: Obter a lista dos campos (nome interno, tipo, opções) antes de desenvolver um preenchimento automático.
ro: Obțineți lista câmpurilor (nume intern, tip, opțiuni) înainte de a dezvolta un completare automată.
ru: Получить список полей (внутреннее имя, тип, опции) перед разработкой автоматического заполнения.
sk: Získať zoznam polí (interné meno, typ, možnosti) pred vývojom automatického vyplnenia.
sv: Få en lista över fält (internt namn, typ, alternativ) innan du utvecklar en automatisk ifyllning.
sw: Pata orodha ya sehemu (jina la ndani, aina, chaguo) kabla ya kuendeleza kujaza kiotomatiki.
tr: Otomatik doldurma geliştirmeden önce alanların listesini (içsel isim, tür, seçenekler) alın.
uk: Отримайте список полів (внутрішнє ім'я, тип, опції) перед розробкою автоматичного заповнення.
vi: Lấy danh sách các trường (tên nội bộ, loại, tùy chọn) trước khi phát triển một hệ thống điền tự động.
zh_hans: 在开发自动填充之前，获取字段列表（内部名称、类型、选项）。

# ed_dev_pdf_pdf_form_fields_to_json_uc2_title
source: Pré-remplissage / intégration
af: Voorinvulling / integrasie
bg: Предварително попълване / интеграция
cs: Předvyplnění / integrace
da: Forudfyldning / integration
de: Vorabfüllung / Integration
el: Προ-συμπλήρωση / ενσωμάτωση
es: Pre-llenado / integración
fi: Esitäyttö / integraatio
fil: Pre-fill / integration
hu: TODO
id: TODO
it: Pre-riempimento / integrazione
ja: 事前入力 / 統合
ko: 사전 채우기 / 통합
nl: Vooraf invullen / integratie
no: Forhåndsutfylling / integrasjon
pl: Wstępne wypełnianie / integracja
pt_pt: Pré-preenchimento / integração
ro: Pre-completare / integrare
ru: Предварительное заполнение / интеграция
sk: Predvyplnenie / integrácia
sv: Förifyllning / integration
sw: Kujaza kabla / uunganisho
tr: Ön doldurma / entegrasyon
uk: Попереднє заповнення / інтеграція
vi: Điền trước / tích hợp
zh_hans: 预填充 / 集成

# ed_dev_pdf_pdf_form_fields_to_json_uc2_text
source: Créer un mapping JSON entre vos données métier et les champs PDF à remplir.
af: Skep 'n JSON kaart tussen jou besigheidsdata en die PDF velde om in te vul.
bg: Създайте JSON мапинг между вашите бизнес данни и полетата на PDF, които трябва да се попълнят.
cs: Vytvořte mapování JSON mezi vašimi obchodními daty a poli PDF, která mají být vyplněna.
da: Opret en JSON-mapping mellem dine forretningsdata og de PDF-felter, der skal udfyldes.
de: Erstellen Sie ein JSON-Mapping zwischen Ihren Geschäftsdaten und den auszufüllenden PDF-Feldern.
el: Δημιουργήστε μια χαρτογράφηση JSON μεταξύ των επιχειρηματικών σας δεδομένων και των πεδίων PDF που πρέπει να συμπληρωθούν.
es: Crear un mapeo JSON entre sus datos de negocio y los campos PDF a llenar.
fi: Luo JSON-kartta liiketoimintatiedoistasi ja täytettävistä PDF-kentistä.
fil: Lumikha ng JSON mapping sa pagitan ng iyong mga data sa negosyo at mga field ng PDF na dapat punan.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Crea una mappatura JSON tra i tuoi dati aziendali e i campi PDF da riempire.
ja: ビジネスデータとPDFフィールドを埋めるためのJSONマッピングを作成します。
ko: 비즈니스 데이터와 채워야 할 PDF 필드 간의 JSON 매핑을 만듭니다.
nl: Creëer een JSON-mapping tussen uw bedrijfsgegevens en de in te vullen PDF-velden.
no: Lag en JSON-mapping mellom dine forretningsdata og PDF-feltene som skal fylles ut.
pl: Utwórz mapowanie JSON między danymi biznesowymi a polami PDF do wypełnienia.
pt_pt: Criar um mapeamento JSON entre seus dados de negócios e os campos PDF a serem preenchidos.
ro: Creați un mapping JSON între datele dvs. de afaceri și câmpurile PDF de completat.
ru: Создать JSON-сопоставление между вашими бизнес-данными и полями PDF для заполнения.
sk: Vytvoriť mapovanie JSON medzi vašimi obchodnými údajmi a poliami PDF, ktoré sa majú vyplniť.
sv: Skapa en JSON-mappning mellan dina affärsdata och de PDF-fält som ska fyllas i.
sw: Unda ramani ya JSON kati ya data zako za biashara na sehemu za PDF za kujaza.
tr: İş verilerinizi doldurulacak PDF alanlarıyla eşleştirmek için bir JSON haritası oluşturun.
uk: Створіть JSON-мапінг між вашими бізнес-даними та полями PDF, які потрібно заповнити.
vi: Tạo một bản đồ JSON giữa dữ liệu doanh nghiệp của bạn và các trường PDF cần điền.
zh_hans: 在您的业务数据和要填充的PDF字段之间创建JSON映射。

# ed_dev_pdf_pdf_form_fields_to_json_uc3_title
source: Contrôle qualité
af: Kwaliteitsbeheer
bg: Контрол на качеството
cs: Kontrola kvality
da: Kvalitetskontrol
de: Qualitätskontrolle
el: Ποιοτικός έλεγχος
es: Control de calidad
fi: Laadunvalvonta
fil: Kontrol sa kalidad
hu: TODO
id: TODO
it: Controllo qualità
ja: 品質管理
ko: 품질 관리
nl: Kwaliteitscontrole
no: Kvalitetskontroll
pl: Kontrola jakości
pt_pt: Controle de qualidade
ro: Controlul calității
ru: Контроль качества
sk: Kontrola kvality
sv: Kvalitetskontroll
sw: Udhibiti wa ubora
tr: Kalite Kontrolü
uk: Контроль якості
vi: Kiểm soát chất lượng
zh_hans: 质量控制

# ed_dev_pdf_pdf_form_fields_to_json_uc3_text
source: Vérifier qu’un PDF fourni par un tiers contient bien tous les champs attendus et aux bons emplacements.
af: Verifieer dat 'n PDF wat deur 'n derde party verskaf is, al die verwagte velde en op die regte plekke bevat.
bg: Проверете дали предоставеният от трета страна PDF съдържа всички очаквани полета и на правилните места.
cs: Zkontrolujte, zda PDF poskytnuté třetí stranou obsahuje všechna očekávaná pole na správných místech.
da: Kontroller, at en PDF leveret af en tredjepart indeholder alle forventede felter og på de rigtige placeringer.
de: Überprüfen Sie, ob ein von einem Dritten bereitgestelltes PDF alle erwarteten Felder an den richtigen Stellen enthält.
el: Ελέγξτε ότι ένα PDF που παρέχεται από τρίτο μέρος περιέχει όλα τα αναμενόμενα πεδία και στις σωστές θέσεις.
es: Verificar que un PDF proporcionado por un tercero contenga todos los campos esperados y en las ubicaciones correctas.
fi: Tarkista, että kolmannen osapuolen toimittama PDF sisältää kaikki odotetut kentät ja oikeissa paikoissa.
fil: Suriin kung ang isang PDF na ibinigay ng isang third party ay naglalaman ng lahat ng inaasahang field at sa tamang mga lokasyon.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Verifica che un PDF fornito da terzi contenga tutti i campi attesi e nelle giuste posizioni.
ja: 第三者から提供されたPDFが期待されるすべてのフィールドを正しい位置に含んでいるか確認します。
ko: 제3자가 제공한 PDF에 모든 예상 필드가 올바른 위치에 포함되어 있는지 확인합니다.
nl: Controleer of een PDF die door een derde partij is geleverd, alle verwachte velden op de juiste plaatsen bevat.
no: Sjekk at en PDF levert av en tredjepart inneholder alle forventede felter og på de riktige stedene.
pl: Sprawdź, czy PDF dostarczony przez stronę trzecią zawiera wszystkie oczekiwane pola i w odpowiednich miejscach.
pt_pt: Verificar se um PDF fornecido por um terceiro contém todos os campos esperados e nos locais corretos.
ro: Verificați dacă un PDF furnizat de un terț conține toate câmpurile așteptate și la locurile corecte.
ru: Проверить, что PDF, предоставленный третьей стороной, содержит все ожидаемые поля и в правильных местах.
sk: Skontrolovať, či PDF poskytnuté treťou stranou obsahuje všetky očakávané polia na správnych miestach.
sv: Kontrollera att en PDF som tillhandahålls av en tredje part verkligen innehåller alla förväntade fält och på rätt platser.
sw: Thibitisha kwamba PDF iliyotolewa na mtu wa tatu ina sehemu zote zinazotarajiwa na katika maeneo sahihi.
tr: Üçüncü bir tarafça sağlanan bir PDF'nin beklenen tüm alanları içerip içermediğini ve doğru konumlarda olup olmadığını kontrol edin.
uk: Перевірте, чи PDF, наданий третьою стороною, містить усі очікувані поля та в правильних місцях.
vi: Kiểm tra xem một PDF do bên thứ ba cung cấp có chứa tất cả các trường mong đợi và ở đúng vị trí không.
zh_hans: 检查第三方提供的PDF是否包含所有预期字段，并且位置正确。

# ed_dev_pdf_pdf_form_fields_to_json_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Това, което получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Mfano halisi 2
tr: Aldığınız şey
uk: What you get
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_form_fields_to_json_out1
source: Un JSON des champs : nom (T), type (Tx/Btn/Ch…), valeur (V), état, options, flags (required/readonly), etc.
af: 'n JSON van die velde: naam (T), tipe (Tx/Btn/Ch…), waarde (V), toestand, opsies, vlae (required/readonly), ens.
bg: JSON на полетата: име (T), тип (Tx/Btn/Ch…), стойност (V), състояние, опции, флагове (изискващ/само за четене) и др.
cs: JSON polí: název (T), typ (Tx/Btn/Ch…), hodnota (V), stav, možnosti, vlajky (required/readonly), atd.
da: Et JSON af felterne: navn (T), type (Tx/Btn/Ch…), værdi (V), tilstand, muligheder, flags (required/readonly), osv.
de: Ein JSON der Felder: Name (T), Typ (Tx/Btn/Ch…), Wert (V), Zustand, Optionen, Flags (required/readonly) usw.
el: Ένα JSON των πεδίων: όνομα (T), τύπος (Tx/Btn/Ch…), τιμή (V), κατάσταση, επιλογές, flags (required/readonly), κ.λπ.
es: Un JSON de los campos: nombre (T), tipo (Tx/Btn/Ch…), valor (V), estado, opciones, flags (required/readonly), etc.
fi: JSON kentistä: nimi (T), tyyppi (Tx/Btn/Ch…), arvo (V), tila, vaihtoehdot, liput (required/readonly), jne.
fil: Isang JSON ng mga field: pangalan (T), uri (Tx/Btn/Ch…), halaga (V), estado, mga opsyon, mga flag (required/readonly), atbp.
hu: TODO: Írd le pontosan le a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un JSON dei campi: nome (T), tipo (Tx/Btn/Ch…), valore (V), stato, opzioni, flag (required/readonly), ecc.
ja: フィールドのJSON：名前（T）、タイプ（Tx/Btn/Ch…）、値（V）、状態、オプション、フラグ（required/readonly）など。
ko: 필드의 JSON: 이름 (T), 유형 (Tx/Btn/Ch…), 값 (V), 상태, 옵션, 플래그 (required/readonly) 등.
nl: Een JSON van de velden: naam (T), type (Tx/Btn/Ch…), waarde (V), status, opties, flags (required/readonly), enz.
no: En JSON av feltene: navn (T), type (Tx/Btn/Ch…), verdi (V), tilstand, alternativer, flagg (required/readonly), osv.
pl: JSON pól: nazwa (T), typ (Tx/Btn/Ch…), wartość (V), stan, opcje, flagi (wymagane/tylko do odczytu), itd.
pt_pt: Um JSON dos campos: nome (T), tipo (Tx/Btn/Ch…), valor (V), estado, opções, flags (required/readonly), etc.
ro: Un JSON al câmpurilor: nume (T), tip (Tx/Btn/Ch…), valoare (V), stare, opțiuni, steaguri (required/readonly), etc.
ru: JSON полей: имя (T), тип (Tx/Btn/Ch…), значение (V), состояние, опции, флаги (обязательный/только для чтения) и т.д.
sk: JSON polí: meno (T), typ (Tx/Btn/Ch…), hodnota (V), stav, možnosti, vlajky (required/readonly), atď.
sv: En JSON av fälten: namn (T), typ (Tx/Btn/Ch…), värde (V), tillstånd, alternativ, flaggor (required/readonly), etc.
sw: JSON ya sehemu: jina (T), aina (Tx/Btn/Ch…), thamani (V), hali, chaguo, bendera (required/readonly), nk.
tr: Bir alanlar JSON'u: isim (T), tür (Tx/Btn/Ch…), değer (V), durum, seçenekler, bayraklar (zorunlu/sadece okunur) vb.
uk: JSON полів: ім'я (T), тип (Tx/Btn/Ch…), значення (V), стан, опції, прапори (обов'язковий/тільки для читання) тощо.
vi: Một JSON của các trường: tên (T), loại (Tx/Btn/Ch…), giá trị (V), trạng thái, tùy chọn, cờ (required/readonly), v.v.
zh_hans: 字段的JSON：名称（T）、类型（Tx/Btn/Ch…）、值（V）、状态、选项、标志（必填/只读）等。
