Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_frac_result_fraction
source: Fraction simplifiée
af: Vereenvoudigde fraksie
bg: Опростена дроб
cs: Zjednodušený zlomek
da: Forenklet brøk
de: Vereinfachter Bruch
el: Απλοποιημένο κλάσμα
es: Fracción simplificada
fi: Yksinkertaistettu murtoluku
fil: Simpleng fraction
hu: Egyszerűsített törtrész
id: Fraksi sederhana
it: Frazione semplificata
ja: 簡略化された分数
ko: 단순화된 분수
nl: Vereenvoudigde breuk
no: Forenklet brøk
pl: Ułamek uproszczony
pt_pt: Fração simplificada
ro: Fracție simplificată
ru: Упрощенная доля
sk: Zjednodušený zlomok
sv: Förenklat bråk
sw: Förenklat bråk
tr: Basitleştirilmiş kesir
uk: Simplified fraction
vi: Phân số đơn giản hóa
zh_hans: 简化分数

# pct_frac_result_decimal
source: Décimal
af: Desimaal
bg: Десетичен
cs: Desetinné
da: Decimal
de: Dezimal
el: Δεκαδικό
es: Decimal
fi: Desimaali
fil: Desimal
hu: Tizedes
id: Desimal
it: Decimale
ja: 小数
ko: 소수
nl: Decimaal
no: Desimal
pl: Dziesiętny
pt_pt: Decimal
ro: Zecimal
ru: Десятичный
sk: Desatinné
sv: Decimal
sw: Decimal
tr: Ondalık
uk: Decimal
vi: Thập phân
zh_hans: 小数

# pct_frac_result_percent
source: Pourcentage
af: Persentasie
bg: Процент
cs: Procento
da: Procent
de: Prozent
el: Ποσοστό
es: Porcentaje
fi: Prosentti
fil: Porsyento
hu: Százalék
id: Persentase
it: Percentuale
ja: パーセンテージ
ko: 백분율
nl: Percentage
no: Prosent
pl: Procent
pt_pt: Porcentagem
ro: Procent
ru: Процент
sk: Percento
sv: Procent
sw: Procent
tr: Yüzde
uk: Percentage
vi: Phần trăm
zh_hans: 百分比

# pct_frac_definition_sub
source: Un pourcentage est une fraction sur 100, qu’on peut simplifier.
af: 'n Persentasie is 'n breuk op 100, wat vereenvoudig kan word.
bg: Процентът е дроб на 100, която може да бъде опростена.
cs: Procento je zlomek na 100, který lze zjednodušit.
da: En procentdel er en brøkdel over 100, som kan forenkles.
de: Ein Prozentsatz ist ein Bruch über 100, den man vereinfachen kann.
el: Ένα ποσοστό είναι ένα κλάσμα επί 100, το οποίο μπορεί να απλοποιηθεί.
es: Un porcentaje es una fracción sobre 100, que se puede simplificar.
fi: Prosentti on osuus sadasta, jonka voi yksinkertaistaa.
fil: Ang porsyento ay isang pransya sa 100, na maaari nating pasimplehin.
hu: A százalék egy 100-on osztott tört, amit egyszerűsíthetünk.
id: Sebuah persentase adalah pecahan dari 100, yang dapat disederhanakan.
it: Una percentuale è una frazione su 100, che può essere semplificata.
ja: パーセンテージは100分の1の分数であり、簡約できます。
ko: 백분율은 100분의 1로, 단순화할 수 있습니다.
nl: Een percentage is een breuk op 100, die we kunnen vereenvoudigen.
no: En prosentandel er en brøkdel av 100, som kan forenkles.
pl: Procent to ułamek na 100, który można uprościć.
pt_pt: Um percentual é uma fração sobre 100, que pode ser simplificada.
ro: Un procentaj este o fracție pe 100, pe care o putem simplifica.
ru: Процент — это дробь на 100, которую можно упростить.
sk: Percento je zlomok na 100, ktorý môžeme zjednodušiť.
sv: En procentandel är en bråkdel av 100, som kan förenklas.
sw: Asilimia ni sehemu juu ya 100, ambayo inaweza kupunguzwa.
tr: Bir yüzde, 100 üzerinden bir kesirdir ve sadeleştirilebilir.
uk: Відсоток — це дробове число на 100, яке можна спростити.
vi: Một phần trăm là một phân số trên 100, có thể được đơn giản hóa.
zh_hans: 百分比是以 100 为分母的分数，可以简化。

# pct_frac_mode_pct
source: % → fraction
af: % → fraksie
bg: % → дроб
cs: % → zlomek
da: % → brøk
de: % → Bruch
el: % → κλάσμα
es: % → fracción
fi: % → murtoluku
hu: % → törtrész
id: % → fraksi
it: % → frazione
ja: % → 分数
ko: % → 분수
nl: % → breuk
no: % → brøk
pl: % → ułamek
pt_pt: % → fração
ro: % → fracție
ru: % → доля
sk: % → zlomok
sv: % → bråk
sw: % → bråk
tr: % → kesir
vi: % → phân số
zh_hans: % → 分数

# pct_frac_mode_frac
source: fraction → %
af: fraksie → %
bg: дроб → %
cs: zlomek → %
da: brøk → %
de: Bruch → %
el: κλάσμα → %
es: fracción → %
fi: murtoluku → %
hu: törtrész → %
id: fraksi → %
it: frazione → %
ja: 分数 → %
ko: 분수 → %
nl: breuk → %
no: brøk → %
pl: ułamek → %
pt_pt: fração → %
ru: доля → %
sk: zlomok → %
sv: bråk → %
sw: bråk → %
tr: kesir → %
vi: phân số → %
zh_hans: 分数 → %

# pct_frac_warn_den0
source: Le dénominateur ne peut pas être 0.
af: Die noemer kan nie 0 wees nie.
bg: Знаменателят не може да бъде 0.
cs: Jmenovatel nemůže být 0.
da: Nævneren kan ikke være 0.
de: Der Nenner darf nicht 0 sein.
el: Ο παρονομαστής δεν μπορεί να είναι 0.
es: El denominador no puede ser 0.
fi: Nimittäjä ei voi olla 0.
fil: Ang denominador ay hindi maaaring 0.
hu: A nevező nem lehet 0.
id: Penyebut tidak boleh 0.
it: Il denominatore non può essere 0.
ja: 分母は0にできません。
ko: 분모는 0일 수 없습니다.
nl: De noemer kan niet 0 zijn.
no: Nevneren kan ikke være 0.
pl: Mianownik nie może być 0.
pt_pt: O denominador não pode ser 0.
ro: Numitorul nu poate fi 0.
ru: Знаменатель не может быть 0.
sk: Menovateľ nemôže byť 0.
sv: Nämnaren kan inte vara 0.
sw: Nämnaren kan inte vara 0.
tr: Payda 0 olamaz.
uk: The denominator cannot be 0.
vi: Mẫu số không thể là 0.
zh_hans: 分母不能为0。

# pct_comp_title
source: Composition de pourcentages
af: Persentasie samestelling
bg: Състав на проценти
cs: Složení procent
da: Sammensætning af procenter
de: Zusammensetzung von Prozentsätzen
el: Σύνθεση ποσοστών
es: Composición de porcentajes
fi: Prosenttien koostumus
fil: Komposisyon ng mga porsyento
hu: Százalékok összetétele
id: Komposisi persentase
it: Composizione di percentuali
ja: パーセンテージの構成
ko: 퍼센트 구성
nl: Percentage samenstelling
no: Sammensetning av prosentandeler
pl: Skład procentów
pt_pt: Composição de percentagens
ro: Compoziția procentelor
ru: Составление процентов
sk: Zloženie percent
sv: Procentkomposition
sw: Procentkomposition
tr: Yüzde bileşimi
uk: Percentage composition
vi: Thành phần phần trăm
zh_hans: 百分比组成

# pct_comp_subtitle
source: Combiner des pourcentages à travers plusieurs niveaux (A de B, B de C…).
af: Kombineer persentasies oor verskeie vlakke (A van B, B van C…).
bg: Комбиниране на проценти през няколко нива (A от B, B от C…).
cs: Kombinovat procenta napříč několika úrovněmi (A z B, B z C…).
da: Kombinere procenter på tværs af flere niveauer (A af B, B af C…).
de: Prozentsätze über mehrere Ebenen kombinieren (A von B, B von C…).
el: Συνδυασμός ποσοστών μέσω πολλών επιπέδων (Α του Β, Β του Γ…).
es: Combinar porcentajes a través de varios niveles (A de B, B de C…).
fi: Yhdistä prosentteja useiden tasojen kautta (A B:stä, B C:stä…).
fil: Pagsamahin ang mga porsyento sa iba't ibang antas (A ng B, B ng C…).
hu: Százalékok kombinálása több szinten (A B-ből, B C-ből…).
id: Menggabungkan persentase melalui beberapa tingkat (A dari B, B dari C…).
it: Combinare percentuali attraverso più livelli (A di B, B di C…).
ja: 複数のレベルを通じてパーセンテージを組み合わせる（AのB、BのC…）。
ko: 여러 수준을 통해 백분율 결합(A의 B, B의 C…).
nl: Percentage combineren over meerdere niveaus (A van B, B van C…).
no: Kombinere prosentandeler på tvers av flere nivåer (A av B, B av C…).
pl: Łączenie procentów na różnych poziomach (A z B, B z C…).
pt_pt: Combinar percentuais através de vários níveis (A de B, B de C…).
ro: Combinați procentele prin mai multe niveluri (A din B, B din C…).
ru: Комбинировать проценты через несколько уровней (A от B, B от C…).
sk: Kombinujte percentá cez viacero úrovní (A z B, B z C…).
sv: Kombinera procentandelar över flera nivåer (A av B, B av C…).
sw: Kuunganisha asilimia kupitia viwango kadhaa (A ya B, B ya C…).
tr: Birden fazla seviyede yüzdeleri birleştirin (A'nın B'si, B'nin C'si…).
uk: Комбінувати відсотки через кілька рівнів (A з B, B з C…).
vi: Kết hợp các phần trăm qua nhiều cấp độ (A của B, B của C…).
zh_hans: 通过多个级别组合百分比（A 的 B，B 的 C……）。

# pct_comp_base
source: Valeur de base
af: Basiswaarde
bg: Основна стойност
cs: Základní hodnota
da: Basisværdi
de: Basiswert
el: Βασική τιμή
es: Valor base
fi: Perusarvo
fil: Batayang halaga
hu: Alapérték
id: Nilai dasar
it: Valore di base
ja: 基準値
ko: 기본 값
nl: Basiswaarde
no: Grunnverdi
pl: Wartość podstawowa
pt_pt: Valor base
ro: Valoare de bază
ru: Базовое значение
sk: Základná hodnota
sv: Basvärde
sw: Basvärde
tr: Temel değer
uk: Base value
vi: Giá trị cơ sở
zh_hans: 基准值

# pct_comp_base_hint
source: Optionnel : permet d’obtenir la valeur finale (sinon on calcule seulement un pourcentage global).
af: Opsioneel: laat jou toe om die finale waarde te kry (anders bereken ons slegs 'n globale persentasie).
bg: По избор: позволява да получите крайната стойност (в противен случай изчисляваме само общ процент).
cs: Volitelné: umožňuje získat konečnou hodnotu (jinak se počítá pouze celkové procento).
da: Valgfri: giver mulighed for at få den endelige værdi (ellers beregner man kun en global procentdel).
de: Optional: ermöglicht es, den Endwert zu erhalten (ansonsten berechnen wir nur einen globalen Prozentsatz).
el: Προαιρετικό: επιτρέπει την απόκτηση της τελικής τιμής (αλλιώς υπολογίζουμε μόνο ένα συνολικό ποσοστό).
es: Opcional: permite obtener el valor final (de lo contrario, solo se calcula un porcentaje global).
fi: Valinnainen: mahdollistaa lopullisen arvon saamisen (muuten lasketaan vain yleinen prosentti).
fil: Opsyonal: nagbibigay-daan upang makuha ang huling halaga (kung hindi, nagkalkula lamang tayo ng isang pangkalahatang porsyento).
hu: Opcionális: lehetővé teszi a végső érték megkapását (különben csak egy globális százalékot számítunk).
id: Opsional: memungkinkan untuk mendapatkan nilai akhir (jika tidak, kita hanya menghitung persentase global).
it: Opzionale: consente di ottenere il valore finale (altrimenti si calcola solo una percentuale globale).
ja: オプション：最終値を取得する（そうでなければ、全体のパーセンテージのみを計算します）。
ko: 선택 사항: 최종 값을 얻을 수 있습니다(그렇지 않으면 단지 전체 백분율만 계산합니다).
nl: Optioneel: stelt je in staat om de eindwaarde te verkrijgen (anders berekenen we alleen een globale percentage).
no: Valgfritt: lar deg få den endelige verdien (ellers beregner vi bare en global prosentandel).
pl: Opcjonalnie: pozwala uzyskać wartość końcową (w przeciwnym razie obliczamy tylko globalny procent).
pt_pt: Opcional: permite obter o valor final (caso contrário, calculamos apenas um percentual global).
ro: Opțional: permite obținerea valorii finale (altfel calculăm doar un procentaj global).
ru: Необязательно: позволяет получить конечное значение (иначе мы рассчитываем только общий процент).
sk: Voliteľné: umožňuje získať konečnú hodnotu (inak počítame len celkové percento).
sv: Valfritt: gör att man kan få det slutgiltiga värdet (annars beräknar man bara en global procentandel).
sw: Hiari: inaruhusu kupata thamani ya mwisho (vinginevyo tunahesabu tu asilimia ya jumla).
tr: İsteğe bağlı: nihai değeri elde etmenizi sağlar (aksi takdirde yalnızca genel bir yüzde hesaplanır).
uk: Необов’язково: дозволяє отримати кінцеве значення (інакше ми обчислюємо лише загальний відсоток).
vi: Tùy chọn: cho phép nhận giá trị cuối cùng (nếu không, chỉ tính phần trăm tổng thể).
zh_hans: 可选：允许获得最终值（否则只计算一个总体百分比）。

# pct_comp_list_label
source: Niveaux de pourcentage
af: Persentasievlakke
bg: Процентни нива
cs: Úrovně procent
da: Procentniveauer
de: Prozentsätze
el: Επίπεδα ποσοστού
es: Niveles de porcentaje
fi: Prosenttitasot
fil: Mga antas ng porsyento
hu: Százalék szintek
id: Tingkat persentase
it: Livelli di percentuale
ja: パーセンテージレベル
ko: 퍼센트 수준
nl: Percentage niveaus
no: Prosentnivåer
pl: Poziomy procentowe
pt_pt: Níveis de percentagem
ro: Niveluri de procent
ru: Уровни процентов
sk: Úrovne percent
sv: Procentnivåer
sw: Procentnivåer
tr: Yüzde seviyeleri
uk: Percentage levels
vi: Cấp độ phần trăm
zh_hans: 百分比级别

# pct_comp_item_label
source: Niveau
af: Vlak
bg: Ниво
cs: Úroveň
de: Ebene
el: Επίπεδο
es: Nivel
fi: Taso
fil: Antas
hu: Szint
id: Tingkat
it: Livello
ja: レベル
ko: 수준
no: Nivå
pl: Poziom
pt_pt: Nível
ro: Nivel
ru: Уровень
sk: Úroveň
sv: Nivå
sw: Nivå
tr: Seviye
uk: Level
vi: Cấp độ
zh_hans: 级别

# pct_comp_remove_aria
source: Supprimer
af: Verwyder
bg: Премахни
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fil: Tanggalin
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
nl: Verwijderen
no: Fjern
pl: Usuń
pt_pt: Remover
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Ta bort
sw: Ta bort
tr: Sil
uk: Remove
vi: Xóa
zh_hans: 删除

# pct_comp_add
source: Ajouter un niveau
af: Voeg 'n vlak by
bg: Добави ниво
cs: Přidat úroveň
da: Tilføj et niveau
de: Eine Stufe hinzufügen
el: Προσθήκη επιπέδου
es: Agregar un nivel
fi: Lisää taso
fil: Magdagdag ng antas
hu: Szint hozzáadása
id: Tambahkan tingkat
it: Aggiungi un livello
ja: レベルを追加
ko: 수준 추가
nl: Een niveau toevoegen
no: Legg til et nivå
pl: Dodaj poziom
pt_pt: Adicionar um nível
ro: Adăugați un nivel
ru: Добавить уровень
sk: Pridať úroveň
sv: Lägg till en nivå
sw: Lägg till en nivå
tr: Bir seviye ekle
uk: Add a level
vi: Thêm một cấp độ
zh_hans: 添加一个级别

# pct_comp_clear
source: Vider
af: Verwyder
bg: Изчисти
cs: Vymazat
da: Tøm
de: Leeren
el: Άδειασμα
es: Vaciar
fi: Tyhjennä
fil: I-clear
hu: Törlés
id: Kosongkan
it: Svuota
ja: クリア
ko: 비우기
nl: Leegmaken
no: Tøm
pl: Wyczyść
pt_pt: Limpar
ro: Șterge
ru: Очистить
sk: Vyprázdniť
sv: Rensa
sw: Töm
tr: Boşalt
uk: Clear
vi: Xóa
zh_hans: 清空

# pct_comp_list_hint
source: Exemple : 20% de 30% de 50% = 0,2×0,3×0,5 = 3%.
af: Voorbeeld: 20% van 30% van 50% = 0,2×0,3×0,5 = 3%.
bg: Пример: 20% от 30% от 50% = 0,2×0,3×0,5 = 3%.
cs: Příklad: 20% z 30% z 50% = 0,2×0,3×0,5 = 3%.
da: Eksempel: 20% af 30% af 50% = 0,2×0,3×0,5 = 3%.
de: Beispiel: 20% von 30% von 50% = 0,2×0,3×0,5 = 3%.
el: Παράδειγμα: 20% του 30% του 50% = 0,2×0,3×0,5 = 3%.
es: Ejemplo: 20% de 30% de 50% = 0,2×0,3×0,5 = 3%.
fi: Esimerkki: 20 % 30 %:sta 50 %:sta = 0,2×0,3×0,5 = 3 %.
fil: Halimbawa: 20% ng 30% ng 50% = 0.2×0.3×0.5 = 3%.
hu: Példa: 20% 30% 50%-ból = 0,2×0,3×0,5 = 3%.
id: Contoh: 20% dari 30% dari 50% = 0,2×0,3×0,5 = 3%.
it: Esempio: 20% di 30% di 50% = 0,2×0,3×0,5 = 3%.
ja: 例：30%の20%の50% = 0.2×0.3×0.5 = 3%。
ko: 예: 20%의 30%의 50% = 0.2×0.3×0.5 = 3%.
nl: Voorbeeld: 20% van 30% van 50% = 0,2×0,3×0,5 = 3%.
no: Eksempel: 20% av 30% av 50% = 0,2×0,3×0,5 = 3%.
pl: Przykład: 20% z 30% z 50% = 0,2×0,3×0,5 = 3%.
pt_pt: Exemplo: 20% de 30% de 50% = 0,2×0,3×0,5 = 3%.
ro: Exemplu: 20% din 30% din 50% = 0,2×0,3×0,5 = 3%.
ru: Пример: 20% от 30% от 50% = 0,2×0,3×0,5 = 3%.
sk: Príklad: 20% z 30% z 50% = 0,2×0,3×0,5 = 3%.
sv: Exempel: 20% av 30% av 50% = 0,2×0,3×0,5 = 3%.
sw: Mfano: 20% ya 30% ya 50% = 0,2×0,3×0,5 = 3%.
tr: Örnek: %20, %30'un %50'si = 0,2×0,3×0,5 = %3.
uk: Приклад: 20% з 30% з 50% = 0,2×0,3×0,5 = 3%.
vi: Ví dụ: 20% của 30% của 50% = 0,2×0,3×0,5 = 3%.
zh_hans: 示例：20% 的 30% 的 50% = 0.2×0.3×0.5 = 3%。

# pct_comp_coef_label
source: Coefficient total
af: Totale koëffisiënt
bg: Общ коефициент
cs: Celkový koeficient
da: Total koefficient
de: Gesamtkoeffizient
el: Συνολικός συντελεστής
es: Coeficiente total
fi: Kokonaiskerroin
fil: Kabuuang koepisyent
hu: Összesített együttható
id: Koefisien total
it: Coefficiente totale
ja: 合計係数
ko: 총 계수
nl: Totaalcoëfficiënt
no: Total koeffisient
pl: Całkowity współczynnik
pt_pt: Coeficiente total
ro: Coeficient total
ru: Общий коэффициент
sk: Celkový koeficient
sv: Total koefficient
sw: Total koefficient
tr: Toplam katsayı
uk: Total coefficient
vi: Hệ số tổng
zh_hans: 总系数

# pct_comp_pct_label
source: Pourcentage global
af: Globale persentasie
bg: Общ процент
cs: Celkové procento
da: Global procent
de: Gesamtprozentsatz
el: Συνολικό ποσοστό
es: Porcentaje global
fi: Kokonaisprosentti
fil: Kabuuang porsyento
hu: Összesített százalék
id: Persentase global
it: Percentuale globale
ja: 全体のパーセンテージ
ko: 총 퍼센트
nl: Globaal percentage
no: Global prosent
pl: Całkowity procent
pt_pt: Percentagem global
ro: Procent global
ru: Общий процент
sk: Celkový percent
sv: Global procent
sw: Global procent
tr: Toplam yüzde
uk: Global percentage
vi: Phần trăm toàn cầu
zh_hans: 总体百分比

# pct_comp_final_label
source: Valeur finale
af: Finale waarde
bg: Крайна стойност
cs: Konečná hodnota
da: Slutværdi
de: Endwert
el: Τελική αξία
es: Valor final
fi: Lopullinen arvo
fil: Pinal na halaga
hu: Végső érték
id: Nilai akhir
it: Valore finale
ja: 最終値
ko: 최종 값
nl: Eindwaarde
no: Sluttverdi
pl: Wartość końcowa
pt_pt: Valor final
ro: Valoare finală
ru: Итоговое значение
sk: Konečná hodnota
sv: Slutvärde
sw: Slutvärde
tr: Son değer
uk: Final value
vi: Giá trị cuối cùng
zh_hans: 最终值

# pct_comp_note
source: Les niveaux s’appliquent en cascade : on multiplie des “fractions” (p/100).
af: Die vlakke geld in 'n ketting: ons vermenigvuldig 'n “breuke” (p/100).
bg: Нивата се прилагат каскадно: умножаваме „дроби“ (p/100).
cs: Úrovně se aplikují kaskádově: násobíme "zlomky" (p/100).
da: Niveauerne anvendes kaskadisk: man multiplicerer 'brøker' (p/100).
de: Die Ebenen gelten kaskadenartig: wir multiplizieren „Brüche“ (p/100).
el: Τα επίπεδα εφαρμόζονται καταρρακτωδώς: πολλαπλασιάζουμε “κλάσματα” (p/100).
es: Los niveles se aplican en cascada: se multiplican “fracciones” (p/100).
fi: Tasot soveltuvat ketjussa: kerrotaan 'osilla' (p/100).
fil: Ang mga antas ay nalalapat nang sunud-sunod: pinagmultiply ang mga 'pransya' (p/100).
hu: A szintek láncban alkalmazandók: "töredékeket" (p/100) szorzunk.
id: Tingkat diterapkan secara berurutan: kita mengalikan “pecahan” (p/100).
it: I livelli si applicano a cascata: si moltiplicano delle “frazioni” (p/100).
ja: レベルは階層的に適用されます：分数（p/100）を掛け算します。
ko: 수준은 계단식으로 적용됩니다: '분수'(p/100)를 곱합니다.
nl: De niveaus worden in cascade toegepast: we vermenigvuldigen 'breuken' (p/100).
no: Nivåene gjelder i kaskade: vi multipliserer "brøker" (p/100).
pl: Poziomy stosują się kaskadowo: mnożymy „ułamki” (p/100).
pt_pt: Os níveis aplicam-se em cascata: multiplicamos “frações” (p/100).
ro: Nivelurile se aplică în cascadă: înmulțim „fracțiile” (p/100).
ru: Уровни применяются каскадно: мы умножаем "дроби" (p/100).
sk: Úrovne sa aplikujú kaskádovo: násobíme "zlomky" (p/100).
sv: Nivåerna tillämpas i kaskad: man multiplicerar "fraktioner" (p/100).
sw: Viwango vinatumika kwa mfuatano: tunazidisha “sehemu” (p/100).
tr: Seviyeler zincirleme uygulanır: 'kesirleri' (p/100) çarparız.
uk: Рівні застосовуються каскадно: множимо “дроби” (p/100).
vi: Các cấp độ áp dụng theo chuỗi: ta nhân các “phân số” (p/100).
zh_hans: 级别是级联应用的：我们乘以“分数”（p/100）。

# pct_comp_definition_sub
source: “A% de B% de C%” revient à multiplier A/100, B/100, C/100.
af: “A% van B% van C%” kom neer op die vermenigvuldiging van A/100, B/100, C/100.
bg: „A% от B% от C%“ е равно на умножаване на A/100, B/100, C/100.
cs: "A% z B% z C%" se rovná násobení A/100, B/100, C/100.
da: "A% af B% af C%" svarer til at multiplicere A/100, B/100, C/100.
de: „A% von B% von C%“ entspricht der Multiplikation von A/100, B/100, C/100.
el: “Α% του Β% του Γ%” ισοδυναμεί με τον πολλαπλασιασμό A/100, B/100, C/100.
es: “A% de B% de C%” equivale a multiplicar A/100, B/100, C/100.
fi: "A % B %:stä C %:sta" tarkoittaa A/100, B/100, C/100 kertomista.
fil: “A% ng B% ng C%” ay katumbas ng pag-multiply ng A/100, B/100, C/100.
hu: "A% B% C% -ből" azt jelenti, hogy A/100, B/100, C/100 szorzunk.
id: “A% dari B% dari C%” sama dengan mengalikan A/100, B/100, C/100.
it: “A% di B% di C%” equivale a moltiplicare A/100, B/100, C/100.
ja: 「A%のB%のC%」は、A/100、B/100、C/100を掛け算することに相当します。
ko: 'A%의 B%의 C%'는 A/100, B/100, C/100을 곱하는 것과 같습니다.
nl: “A% van B% van C%” komt neer op het vermenigvuldigen van A/100, B/100, C/100.
no: "A% av B% av C%" tilsvarer å multiplisere A/100, B/100, C/100.
pl: „A% z B% z C%” oznacza mnożenie A/100, B/100, C/100.
pt_pt: “A% de B% de C%” equivale a multiplicar A/100, B/100, C/100.
ro: „A% din B% din C%” revine la a înmulți A/100, B/100, C/100.
ru: "A% от B% от C%" означает умножение A/100, B/100, C/100.
sk: "A% z B% z C%" sa rovná násobeniu A/100, B/100, C/100.
sv: "A% av B% av C%" innebär att multiplicera A/100, B/100, C/100.
sw: “A% ya B% ya C%” inamaanisha kuzidisha A/100, B/100, C/100.
tr: 'A% B% C%' demek, A/100, B/100, C/100 çarpmak demektir.
uk: “A% з B% з C%” означає множити A/100, B/100, C/100.
vi: “A% của B% của C%” tương đương với việc nhân A/100, B/100, C/100.
zh_hans: “A% 的 B% 的 C%”相当于乘以 A/100、B/100、C/100。

# pct_comp_step1
source: Convertissez chaque niveau en fraction : p/100.
af: Convert elke vlak in 'n breuk: p/100.
bg: Конвертирайте всяко ниво в дроб: p/100.
cs: Převeďte každou úroveň na zlomek: p/100.
da: Konverter hvert niveau til brøk: p/100.
de: Konvertieren Sie jede Ebene in einen Bruch: p/100.
el: Μετατρέψτε κάθε επίπεδο σε κλάσμα: p/100.
es: Convierte cada nivel en fracción: p/100.
fi: Muunna jokainen taso osaksi: p/100.
fil: I-convert ang bawat antas sa pransya: p/100.
hu: Minden szintet alakítson át törté: p/100.
id: Ubah setiap tingkat menjadi pecahan: p/100.
it: Converti ogni livello in frazione: p/100.
ja: 各レベルを分数に変換します：p/100。
ko: 각 수준을 분수로 변환하십시오: p/100.
nl: Zet elk niveau om in een breuk: p/100.
no: Konverter hvert nivå til brøk: p/100.
pl: Przekształć każdy poziom w ułamek: p/100.
pt_pt: Converta cada nível em fração: p/100.
ro: Convertiți fiecare nivel în fracție: p/100.
ru: Преобразуйте каждый уровень в дробь: p/100.
sk: Preveďte každú úroveň na zlomok: p/100.
sv: Konvertera varje nivå till fraktion: p/100.
sw: Geuza kila kiwango kuwa sehemu: p/100.
tr: Her seviyeyi kesire çevirin: p/100.
uk: Перетворіть кожен рівень у дроб: p/100.
vi: Chuyển đổi mỗi cấp độ thành phân số: p/100.
zh_hans: 将每个级别转换为分数：p/100。

# pct_comp_step2
source: Multipliez toutes les fractions pour obtenir le coefficient total.
af: Vermenigvuldig al die breuke om die totale koëffisiënt te kry.
bg: Умножете всички дроби, за да получите общия коефициент.
cs: Násobte všechny zlomky, abyste získali celkový koeficient.
da: Multiplicer alle brøker for at få den samlede koefficient.
de: Multiplizieren Sie alle Brüche, um den Gesamtkoeffizienten zu erhalten.
el: Πολλαπλασιάστε όλα τα κλάσματα για να αποκτήσετε τον συνολικό συντελεστή.
es: Multiplica todas las fracciones para obtener el coeficiente total.
fi: Kerro kaikki osat saadaksesi kokonaiskerroin.
fil: I-multiply ang lahat ng pransya upang makuha ang kabuuang coefficient.
hu: Szorozza meg az összes törtet, hogy megkapja a teljes együtthatót.
id: Kalikan semua pecahan untuk mendapatkan koefisien total.
it: Moltiplica tutte le frazioni per ottenere il coefficiente totale.
ja: すべての分数を掛け算して合計係数を取得します。
ko: 모든 분수를 곱하여 총 계수를 얻습니다.
nl: Vermenigvuldig alle breuken om de totale coëfficiënt te verkrijgen.
no: Multipliser alle brøkene for å få den totale koeffisienten.
pl: Pomnóż wszystkie ułamki, aby uzyskać całkowity współczynnik.
pt_pt: Multiplique todas as frações para obter o coeficiente total.
ro: Înmulțiți toate fracțiile pentru a obține coeficientul total.
ru: Умножьте все дроби, чтобы получить общий коэффициент.
sk: Násobte všetky zlomky, aby ste získali celkový koeficient.
sv: Multiplicera alla fraktioner för att få den totala koefficienten.
sw: Zidisha sehemu zote ili kupata coefficient jumla.
tr: Tüm kesirleri çarparak toplam katsayıyı elde edin.
uk: Помножте всі дроби, щоб отримати загальний коефіцієнт.
vi: Nhân tất cả các phân số để có được hệ số tổng thể.
zh_hans: 将所有分数相乘以获得总系数。
