Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l1_s1_b1
source: La médiane résume une série par une valeur centrale : elle partage les données en deux moitiés.
af: Die mediaan som 'n reeks op met 'n sentrale waarde: dit verdeel die data in twee helfte.
bg: Медианата обобщава серия от данни с централна стойност: тя разделя данните на две половини.
cs: Medián shrnuje sérii jednou centrální hodnotou: dělí data na dvě poloviny.
da: Medianen opsummerer en serie med en central værdi: den deler dataene i to halvdelen.
de: Der Median fasst eine Reihe durch einen zentralen Wert zusammen: Er teilt die Daten in zwei Hälften.
el: Η διάμεσος συνοψίζει μια σειρά με μια κεντρική τιμή: χωρίζει τα δεδομένα σε δύο μισά.
es: La mediana resume una serie por un valor central: divide los datos en dos mitades.
fi: Mediaani tiivistää sarjan keskeisellä arvolla: se jakaa tiedot kahteen osaan.
fil: Ang median ay nagbubuod ng isang serye sa pamamagitan ng isang sentral na halaga: hinahati nito ang data sa dalawang kalahati.
hu: A medián egy középső értékkel összegzi a sorozatot: két felére osztja az adatokat.
id: Median merangkum serangkaian data dengan nilai pusat: ia membagi data menjadi dua bagian.
it: La mediana riassume una serie con un valore centrale: divide i dati in due metà.
ja: 中央値はデータを中央の値で要約します：データを2つの半分に分けます。
ko: 중위수는 중앙값으로 시리즈를 요약합니다: 데이터는 두 개의 절반으로 나뉩니다.
nl: Het is bijzonder nuttig wanneer het gemiddelde misleidend is (scheve verdeling, extreme waarden).
no: Medianen oppsummerer en serie med en sentral verdi: den deler dataene i to halvdeler.
pl: Mediana podsumowuje szereg za pomocą wartości centralnej: dzieli dane na dwie połówki.
pt_pt: A mediana resume uma série por um valor central: ela divide os dados em duas metades.
ro: Mediana rezumă o serie printr-o valoare centrală: împarte datele în două jumătăți.
ru: Медиана резюмирует ряд значений центральным значением: она делит данные на две половины.
sk: Mediána zhrňuje sériu pomocou centrálnej hodnoty: delí údaje na dve polovice.
sv: Den är särskilt användbar när medelvärdet är missvisande (snedfördelning, extrema värden).
sw: Mediani inajumuisha mfululizo kwa thamani ya kati: inagawanya data katika nusu mbili.
tr: Medyan, bir seriyi merkezi bir değerle özetler: verileri iki yarıya böler.
uk: Медіана підсумовує серію значень центральним значенням: вона ділить дані на дві половини.
vi: Trung vị tóm tắt một chuỗi bằng một giá trị trung tâm: nó chia dữ liệu thành hai nửa.
zh_hans: 中位数通过一个中心值总结一个系列：它将数据分成两半。

# median_l1_s1_b2
source: Elle est particulièrement utile quand la moyenne est trompeuse (distribution asymétrique, valeurs extrêmes).
af: Dit is veral nuttig wanneer die gemiddelde misleidend is (asymmetriese verspreiding, uiterste waardes).
bg: Тя е особено полезна, когато средната стойност е заблуждаваща (асиметрично разпределение, крайни стойности).
cs: Je zvlášť užitečný, když je průměr klamný (asymetrické rozdělení, extrémní hodnoty).
da: Den er særligt nyttig, når gennemsnittet er misvisende (skæv fordeling, ekstreme værdier).
de: Er ist besonders nützlich, wenn der Durchschnitt irreführend ist (schiefe Verteilung, Extremwerte).
el: Είναι ιδιαίτερα χρήσιμη όταν ο μέσος όρος είναι παραπλανητικός (ασύμμενη κατανομή, ακραίες τιμές).
es: Es particularmente útil cuando la media es engañosa (distribución asimétrica, valores extremos).
fi: Se on erityisen hyödyllinen, kun keskiarvo on harhaanjohtava (epäsymmetrinen jakautuminen, äärimmäiset arvot).
fil: Partikular itong kapaki-pakinabang kapag ang average ay nakaliligaw (asymmetric distribution, extreme values).
hu: Különösen hasznos, amikor az átlag félrevezető (aszimmetrikus eloszlás, szélsőséges értékek).
id: Ini sangat berguna ketika rata-rata menipu (distribusi asimetris, nilai ekstrem).
it: È particolarmente utile quando la media è fuorviante (distribuzione asimmetrica, valori estremi).
ja: 中央値は特に平均が誤解を招くとき（非対称分布、外れ値）に役立ちます。
ko: 중위수는 평균이 오해를 일으킬 때 특히 유용합니다 (비대칭 분포, 극단값).
nl: In het echte leven wordt het vaak gebruikt voor salarissen, vastgoedprijzen, inkomsten, wachttijden...
no: Den er spesielt nyttig når gjennomsnittet er misvisende (skjev fordeling, ekstreme verdier).
pl: Jest szczególnie przydatna, gdy średnia jest myląca (rozkład asymetryczny, wartości ekstremalne).
pt_pt: Ela é particularmente útil quando a média é enganosa (distribuição assimétrica, valores extremos).
ro: Este deosebit de utilă atunci când media este înșelătoare (distribuție asimetrică, valori extreme).
ru: Она особенно полезна, когда среднее вводит в заблуждение (асимметричное распределение, экстремальные значения).
sk: Je obzvlášť užitočná, keď je priemer klamlivý (asymetrické rozdelenie, extrémne hodnoty).
sv: I verkliga livet används den ofta för löner, fastighetspriser, inkomster, väntetider…
sw: Ni muhimu sana wakati wastani ni wa kupotosha (usambazaji usio sawa, thamani za mwisho).
tr: Ortalama yanıltıcı olduğunda (asimetrik dağılım, aşırı değerler) özellikle faydalıdır.
uk: Вона особливо корисна, коли середнє є оманливим (асиметричний розподіл, екстремальні значення).
vi: Nó đặc biệt hữu ích khi trung bình có thể gây hiểu lầm (phân phối không đối xứng, giá trị cực trị).
zh_hans: 当平均值具有误导性（不对称分布，极端值）时，它特别有用。

# median_l1_s1_b3
source: Dans la vie réelle, on l’utilise souvent pour des salaires, prix immobiliers, revenus, temps d’attente…
af: In die werklike lewe word dit dikwels gebruik vir salarisse, eiendomspryse, inkomste, wagtye…
bg: В реалния живот често я използваме за заплати, имотни цени, доходи, време на изчакване…
cs: V reálném životě se často používá pro platy, ceny nemovitostí, příjmy, čekací doby…
da: I det virkelige liv bruges den ofte til lønninger, ejendomsværdier, indkomster, ventetider…
de: Im wirklichen Leben wird er oft für Gehälter, Immobilienpreise, Einkommen, Wartezeiten... verwendet.
el: Στην πραγματική ζωή, χρησιμοποιείται συχνά για μισθούς, τιμές ακινήτων, εισοδήματα, χρόνους αναμονής…
es: En la vida real, se utiliza a menudo para salarios, precios inmobiliarios, ingresos, tiempos de espera…
fi: Todellisessa elämässä sitä käytetään usein palkkojen, kiinteistöhintojen, tulojen, odotusaikojen jne. yhteydessä.
fil: Sa totoong buhay, madalas itong ginagamit para sa mga sahod, presyo ng ari-arian, kita, oras ng paghihintay...
hu: A valós életben gyakran használják fizetések, ingatlanárak, jövedelmek, várakozási idők stb. esetén...
id: Dalam kehidupan nyata, sering digunakan untuk gaji, harga properti, pendapatan, waktu tunggu…
it: Nella vita reale, viene spesso utilizzata per salari, prezzi immobiliari, redditi, tempi di attesa…
ja: 実生活では、給与、不動産価格、収入、待ち時間などによく使用されます…
ko: 실제 생활에서는 종종 급여, 부동산 가격, 수입, 대기 시간 등에 사용됩니다...
nl: Het wordt 'robust' genoemd: enkele afwijkende waarden veranderen de mediaan weinig.
no: I det virkelige liv brukes den ofte for lønninger, eiendomspriser, inntekter, ventetid…
pl: W życiu codziennym często używa się jej do wynagrodzeń, cen nieruchomości, dochodów, czasu oczekiwania…
pt_pt: Na vida real, é frequentemente usada para salários, preços imobiliários, rendimentos, tempos de espera…
ro: În viața reală, este folosită adesea pentru salarii, prețuri imobiliare, venituri, timp de așteptare…
ru: В реальной жизни ее часто используют для зарплат, цен на недвижимость, доходов, времени ожидания…
sk: V reálnom živote sa často používa na platy, ceny nehnuteľností, príjmy, čas čakania…
sv: Den sägs vara 'robust': några avvikande värden påverkar medianen lite.
sw: Katika maisha halisi, mara nyingi tunatumia kwa mishahara, bei za mali isiyohamishika, mapato, muda wa kusubiri...
tr: Gerçek hayatta, genellikle maaşlar, emlak fiyatları, gelirler, bekleme süreleri için kullanılır...
uk: У реальному житті її часто використовують для зарплат, цін на нерухомість, доходів, часу очікування…
vi: Trong cuộc sống thực, nó thường được sử dụng cho lương, giá bất động sản, thu nhập, thời gian chờ đợi…
zh_hans: 在现实生活中，我们经常用它来处理工资、房价、收入、等待时间……

# median_l1_s1_b4
source: Elle est dite “robuste” : quelques valeurs aberrantes modifient peu la médiane.
af: Dit word 'robust' genoem: 'n paar uitskieters verander die mediaan min.
bg: Тя е наречена „устойчива“: няколко аномални стойности променят малко медианата.
cs: Je považován za „robustní“: několik odlehlých hodnot má malý vliv na medián.
da: Den siges at være 'robust': nogle afvigende værdier ændrer medianen lidt.
de: Er wird als "robust" bezeichnet: Einige Ausreißer verändern den Median kaum.
el: Είναι “ανθεκτική”: μερικές ακραίες τιμές τροποποιούν λίγο τη διάμεσο.
es: Se dice que es 'robusta': algunos valores atípicos modifican poco la mediana.
fi: Sitä sanotaan "kestäväksi": muutama poikkeava arvo muuttaa mediaania vain vähän.
fil: Sinasabing ito ay 'matibay': ang ilang mga outlier ay kaunting nagbabago sa median.
hu: Azt mondják, hogy "robosztus": néhány kiugró érték alig módosítja a mediánt.
id: Ia disebut 'tahan': beberapa nilai ekstrem sedikit mengubah median.
it: È detta 'robusta': alcuni valori anomali modificano poco la mediana.
ja: 中央値は「ロバスト」と呼ばれます：いくつかの外れ値は中央値にほとんど影響を与えません。
ko: 중위수는 “강건하다”고 합니다: 몇몇 이상치는 중위수에 거의 영향을 미치지 않습니다.
nl: Eenvoudige intuïtie
no: Den sies å være "robust": noen avvikende verdier endrer medianen lite.
pl: Jest nazywana „odporną”: kilka wartości odstających niewiele zmienia medianę.
pt_pt: Ela é chamada de 'robusta': alguns valores aberrantes modificam pouco a mediana.
ro: Se spune că este „robustă”: câteva valori aberante modifică puțin mediana.
ru: Она называется "устойчивой": несколько выбросов мало изменяют медиану.
sk: Hovorí sa, že je "robustná": niekoľko odľahlých hodnôt má malý vplyv na mediánu.
sv: En enkel intuition
sw: Inasemekana kuwa "imara": thamani chache za ajabu hubadilisha kidogo mediani.
tr: 'Dayanıklı' olarak adlandırılır: birkaç aşırı değer medyanı çok az değiştirir.
uk: Вона вважається “стійкою”: кілька аномальних значень мало змінюють медіану.
vi: Nó được gọi là “bền vững”: một vài giá trị bất thường không làm thay đổi nhiều trung vị.
zh_hans: 它被称为“稳健的”：少数异常值对中位数的影响很小。

# median_l1_s2_title
source: Intuition simple
af: Eenvoudige intuïsie
bg: Проста интуиция
cs: Jednoduchá intuice
da: Simpel intuition
de: Einfache Intuition
el: Απλή διαίσθηση
es: Intuición simple
fi: Yksinkertainen intuitio
fil: Simpleng intuwisyon
hu: Egyszerű intuíció
id: Intuisi sederhana
it: Intuizione semplice
ja: シンプルな直感
ko: 간단한 직관
nl: We sorteren de waarden: de mediaan is die van het midden (of het gemiddelde van de twee in het midden).
no: Enkel intuisjon
pl: Prosta intuicja
pt_pt: Intuição simples
ro: Intuiție simplă
ru: Простая интуиция
sk: Jednoduchá intuícia
sv: Vi sorterar värdena: medianen är den i mitten (eller medelvärdet av de två i mitten).
sw: Intuition rahisi
tr: Basit bir sezgi
uk: Проста інтуїція
vi: Trực giác đơn giản
zh_hans: 简单直观

# median_l1_s2_b1
source: On trie les valeurs : la médiane est celle du milieu (ou la moyenne des deux du milieu).
af: Ons sorteer die waardes: die mediaan is die een in die middel (of die gemiddelde van die twee in die middel).
bg: Сортираме стойностите: медианата е тази в средата (или средната стойност на двете в средата).
cs: Seřadíme hodnoty: medián je ten uprostřed (nebo průměr dvou uprostřed).
da: Vi sorterer værdierne: medianen er den i midten (eller gennemsnittet af de to i midten).
de: Wir sortieren die Werte: der Median ist der in der Mitte (oder der Durchschnitt der beiden in der Mitte).
el: Ταξινομούμε τις τιμές: η διάμεσος είναι αυτή στη μέση (ή ο μέσος όρος των δύο στη μέση).
es: Ordenamos los valores: la mediana es la del medio (o la media de las dos del medio).
fi: Lajittelemme arvot: mediaani on keskimmäinen (tai kahden keskimmäisen keskiarvo).
fil: Inuuri namin ang mga halaga: ang median ay ang nasa gitna (o ang average ng dalawa sa gitna).
hu: Rendezni kell az értékeket: a medián a középső (vagy a két középső átlagának) érték.
id: Kita mengurutkan nilai: median adalah yang di tengah (atau rata-rata dari dua yang di tengah).
it: Ordiniamo i valori: la mediana è quella del mezzo (o la media delle due del mezzo).
ja: 値をソートします：中央値は真ん中の値（または真ん中の2つの平均）です。
ko: 값을 정렬합니다: 중위수는 중간 값(또는 두 개의 중간 값의 평균)입니다.
nl: Het doel is niet om 'een gemiddelde te maken', maar om een centrale positie te vinden (de 50e percentiel).
no: Vi sorterer verdiene: medianen er den i midten (eller gjennomsnittet av de to i midten).
pl: Sortujemy wartości: mediana to ta w środku (lub średnia dwóch środkowych).
pt_pt: Classificamos os valores: a mediana é a do meio (ou a média das duas do meio).
ro: Sortăm valorile: mediana este cea din mijloc (sau media celor două din mijloc).
ru: Мы сортируем значения: медиана — это значение посередине (или среднее двух средних).
sk: Triedime hodnoty: mediána je tá v strede (alebo priemer dvoch v strede).
sv: Målet är inte att 'göra ett genomsnitt', utan att hitta en central position (den 50:e percentilen).
sw: Tunapanga thamani: mediani ni ile ya katikati (au wastani wa mbili za katikati).
tr: Değerleri sıralarız: medyan, ortadaki değerdir (veya ortadaki iki değerin ortalamasıdır).
uk: Сортуємо значення: медіана - це середнє (або середнє з двох середніх).
vi: Chúng ta sắp xếp các giá trị: trung vị là giá trị ở giữa (hoặc trung bình của hai giá trị ở giữa).
zh_hans: 我们对值进行排序：中位数是中间的那个（或中间两个的平均值）。

# median_l1_s2_b2
source: Le but n’est pas de “faire une moyenne”, mais de trouver une position centrale (le 50e percentile).
af: Die doel is nie om 'n 'gemiddelde' te maak nie, maar om 'n sentrale posisie te vind (die 50ste persentiel).
bg: Целта не е да „направим средна стойност“, а да намерим централна позиция (50-ти перцентил).
cs: Cílem není „vypočítat průměr“, ale najít centrální pozici (50. percentil).
da: Målet er ikke at 'beregne et gennemsnit', men at finde en central position (den 50. percentil).
de: Das Ziel ist nicht, "einen Durchschnitt zu bilden", sondern eine zentrale Position zu finden (den 50. Perzentil).
el: Ο στόχος δεν είναι να “κάνουμε έναν μέσο όρο”, αλλά να βρούμε μια κεντρική θέση (το 50ο ποσοστημόριο).
es: El objetivo no es 'hacer un promedio', sino encontrar una posición central (el percentil 50).
fi: Tavoitteena ei ole "laskea keskiarvoa", vaan löytää keskeinen sijainti (50. percentiili).
fil: Ang layunin ay hindi 'gumawa ng average', kundi hanapin ang isang sentral na posisyon (ang 50th percentile).
hu: A cél nem az, hogy "átlagoljunk", hanem hogy megtaláljuk a középső pozíciót (az 50. percentilis).
id: Tujuannya bukan untuk 'menghitung rata-rata', tetapi untuk menemukan posisi pusat (persentil ke-50).
it: Lo scopo non è 'fare una media', ma trovare una posizione centrale (il 50° percentile).
ja: 目的は「平均を取る」ことではなく、中央の位置（50パーセンタイル）を見つけることです。
ko: 목표는 “평균을 내는 것”이 아니라 중앙 위치(50번째 백분위수)를 찾는 것입니다.
nl: De mediaan hangt af van de volgorde, niet van de afstanden tussen waarden.
no: Målet er ikke å "lage et gjennomsnitt", men å finne en sentral posisjon (den 50. percentilen).
pl: Celem nie jest „robienie średniej”, ale znalezienie pozycji centralnej (50. percentyl).
pt_pt: O objetivo não é 'fazer uma média', mas encontrar uma posição central (o 50º percentil).
ro: Scopul nu este de a „face o medie”, ci de a găsi o poziție centrală (percentilul 50).
ru: Цель не в том, чтобы "считать среднее", а в том, чтобы найти центральную позицию (50-й процентиль).
sk: Cieľom nie je "urobiť priemer", ale nájsť centrálnu pozíciu (50. percentil).
sv: Medianen beror på ordningen, inte på avstånden mellan värden.
sw: Lengo si "kufanya wastani", bali kupata nafasi ya kati (percentile ya 50).
tr: Amaç 'ortalama almak' değil, merkezi bir konum bulmaktır (50. persentil).
uk: Мета не в тому, щоб “зробити середнє”, а в тому, щоб знайти центральну позицію (50-й процентиль).
vi: Mục đích không phải là “tính trung bình”, mà là tìm một vị trí trung tâm (phân vị 50).
zh_hans: 目标不是“求平均”，而是找到一个中心位置（第50个百分位数）。

# median_l1_s2_b3
source: La médiane dépend de l’ordre, pas des distances entre valeurs.
af: Die mediaan hang af van die volgorde, nie van die afstande tussen waardes nie.
bg: Медианата зависи от реда, а не от разстоянията между стойностите.
cs: Medián závisí na pořadí, nikoli na vzdálenostech mezi hodnotami.
da: Medianen afhænger af rækkefølgen, ikke af afstandene mellem værdierne.
de: Der Median hängt von der Reihenfolge ab, nicht von den Abständen zwischen den Werten.
el: Η διάμεσος εξαρτάται από τη σειρά, όχι από τις αποστάσεις μεταξύ των τιμών.
es: La mediana depende del orden, no de las distancias entre valores.
fi: Mediaani riippuu järjestyksestä, ei arvojen välisten etäisyyksien mukaan.
fil: Ang median ay nakasalalay sa pagkakasunod-sunod, hindi sa distansya sa pagitan ng mga halaga.
hu: A medián a sorrendtől függ, nem az értékek közötti távolságoktól.
id: Median tergantung pada urutan, bukan pada jarak antar nilai.
it: La mediana dipende dall'ordine, non dalle distanze tra i valori.
ja: 中央値は順序に依存し、値間の距離には依存しません。
ko: 중위수는 순서에 따라 달라지며, 값 간의 거리에는 영향을 받지 않습니다.
nl: Mediaan vs gemiddelde: sleutelidee
no: Medianen avhenger av rekkefølgen, ikke av avstandene mellom verdiene.
pl: Mediana zależy od kolejności, a nie od odległości między wartościami.
pt_pt: A mediana depende da ordem, não das distâncias entre os valores.
ro: Mediana depinde de ordine, nu de distanțele dintre valori.
ru: Медиана зависит от порядка, а не от расстояний между значениями.
sk: Mediána závisí od poradia, nie od vzdialeností medzi hodnotami.
sv: Median vs medelvärde: nyckelidé
sw: Mediani inategemea mpangilio, si umbali kati ya thamani.
tr: Medyan, sıralamaya bağlıdır, değerler arasındaki mesafelere değil.
uk: Медіана залежить від порядку, а не від відстаней між значеннями.
vi: Trung vị phụ thuộc vào thứ tự, không phải khoảng cách giữa các giá trị.
zh_hans: 中位数依赖于顺序，而不是值之间的距离。

# median_l1_s3_title
source: Médiane vs moyenne : idée clé
af: Mediaan vs gemiddelde: sleutel idee
bg: Медиана срещу средна стойност: ключова идея
cs: Medián vs průměr: klíčová myšlenka
da: Median vs gennemsnit: nøgleidé
de: Median vs Durchschnitt: Schlüsselidee
el: Διάμεσος vs μέσος όρος: κλειδί ιδέα
es: Mediana vs media: idea clave
fi: Mediaani vs keskiarvo: avainajatus
fil: Median vs average: pangunahing ideya
hu: Medián vs átlag: kulcsfontosságú ötlet
id: Median vs rata-rata: ide kunci
it: Mediana vs media: idea chiave
ja: 中央値対平均：重要なアイデア
ko: 중위수 대 평균: 핵심 아이디어
nl: Media vs gemiddelde : sleutelidee
no: Median vs gjennomsnitt: nøkkelidé
pl: Mediana vs średnia: kluczowa idea
pt_pt: Mediana vs média: ideia chave
ro: Mediana vs medie: idee cheie
ru: Медиана против среднего: ключевая идея
sk: Mediána vs priemer: kľúčová myšlienka
sv: Median vs medel: nyckelidé
sw: Mediani vs wastani: wazo muhimu
tr: Medyan vs ortalama: ana fikir
uk: Медіана проти середнього: ключова ідея
vi: Trung vị so với trung bình: ý tưởng chính
zh_hans: 中位数与平均数：关键概念

# median_l1_s3_b1
source: La moyenne utilise toutes les valeurs et leurs écarts : elle peut être tirée vers le haut/bas par des extrêmes.
af: Die gemiddelde gebruik al die waardes en hul afwykings: dit kan opwaarts/afwaarts getrek word deur ekstreme.
bg: Средната стойност използва всички стойности и техните отклонения: тя може да бъде изтеглена нагоре/надолу от крайности.
cs: Průměr využívá všechny hodnoty a jejich odchylky: může být tažen nahoru/dolů extrémy.
da: Gennemsnittet bruger alle værdier og deres afvigelser: det kan trækkes op/ned af ekstreme værdier.
de: Der Durchschnitt verwendet alle Werte und deren Abweichungen: Er kann durch Extreme nach oben/unten gezogen werden.
el: Ο μέσος όρος χρησιμοποιεί όλες τις τιμές και τις αποκλίσεις τους: μπορεί να τραβηχτεί προς τα πάνω/κάτω από ακραίες τιμές.
es: La media utiliza todos los valores y sus desviaciones: puede ser arrastrada hacia arriba/abajo por extremos.
fi: Keskimäärä käyttää kaikkia arvoja ja niiden poikkeamia: se voi vetää ylös/alas ääripäiden vuoksi.
fil: Ang average ay gumagamit ng lahat ng halaga at kanilang mga pagkakaiba: maaari itong mahatak pataas/pababa ng mga extreme.
hu: 1) Az átlag minden értéket és azok eltéréseit figyelembe veszi: az extrém értékek felfelé/lentebb húzhatják.
id: Rata-rata menggunakan semua nilai dan deviasi mereka: itu dapat ditarik ke atas/bawah oleh ekstrem.
it: La media utilizza tutti i valori e le loro deviazioni: può essere tirata verso l'alto/basso da estremi.
ja: 平均はすべての値とその偏差を使用します：外れ値によって上または下に引っ張られる可能性があります。
ko: 평균은 모든 값과 그 편차를 사용합니다: 극단값에 의해 위/아래로 끌릴 수 있습니다.
nl: Het gemiddelde gebruikt alle waarden en hun afwijkingen: het kan omhoog/omlaag worden getrokken door extremen.
no: Gjennomsnittet bruker alle verdier og deres avvik: det kan trekkes opp/ned av ekstreme verdier.
pl: Średnia uwzględnia wszystkie wartości i ich odchylenia: może być przesunięta w górę/w dół przez wartości skrajne.
pt_pt: A média utiliza todos os valores e os seus desvios: pode ser puxada para cima/baixo por extremos.
ro: Media utilizează toate valorile și abaterile lor: poate fi trasă în sus/jos de extreme.
ru: Среднее значение использует все значения и их отклонения: оно может быть смещено вверх/вниз из-за крайних значений.
sk: Priemer využíva všetky hodnoty a ich odchýlky: môže byť ťahaný nahor/dol podľa extrémov.
sv: Medelvärdet använder alla värden och deras avvikelser: det kan dras uppåt/nedåt av extrema värden.
sw: Wastani hutumia thamani zote na tofauti zao: inaweza kuhamishwa juu/chini na mipaka.
tr: Ortalama, tüm değerleri ve onların sapmalarını kullanır: uç noktalar tarafından yukarı/aşağı çekilebilir.
uk: Середнє використовує всі значення та їх відхилення: його можуть тягнути вгору/вниз екстремальні значення.
vi: Giá trị trung bình sử dụng tất cả các giá trị và độ lệch của chúng: nó có thể bị kéo lên/xuống bởi các giá trị cực đoan.
zh_hans: 平均数使用所有值及其偏差：它可能会被极端值拉高/拉低。
