Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# lang_switcher_aria
source: Language
af: Taal
bg: Език
cs: Jazyk
da: Sprog
de: Sprachauswahl
el: Γλώσσα
es: Idioma
fi: Kieli
fil: Wika
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
no: Språk
pl: Język
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
sw: Lugha
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

source: Catégories disponibles
af: Beskikbare kategorieë
bg: Налични категории
cs: Dostupné kategorie
da: Tilgængelige kategorier
de: Verfügbare Kategorien
el: Διαθέσιμες κατηγορίες
es: Categorías disponibles
fi: Saatavilla olevat luokat
fil: Available na kategorya
hu: Elérhető kategóriák
id: Kategori tersedia
it: Categorie disponibili
ja: 利用可能なカテゴリ
ko: 사용 가능한 카테고리
nl: Beschikbare categorieën
no: Tilgjengelige kategorier
pl: Dostępne kategorie
pt_pt: Categorias disponíveis
ro: Categorii disponibile
ru: Доступные категории
sk: Dostupné kategórie
sv: Tillgängliga kategorier
sw: Aina zinazopatikana
tr: Mevcut kategoriler
uk: Доступні категорії
vi: Danh mục có sẵn
zh_hans: 可用分类

source: Choisissez une catégorie d'outils
af: Kies 'n nutskategorie
bg: Изберете категория инструменти
cs: Vyberte kategorii nástrojů
da: Vælg en værktøjskategori
de: Wählen Sie eine Werkzeugkategorie
el: Επιλέξτε μια κατηγορία εργαλείων
es: Elija una categoría de herramientas
fi: Valitse työkaluluokka
fil: Pumili ng kategorya ng tool
hu: Válasszon eszköz kategóriát
id: Pilih kategori alat
it: Scegli una categoria di strumenti
ja: ツールカテゴリを選択
ko: 도구 카테고리 선택
nl: Kies een toolcategorie
no: Velg en verktøykategori
pl: Wybierz kategorię narzędzi
pt_pt: Escolha uma categoria de ferramentas
ro: Alegeți o categorie de instrumente
ru: Выберите категорию инструментов
sk: Vyberte kategóriu nástrojov
sv: Välj en verktygskategori
sw: Chagua aina ya zana
tr: Bir araç kategorisi seçin
uk: Виберіть категорію інструментів
vi: Chọn danh mục công cụ
zh_hans: 选择工具类别

# tools_available_title
source: Outils disponibles
af: Beskikbare nutsgoed
bg: Налични инструменти
cs: Dostupné nástroje
da: Tilgængelige værktøjer
de: Verfügbare Werkzeuge
el: Διαθέσιμα εργαλεία
es: Herramientas disponibles
fi: Saatavilla olevat työkalut
fil: Available na tools
hu: Elérhető eszközök
id: Alat tersedia
it: Strumenti disponibili
ja: 利用可能なツール
ko: 사용 가능한 도구
nl: Beschikbare tools
no: Tilgjengelige verktøy
pl: Dostępne narzędzia
pt_pt: Ferramentas disponíveis
ro: Instrumente disponibile
ru: Доступные инструменты
sk: Dostupné nástroje
sv: Tillgängliga verktyg
sw: Zana zinazopatikana
tr: Mevcut araçlar
uk: Доступні інструменти
vi: Công cụ có sẵn
zh_hans: 可用工具

# tools_available_subtitle
source: Accédez aux outils déjà utilisables
af: Toegang tot gereedstaande nutsgoed
bg: Достъп до готови за използване инструменти
cs: Přístup k okamžitě použitelným nástrojům
da: Adgang til klar-til-brug værktøjer
de: Zugriff auf sofort nutzbare Werkzeuge
el: Πρόσβαση σε έτοιμα προς χρήση εργαλεία
es: Acceda a herramientas listas para usar
fi: Pääsy heti käytettävissä oleviin työkaluihin
fil: I-access ang mga handa nang gamitin na tools
hu: Hozzáférés azonnal használható eszközökhöz
id: Akses alat yang siap digunakan
it: Accedi agli strumenti pronti all'uso
ja: すぐに使えるツールにアクセス
ko: 즉시 사용 가능한 도구에 액세스
nl: Toegang tot direct te gebruiken tools
no: Tilgang til klare-til-bruk verktøy
pl: Dostęp do gotowych do użycia narzędzi
pt_pt: Aceda a ferramentas prontas a usar
ro: Accesați instrumente gata de utilizare
ru: Доступ к готовым к использованию инструментам
sk: Prístup k nástrojom pripraveným na používanie
sv: Åtkomst till färdiga verktyg
sw: Fikia zana tayari kutumika
tr: Kullanıma hazır araçlara erişin
uk: Доступ до готових до використання інструментів
vi: Truy cập các công cụ sẵn sàng sử dụng
zh_hans: 访问即用型工具

# tools_soon_title
source: Outils à venir
af: Komende nutsgoed
bg: Предстоящи инструменти
cs: Nadcházející nástroje
da: Kommende værktøjer
de: Kommende Werkzeuge
el: Προσεχή εργαλεία
es: Próximas herramientas
fi: Tulevat työkalut
fil: Paparating na tools
hu: Hamarosan elérhető eszközök
id: Alat yang akan datang
it: Prossimi strumenti
ja: 近日公開ツール
ko: 곧 출시될 도구
nl: Binnenkort beschikbare tools
no: Kommende verktøy
pl: Nadchodzące narzędzia
pt_pt: Ferramentas em breve
ro: Instrumente viitoare
ru: Предстоящие инструменты
sk: Nadchádzajúce nástroje
sv: Kommande verktyg
sw: Zana zinazokuja
tr: Yakında gelecek araçlar
uk: Майбутні інструменти
vi: Công cụ sắp ra mắt
zh_hans: 即将推出的工具

# tools_soon_subtitle
source: De nouveaux outils arrivent bientôt
af: Nuwe nutsgoed kom binnekort
bg: Нови инструменти идват скоро
cs: Nové nástroje přijdou brzy
da: Nye værktøjer kommer snart
de: Neue Werkzeuge kommen bald
el: Νέα εργαλεία έρχονται σύντομα
es: Nuevas herramientas próximamente
fi: Uusia työkaluja tulossa pian
fil: Paparating na ang bagong tools
hu: Új eszközök hamarosan érkeznek
id: Alat baru segera hadir
it: Nuovi strumenti in arrivo
ja: 新しいツールが間もなく登場
ko: 새로운 도구가 곧 출시됩니다
nl: Nieuwe tools komen binnenkort
no: Nye verktøy kommer snart
pl: Nowe narzędzia wkrótce
pt_pt: Novas ferramentas em breve
ro: Noi instrumente în curând
ru: Новые инструменты скоро
sk: Nové nástroje čoskoro
sv: Nya verktyg kommer snart
sw: Zana mpya zinakuja hivi karibuni
tr: Yeni araçlar yakında
uk: Нові інструменти незабаром
vi: Công cụ mới sắp ra mắt
zh_hans: 新工具即将推出

# hero_badge
source: Bientôt disponible
af: Binnekort beskikbaar
bg: Скоро достъпно
cs: Brzy k dispozici
da: Kommer snart
de: Demnächst verfügbar
el: Σύντομα διαθέσιμο
es: Próximamente disponible
fi: Tulossa pian
fil: Paparating na
hu: Hamarosan elérhető
id: Segera tersedia
it: Prossimamente disponibile
ja: 近日公開
ko: 곧 출시
nl: Binnenkort beschikbaar
no: Kommer snart
pl: Wkrótce dostępne
pt_pt: Em breve disponível
ro: Disponibil în curând
ru: Скоро доступно
sk: Čoskoro dostupné
sv: Kommer snart
sw: Inapatikana hivi karibuni
tr: Yakında kullanılabilir
uk: Незабаром доступно
vi: Sắp có sẵn
zh_hans: 即将推出

# hero_title
source: Vos outils en ligne,LINE_BREAKsimples et efficaces
af: Jou gereedskap aanlyn,LINE_BREAKeenvoudig en doeltreffend
bg: Вашите онлайн инструменти,LINE_BREAKопростени и ефективни
cs: Vaše online nástroje,LINE_BREAKjednoduché a efektivní
da: Dine online værktøjer,LINE_BREAKsimple og effektive
de: Ihre Online-Tools,LINE_BREAKeinfach und effektiv
el: Τα εργαλεία σας online,LINE_BREAKαπλά και αποτελεσματικά
es: Tus herramientas en línea,LINE_BREAKsimples y efectivas
fi: Verkossa olevat työkalusi,LINE_BREAKyksinkertaisia ja tehokkaita
fil: Ang iyong mga online na kasangkapan,LINE_BREAKsimple at epektibo
hu: Online eszközeid,LINE_BREAKegyszerűek és hatékonyak
id: Alat online Anda,LINE_BREAKsederhana dan efektif
it: I tuoi strumenti online,LINE_BREAKsemplici ed efficaci
ja: オンラインツール、LINE_BREAKシンプルで効果的
ko: 온라인 도구, LINE_BREAK간단하고 효과적입니다.
nl: Uw online tools,LINE_BREAKeenvoudig en effectief
no: Dine verktøy på nett,LINE_BREAKenkle og effektive
pl: Twoje narzędzia online,LINE_BREAKproste i skuteczne
pt_pt: Seus ferramentas online,LINE_BREAKsimples e eficazes
ro: Instrumentele dumneavoastră online,LINE_BREAKsimple și eficiente
ru: Ваши онлайн-инструменты,LINE_BREAKпростые и эффективные
sk: Vaše online nástroje,LINE_BREAKjednoduché a efektívne
sv: Dina online verktyg,LINE_BREAKenkla och effektiva
sw: Zana zako za mtandaoni,LINE_BREAKrahisi na zenye ufanisi
tr: Çevrimiçi araçlarınız,LINE_BREAKbasit ve etkili
uk: Ваші онлайн-інструменти,LINE_BREAKпрості та ефективні
vi: Công cụ trực tuyến của bạn,LINE_BREAKđơn giản và hiệu quả
zh_hans: 您的在线工具,LINE_BREAK简单而有效

# hero_subtitle
source: Tools Central réunit tous les outils du quotidien en un seul endroit. Compression d'image, calculateurs, conversions et bien plus encore.
af: Tools Central verskaf al die gereedskap van die daaglikse lewe op een plek. Beeldkompressie, sakrekenaars, omskakelings en nog baie meer.
bg: Tools Central събира всички ежедневни инструменти на едно място. Компресия на изображения, калкулатори, конверсии и много други.
cs: Tools Central shromažďuje všechny každodenní nástroje na jednom místě. Komprese obrázků, kalkulátory, převody a mnohem více.
da: Tools Central samler alle hverdagens værktøjer ét sted. Billedkomprimering, regnemaskiner, konverteringer og meget mere.
de: Tools Central vereint alle alltäglichen Werkzeuge an einem Ort. Bildkompression, Rechner, Konversionen und vieles mehr.
el: Το Tools Central συγκεντρώνει όλα τα καθημερινά εργαλεία σε ένα μόνο μέρος. Συμπίεση εικόνας, υπολογιστές, μετατροπές και πολλά άλλα.
es: Tools Central reúne todas las herramientas del día a día en un solo lugar. Compresión de imágenes, calculadoras, conversiones y mucho más.
fi: Työkalut Keskus kokoaa kaikki arjen työkalut yhteen paikkaan. Kuvan pakkaus, laskurit, muunnokset ja paljon muuta.
fil: Pinagsasama-sama ng Tools Central ang lahat ng mga kasangkapan sa araw-araw sa isang lugar. Pag-compress ng larawan, mga kalkulador, mga conversion at marami pang iba.
hu: A Tools Central összegyűjti a mindennapi eszközöket egy helyen. Kép tömörítés, kalkulátorok, átváltások és még sok más.
id: Tools Central mengumpulkan semua alat sehari-hari di satu tempat. Kompresi gambar, kalkulator, konversi, dan banyak lagi.
it: Tools Central riunisce tutti gli strumenti quotidiani in un unico posto. Compressione delle immagini, calcolatori, conversioni e molto altro.
ja: Tools Centralは、日常のすべてのツールを1か所に集めています。画像圧縮、計算機、変換など、さらに多くの機能があります。
ko: Tools Central은 일상에서 사용하는 모든 도구를 한 곳에 모았습니다. 이미지 압축, 계산기, 변환 등 더 많은 기능이 있습니다.
nl: Tools Central brengt alle dagelijkse tools op één plek samen. Afbeeldingscompressie, rekenmachines, conversies en nog veel meer.
no: Tools Central samler alle hverdagsverktøy på ett sted. Bildekomprimering, kalkulatorer, konverteringer og mye mer.
pl: Tools Central gromadzi wszystkie codzienne narzędzia w jednym miejscu. Kompresja obrazów, kalkulatory, konwersje i wiele więcej.
pt_pt: O Tools Central reúne todas as ferramentas do dia a dia num só lugar. Compressão de imagem, calculadoras, conversões e muito mais.
ro: Tools Central reunește toate instrumentele de zi cu zi într-un singur loc. Compresie de imagine, calculatoare, conversii și multe altele.
ru: Tools Central объединяет все повседневные инструменты в одном месте. Сжатие изображений, калькуляторы, конверсии и многое другое.
sk: Tools Central zhromažďuje všetky každodenné nástroje na jednom mieste. Kompresia obrázkov, kalkulačky, konverzie a oveľa viac.
sv: Tools Central samlar alla vardagsverktyg på ett och samma ställe. Bildkomprimering, kalkylatorer, konverteringar och mycket mer.
sw: Tools Central inakusanya zana zote za kila siku mahali pamoja. Ukompressi wa picha, wahesabu, mabadiliko na mengi zaidi.
tr: Tools Central, günlük hayatta kullanılan tüm araçları tek bir yerde toplar. Görüntü sıkıştırma, hesap makineleri, dönüşümler ve daha fazlası.
uk: Tools Central об'єднує всі повсякденні інструменти в одному місці. Стиснення зображень, калькулятори, конверсії та багато іншого.
vi: Tools Central tập hợp tất cả các công cụ hàng ngày tại một nơi. Nén hình ảnh, máy tính, chuyển đổi và nhiều hơn nữa.
zh_hans: Tools Central 将日常工具汇集在一个地方。图像压缩、计算器、转换等更多功能。

# hero_cta
source: Découvrir les catégories
af: Ontdek kategorieë
bg: Открийте категориите
cs: Objevte kategorie
da: Opdag kategorier
de: Kategorien entdecken
el: Ανακαλύψτε τις κατηγορίες
es: Descubrir las categorías
fi: Tutustu luokkiin
fil: Tuklasin ang mga kategorya
hu: Kategóriák felfedezése
id: Temukan kategori
it: Scopri le categorie
ja: カテゴリを探索
ko: 카테고리 탐색
nl: Ontdek categorieën
no: Oppdag kategorier
pl: Odkryj kategorie
pt_pt: Descubra as categorias
ro: Descoperiți categoriile
ru: Открыть категории
sk: Objavte kategórie
sv: Upptäck kategorier
sw: Gundua aina
tr: Kategorileri keşfedin
uk: Відкрити категорії
vi: Khám phá danh mục
zh_hans: 探索分类

# cats_available_title
source: Catégories disponibles
af: Beskikbare kategorieë
bg: Налични категории
cs: Dostupné kategorie
da: Tilgængelige kategorier
de: Verfügbare Kategorien
el: Διαθέσιμες κατηγορίες
es: Categorías disponibles
fi: Saatavilla olevat luokat
fil: Available na kategorya
hu: Elérhető kategóriák
id: Kategori tersedia
it: Categorie disponibili
ja: 利用可能なカテゴリ
ko: 사용 가능한 카테고리
nl: Beschikbare categorieën
no: Tilgjengelige kategorier
pl: Dostępne kategorie
pt_pt: Categorias disponíveis
ro: Categorii disponibile
ru: Доступные категории
sk: Dostupné kategórie
sv: Tillgängliga kategorier
sw: Aina zinazopatikana
tr: Mevcut kategoriler
uk: Доступні категорії
vi: Danh mục có sẵn
zh_hans: 可用分类

# cats_available_subtitle
source: Accédez aux outils déjà utilisables
af: Toegang tot gereedstaande nutsgoed
bg: Достъп до готови за използване инструменти
cs: Přístup k okamžitě použitelným nástrojům
da: Adgang til klar-til-brug værktøjer
de: Zugriff auf sofort nutzbare Werkzeuge
el: Πρόσβαση σε έτοιμα προς χρήση εργαλεία
es: Acceda a herramientas listas para usar
fi: Pääsy heti käytettävissä oleviin työkaluihin
fil: I-access ang mga handa nang gamitin na tools
hu: Hozzáférés azonnal használható eszközökhöz
id: Akses alat yang siap digunakan
it: Accedi agli strumenti pronti all'uso
ja: すぐに使えるツールにアクセス
ko: 즉시 사용 가능한 도구에 액세스
nl: Toegang tot direct te gebruiken tools
no: Tilgang til klare-til-bruk verktøy
pl: Dostęp do gotowych do użycia narzędzi
pt_pt: Aceda a ferramentas prontas a usar
ro: Accesați instrumente gata de utilizare
ru: Доступ к готовым к использованию инструментам
sk: Prístup k nástrojom pripraveným na používanie
sv: Åtkomst till färdiga verktyg
sw: Fikia zana tayari kutumika
tr: Kullanıma hazır araçlara erişin
uk: Доступ до готових до використання інструментів
vi: Truy cập các công cụ sẵn sàng sử dụng
zh_hans: 访问即用型工具

# cats_soon_title
source: Catégories à venir
af: Komende kategorieë
bg: Предстоящи категории
cs: Nadcházející kategorie
da: Kommende kategorier
de: Kommende Kategorien
el: Προσεχείς κατηγορίες
es: Próximas categorías
fi: Tulevat luokat
fil: Paparating na kategorya
hu: Hamarosan elérhető kategóriák
id: Kategori yang akan datang
it: Prossime categorie
ja: 近日公開カテゴリ
ko: 곧 출시될 카테고리
nl: Binnenkort beschikbare categorieën
no: Kommende kategorier
pl: Nadchodzące kategorie
pt_pt: Categorias em breve
ro: Categorii viitoare
ru: Предстоящие категории
sk: Nadchádzajúce kategórie
sv: Kommande kategorier
sw: Aina zinazokuja
tr: Yakında gelecek kategoriler
uk: Майбутні категорії
vi: Danh mục sắp ra mắt
zh_hans: 即将推出的分类

# cats_soon_subtitle
source: De nouvelles catégories arrivent régulièrement
af: Nuwe kategorieë word gereeld bygevoeg
bg: Редовно се добавят нови категории
cs: Nové kategorie jsou přidávány pravidelně
da: Nye kategorier tilføjes regelmæssigt
de: Neue Kategorien werden regelmäßig hinzugefügt
el: Προστίθενται τακτικά νέες κατηγορίες
es: Se añaden nuevas categorías regularmente
fi: Uusia kategorioita lisätään säännöllisesti
fil: Regular na nadaragdagan ang mga bagong kategorya
hu: Új kategóriák rendszeresen érkeznek
id: Kategori baru ditambahkan secara berkala
it: Nuove categorie vengono aggiunte regolarmente
ja: 新しいカテゴリは定期的に追加されます
ko: 새로운 카테고리가 정기적으로 추가됩니다
nl: Nieuwe categorieën worden regelmatig toegevoegd
no: Nye kategorier legges til regelmessig
pl: Nowe kategorie są dodawane regularnie
pt_pt: Novas categorias são adicionadas regularmente
ro: Categorii noi sunt adăugate regulat
ru: Новые категории добавляются регулярно
sk: Nové kategórie sa pridávajú pravidelne
sv: Nya kategorier läggs till regelbundet
sw: Kategoria mpya zinaongezwa mara kwa mara
tr: Yeni kategoriler düzenli olarak eklenir
uk: Нові категорії додаються регулярно
vi: Các danh mục mới được thêm thường xuyên
zh_hans: 新分类会定期添加

# features_title
source: Pourquoi Tools Central ?
af: Waarom Tools Central?
bg: Защо Tools Central?
cs: Proč Tools Central?
da: Hvorfor Tools Central?
de: Warum Tools Central?
el: Γιατί Tools Central;
es: ¿Por qué Tools Central?
fi: Miksi Tools Central?
fil: Bakit Tools Central?
hu: Miért a Tools Central?
id: Mengapa Tools Central?
it: Perché Tools Central?
ja: なぜTools Central？
ko: 왜 Tools Central인가?
nl: Waarom Tools Central?
no: Hvorfor Tools Central?
pl: Dlaczego Tools Central?
pt_pt: Porquê Tools Central?
ro: De ce Tools Central?
ru: Почему Tools Central?
sk: Prečo Tools Central?
sv: Varför Tools Central?
sw: Kwa nini Tools Central?
tr: Neden Tools Central?
uk: Чому Tools Central?
vi: Tại sao chọn Tools Central?
zh_hans: 为什么选择 Tools Central？

# features_subtitle
source: Des outils pensés pour vous simplifier la vie
af: Nutsgoed ontwerp om jou lewe te vereenvoudig
bg: Инструменти, проектирани да опростят живота ви
cs: Nástroje navržené pro zjednodušení vašeho života
da: Værktøjer designet til at forenkle dit liv
de: Werkzeuge, die Ihnen das Leben erleichtern
el: Εργαλεία σχεδιασμένα να απλοποιήσουν τη ζωή σας
es: Herramientas diseñadas para simplificar su vida
fi: Työkalut suunniteltu yksinkertaistamaan elämääsi
fil: Mga tools na dinisenyo upang gawing simple ang iyong buhay
hu: Eszközök az élete egyszerűsítésére tervezve
id: Alat yang dirancang untuk menyederhanakan hidup Anda
it: Strumenti progettati per semplificare la tua vita
ja: 生活を簡素化するために設計されたツール
ko: 삶을 단순화하도록 설계된 도구
nl: Tools ontworpen om uw leven te vereenvoudigen
no: Verktøy designet for å forenkle livet ditt
pl: Narzędzia zaprojektowane, aby uprościć Twoje życie
pt_pt: Ferramentas concebidas para simplificar a sua vida
ro: Instrumente concepute pentru a vă simplifica viața
ru: Инструменты, разработанные для упрощения вашей жизни
sk: Nástroje navrhnuté na zjednodušenie vášho života
sv: Verktyg utformade för att förenkla ditt liv
sw: Zana zilizotengenezwa kurahisisha maisha yako
tr: Hayatınızı basitleştirmek için tasarlanmış araçlar
uk: Інструменти, розроблені для спрощення вашого життя
vi: Công cụ được thiết kế để đơn giản hóa cuộc sống của bạn
zh_hans: 旨在简化您生活的工具

# feature_fast_title
source: Ultra rapide
af: Ultra vinnig
bg: Ултра бърз
cs: Ultra rychlé
da: Ultra hurtig
de: Ultra schnell
el: Εξαιρετικά γρήγορο
es: Ultra rápido
fi: Erittäin nopea
fil: Napakabilis
hu: Rendkívül gyors
id: Ultra cepat
it: Ultra veloce
ja: 超高速
ko: 초고속
nl: Ultrasnél
no: Ultra raskt
pl: Ultraszybki
pt_pt: Ultra rápido
ro: Ultra rapid
ru: Ультрабыстро
sk: Ultra rýchle
sv: Ultrasnabb
sw: Haraka sana
tr: Ultra hızlı
uk: Надшвидкий
vi: Cực nhanh
zh_hans: 超快速

# feature_fast_desc
source: Traitement instantané, directement dans votre navigateur.
af: Onmiddellike verwerking, direk in jou blaaier.
bg: Моментална обработка, директно във вашия браузър.
cs: Okamžité zpracování, přímo ve vašem prohlížeči.
da: Øjeblikkelig behandling, direkte i din browser.
de: Sofortige Verarbeitung, direkt in Ihrem Browser.
el: Άμεση επεξεργασία, απευθείας στο πρόγραμμα περιήγησής σας.
es: Procesamiento instantáneo, directamente en su navegador.
fi: Välitön käsittely, suoraan selaimessasi.
fil: Agarang proseso, direkta sa iyong browser.
hu: Azonnali feldolgozás, közvetlenül a böngészőjében.
id: Pemrosesan instan, langsung di browser Anda.
it: Elaborazione istantanea, direttamente nel tuo browser.
ja: ブラウザで直接、瞬時に処理。
ko: 브라우저에서 직접 즉시 처리.
nl: Onmiddellijke verwerking, direct in uw browser.
no: Umiddelbar behandling, direkte i nettleseren din.
pl: Natychmiastowe przetwarzanie, bezpośrednio w przeglądarce.
pt_pt: Processamento instantâneo, diretamente no seu navegador.
ro: Procesare instantanee, direct în browserul dvs.
ru: Мгновенная обработка, прямо в вашем браузере.
sk: Okamžité spracovanie, priamo vo vašom prehliadači.
sv: Omedelbar bearbetning, direkt i din webbläsare.
sw: Uchakataji wa papo hapo, moja kwa moja kwenye kivinjari chako.
tr: Anında işleme, doğrudan tarayıcınızda.
uk: Миттєва обробка, прямо у вашому браузері.
vi: Xử lý tức thì, ngay trong trình duyệt của bạn.
zh_hans: 即时处理，直接在您的浏览器中。

# feature_private_title
source: 100% privé
af: 100% privaat
bg: 100% поверителност
cs: 100% soukromé
da: 100% privat
de: 100% privat
el: 100% ιδιωτικό
es: 100% privado
fi: 100% yksityinen
fil: 100% pribado
hu: 100% privát
id: 100% pribadi
it: 100% privato
ja: 100%プライベート
ko: 100% 비공개
no: 100% privat
pl: 100% prywatne
pt_pt: 100% privado
ro: 100% privat
ru: 100% конфиденциально
sk: 100% súkromné
sv: 100% privat
sw: 100% ya kibinafsi
tr: %100 özel
uk: 100% конфіденційно
vi: 100% riêng tư
zh_hans: 100% 私密

# feature_private_desc
source: Vos fichiers ne quittent jamais votre appareil.
af: Jou lêers verlaat nooit jou toestel nie.
bg: Вашите файлове никога не напускат устройството ви.
cs: Vaše soubory nikdy neopustí vaše zařízení.
da: Dine filer forlader aldrig din enhed.
de: Ihre Dateien verlassen nie Ihr Gerät.
el: Τα αρχεία σας δεν εγκαταλείπουν ποτέ τη συσκευή σας.
es: Sus archivos nunca salen de su dispositivo.
fi: Tiedostosi eivät koskaan poistu laitteeltasi.
fil: Hindi kailanman umaalis ang iyong mga file sa iyong device.
hu: A fájljai soha nem hagyják el az eszközét.
id: File Anda tidak pernah meninggalkan perangkat Anda.
it: I tuoi file non lasciano mai il tuo dispositivo.
ja: ファイルがデバイスから離れることはありません。
ko: 파일이 장치를 떠나지 않습니다.
nl: Uw bestanden verlaten nooit uw apparaat.
no: Filene dine forlater aldri enheten din.
pl: Twoje pliki nigdy nie opuszczają Twojego urządzenia.
pt_pt: Os seus ficheiros nunca saem do seu dispositivo.
ro: Fișierele dvs. nu părăsesc niciodată dispozitivul dvs.
ru: Ваши файлы никогда не покидают ваше устройство.
sk: Vaše súbory nikdy neopustia vaše zariadenie.
sv: Dina filer lämnar aldrig din enhet.
sw: Faili zako kamwe hazitoki kwenye kifaa chako.
tr: Dosyalarınız cihazınızdan asla ayrılmaz.
uk: Ваші файли ніколи не покидають ваш пристрій.
vi: Tệp của bạn không bao giờ rời khỏi thiết bị của bạn.
zh_hans: 您的文件永远不会离开您的设备。

# feature_free_title
source: Gratuit
af: Gratis
bg: Безплатно
cs: Zdarma
da: Gratis
de: Kostenlos
el: Δωρεάν
es: Gratis
fi: Ilmainen
fil: Libre
hu: Ingyenes
id: Gratis
it: Gratuito
ja: 無料
ko: 무료
nl: Gratis
no: Gratis
pl: Darmowe
pt_pt: Gratuito
ru: Бесплатно
sk: Zadarmo
sv: Gratis
sw: Bure
tr: Ücretsiz
uk: Безкоштовно
vi: Miễn phí
zh_hans: 免费

# feature_free_desc
source: Tous les outils sont gratuits, sans limite d'utilisation.
af: Alle nutsgoed is gratis, sonder gebruiksperke.
bg: Всички инструменти са безплатни, без ограничения за използване.
cs: Všechny nástroje jsou zdarma, bez omezení použití.
da: Alle værktøjer er gratis, uden begrænsninger.
de: Alle Werkzeuge sind kostenlos, ohne Nutzungsbeschränkungen.
el: Όλα τα εργαλεία είναι δωρεάν, χωρίς όρια χρήσης.
es: Todas las herramientas son gratuitas, sin límite de uso.
fi: Kaikki työkalut ovat ilmaisia, ilman käyttörajoituksia.
fil: Lahat ng tools ay libre, walang limitasyon sa paggamit.
hu: Minden eszköz ingyenes, használati korlát nélkül.
id: Semua alat gratis, tanpa batasan penggunaan.
it: Tutti gli strumenti sono gratuiti, senza limiti di utilizzo.
ja: すべてのツールは無料で、使用制限はありません。
ko: 모든 도구는 무료이며 사용 제한이 없습니다.
nl: Alle tools zijn gratis, zonder gebruiksbeperkingen.
no: Alle verktøy er gratis, uten bruksbegrensninger.
pl: Wszystkie narzędzia są darmowe, bez ograniczeń użytkowania.
pt_pt: Todas as ferramentas são gratuitas, sem limite de utilização.
ro: Toate instrumentele sunt gratuite, fără limite de utilizare.
ru: Все инструменты бесплатны, без ограничений использования.
sk: Všetky nástroje sú zadarmo, bez obmedzení používania.
sv: Alla verktyg är gratis, utan användningsbegränsningar.
sw: Zana zote ni bure, bila kikomo cha matumizi.
tr: Tüm araçlar ücretsizdir, kullanım sınırı yoktur.
uk: Всі інструменти безкоштовні, без обмежень використання.
vi: Tất cả các công cụ đều miễn phí, không giới hạn sử dụng.
zh_hans: 所有工具都是免费的，没有使用限制。
