Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_incdec_examples_title
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga Halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Exempel
tr: Örnekler
uk: Examples
vi: Ví dụ
zh_hans: 示例

# pct_incdec_examples_sub
source: Cliquez pour pré-remplir
af: Klik om voor te vul
bg: Щракнете, за да попълните автоматично
cs: Klikněte pro předvyplnění
da: Klik for at forudfylde
de: Klicken Sie, um vorab auszufüllen.
el: Κάντε κλικ για προ-συμπλήρωση
es: Haga clic para completar automáticamente
fi: Klikkaa esitäyttääksesi
fil: I-click upang awtomatikong punan
hu: Kattintson az előre kitöltéshez
id: Klik untuk mengisi otomatis
it: Clicca per compilare automaticamente
ja: クリックして自動入力する
ko: 클릭하여 자동 입력하기
nl: Klik om voor te vullen
no: Klikk for å forhåndsutfylle
pl: Kliknij, aby wypełnić automatycznie
pt_pt: Clique para preencher automaticamente
ro: Faceți clic pentru a completa automat
ru: Нажмите для автозаполнения
sk: Kliknite na predvyplnenie
sv: Klicka för att förifylla
sw: Klicka för att förifylla
tr: Önceden doldurmak için tıklayın
uk: Click to pre-fill
vi: Nhấn để tự động điền
zh_hans: 点击以预填充

# pct_incdec_definition_title
source: Définition & méthode
af: Definisie & metode
bg: Определение & метод
cs: Definice & metoda
da: Definition & metode
de: Definition & Methode
el: Ορισμός & μέθοδος
es: Definición & método
fi: Määritelmä & menetelmä
fil: Kahulugan & pamamaraan
hu: Meghatározás & módszer
id: Definisi & metode
it: Definizione & metodo
ja: 定義 & 方法
ko: 정의 및 방법
nl: Definitie & methode
no: Definisjon & metode
pl: Definicja & metoda
pt_pt: Definição & método
ro: Definiție & metodă
ru: Определение & метод
sk: Definícia & metóda
sv: Definition & metod
sw: Mwelekeo & mbinu
tr: Tanım & yöntem
uk: Визначення & метод
vi: Định nghĩa & phương pháp
zh_hans: 定义与方法

# pct_incdec_definition_sub
source: Augmenter ou diminuer une valeur revient à la multiplier par un coefficient.
af: Om 'n waarde te verhoog of te verlaag, beteken om dit met 'n koëffisiënt te vermenigvuldig.
bg: Увеличаването или намаляването на стойност означава да я умножите по коефициент.
cs: Zvýšení nebo snížení hodnoty znamená vynásobit ji koeficientem.
da: At øge eller mindske en værdi svarer til at multiplicere med en koefficient.
de: Eine Wertsteigerung oder -minderung bedeutet, ihn mit einem Koeffizienten zu multiplizieren.
el: Η αύξηση ή μείωση μιας τιμής ισοδυναμεί με τον πολλαπλασιασμό της με έναν συντελεστή.
es: Aumentar o disminuir un valor equivale a multiplicarlo por un coeficiente.
fi: Arvon lisääminen tai vähentäminen tarkoittaa sen kertomista kertoimella.
fil: Ang pagtaas o pagbaba ng isang halaga ay katumbas ng pag-multiply nito sa isang coefficient.
hu: Egy érték növelése vagy csökkentése annyit jelent, hogy egy szorzóval megszorozzuk.
id: Meningkatkan atau mengurangi suatu nilai sama dengan mengalikannya dengan suatu koefisien.
it: Aumentare o diminuire un valore significa moltiplicarlo per un coefficiente.
ja: 値を増加または減少させることは、係数で乗算することを意味します。
ko: 값을 증가시키거나 감소시키는 것은 계수를 곱하는 것과 같습니다.
nl: Een waarde verhogen of verlagen betekent deze te vermenigvuldigen met een coëfficiënt.
no: Å øke eller redusere en verdi innebærer å multiplisere den med en koeffisient.
pl: Zwiększenie lub zmniejszenie wartości polega na pomnożeniu jej przez współczynnik.
pt_pt: Aumentar ou diminuir um valor equivale a multiplicá-lo por um coeficiente.
ro: A crește sau a scădea o valoare înseamnă a o multiplica cu un coeficient.
ru: Увеличение или уменьшение значения означает умножение его на коэффициент.
sk: Zvýšenie alebo zníženie hodnoty znamená vynásobiť ju koeficientom.
sv: Att öka eller minska ett värde innebär att multiplicera det med en koefficient.
sw: Kuongeza au kupunguza thamani ni sawa na kuizidisha kwa kipimo.
tr: Bir değeri artırmak veya azaltmak, onu bir katsayı ile çarpmak anlamına gelir.
uk: Збільшити або зменшити значення означає помножити його на коефіцієнт.
vi: Tăng hoặc giảm một giá trị có nghĩa là nhân nó với một hệ số.
zh_hans: 增加或减少一个值意味着将其乘以一个系数。

# pct_incdec_formula_title
source: Formule
bg: Формула
da: Formel
de: Formel
el: Φόρμουλα
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Formula
it: Formula
ja: フォーミュラ
ko: 공식
no: Formel
pl: Formuła
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Formulár
sv: Formel
sw: Formel
tr: Formül
uk: Formula
vi: Công thức
zh_hans: 公式

# pct_incdec_step1
source: Convertissez X% en décimal : X ÷ 100
af: Converteer X% naas desimaal: X ÷ 100
bg: Превърнете X% в десетично: X ÷ 100
cs: Převeďte X% na desetinné číslo: X ÷ 100
da: Konverter X% til decimal: X ÷ 100
de: Konvertieren Sie X% in Dezimal: X ÷ 100
el: Μετατρέψτε το X% σε δεκαδικό: X ÷ 100
es: Convierte X% a decimal: X ÷ 100
fi: Muunna X% desimaaliksi: X ÷ 100
fil: I-convert ang X% sa decimal: X ÷ 100
hu: Konvertálja X%-ot tizedesbe: X ÷ 100
id: Ubah X% menjadi desimal : X ÷ 100
it: Converti X% in decimale: X ÷ 100
ja: X%を小数に変換します：X ÷ 100
ko: X%를 소수로 변환하세요: X ÷ 100
nl: Zet X% om naar decimaal: X ÷ 100
no: Konverter X% til desimal: X ÷ 100
pl: Przekształć X% na ułamek dziesiętny: X ÷ 100
pt_pt: Converta X% em decimal: X ÷ 100
ro: Convertiți X% în zecimal: X ÷ 100
ru: Преобразуйте X% в десятичное: X ÷ 100
sk: Preveďte X% na desatinné číslo: X ÷ 100
sv: Konvertera X% till decimal: X ÷ 100
sw: Geuza X% kuwa decimal: X ÷ 100
tr: X%'yi ondalık olarak dönüştürün: X ÷ 100
uk: Перетворіть X% у десяткове: X ÷ 100
vi: Chuyển đổi X% sang thập phân: X ÷ 100
zh_hans: 将 X% 转换为小数：X ÷ 100

# pct_incdec_step2
source: Calculez le coefficient : 1 + X/100
af: Bereken die koëffisiënt: 1 + X/100
bg: Изчислете коефициента: 1 + X/100
cs: Vypočítejte koeficient: 1 + X/100
da: Beregn koefficienten: 1 + X/100
de: Berechnen Sie den Koeffizienten: 1 + X/100
el: Υπολογίστε τον συντελεστή: 1 + X/100
es: Calcula el coeficiente: 1 + X/100
fi: Laske kerroin: 1 + X/100
fil: Kalkulahin ang coefficient: 1 + X/100
hu: Számolja ki a szorzót: 1 + X/100
id: Hitung koefisien : 1 + X/100
it: Calcola il coefficiente: 1 + X/100
ja: 係数を計算します：1 + X/100
ko: 계수를 계산하세요: 1 + X/100
nl: Bereken de coëfficiënt: 1 + X/100
no: Beregn koeffisienten: 1 + X/100
pl: Oblicz współczynnik: 1 + X/100
pt_pt: Calcule o coeficiente: 1 + X/100
ro: Calculați coeficientul: 1 + X/100
ru: Вычислите коэффициент: 1 + X/100
sk: Vypočítajte koeficient: 1 + X/100
sv: Beräkna koefficienten: 1 + X/100
sw: Hesabu coefficient: 1 + X/100
tr: Katsayıyı hesaplayın: 1 + X/100
uk: Обчисліть коефіцієнт: 1 + X/100
vi: Tính toán hệ số: 1 + X/100
zh_hans: 计算系数：1 + X/100

# pct_incdec_step3
source: Multipliez : Base × coefficient
af: Vermenigvuldig: Basis × koëffisiënt
bg: Умножете: Основна стойност × коефициент
cs: Násobte: Základ × koeficient
da: Multiplicer: Basis × koefficient
de: Multiplizieren: Basis × Koeffizient
el: Πολλαπλασιάστε: Βάση × συντελεστής
es: Multiplica: Base × coeficiente
fi: Kerro: Perus × kerroin
fil: I-multiply: Base × coefficient
hu: Szorozza meg: Alap × szorzó
id: Kalikan : Dasar × koefisien
it: Moltiplica: Base × coefficiente
ja: 乗算します：基準 × 係数
ko: 곱하세요: 기본 × 계수
nl: Vermenigvuldig: Basis × coëfficiënt
no: Multipliser: Grunnlag × koeffisient
pl: Pomnóż: Podstawa × współczynnik
pt_pt: Multiplique: Base × coeficiente
ro: Multiplicați: Bază × coeficient
ru: Умножьте: База × коэффициент
sk: Násobte: Základ × koeficient
sv: Multiplicera: Bas × koefficient
sw: Weka: Base × coefficient
tr: Çarpın: Temel × katsayı
uk: Помножте: База × коефіцієнт
vi: Nhân: Cơ sở × hệ số
zh_hans: 相乘：基数 × 系数

# pct_incdec_note
source: Si X est négatif, c’est une baisse. Exemple : -15% signifie multiplier par 0,85.
af: As X negatief is, is dit 'n afname. Voorbeeld: -15% beteken om te vermenigvuldig met 0,85.
bg: Ако X е отрицателно, това е намаление. Пример: -15% означава умножаване по 0,85.
cs: Pokud je X záporné, jedná se o pokles. Příklad: -15% znamená násobit 0,85.
da: Hvis X er negativ, er det et fald. Eksempel: -15% betyder at multiplicere med 0,85.
de: Wenn X negativ ist, handelt es sich um eine Verringerung. Beispiel: -15% bedeutet multiplizieren mit 0,85.
el: Αν το X είναι αρνητικό, είναι μείωση. Παράδειγμα: -15% σημαίνει πολλαπλασιασμός με 0,85.
es: Si X es negativo, es una disminución. Ejemplo: -15% significa multiplicar por 0,85.
fi: Jos X on negatiivinen, se on lasku. Esimerkki: -15% tarkoittaa kertomista 0,85.
fil: Kung ang X ay negatibo, ito ay isang pagbaba. Halimbawa: -15% ay nangangahulugang i-multiply sa 0.85.
hu: Ha X negatív, az csökkenést jelent. Példa: -15% azt jelenti, hogy szorozni kell 0,85-t.
id: Jika X negatif, itu adalah penurunan. Contoh : -15% berarti mengalikan dengan 0,85.
it: Se X è negativo, è una diminuzione. Esempio: -15% significa moltiplicare per 0,85.
ja: Xが負の場合、それは減少です。例：-15%は0.85で乗算することを意味します。
ko: X가 음수이면 감소입니다. 예: -15%는 0.85로 곱하는 것을 의미합니다.
nl: Als X negatief is, is het een daling. Voorbeeld: -15% betekent vermenigvuldigen met 0,85.
no: Hvis X er negativ, er det en reduksjon. Eksempel: -15% betyr å multiplisere med 0,85.
pl: Jeśli X jest ujemne, to jest to spadek. Przykład: -15% oznacza pomnożenie przez 0,85.
pt_pt: Se X for negativo, é uma diminuição. Exemplo: -15% significa multiplicar por 0,85.
ro: Dacă X este negativ, este o scădere. Exemplu: -15% înseamnă a multiplica cu 0,85.
ru: Если X отрицательно, это снижение. Пример: -15% означает умножение на 0,85.
sk: Ak je X negatívne, ide o pokles. Príklad: -15% znamená vynásobiť 0,85.
sv: Om X är negativt, är det en minskning. Exempel: -15% betyder att multiplicera med 0,85.
sw: Ikiwa X ni hasi, ni kupungua. Mfano: -15% inamaanisha kuzaa kwa 0,85.
tr: Eğer X negatifse, bu bir düşüştür. Örnek: -15% demek, 0,85 ile çarpmak anlamına gelir.
uk: Якщо X негативний, це зниження. Приклад: -15% означає помножити на 0,85.
vi: Nếu X là âm, đó là một sự giảm. Ví dụ: -15% có nghĩa là nhân với 0,85.
zh_hans: 如果 X 为负，则为减少。例如：-15% 意味着乘以 0.85。

# pct_rel_diff_title
source: Écart relatif
af: Relatiewe verskil
bg: Относителна разлика
cs: Relativní odchylka
da: Relativt afvigelse
de: Relativer Unterschied
el: Σχετική απόκλιση
es: Desviación relativa
fi: Suhteellinen poikkeama
fil: Relatibong agwat
hu: Relatív eltérés
id: Selisih relatif
it: Scarto relativo
ja: 相対的な差
ko: 상대적 차이
nl: Relatieve afwijking
no: Relativt avvik
pl: Odchylenie względne
pt_pt: Desvio relativo
ro: Abatere relativă
ru: Относительное отклонение
sk: Relatívny rozdiel
sv: Relativt avvik
sw: Relativt avvik
tr: Göreceli fark
uk: Relative gap
vi: Sai số tương đối
zh_hans: 相对差异

# pct_rel_diff_subtitle
source: Mesure l’écart relatif entre deux valeurs (en %), de façon symétrique.
af: Meet die relatiewe verskil tussen twee waardes (in %), op 'n simmetriese manier.
bg: Измерва относителната разлика между две стойности (в %), симетрично.
cs: Měří relativní rozdíl mezi dvěma hodnotami (v %), symetricky.
da: Mål den relative forskel mellem to værdier (i %), symmetrisk.
de: Messen Sie die relative Abweichung zwischen zwei Werten (in %), symmetrisch.
el: Μετρά τη σχετική απόκλιση μεταξύ δύο τιμών (σε %), με συμμετρικό τρόπο.
es: Mide la diferencia relativa entre dos valores (en %), de manera simétrica.
fi: Mittaa suhteellinen ero kahden arvon välillä (prosentteina) symmetrisesti.
fil: Sukatin ang relatibong agwat sa pagitan ng dalawang halaga (sa %), nang simetriko.
hu: Mérje a két érték közötti relatív eltérést (százalékban), szimmetrikusan.
id: Ukur selisih relatif antara dua nilai (dalam %), secara simetris.
it: Misura la differenza relativa tra due valori (in %), in modo simmetrico.
ja: 2つの値の相対的な差を対称的に測定します（%）。
ko: 두 값 간의 상대적 차이를 대칭적으로 측정합니다(백분율).
nl: Meet het relatieve verschil tussen twee waarden (in %), symmetrisch.
no: Mål den relative forskjellen mellom to verdier (i %), på en symmetrisk måte.
pl: Mierzy względną różnicę między dwiema wartościami (w %), w sposób symetryczny.
pt_pt: Mede a diferença relativa entre dois valores (em %), de forma simétrica.
ro: Măsoară diferența relativă între două valori (în %), în mod simetric.
ru: Измеряет относительное отклонение между двумя значениями (в %), симметрично.
sk: Meria relatívny rozdiel medzi dvoma hodnotami (v %), symetricky.
sv: Mät den relativa skillnaden mellan två värden (i %), på ett symmetriskt sätt.
sw: Mät den relativa skillnaden mellan två värden (i %), på ett symmetriskt sätt.
tr: İki değer arasındaki göreceli farkı (yüzde olarak) simetrik bir şekilde ölçer.
uk: Measures the relative difference between two values (in %), symmetrically.
vi: Đo lường độ chênh lệch tương đối giữa hai giá trị (theo %), một cách đối xứng.
zh_hans: 测量两个值之间的相对差异（以%表示），以对称方式进行。

# pct_rel_diff_calc_title
source: Calculateur
af: Rekenaar
bg: Калкулатор
cs: Kalkulátor
da: Beregningsværktøj
de: Rechner
el: Υπολογιστής
es: Calculadora
fi: Laskin
fil: Kalkulador
hu: Számológép
id: Kalkulator
it: Calcolatore
ja: 計算機
ko: 계산기
nl: Rekenmachine
no: Kalkulator
pl: Kalkulator
pt_pt: Calculadora
ro: Calculator
ru: Калькулятор
sk: Kalkulátor
sv: Kalkylator
sw: Kalkylator
tr: Hesaplayıcı
uk: Calculator
vi: Máy tính
zh_hans: 计算器

# pct_rel_diff_a_label
source: Valeur A
af: Waarde A
bg: Стойност А
cs: Hodnota A
da: Værdi A
de: Wert A
el: Αξία Α
es: Valor A
fi: Arvo A
fil: Halaga A
hu: A érték
id: Nilai A
it: Valore A
ja: 値 A
ko: 값 A
nl: Waarde A
no: Verdi A
pl: Wartość A
pt_pt: Valor A
ro: Valoare A
ru: Значение A
sk: Hodnota A
sv: Värde A
sw: Värde A
tr: Değer A
uk: Value A
vi: Giá trị A
zh_hans: 值 A

# pct_rel_diff_a_hint
source: Ex : mesure 1, prix 1, score 1…
af: Ex: maat 1, prys 1, telling 1…
bg: Пример: мярка 1, цена 1, резултат 1…
cs: Ex: měření 1, cena 1, skóre 1…
da: Ex: måling 1, pris 1, score 1…
de: Beispiel: Maß 1, Preis 1, Punktzahl 1…
el: Π.χ.: μέτρο 1, τιμή 1, σκορ 1…
es: Ej: medida 1, precio 1, puntuación 1…
fi: Esim: mitta 1, hinta 1, pistemäärä 1…
fil: Ex : sukat 1, presyo 1, iskor 1…
hu: Pl. 1, ár 1, pontszám 1…
id: Contoh: ukuran 1, harga 1, skor 1…
it: Es: misura 1, prezzo 1, punteggio 1…
ja: 例：測定値1、価格1、スコア1…
ko: 예: 측정 1, 가격 1, 점수 1…
nl: Bijv: maat 1, prijs 1, score 1…
no: Ex: måling 1, pris 1, poeng 1…
pl: Przykład: miara 1, cena 1, wynik 1…
pt_pt: Ex: medida 1, preço 1, pontuação 1…
ro: Ex: măsură 1, preț 1, scor 1…
ru: Пример: мера 1, цена 1, балл 1…
sk: Ex: miera 1, cena 1, skóre 1…
sv: Ex: mått 1, pris 1, poäng 1…
sw: Ex: mått 1, pris 1, poäng 1…
tr: Ör: ölçüm 1, fiyat 1, puan 1…
uk: Ex: measure 1, price 1, score 1…
vi: Ví dụ: đo lường 1, giá 1, điểm 1…
zh_hans: 例如：测量 1，价格 1，分数 1……

# pct_rel_diff_b_label
source: Valeur B
af: Waarde B
bg: Стойност B
cs: Hodnota B
da: Værdi B
de: Wert B
el: Αξία Β
es: Valor B
fi: Arvo B
fil: Halaga B
hu: B érték
id: Nilai B
it: Valore B
ja: 値 B
ko: 값 B
nl: Waarde B
no: Verdi B
pl: Wartość B
pt_pt: Valor B
ro: Valoare B
ru: Значение B
sk: Hodnota B
sv: Värde B
sw: Värde B
tr: Değer B
uk: Value B
vi: Giá trị B
zh_hans: 值 B

# pct_rel_diff_b_hint
source: Ex : mesure 2, prix 2, score 2…
af: Ex: maat 2, prys 2, telling 2…
bg: Пример: мярка 2, цена 2, резултат 2…
cs: Ex: měření 2, cena 2, skóre 2…
da: Ex: måling 2, pris 2, score 2…
de: Beispiel: Maß 2, Preis 2, Punktzahl 2…
el: Π.χ.: μέτρο 2, τιμή 2, σκορ 2…
es: Ej: medida 2, precio 2, puntuación 2…
fi: Esim: mitta 2, hinta 2, pistemäärä 2…
fil: Ex: sukat 2, presyo 2, iskor 2…
hu: Pl. 2, ár 2, pontszám 2…
id: Mis: 2, harga: 2, skor: 2…
it: Es: misura 2, prezzo 2, punteggio 2…
ja: 例：測定2、価格2、スコア2…
ko: 예: 측정 2, 가격 2, 점수 2…
nl: Bijv: maat 2, prijs 2, score 2…
no: Ex: måling 2, pris 2, poeng 2…
pl: Przykład: miara 2, cena 2, wynik 2…
pt_pt: Ex: medida 2, preço 2, pontuação 2…
ro: Ex: măsură 2, preț 2, scor 2…
ru: Пример: мера 2, цена 2, балл 2…
sk: Ex: miera 2, cena 2, skóre 2…
sv: Ex: mått 2, pris 2, poäng 2…
sw: Ex: mått 2, pris 2, poäng 2…
tr: Ör: ölçü 2, fiyat 2, puan 2…
uk: Ex: measure 2, price 2, score 2…
vi: Ví dụ: kích thước 2, giá 2, điểm 2…
zh_hans: 例如：测量2，价格2，分数2……

# pct_rel_diff_precision_label
source: Décimales
af: Desimale
bg: Десетични знаци
cs: Desetinná místa
da: Decimaler
de: Dezimalstellen
el: Δεκαδικά
es: Decimales
fi: Desimaaleja
fil: Desimal
hu: Tizedesek
id: Desimal
it: Decimali
ja: 小数
ko: 소수점
nl: Decimalen
no: Desimaler
pl: Dziesiętne
pt_pt: Decimais
ro: Zecimale
ru: Десятичные
sk: Desatinné čísla
sv: Decimaler
sw: Decimaler
tr: Ondalıklar
uk: Decimals
vi: Số thập phân
zh_hans: 小数

# pct_rel_diff_precision_hint
source: Arrondi
af: Afgerond
bg: Закръглено
cs: Zaokrouhlení
da: Afrunde
de: Abgerundet
el: Στρογγυλό
es: Redondeado
fi: Pyöristetty
fil: Pabilog
hu: Kerekített
id: Bulat
it: Arrotondato
ja: 丸み
ko: 둥글게
nl: Afgerond
no: Rundt
pl: Zaokrąglony
pt_pt: Arredondado
ro: Rotunjit
ru: Округление
sk: Zaoblenie
sv: Rundad
sw: Rundad
tr: Kenar yuvarlama
uk: Rounded
vi: Làm tròn
zh_hans: 圆角

# pct_rel_diff_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Resultat
tr: Sonuçlar
uk: Results
vi: Kết quả
zh_hans: 结果

# pct_rel_diff_tag
source: Écart relatif
af: Relatiewe verskil
bg: Относителна разлика
cs: Relativní odchylka
da: Relativt afvigelse
de: Relativer Abstand
el: Σχετική απόκλιση
es: Desviación relativa
fi: Suhteellinen poikkeama
fil: Relatibong agwat
hu: Relatív eltérés
id: Selisih relatif
it: Scarto relativo
ja: 相対的な差
ko: 상대적 차이
nl: Relatieve afwijking
no: Relativt avvik
pl: Odchylenie względne
pt_pt: Desvio relativo
ro: Abatere relativă
ru: Относительное отклонение
sk: Relatívny rozdiel
sv: Relativt avvik
sw: Relativt avvik
tr: Göreceli fark
uk: Relative gap
vi: Sai số tương đối
zh_hans: 相对差距

# pct_rel_diff_abs_label
source: Écart (|A − B|)
af: Afstand (|A − B|)
bg: Разлика (|A − B|)
cs: Rozdíl (|A − B|)
da: Afstand (|A − B|)
de: Abweichung (|A − B|)
el: Απόκλιση (|A − B|)
es: Diferencia (|A − B|)
fi: Poikkeama (|A − B|)
fil: Pagkakaiba (|A − B|)
hu: Eltérés (|A − B|)
id: Selisih (|A − B|)
it: Scarto (|A − B|)
ja: 差 (|A − B|)
ko: 차이 (|A − B|)
nl: Afstand (|A − B|)
no: Avvik (|A − B|)
pl: Różnica (|A − B|)
pt_pt: Desvio (|A − B|)
ro: Abatere (|A − B|)
ru: Разница (|A − B|)
sk: Rozdiel (|A − B|)
sv: Avvik (|A − B|)
sw: Avstånd (|A − B|)
tr: Fark (|A − B|)
uk: Difference (|A − B|)
vi: Khoảng cách (|A − B|)
zh_hans: 差异 (|A − B|)

# pct_rel_diff_pct_label
source: Écart relatif
af: Relatiewe verskil
bg: Относителна разлика
cs: Relativní odchylka
da: Relativt afvigelse
de: Relativer Unterschied
el: Σχετική απόκλιση
es: Desviación relativa
fi: Suhteellinen poikkeama
fil: Relatibong agwat
hu: Relatív eltérés
id: Selisih relatif
it: Scarto relativo
ja: 相対的な差
ko: 상대적 차이
nl: Relatieve afwijking
no: Relativt avvik
pl: Odchylenie względne
pt_pt: Desvio relativo
ro: Abatere relativă
ru: Относительное отклонение
sk: Relatívny rozdiel
sv: Relativt avvik
sw: Relativt avvik
tr: Göreceli fark
uk: Relative gap
vi: Sai số tương đối
zh_hans: 相对差距

# pct_rel_diff_div0
source: Division par 0
af: Deel deur 0
bg: Деление на 0
cs: Dělení nulou
da: Division med 0
de: Division durch 0
el: Διαίρεση με το 0
es: División por 0
fi: Nollalla jakaminen
fil: Hatiin sa 0
hu: Osztás 0-val
id: Pembagian dengan 0
it: Divisione per 0
ja: ゼロでの除算
ko: 0으로 나누기
nl: Deling door 0
no: Divisjon med 0
pl: Dzielenie przez 0
pt_pt: Divisão por 0
ro: Împărțire la 0
ru: Деление на 0
sk: Delenie nulou
sv: Division med 0
sw: Division med 0
tr: 0 ile bölme
uk: Division by 0
vi: Chia cho 0
zh_hans: 除以0

# pct_rel_diff_mean_label
source: Moyenne (|A|+|B|)/2
af: Gemiddeld (|A|+|B|)/2
bg: Средно (|A|+|B|)/2
cs: Průměr (|A|+|B|)/2
da: Gennemsnit (|A|+|B|)/2
de: Durchschnitt (|A|+|B|)/2
el: Μέσος όρος (|A|+|B|)/2
es: Promedio (|A|+|B|)/2
fi: Keskimääräinen (|A|+|B|)/2
fil: Average (|A|+|B|)/2
hu: Átlag (|A|+|B|)/2
id: Rata-rata (|A|+|B|)/2
it: Media (|A|+|B|)/2
ja: 平均 (|A|+|B|)/2
ko: 평균 (|A|+|B|)/2
nl: Gemiddelde (|A|+|B|)/2
no: Gjennomsnitt (|A|+|B|)/2
pl: Średnia (|A|+|B|)/2
pt_pt: Média (|A|+|B|)/2
ro: Medie (|A|+|B|)/2
ru: Среднее (|A|+|B|)/2
sk: Priemer (|A|+|B|)/2
sv: Medel (|A|+|B|)/2
sw: Medel (|A|+|B|)/2
tr: Ortalama (|A|+|B|)/2
uk: Average (|A|+|B|)/2
vi: Trung bình (|A|+|B|)/2
zh_hans: 平均 (|A|+|B|)/2

# pct_rel_diff_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetować
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Återställ
tr: Sıfırla
uk: Reset
vi: Đặt lại
zh_hans: 重置

# pct_rel_diff_examples_title
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga Halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Exempel
tr: Örnekler
uk: Examples
vi: Ví dụ
zh_hans: 示例

# pct_rel_diff_examples_sub
source: Cliquez pour pré-remplir
af: Klik om voor te vul
bg: Щракнете, за да попълните автоматично
cs: Klikněte pro předvyplnění
da: Klik for at forudfylde
de: Klicken Sie, um vorab auszufüllen.
el: Κάντε κλικ για προ-συμπλήρωση
es: Haga clic para completar automáticamente
fi: Klikkaa esitäyttääksesi
fil: I-click upang awtomatikong punan
hu: Kattintson az előre kitöltéshez
id: Klik untuk mengisi otomatis
it: Clicca per compilare automaticamente
ja: クリックして自動入力する
ko: 클릭하여 자동 채우기
nl: Klik om voor te vullen
no: Klikk for å forhåndsutfylle
pl: Kliknij, aby wypełnić automatycznie
pt_pt: Clique para preencher automaticamente
ro: Faceți clic pentru a completa automat
ru: Нажмите для автозаполнения
sk: Kliknite na predvyplnenie
sv: Klicka för att förifylla
sw: Klicka för att förifylla
tr: Önceden doldurmak için tıklayın
uk: Click to pre-fill
vi: Nhấn để tự động điền
zh_hans: 点击以预填充

# pct_rel_diff_definition_title
source: Définition & méthode
af: Definisie & metode
bg: Определение & метод
cs: Definice & metoda
da: Definition & metode
de: Definition & Methode
el: Ορισμός & μέθοδος
es: Definición & método
fi: Määritelmä & menetelmä
fil: Kahulugan & pamamaraan
hu: Meghatározás & módszer
id: Definisi & metode
it: Definizione & metodo
ja: 定義 & 方法
ko: 정의 및 방법
nl: Definitie & methode
no: Definisjon & metode
pl: Definicja & metoda
pt_pt: Definição & método
ro: Definiție & metodă
ru: Определение & метод
sk: Definícia & metóda
sv: Definition & metod
sw: Mwelekeo & mbinu
tr: Tanım & yöntem
uk: Визначення & метод
vi: Định nghĩa & phương pháp
zh_hans: 定义与方法
