Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_fields_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na nakopya sa clipboard.
hu: JSON másolva a vágólapra.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírované do schránky.
sv: JSON kopierat till urklipp.
sw: JSON imekopi kwenye clipboard.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_fields_copy_failed
source: Copie impossible (permissions navigateur).
af: Kopieer onmoontlik (blaaier toestemmings).
bg: Копирането е невъзможно (разрешения на браузъра).
cs: Kopírování není možné (oprávnění prohlížeče).
da: Kopiering ikke muligt (browserrettigheder).
de: Kopie nicht möglich (Berechtigungen des Browsers).
el: Αδύνατη η αντιγραφή (δικαιώματα προγράμματος περιήγησης).
es: Copia imposible (permisos del navegador).
fi: Kopiointi epäonnistui (selaimen oikeudet).
fil: Hindi makakopya (mga pahintulot ng browser).
hu: Másolás nem lehetséges (böngésző engedélyek).
id: Salin tidak mungkin (izin browser).
it: Copia impossibile (permessi del browser).
ja: コピーできません（ブラウザの権限）。
ko: 복사할 수 없습니다 (브라우저 권한).
nl: Kopiëren niet mogelijk (browserrechten).
no: Kopiering ikke mulig (nettlesertillatelser).
pl: Kopiowanie niemożliwe (uprawnienia przeglądarki).
pt_pt: Cópia impossível (permissões do navegador).
ro: Copiere imposibilă (permisiuni browser).
ru: Копирование невозможно (разрешения браузера).
sk: Kopírovanie nie je možné (povolenia prehliadača).
sv: Kopiering omöjlig (webbläsartillstånd).
sw: Nakala haiwezekani (idhini ya kivinjari).
tr: Kopyalama mümkün değil (tarayıcı izinleri).
uk: Копіювання неможливе (дозволи браузера).
vi: Không thể sao chép (quyền trình duyệt).
zh_hans: 复制失败（浏览器权限）。

# pct_limits_interp_ok
source: Variation calculée par rapport à l’initial.
af: Variasie bereken teenoor die oorspronklike.
bg: Изменение, изчислено спрямо началното.
cs: Variace vypočtená ve srovnání s počátečním.
da: Variation beregnet i forhold til den oprindelige.
de: Berechnung der Abweichung vom ursprünglichen Wert.
el: Διακύμανση υπολογισμένη σε σχέση με την αρχική.
es: Variación calculada respecto al inicial.
fi: Laskettu muutos alkuperäisestä.
fil: Pagbabago na kinakalkula kumpara sa orihinal.
hu: A kezdetihez viszonyított eltérés.
id: Variasi dihitung dibandingkan dengan yang awal.
it: Variazione calcolata rispetto all'iniziale.
ja: 初期値に対する変動。
ko: 초기값에 대한 계산된 변동.
nl: Variatie berekend ten opzichte van de initiële.
no: Variasjon beregnet i forhold til den opprinnelige.
pl: Wariacja obliczona w stosunku do wartości początkowej.
pt_pt: Variação calculada em relação ao inicial.
ro: Varianta calculată în raport cu inițialul.
ru: Вариация, рассчитанная по сравнению с начальным.
sk: Variácia vypočítaná v porovnaní s počiatočnou hodnotou.
sv: Variation beräknad i förhållande till den initiala.
sw: Mabadiliko yaliyohesabiwa kulinganisha na ya awali.
tr: Başlangıca göre hesaplanan varyasyon.
uk: Варіація, розрахована від початкового значення.
vi: Biến thể được tính toán so với ban đầu.
zh_hans: 与初始值的计算变化。

# pct_limits_interp_generic
source: Interprétation dépend du contexte (valeurs négatives, signification…).
af: Interpretasie hang van die konteks af (negatiewe waardes, betekenis…).
bg: Тълкуването зависи от контекста (отрицателни стойности, значение…).
cs: Interpretace závisí na kontextu (negativní hodnoty, význam…).
da: Fortolkning afhænger af konteksten (negative værdier, betydning…).
de: Interpretation hängt vom Kontext ab (negative Werte, Bedeutung…).
el: Η ερμηνεία εξαρτάται από το πλαίσιο (αρνητικές τιμές, σημασία…).
es: La interpretación depende del contexto (valores negativos, significado…).
fi: Tulkitseminen riippuu kontekstista (negatiiviset arvot, merkitys…).
fil: Ang interpretasyon ay nakadepende sa konteksto (mga negatibong halaga, kahulugan…).
hu: Az értelmezés a kontextustól függ (negatív értékek, jelentés…).
id: Interpretasi tergantung pada konteks (nilai negatif, makna…).
it: L'interpretazione dipende dal contesto (valori negativi, significato…).
ja: 解釈は文脈に依存します（負の値、意味…）。
ko: 해석은 맥락에 따라 다릅니다 (부정값, 의미…).
nl: Interpretatie hangt af van de context (negatieve waarden, betekenis…).
no: Tolkning avhenger av konteksten (negative verdier, betydning…).
pl: Interpretacja zależy od kontekstu (wartości ujemne, znaczenie…).
pt_pt: A interpretação depende do contexto (valores negativos, significado…).
ro: Interpretarea depinde de context (valori negative, semnificație…).
ru: Интерпретация зависит от контекста (отрицательные значения, значение…).
sk: Interpretácia závisí od kontextu (negatívne hodnoty, význam…).
sv: Tolkning beror på sammanhanget (negativa värden, betydelse…).
sw: Ufafanuzi unategemea muktadha (thamani hasi, maana…).
tr: Yorumlama bağlama bağlıdır (negatif değerler, anlam…).
uk: Інтерпретація залежить від контексту (негативні значення, значення…).
vi: Cách diễn giải phụ thuộc vào ngữ cảnh (giá trị âm, ý nghĩa…).
zh_hans: 解释取决于上下文（负值、含义等）。

# pct_of_total_title
source: Pourcentage d’un total
af: Persentasie van 'n totaal
bg: Процент от общо
cs: Procento z celku
da: Procentdel af et total
de: Prozentsatz eines Gesamten
el: Ποσοστό ενός συνόλου
es: Porcentaje de un total
fi: Prosentti kokonaisuudesta
fil: Porsyento ng kabuuan
hu: Egy összeg százaléka
id: Persentase dari total
it: Percentuale di un totale
ja: 合計のパーセンテージ
ko: 총계의 백분율
nl: Percentage van een totaal
no: Prosentandel av en total
pl: Procent z całości
pt_pt: Porcentagem de um total
ro: Procent dintr-un total
ru: Процент от общего числа
sk: Percento z celku
sv: Procent av ett totalbelopp
sw: Asilimia ya jumla
tr: Bir toplamın yüzdesi
uk: Відсоток від загальної суми
vi: Phần trăm của tổng
zh_hans: 总数的百分比

# pct_of_total_subtitle
source: Calculer la part (%) d’une valeur dans un total, et visualiser le reste.
af: Bereken die deel (%) van 'n waarde in 'n totaal, en visualiseer die res.
bg: Изчислете дела (%) на стойност в общото и визуализирайте остатъка.
cs: Vypočítat podíl (%) hodnoty v celku a vizualizovat zbytek.
da: Beregn andelen (%) af en værdi i et total, og visualiser resten.
de: Berechnen Sie den Anteil (%) eines Wertes an einem Gesamtbetrag und visualisieren Sie den Rest.
el: Υπολογίστε το ποσοστό (%) μιας τιμής σε ένα σύνολο και οπτικοποιήστε το υπόλοιπο.
es: Calcular la parte (%) de un valor en un total y visualizar el resto.
fi: Laske arvon (%) osuus kokonaisuudesta ja visualisoi loput.
fil: Kalkulahin ang bahagi (%) ng isang halaga sa kabuuan, at tingnan ang natitira.
hu: Számolja ki egy érték részét (%) egy összegben, és vizualizálja a maradékot.
id: Hitung bagian (%) dari suatu nilai dalam total, dan visualisasikan sisanya.
it: Calcolare la quota (%) di un valore in un totale e visualizzare il resto.
ja: 合計に対する値の割合（%）を計算し、残りを視覚化します。
ko: 값의 일부(%)를 총계에서 계산하고 나머지를 시각화합니다.
nl: Bereken het aandeel (%) van een waarde in een totaal en visualiseer de rest.
no: Beregne andelen (%) av en verdi i en total, og visualisere resten.
pl: Oblicz udział (%) wartości w całości i zobacz resztę.
pt_pt: Calcular a parte (%) de um valor em um total e visualizar o restante.
ro: Calculați partea (%) dintr-o valoare într-un total și vizualizați restul.
ru: Рассчитать долю (%) значения в общем числе и визуализировать остаток.
sk: Vypočítať podiel (%) hodnoty v celku a zobraziť zvyšok.
sv: Beräkna andelen (%) av ett värde i ett totalbelopp och visualisera resten.
sw: Hesabu sehemu (%) ya thamani katika jumla, na kuonyesha iliyobaki.
tr: Bir değerin toplam içindeki payını (%) hesaplayın ve geri kalanını görselleştirin.
uk: Обчислити частку (%) значення в загальному, і візуалізувати решту.
vi: Tính phần (%) của một giá trị trong tổng, và hiển thị phần còn lại.
zh_hans: 计算某个值在总数中的份额（%），并可视化其余部分。

# pct_of_total_value
source: Valeur
af: Waarde
bg: Стойност
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fil: Halaga
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
sw: Thamani
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值

# pct_of_total_value_hint
source: La quantité/valeur dont vous voulez connaître la part.
af: Die hoeveelheid/waarde waarvan jy die deel wil weet.
bg: Количество/стойност, за която искате да знаете дела.
cs: Množství/hodnota, jejíž podíl chcete znát.
da: Den mængde/værdi, som du ønsker at kende andelen af.
de: Die Menge/Wert, dessen Anteil Sie kennen möchten.
el: Η ποσότητα/τιμή της οποίας θέλετε να γνωρίζετε το ποσοστό.
es: La cantidad/valor de la que desea conocer la parte.
fi: Määrä/arvo, jonka osuutta haluat tietää.
fil: Ang dami/halaga na nais mong malaman ang bahagi.
hu: Az a mennyiség/érték, amelynek a részét szeretné tudni.
id: Jumlah/nilai yang ingin Anda ketahui bagiannya.
it: La quantità/valore di cui si desidera conoscere la quota.
ja: あなたが知りたい部分の量/値。
ko: 알고 싶은 양/값의 일부입니다.
nl: De hoeveelheid/waarde waarvan u het aandeel wilt weten.
no: Mengden/verdien du ønsker å kjenne andelen av.
pl: Ilość/wartość, której udział chcesz poznać.
pt_pt: A quantidade/valor da qual você deseja conhecer a parte.
ro: Cantitatea/valoarea a cărei parte doriți să o cunoașteți.
ru: Количество/значение, долю которого вы хотите узнать.
sk: Množstvo/hodnota, ktorej podiel chcete poznať.
sv: Mängden/värdet vars andel du vill känna till.
sw: Kiasi/thamani unayotaka kujua sehemu yake.
tr: Payını öğrenmek istediğiniz miktar/değer.
uk: Кількість/значення, частку якого ви хочете дізнатися.
vi: Số lượng/giá trị mà bạn muốn biết phần của nó.
zh_hans: 您想知道其份额的数量/值。

# pct_of_total_total
source: Total
af: Totaal
bg: Общо
cs: Celkem
de: Gesamt
el: Σύνολο
fi: Kokonaismäärä
fil: Kabuuan
hu: Összeg
it: Totale
ja: 合計
ko: 총계
nl: Totaal
pl: Całkowita
ru: Итого
sk: Celkom
sw: Jumla
tr: Toplam
uk: Загальна сума
vi: Tổng
zh_hans: 总计

# pct_of_total_total_hint
source: Le total de référence (doit être différent de 0).
af: Die verwysingstotaal (moet verskil van 0).
bg: Референтното общо (трябва да е различно от 0).
cs: Referenční celková hodnota (musí být různá od 0).
da: Reference totalen (skal være forskellig fra 0).
de: Der Referenzgesamtbetrag (muss ungleich 0 sein).
el: Το αναφορά σύνολο (πρέπει να είναι διαφορετικό από το 0).
es: El total de referencia (debe ser diferente de 0).
fi: Viitekokonaisuus (sen on oltava eri kuin 0).
fil: Ang kabuuang sanggunian (dapat ay hindi 0).
hu: A referencia összeg (kell, hogy eltérjen a 0-tól).
id: Total referensi (harus berbeda dari 0).
it: Il totale di riferimento (deve essere diverso da 0).
ja: 基準となる合計（0以外である必要があります）。
ko: 기준 총계(0이 아니어야 함).
nl: Het referentietotaal (moet verschillend zijn van 0).
no: Referansesummen (må være forskjellig fra 0).
pl: Całkowita wartość odniesienia (musi być różna od 0).
pt_pt: O total de referência (deve ser diferente de 0).
ro: Totalul de referință (trebuie să fie diferit de 0).
ru: Сумма для справки (должна быть отличной от 0).
sk: Referenčný celok (musí byť odlišný od 0).
sv: Referensbeloppet (måste vara olika från 0).
sw: Jumla ya rejea (inapaswa kuwa tofauti na 0).
tr: Referans toplamı (0'dan farklı olmalıdır).
uk: Загальна сума для посилання (повинна бути відмінною від 0).
vi: Tổng tham chiếu (phải khác 0).
zh_hans: 参考总数（必须不同于 0）。

# pct_of_total_percent_label
source: Pourcentage
af: Persentasie
bg: Процент
cs: Procent
da: Procentdel
de: Prozentsatz
el: Ποσοστό
es: Porcentaje
fi: Prosentti
fil: Porsyento
hu: Százalék
id: Persentase
it: Percentuale
ja: パーセンテージ
ko: 백분율
nl: Percentage
no: Prosentandel
pl: Procent
pt_pt: Porcentagem
ro: Procentaj
ru: Процент
sk: Percent
sv: Procent
sw: Asilimia
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hans: 百分比

# pct_of_total_ratio_label
source: Ratio
af: Verhouding
bg: Съотношение
cs: Poměr
da: Forhold
de: Verhältnis
el: Αναλογία
fi: Suhde
hu: Arány
id: Rasio
it: Rapporto
ja: 比率
ko: 비율
nl: Verhouding
no: Forhold
pl: Wskaźnik
pt_pt: Rácio
ro: Raport
ru: Соотношение
sk: Pomeranie
sv: Förhållande
sw: Kiwango
tr: Oran
uk: Співвідношення
vi: Tỷ lệ
zh_hans: 比例

# pct_of_total_remaining_label
source: Reste
af: Rester
bg: Остатък
cs: Zbytek
da: Rest
de: Rest
el: Υπόλοιπο
es: Resto
fi: Loppuosa
fil: Natira
hu: Maradék
id: Sisa
it: Resto
ja: 残り
ko: 잔여
nl: Rest
no: Rest
pl: Reszta
pt_pt: Resto
ro: Rămâne
ru: Остаток
sk: Zostatok
sv: Rest
sw: Salio
tr: Kalan
uk: Залишок
vi: Còn lại
zh_hans: 剩余

# pct_of_total_remaining_pct_label
source: Reste (%)
af: Rester (%)
bg: Остатък (%)
cs: Zbytek (%)
da: Rest (%)
de: Rest (%)
el: Υπόλοιπο (%)
es: Resto (%)
fi: Loppuosa (%)
fil: Natira (%)
hu: Maradék (%)
id: Sisa (%)
it: Resto (%)
ja: 残り (%)
ko: 잔여 (%)
nl: Rest (%)
no: Rest (%)
pl: Reszta (%)
pt_pt: Resto (%)
ro: Rămâne (%)
ru: Остаток (%)
sk: Zostatok (%)
sv: Rest (%)
sw: Salio (%)
tr: Kalan (%)
uk: Залишок (%)
vi: Còn lại (%)
zh_hans: 剩余 (%)

# pct_of_total_warning
source: Attention : la valeur dépasse le total (le pourcentage peut être supérieur à 100%).
af: Let wel: die waarde oorskry die totaal (die persentasie kan meer as 100% wees).
bg: Внимание: стойността надвишава общата сума (процентът може да бъде над 100%).
cs: Pozor: hodnota překračuje celkovou částku (procento může být vyšší než 100%).
da: Bemærk: værdien overskrider totalen (procentdelen kan være over 100%).
de: Achtung: Der Wert überschreitet das Gesamt (der Prozentsatz kann über 100% liegen).
el: Προσοχή: η τιμή ξεπερνά το σύνολο (το ποσοστό μπορεί να είναι μεγαλύτερο από 100%).
es: Atención: el valor excede el total (el porcentaje puede ser superior al 100%).
fi: Huomio: arvo ylittää kokonaismäärän (prosentti voi olla yli 100%).
fil: Paalala: ang halaga ay lumampas sa kabuuan (maaaring lumampas sa 100% ang porsyento).
hu: Figyelem: az érték meghaladja a teljes összeget (a százalék meghaladhatja a 100%-ot).
id: Perhatian: nilai melebihi total (persentase bisa lebih dari 100%).
it: Attenzione: il valore supera il totale (la percentuale può essere superiore al 100%).
ja: 注意：値が合計を超えています（パーセンテージは100%を超える可能性があります）。
ko: 주의: 값이 총계를 초과합니다 (백분율이 100%를 초과할 수 있습니다).
nl: Let op: de waarde overschrijdt het totaal (het percentage kan hoger zijn dan 100%).
no: Merk: verdien overskrider totalen (prosentandelen kan være over 100%).
pl: Uwaga: wartość przekracza całkowitą (procent może być większy niż 100%).
pt_pt: Atenção: o valor excede o total (o percentual pode ser superior a 100%).
ro: Atenție: valoarea depășește totalul (procentajul poate fi mai mare de 100%).
ru: Внимание: значение превышает общий итог (процент может быть больше 100%).
sk: Pozor: hodnota presahuje celkovú sumu (percento môže byť vyššie ako 100%).
sv: Varning: värdet överskrider totalen (procentandelen kan vara över 100%).
sw: Tahadhari: thamani inazidi jumla (asilimia inaweza kuwa juu ya 100%).
tr: Dikkat: değer toplamı aşıyor (yüzde 100'ü geçebilir).
uk: Увага: значення перевищує загальну суму (відсоток може бути більшим за 100%).
vi: Chú ý: giá trị vượt quá tổng (tỷ lệ phần trăm có thể lớn hơn 100%).
zh_hans: 注意：该值超过总数（百分比可能超过 100%）。

# pct_of_total_example_label
source: INTERPOLATION sur INTERPOLATION_1
af: INTERPOLATION van INTERPOLATION_1
bg: INTERPOLATION от INTERPOLATION_1
cs: INTERPOLATION z INTERPOLATION_1
da: INTERPOLATION af INTERPOLATION_1
de: INTERPOLATION von INTERPOLATION_1
el: INTERPOLATION από INTERPOLATION_1
es: INTERPOLATION sobre INTERPOLATION_1
fi: INTERPOLATION INTERPOLATION_1
fil: INTERPOLATION sa INTERPOLATION_1
hu: INTERPOLATION a INTERPOLATION_1
id: INTERPOLATION dari INTERPOLATION_1
it: INTERPOLATION su INTERPOLATION_1
ja: INTERPOLATION の INTERPOLATION_1
ko: INTERPOLATION 중 INTERPOLATION_1
nl: INTERPOLATION van INTERPOLATION_1
no: INTERPOLATION av INTERPOLATION_1
pl: INTERPOLATION na INTERPOLATION_1
pt_pt: INTERPOLATION sobre INTERPOLATION_1
ro: INTERPOLATION din INTERPOLATION_1
ru: INTERPOLATION из INTERPOLATION_1
sk: INTERPOLATION z INTERPOLATION_1
sv: INTERPOLATION av INTERPOLATION_1
sw: INTERPOLATION juu ya INTERPOLATION_1
tr: INTERPOLATION üzerinde INTERPOLATION_1
uk: INTERPOLATION з INTERPOLATION_1
vi: INTERPOLATION trên INTERPOLATION_1
zh_hans: INTERPOLATION 在 INTERPOLATION_1

# pct_of_total_definition_sub
source: Un pourcentage exprime une part sur 100, à partir d’un ratio valeur/total.
af: 'n Persentasie dui 'n deel op 100 aan, gebaseer op 'n waarde/totaal verhouding.
bg: Процентът изразява част от 100, на базата на съотношение стойност/общо.
cs: Procento vyjadřuje podíl na 100, na základě poměru hodnota/celkem.
da: En procent angiver en andel ud af 100, baseret på et forhold mellem værdi/total.
de: Ein Prozentsatz drückt einen Anteil von 100 aus, basierend auf einem Verhältnis von Wert/Gesamt.
el: Ένα ποσοστό εκφράζει ένα μέρος επί 100, με βάση μια αναλογία τιμής/συνόλου.
es: Un porcentaje expresa una parte sobre 100, a partir de una relación valor/total.
fi: Prosentti ilmaisee osan sadasta, joka perustuu arvo/ kokonaisuus -suhteeseen.
fil: Ang porsyento ay nagpapahayag ng bahagi sa 100, batay sa ratio ng halaga/kabuuan.
hu: A százalék egy 100-on belüli részesedést fejez ki, az érték/teljes arány alapján.
id: Persentase menyatakan bagian dari 100, berdasarkan rasio nilai/total.
it: Una percentuale esprime una parte su 100, a partire da un rapporto valore/totale.
ja: パーセンテージは、値/合計の比率から100の一部を表します。
ko: 백분율은 값/총 비율에서 100분의 1을 나타냅니다.
nl: Een percentage drukt een deel uit van 100, op basis van een waarde/totaal ratio.
no: En prosent uttrykker en del av 100, basert på et forhold mellom verdi/total.
pl: Procent wyraża część na 100, na podstawie stosunku wartość/całkowita.
pt_pt: Um percentual expressa uma parte sobre 100, a partir de um rácio valor/total.
ro: Un procentaj exprimă o parte din 100, pe baza unui raport valoare/total.
ru: Процент выражает долю из 100, исходя из соотношения значение/итог.
sk: Percent vyjadruje podiel na 100, na základe pomeru hodnota/celok.
sv: En procent uttrycker en del av 100, baserat på ett värde/totalt förhållande.
sw: Asilimia inaonyesha sehemu ya 100, kutoka kwa uwiano wa thamani/jumla.
tr: Bir yüzde, bir değer/toplam oranından yola çıkarak 100 üzerinden bir payı ifade eder.
uk: Відсоток виражає частку з 100, на основі співвідношення значення/загальна сума.
vi: Một tỷ lệ phần trăm thể hiện một phần trên 100, dựa trên tỷ lệ giá trị/tổng.
zh_hans: 百分比表示每 100 的一部分，基于值/总数的比率。

# pct_of_total_step1
source: Calculez le ratio : valeur ÷ total.
af: Bereken die verhouding: waarde ÷ totaal.
bg: Изчислете съотношение: стойност ÷ общо.
cs: Vypočítejte poměr: hodnota ÷ celkem.
da: Beregn forholdet : værdi ÷ total.
de: Berechnen Sie das Verhältnis : Wert ÷ Gesamt.
el: Υπολογίστε το ratio: τιμή ÷ σύνολο.
es: Calcule el ratio: valor ÷ total.
fi: Laske suhde: arvo ÷ kokonaisuus.
fil: Kalkulahin ang ratio: halaga ÷ kabuuan.
hu: Számolja ki a arányt: érték ÷ összeg.
id: Hitung rasio: nilai ÷ total.
it: Calcola il rapporto : valore ÷ totale.
ja: 比率を計算します：値 ÷ 合計。
ko: 비율 계산: 값 ÷ 총계.
nl: Bereken de ratio : waarde ÷ totaal.
no: Beregn forholdet: verdi ÷ total.
pl: Oblicz stosunek : wartość ÷ całkowita.
pt_pt: Calcule o rácio: valor ÷ total.
ro: Calculați raportul: valoare ÷ total.
ru: Вычислите соотношение: значение ÷ итог.
sk: Vypočítajte pomer: hodnota ÷ celok.
sv: Beräkna förhållandet : värde ÷ totalt.
sw: Hesabu uwiano: thamani ÷ jumla.
tr: oran hesaplayın: değer ÷ toplam.
uk: Обчисліть співвідношення: значення ÷ загальна сума.
vi: Tính toán tỷ lệ: giá trị ÷ tổng.
zh_hans: 计算 比率：值 ÷ 总数。

# pct_of_total_step2
source: Convertissez en pourcentage : ratio × 100.
af: Convert vir persentasie: verhouding × 100.
bg: Конвертирайте в процент: съотношение × 100.
cs: Převeďte na procento: poměr × 100.
da: Konverter til procent : forhold × 100.
de: Konvertieren Sie in Prozent : Verhältnis × 100.
el: Μετατρέψτε σε ποσοστό: αναλογία × 100.
es: Convierta a porcentaje: ratio × 100.
fi: Muunna prosentiksi: suhde × 100.
fil: I-convert sa porsyento: ratio × 100.
hu: Konvertálja százalékra: arány × 100.
id: Konversi ke persentase: rasio × 100.
it: Converti in percentuale : rapporto × 100.
ja: パーセンテージに変換します：比率 × 100。
ko: 백분율로 변환: 비율 × 100.
nl: Zet om naar percentage : ratio × 100.
no: Konverter til prosent: forhold × 100.
pl: Przekształć na procent : stosunek × 100.
pt_pt: Converta em porcentagem: rácio × 100.
ro: Convertiți în procentaj: raport × 100.
ru: Преобразуйте в процент: соотношение × 100.
sk: Preveďte na percento: pomer × 100.
sv: Konvertera till procent : förhållande × 100.
sw: Badilisha kuwa asilimia: uwiano × 100.
tr: yüzdeye dönüştürün: oran × 100.
uk: Перетворіть на відсоток: співвідношення × 100.
vi: Chuyển đổi sang tỷ lệ phần trăm: tỷ lệ × 100.
zh_hans: 转换为 百分比：比率 × 100。

# pct_of_total_step3
source: Pour le reste : total − valeur (et le reste (%) = 100 − part).
af: Vir die oorblyfsel: totaal − waarde (en die oorblyfsel (%) = 100 − deel).
bg: За остатъка: общо − стойност (и остатък (%) = 100 − част).
cs: Pro zbytek: celkem − hodnota (a zbytek (%) = 100 − podíl).
da: For resten : total − værdi (og resten (%) = 100 − andel).
de: Für den Rest : Gesamt − Wert (und der Rest (%) = 100 − Anteil).
el: Για το υπόλοιπο: σύνολο − τιμή (και το υπόλοιπο (%) = 100 − μέρος).
es: Para el resto: total − valor (y el resto (%) = 100 − parte).
fi: Jäljelle jäävälle osalle: kokonaisuus − arvo (ja jäljelle jäävä (%) = 100 − osa).
fil: Para sa natira: kabuuan − halaga (at ang natira (%) = 100 − bahagi).
hu: A maradékra: összeg − érték (és a maradék (%) = 100 − rész).
id: Untuk sisa: total − nilai (dan sisa (%) = 100 − bagian).
it: Per il resto : totale − valore (e il resto (%) = 100 − parte).
ja: 残りについて：合計 − 値（残り (%) = 100 − 部分）。
ko: 잔여 계산: 총계 − 값 (그리고 잔여 (%) = 100 − 비율).
nl: Voor de rest : totaal − waarde (en de rest (%) = 100 − deel).
no: For resten: total − verdi (og resten (%) = 100 − del).
pl: Dla reszty : całkowita − wartość (a reszta (%) = 100 − część).
pt_pt: Para o resto: total − valor (e o resto (%) = 100 − parte).
ro: Pentru rămâne: total − valoare (și rămâne (%) = 100 − parte).
ru: Для остатка: итог − значение (и остаток (%) = 100 − доля).
sk: Pre zostatok: celok − hodnota (a zostatok (%) = 100 − podiel).
sv: För resten : totalt − värde (och resten (%) = 100 − del).
sw: Kwa salio: jumla − thamani (na salio (%) = 100 − sehemu).
tr: kalan için: toplam − değer (ve kalan (%) = 100 − pay).
uk: Для залишку: загальна сума − значення (і залишок (%) = 100 − частка).
vi: Đối với còn lại: tổng − giá trị (và còn lại (%) = 100 − phần).
zh_hans: 对于 剩余：总数 − 值（剩余 (%) = 100 − 部分）。
