Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_encryption_check_faq
source: Questions fréquentes
af: Gereelde vrae
bg: За какво служи този изход.
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Για ποιον σκοπό είναι αυτή η έξοδος.
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: What this output is for.
it: Domande frequenti
ja: この出力の目的。
ko: 출력을 정확히 설명하십시오.
nl: Veelgestelde vragen
no: Hva denne utdataen er til.
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: La ce este utilă această ieșire.
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vad denna utdata används till.
sw: Ni nini matumizi ya matokeo haya.
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_encryption_check_q1
source: L’outil enlève-t-il le mot de passe ?
af: Verwyder die hulpmiddel die wagwoord?
bg: Инструментът ли премахва паролата?
cs: Nástroj odstraní heslo?
da: Fjerner værktøjet adgangskoden?
de: Entfernt das Tool das Passwort?
el: Αφαιρεί το εργαλείο τον κωδικό πρόσβασης;
es: ¿El herramienta elimina la contraseña?
fi: Poistaako työkalu salasanan?
fil: Inaalis ba ng tool ang password?
hu: Mire szolgál ez a kimenet.
id: Limitations and points of attention
it: Lo strumento rimuove la password?
ja: ツールはパスワードを削除しますか？
ko: 도구가 비밀번호를 제거합니까?
nl: Verwijdert de tool het wachtwoord?
no: Fjerner verktøyet passordet?
pl: Czy narzędzie usuwa hasło?
pt_pt: A ferramenta remove a senha?
ro: Instrumentul elimină parola?
ru: Удаляет ли инструмент пароль?
sk: Odstraňuje nástroj heslo?
sv: Tar verktyget bort lösenordet?
sw: Je, chombo kinatoa nenosiri??
tr: Araç parolayı kaldırıyor mu?
uk: Чи знімає інструмент пароль?
vi: Công cụ có xóa mật khẩu không?
zh_hans: 工具是否会移除密码？

# ed_dev_pdf_pdf_encryption_check_a1
source: Non. Il diagnostique le chiffrement et les permissions ; il ne contourne pas la protection.
af: Nee. Dit diagnoseer die versleuteling en toestemmings; dit omseil nie die beskerming nie.
bg: Не. Той диагностицира шифроването и разрешенията; не заобикаля защитата.
cs: Ne. Diagnostikuje šifrování a oprávnění; neobchází ochranu.
da: Nej. Det diagnosticerer kryptering og tilladelser; det omgår ikke beskyttelsen.
de: Nein. Es diagnostiziert die Verschlüsselung und die Berechtigungen; es umgeht den Schutz nicht.
el: Όχι. Διαγιγνώσκει την κρυπτογράφηση και τα δικαιώματα; δεν παρακάμπτει την προστασία.
es: No. Diagnostica el cifrado y los permisos; no elude la protección.
fi: Ei. Se diagnosoi salauksen ja käyttöoikeudet; se ei kierrä suojaa.
fil: Hindi. Sinusuri nito ang encryption at mga pahintulot; hindi nito nilalampasan ang proteksyon.
it: No. Diagnostica la cifratura e i permessi; non elude la protezione.
ja: いいえ。暗号化と権限を診断しますが、保護を回避することはありません。
ko: 아니요. 암호화 및 권한을 진단합니다; 보호를 우회하지 않습니다.
nl: Nee. Het diagnosticeert de versleuteling en de rechten; het omzeilt de bescherming niet.
no: Nei. Det diagnostiserer kryptering og tillatelser; det omgår ikke beskyttelsen.
pl: Nie. Diagnozuje szyfrowanie i uprawnienia; nie omija zabezpieczeń.
pt_pt: Não. Ela diagnostica a criptografia e as permissões; não contorna a proteção.
ro: Nu. Diagnostichează criptarea și permisiunile; nu ocolește protecția.
ru: Нет. Он диагностирует шифрование и разрешения; он не обходит защиту.
sk: Nie. Diagnostikuje šifrovanie a povolenia; neobchádza ochranu.
sv: Nej. Det diagnostiserar kryptering och behörigheter; det kringgår inte skyddet.
sw: Hapana. Kinachambua usimbaji na ruhusa; hakipitishi ulinzi.
tr: Hayır. Şifrelemeyi ve izinleri tanımlar; korumayı aşmaz.
uk: Ні. Він діагностує шифрування та дозволи; він не обходить захист.
vi: Không. Nó chẩn đoán mã hóa và quyền; nó không vượt qua bảo vệ.
zh_hans: 不。它诊断加密和权限；它不绕过保护。

# ed_dev_pdf_pdf_encryption_check_q2
source: Pourquoi l’impression est “interdite” mais j’arrive à imprimer ?
af: Waarom is druk "verbode" maar ek kan druk?
bg: Защо печатането е "забранено", но аз мога да печатам?
cs: Proč je tisk "zakázán", ale já mohu tisknout?
da: Hvorfor er udskrivning "forbudt", men jeg kan stadig udskrive?
de: Warum ist das Drucken "verboten", aber ich kann drucken?
el: Γιατί η εκτύπωση είναι "απαγορευμένη" αλλά μπορώ να εκτυπώσω;
es: ¿Por qué la impresión está “prohibida” pero puedo imprimir?
fi: Miksi tulostus on "kielletty" mutta voin silti tulostaa?
fil: Bakit "bawal" ang pag-print ngunit nakakagawa akong mag-print?
it: Perché la stampa è "vietata" ma riesco a stampare?
ja: なぜ印刷が「禁止」されているのに印刷できるのですか？
ko: 왜 인쇄가 '금지'되었지만 인쇄할 수 있습니까?
nl: Waarom is afdrukken "verboden" maar kan ik toch afdrukken?
no: Hvorfor er utskrift "forbudt" men jeg klarer å skrive ut?
pl: Dlaczego drukowanie jest "zabronione", a ja mogę drukować?
pt_pt: Por que a impressão está "proibida" mas consigo imprimir?
ro: De ce tipărirea este „interzisă” dar eu pot să tipăresc?
ru: Почему печать "запрещена", но я могу печатать?
sk: Prečo je tlač "zakázaná", ale ja môžem tlačiť?
sv: Varför är utskrift "förbjuden" men jag kan skriva ut?
sw: Kwa nini uchapishaji umekatazwa lakini naweza kuchapisha?
tr: Neden yazdırma "yasak" ama ben yazdırabiliyorum?
uk: Чому друк "заборонено", але я можу друкувати?
vi: Tại sao việc in lại "bị cấm" nhưng tôi vẫn có thể in?
zh_hans: 为什么打印是“禁止”的，但我能打印？

# ed_dev_pdf_pdf_encryption_check_a2
source: Certaines applications n’appliquent pas strictement les permissions. Le rapport reflète ce que déclare le PDF.
af: Sommige toepassings handhaaf nie die toestemmings streng nie. Die verslag weerspieël wat die PDF verklaar.
bg: Някои приложения не прилагат стриктно разрешенията. Отчетът отразява това, което PDF заявява.
cs: Některé aplikace nepoužívají oprávnění striktně. Zpráva odráží to, co PDF uvádí.
da: Nogle applikationer anvender ikke tilladelser strengt. Rapporten afspejler, hvad PDF'en angiver.
de: Einige Anwendungen wenden die Berechtigungen nicht strikt an. Der Bericht spiegelt wider, was das PDF angibt.
el: Ορισμένες εφαρμογές δεν εφαρμόζουν αυστηρά τα δικαιώματα. Η αναφορά αντικατοπτρίζει αυτό που δηλώνει το PDF.
es: Algunas aplicaciones no aplican estrictamente los permisos. El informe refleja lo que declara el PDF.
fi: Jotkin sovellukset eivät sovella käyttöoikeuksia tiukasti. Raportti heijastaa sitä, mitä PDF ilmoittaa.
fil: Ang ilang mga application ay hindi mahigpit na nag-aaplay ng mga pahintulot. Ang ulat ay sumasalamin sa sinasabi ng PDF.
id: Frequently asked questions
it: Alcune applicazioni non applicano rigorosamente i permessi. Il rapporto riflette ciò che dichiara il PDF.
ja: 一部のアプリケーションは権限を厳密に適用しません。レポートはPDFが示す内容を反映しています。
ko: 일부 애플리케이션은 권한을 엄격하게 적용하지 않습니다. 보고서는 PDF가 선언하는 내용을 반영합니다.
nl: Sommige applicaties passen de rechten niet strikt toe. Het rapport weerspiegelt wat de PDF aangeeft.
no: Noen applikasjoner håndhever ikke tillatelser strengt. Rapporten gjenspeiler hva PDF-en erklærer.
pl: Niektóre aplikacje nie stosują ściśle uprawnień. Raport odzwierciedla to, co deklaruje PDF.
pt_pt: Alguns aplicativos não aplicam as permissões de forma rigorosa. O relatório reflete o que o PDF declara.
ro: Unele aplicații nu aplică strict permisiunile. Raportul reflectă ceea ce declară PDF-ul.
ru: Некоторые приложения не строго применяют разрешения. Отчет отражает то, что заявляет PDF.
sk: Niektoré aplikácie neprísne uplatňujú povolenia. Správa odráža to, čo PDF uvádza.
sv: Vissa applikationer tillämpar inte behörigheterna strikt. Rapporten återspeglar vad PDF:en anger.
sw: Programu fulani hazifuatilii kwa makini ruhusa. Ripoti inaakisi kile PDF inasema.
tr: Bazı uygulamalar izinleri sıkı bir şekilde uygulamaz. Rapor, PDF'nin beyan ettiği durumu yansıtır.
uk: Деякі програми не суворо дотримуються дозволів. Звіт відображає те, що заявляє PDF.
vi: Một số ứng dụng không áp dụng nghiêm ngặt các quyền. Báo cáo phản ánh những gì PDF tuyên bố.
zh_hans: 某些应用程序并不严格执行权限。报告反映了PDF的声明。

# ed_dev_pdf_pdf_encryption_check_tip_title
source: Astuce
af: Wenk
bg: Относно: Изравняване на PDF формуляр
cs: O aplikaci: Zploštění PDF formuláře
da: Tip
de: Tipp
el: Σχετικά με: Επίπεδο ένα PDF
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Ce ce obțineți
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_encryption_check_tip
source: Avant de lancer des outils d’extraction (liens, images, champs), vérifiez d’abord le chiffrement : vous gagnerez du temps de debug en identifiant immédiatement une protection.
af: Voordat jy ekstraksie-hulpmiddels (skakels, beelde, velde) begin, kontroleer eers die versleuteling: jy sal tyd spaar met foutopsporing deur onmiddellik 'n beskerming te identifiseer.
bg: Преди да стартирате инструменти за извличане (връзки, изображения, полета), първо проверете шифроването: ще спестите време за отстраняване на грешки, като веднага идентифицирате защита.
cs: Před spuštěním nástrojů pro extrakci (odkazy, obrázky, pole) nejprve zkontrolujte šifrování: ušetříte čas při ladění tím, že okamžitě identifikujete ochranu.
da: Før du starter udtrækningsværktøjer (links, billeder, felter), skal du først kontrollere krypteringen: du sparer debug-tid ved straks at identificere en beskyttelse.
de: Überprüfen Sie vor dem Start von Extraktionstools (Links, Bilder, Felder) zuerst die Verschlüsselung: Sie sparen Debugging-Zeit, indem Sie sofort einen Schutz identifizieren.
el: Πριν ξεκινήσετε εργαλεία εξαγωγής (συνδέσμους, εικόνες, πεδία), ελέγξτε πρώτα την κρυπτογράφηση: θα κερδίσετε χρόνο αποσφαλμάτωσης εντοπίζοντας άμεσα μια προστασία.
es: Antes de lanzar herramientas de extracción (enlaces, imágenes, campos), verifique primero el cifrado: ahorrará tiempo de depuración al identificar inmediatamente una protección.
fi: Ennen kuin käynnistät erottamistyökaluja (linkit, kuvat, kentät), tarkista ensin salaus: säästät debug-aikaa tunnistamalla suojauksen heti.
fil: Bago maglunsad ng mga extraction tool (mga link, larawan, mga field), suriin muna ang encryption: makakatipid ka ng oras sa debug sa pamamagitan ng agad na pagtukoy sa isang proteksyon.
hu: TODO: Egyedi trükk, amely kapcsolódik az eszköz szándékához.
id: Trik
it: Prima di avviare strumenti di estrazione (link, immagini, campi), verifica prima la cifratura: risparmierai tempo di debug identificando immediatamente una protezione.
ja: 抽出ツール（リンク、画像、フィールド）を実行する前に、まず暗号化を確認してください：保護を即座に特定することでデバッグの時間を節約できます。
ko: 추출 도구(링크, 이미지, 필드)를 실행하기 전에 먼저 암호화를 확인하십시오: 보호를 즉시 식별하여 디버깅 시간을 절약할 수 있습니다.
nl: Controleer eerst de versleuteling voordat je extractietools (links, afbeeldingen, velden) start: je bespaart debugtijd door onmiddellijk een bescherming te identificeren.
no: Før du starter ekstraksjonsverktøy (lenker, bilder, felt), sjekk først krypteringen: du vil spare tid på feilsøking ved å umiddelbart identifisere en beskyttelse.
pl: Przed uruchomieniem narzędzi ekstrakcji (linki, obrazy, pola) najpierw sprawdź szyfrowanie: zaoszczędzisz czas na debugowaniu, natychmiast identyfikując zabezpieczenie.
pt_pt: Antes de iniciar ferramentas de extração (links, imagens, campos), verifique primeiro a criptografia: você economizará tempo de depuração ao identificar imediatamente uma proteção.
ro: Înainte de a lansa instrumente de extragere (linkuri, imagini, câmpuri), verificați mai întâi criptarea: veți economisi timp de depanare identificând imediat o protecție.
ru: Перед запуском инструментов извлечения (ссылки, изображения, поля) сначала проверьте шифрование: вы сэкономите время на отладке, сразу определив защиту.
sk: Pred spustením nástrojov na extrakciu (odkazy, obrázky, polia) najprv skontrolujte šifrovanie: ušetríte čas pri ladení tým, že okamžite identifikujete ochranu.
sv: Innan du kör extraktionsverktyg (länkar, bilder, fält), kontrollera först krypteringen: du sparar debuggtid genom att omedelbart identifiera ett skydd.
sw: Kabla ya kuzindua zana za kutoa (viungo, picha, maeneo ya kujaza), angalia kwanza usimbaji: utaokoa muda wa kutatua matatizo kwa kutambua mara moja ulinzi.
tr: Çıkarma araçlarını (bağlantılar, resimler, alanlar) başlatmadan önce, önce şifrelemeyi kontrol edin: korumayı hemen tanımlayarak hata ayıklama süresinden tasarruf edersiniz.
uk: Перед запуском інструментів витягування (посилання, зображення, поля) спочатку перевірте шифрування: ви заощадите час на налагодження, відразу виявивши захист.
vi: Trước khi khởi động các công cụ trích xuất (liên kết, hình ảnh, trường), hãy kiểm tra trước mã hóa: bạn sẽ tiết kiệm thời gian gỡ lỗi bằng cách xác định ngay lập tức một bảo vệ.
zh_hans: 在启动提取工具（链接、图像、字段）之前，先检查加密：通过立即识别保护，您将节省调试时间。

# ed_dev_pdf_pdf_flatten_forms_title
source: À propos : PDF Flatten Forms
af: Oor: PDF Flatten Forms
bg: Относно: PDF Flatten Forms
cs: O: PDF Aplatiť formuláře
da: Om: PDF Flatten Forms
de: Über: PDF Flatten Forms
el: Σχετικά με: PDF Flatten Forms
es: Acerca de: Aplanar formularios PDF
fi: Tietoa: PDF-muotojen tasoittaminen
fil: Tungkol sa: PDF Flatten Forms
hu: Rólunk: PDF űrlap laposítása
id: Sebuah trik unik yang terkait dengan tujuan alat ini.
it: Informazioni: PDF Flatten Forms
ja: について：PDFフラットフォームフォーム
ko: 정보: PDF 평면화 양식
nl: Over: PDF Flatten Forms
no: Om: PDF Flatten Forms
pl: O: PDF Flatten Forms
pt_pt: Sobre: PDF Flatten Forms
ro: Despre: Aplatizarea formularelor PDF
ru: О: PDF Упрощение Форм
sk: O: PDF Aplatiť Formuláre
sv: Om: PDF Flatten Forms
sw: Kuhusu: PDF Flatten Forms
tr: Hakkında: PDF Düzleştirme Formları
uk: Про: PDF Flatten Forms
vi: Về: PDF Aplatir Biểu Mẫu
zh_hans: 关于：PDF扁平化表单

# ed_dev_pdf_pdf_flatten_forms_lead
source: Aplatir (flatten) les champs de formulaire d’un PDF : convertir les champs interactifs en contenu statique pour garantir un rendu identique à l’impression et empêcher les modifications.
af: Platmaak (flatten) van 'n PDF se vormvelde: omskep interaktiewe velde in statiese inhoud om 'n identiese afdrukresultaat te verseker en veranderinge te voorkom.
bg: Плоски (flatten) полета на формуляри в PDF: конвертиране на интерактивни полета в статично съдържание, за да се гарантира идентичен вид при печат и да се предотвратят промени.
cs: Aplatiť (flatten) pole formuláře PDF: převést interaktivní pole na statický obsah, aby se zajistil identický výstup při tisku a zabránilo se úpravám.
da: Flatten felterne i en PDF: konvertere interaktive felter til statisk indhold for at sikre identisk gengivelse ved udskrivning og forhindre ændringer.
de: Formularfelder eines PDFs flatten: interaktive Felder in statischen Inhalt umwandeln, um eine identische Druckausgabe zu gewährleisten und Änderungen zu verhindern.
el: Απλοποιήστε (flatten) τα πεδία φόρμας ενός PDF: μετατρέψτε τα διαδραστικά πεδία σε στατικό περιεχόμενο για να διασφαλίσετε ότι η εκτύπωση θα είναι ίδια και να αποτρέψετε τις τροποποιήσεις.
es: Aplanar (flatten) los campos de formulario de un PDF: convertir los campos interactivos en contenido estático para garantizar una representación idéntica a la impresión y evitar modificaciones.
fi: Tasoita PDF-lomakkeen kentät: muunna interaktiiviset kentät staattiseksi sisällöksi varmistaaksesi, että tulostus on identtinen ja estää muutokset.
fil: I-flatten ang mga field ng form ng isang PDF: i-convert ang mga interactive na field sa static na nilalaman upang matiyak ang parehong rendering sa pag-print at maiwasan ang mga pagbabago.
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: Tentang: Meratakan formulir PDF
it: Appiattire (flatten) i campi di un modulo PDF: convertire i campi interattivi in contenuto statico per garantire un rendering identico alla stampa e impedire modifiche.
ja: PDFのフォームフィールドをフラット化（flatten）します：インタラクティブなフィールドを静的コンテンツに変換し、印刷時に同じレンダリングを保証し、変更を防ぎます。
ko: PDF의 양식 필드를 평면화(Flatten): 대화형 필드를 정적 콘텐츠로 변환하여 인쇄 시 동일한 렌더링을 보장하고 수정할 수 없도록 합니다.
nl: Flatten van formulier velden in een PDF: interactieve velden omzetten naar statische inhoud om een identieke weergave bij afdrukken te garanderen en wijzigingen te voorkomen.
no: Flatten (flatten) skjema-feltene i en PDF: konvertere interaktive felt til statisk innhold for å sikre identisk utskrift og hindre endringer.
pl: Spłaszczenie (flatten) pól formularza PDF: konwersja interaktywnych pól na statyczną treść, aby zapewnić identyczny wygląd przy drukowaniu i zapobiec modyfikacjom.
pt_pt: Aplanar (flatten) os campos de formulário de um PDF: converter campos interativos em conteúdo estático para garantir uma renderização idêntica à impressão e impedir modificações.
ro: Aplatizarea câmpurilor de formular dintr-un PDF: convertirea câmpurilor interactive în conținut static pentru a asigura o redare identică la tipărire și a preveni modificările.
ru: Упрощение (flatten) полей формы PDF: преобразование интерактивных полей в статический контент для обеспечения идентичного отображения при печати и предотвращения изменений.
sk: Aplatiť (flatten) polia formulára PDF: previesť interaktívne polia na statický obsah, aby sa zabezpečil rovnaký výstup pri tlači a zabránilo sa úpravám.
sv: Platta ut (flatten) formulärfält i en PDF: konvertera interaktiva fält till statiskt innehåll för att säkerställa en identisk utskriftsrendering och förhindra ändringar.
sw: Kusawazisha (flatten) maeneo ya kujaza ya PDF: kubadilisha maeneo ya mwingiliano kuwa maudhui ya kudumu ili kuhakikisha uwasilishaji sawa wakati wa uchapishaji na kuzuia mabadiliko.
tr: Bir PDF'nin form alanlarını düzleştirmek: etkileşimli alanları statik içeriğe dönüştürmek, baskıda aynı görünümü sağlamak ve değişiklikleri engellemek.
uk: Згладжування (flatten) полів форми PDF: перетворення інтерактивних полів у статичний контент для забезпечення однакового відображення при друку та запобігання змінам.
vi: Aplatir các trường biểu mẫu của một PDF: chuyển đổi các trường tương tác thành nội dung tĩnh để đảm bảo hiển thị giống nhau khi in và ngăn chặn các thay đổi.
zh_hans: 扁平化PDF的表单字段：将交互式字段转换为静态内容，以确保打印时的相同呈现并防止修改。

# ed_dev_pdf_pdf_flatten_forms_usecases
source: Cas d’utilisation
af: Oorlogs: Plat 'n PDF-vorm
bg: TODO: Опишете точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: Případové použití
da: Brugssager
de: Anwendungsfälle
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφρασμένο από άλλο).
es: Casos de uso
fi: Käyttötapaukset
fil: Tip
hu: Használati esetek
id: Tip
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområde
pl: Przykłady użycia
pt_pt: Casos de uso
ro: La ce folosește această ieșire.
ru: О программе: Упрощение PDF-формы
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_flatten_forms_uc1_title
source: Archivage et conformité
af: Argivering en nakoming
bg: Архивиране и съответствие
cs: Archivace a shoda
da: Arkivering og overholdelse
de: Archivierung und Compliance
el: Αρχειοθέτηση και συμμόρφωση
es: Archivado y cumplimiento
fi: Arkistointi ja vaatimustenmukaisuus
fil: Pag-archive at pagsunod
hu: Egy egyedi trükk, amely az eszköz szándékához kapcsolódik.
id: Jelaskan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: Archiviazione e conformità
ja: アーカイブとコンプライアンス
ko: 아카이빙 및 준수
nl: Archivering en naleving
no: Arkivering og samsvar
pl: Archiwizacja i zgodność
pt_pt: Arquivamento e conformidade
ro: Arhivare și conformitate
ru: Архивирование и соответствие
sk: Archivácia a súlad
sv: Arkivering och efterlevnad
sw: Hifadhi na ufuata
tr: Arşivleme ve uyumluluk
uk: Архівування та відповідність
vi: Lưu trữ và tuân thủ
zh_hans: 归档和合规性

# ed_dev_pdf_pdf_flatten_forms_uc1_text
source: Conserver un PDF “figé” dont les champs ne peuvent plus être modifiés après validation.
af: Hou 'n "vaste" PDF wat nie meer gewysig kan word nie na goedkeuring.
bg: Запазете "замразен" PDF, чиито полета не могат да бъдат променяни след валидиране.
cs: Uchovat "zmrazené" PDF, jehož pole již nelze měnit po schválení.
da: Behold en "frosset" PDF, hvor felterne ikke længere kan ændres efter validering.
de: Ein "festes" PDF aufbewahren, dessen Felder nach der Validierung nicht mehr geändert werden können.
el: Διατηρήστε ένα "παγωμένο" PDF του οποίου τα πεδία δεν μπορούν πλέον να τροποποιηθούν μετά την έγκριση.
es: Conservar un PDF “congelado” cuyos campos no pueden ser modificados después de la validación.
fi: Säilytä "jäädytetty" PDF, jonka kenttiä ei voi muuttaa vahvistamisen jälkeen.
fil: Panatilihin ang isang "frozen" na PDF na ang mga field ay hindi na maaaring baguhin pagkatapos ng pag-validate.
hu: Az eszköz pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: A unique tip related to the tool's intent.
it: Conservare un PDF "congelato" i cui campi non possono più essere modificati dopo la convalida.
ja: 検証後に変更できない「固定」PDFを保持します。
ko: 검증 후 더 이상 수정할 수 없는 '고정' PDF를 보관하십시오.
nl: Bewaar een "bevroren" PDF waarvan de velden niet meer kunnen worden gewijzigd na validatie.
no: Beholde en "frosset" PDF der feltene ikke kan endres etter validering.
pl: Zachowanie "zamrożonego" PDF, którego pola nie mogą być już modyfikowane po zatwierdzeniu.
pt_pt: Manter um PDF "congelado" cujos campos não podem mais ser modificados após validação.
ro: Păstrarea unui PDF „înghețat” ale cărui câmpuri nu mai pot fi modificate după validare.
ru: Сохраните "замороженный" PDF, поля которого больше не могут быть изменены после подтверждения.
sk: Uchovať "zmrazené" PDF, ktorého polia už nie je možné upravovať po schválení.
sv: Bevara en "fryst" PDF vars fält inte kan ändras efter validering.
sw: Hifadhi PDF "iliyoganda" ambayo maeneo hayawezi kubadilishwa baada ya kuthibitishwa.
tr: Onaylandıktan sonra değiştirilemeyen "dondurulmuş" bir PDF saklamak.
uk: Зберегти "заморожений" PDF, поля якого більше не можуть бути змінені після підтвердження.
vi: Giữ một PDF "đóng băng" mà các trường không thể thay đổi sau khi xác nhận.
zh_hans: 保留一个“固定”的PDF，其字段在验证后无法再修改。

# ed_dev_pdf_pdf_flatten_forms_uc2_title
source: Envoi à un tiers
af: Stuur aan 'n derde party
bg: Изпращане на трета страна
cs: Odeslání třetí straně
da: Send til en tredjepart
de: Versand an Dritte
el: Αποστολή σε τρίτο
es: Envío a un tercero
fi: Kolmannelle osapuolelle lähettäminen
fil: Pagpapadala sa isang third party
id: About: Flatten a PDF form
it: Invio a terzi
ja: 第三者への送信
ko: 제3자에게 전송
nl: Verzending naar derden
no: Sending til tredjepart
pl: Wysyłka do osoby trzeciej
pt_pt: Envio a terceiros
ro: Trimitere către o terță parte
ru: Отправка третьим лицам
sk: Odovzdanie tretej strane
sv: Skicka till tredje part
sw: Kutuma kwa mtu wa tatu
tr: Üçüncü tarafa gönderim
uk: Відправка третім особам
vi: Gửi cho bên thứ ba
zh_hans: 发送给第三方
