Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_range_desc
source: Calculer l’étendue (max − min).
af: Bereken die omvang (max − min).
hu: Számítsa ki a terjedelmet (max − min).
id: Hitung rentang (maks − min).
it: Calcola l'estensione (max − min).
ko: 범위(최대 - 최소)를 계산합니다.

# tool_min_max_desc
source: Identifier min et max d’une série.
af: Identifiseerder min en max van 'n reeks.
hu: Sorozat minimum és maximum azonosítója.
id: Pengidentifikasi min dan max dari sebuah seri.
it: Identificatore min e max di una serie.
ko: 시리즈의 최소 및 최대 식별자.

# tool_amplitude_desc
source: Mesurer l’amplitude d’une série (dispersion simple).
af: Meet die amplitude van 'n reeks (eenvoudige verspreiding).
hu: Egy sorozat amplitúdójának mérése (egyszerű szórás).
id: Mengukur amplitudo suatu rangkaian (dispersi sederhana).
it: Misurare l'ampiezza di una serie (dispersione semplice).
ko: 일련의 범위를 측정하기 (단순 분산).

# tool_misleading_mean_desc
source: Comprendre les cas où la moyenne n’est pas représentative.
af: Begrip die gevalle waar die gemiddelde nie verteenwoordigend is nie.
hu: Értsd meg azokat az eseteket, amikor az átlag nem reprezentatív.
id: Memahami kasus di mana rata-rata tidak representatif.
it: Comprendere i casi in cui la media non è rappresentativa.
ko: 평균이 대표적이지 않은 경우 이해하기.

# rot_sg_inverse_desc
source: Règle de trois inversée et situations d’inverse proportion.
af: Omgekeerde drie-regel en omgekeerde verhoudingsituasies.
hu: Fordított három szabály és fordított arányú helyzetek.
id: Aturan tiga terbalik dan situasi proporsi terbalik.
it: Regola del tre inversa e situazioni di proporzione inversa.
ko: 역삼각 비례법칙과 역비례 상황.

# rounding_sg_errors_desc
source: Ordre de grandeur, erreur d’arrondi, écart absolu vs relatif.
af: Grootteorde, afrondingsfout, absolute vs relatiewe verskil.
hu: Nagyságrendi becslés, kerekítési hiba, abszolút vs. relatív eltérés.
id: Urutan besar, kesalahan pembulatan, selisih absolut vs relatif.
it: Ordine di grandezza, errore di arrotondamento, scarto assoluto vs relativo.
ko: 규모의 차이, 반올림 오류, 절대 오차 대 상대 오차.

# writing_sg_essential_desc
source: Analyse et amélioration d’écriture.
af: Analise en verbetering van skryfwerk.
hu: Írás elemzése és fejlesztése.
id: Analisis dan perbaikan penulisan.
it: Analisi e miglioramento della scrittura.
ko: 작성 분석 및 개선.

# tool_pdf_form_fields_to_json_desc
source: Exporter la liste des champs d’un formulaire PDF (AcroForm) au format JSON.
af: Eksporteer die lys van velde van 'n PDF-formulier (AcroForm) na JSON-formaat.
hu: Exportálja a PDF űrlap (AcroForm) mezőinek listáját JSON formátumban.
id: Ekspor daftar bidang dari formulir PDF (AcroForm) ke format JSON.
it: Esporta l'elenco dei campi di un modulo PDF (AcroForm) in formato JSON.
ko: PDF 양식(AcroForm)의 필드 목록을 JSON 형식으로 내보냅니다.

# tool_pdf_outline_to_json_desc
source: Extraire le plan (bookmarks) du PDF et l’exporter au format JSON.
af: Onthaal die plan (boekmerke) van die PDF en voer dit uit na JSON-formaat.
hu: Kivonni a PDF könyvjelzőit és exportálni JSON formátumban.
id: Ekstrak daftar isi (bookmarks) dari PDF dan ekspor ke format JSON.
it: Estrai il piano (segnalibri) dal PDF e esportalo in formato JSON.
ko: PDF의 목차(북마크)를 추출하여 JSON 형식으로 내보냅니다.

# tool_pdf_links_extractor_title
source: Extraire les liens d’un PDF
af: Onthaal die skakels van 'n PDF
hu: Kivonni a PDF linkjeit
id: Ekstrak tautan dari PDF
it: Estrai i link da un PDF
ko: PDF에서 링크 추출

# tool_pdf_links_extractor_desc
source: Récupérer toutes les URL cliquables d’un PDF et les exporter (JSON/texte).
af: Herwin al die klikbare URL's van 'n PDF en voer dit uit (JSON/teks).
hu: Összes kattintható URL visszanyerése egy PDF-ből és exportálása (JSON/szöveg).
id: Ambil semua URL yang dapat diklik dari PDF dan ekspor (JSON/teks).
it: Recupera tutti gli URL cliccabili da un PDF e esportali (JSON/testo).
ko: PDF의 모든 클릭 가능한 URL을 가져와서 내보냅니다 (JSON/텍스트).

# share_telegram
source: Telegram
ko: 텔레그램

# share_facebook
source: Facebook
ko: 페이스북

# share_reddit
source: Reddit
ko: 레딧

# tool_pdf_pages_to_json_desc
source: Exporter les informations de pages (dimensions, rotation, orientation, format) d’un PDF au format JSON.
af: Voer bladsye se inligting (dimensies, rotasie, oriëntasie, formaat) van 'n PDF na JSON formaat uit.
hu: Exportálja a PDF oldalak információit (méretek, forgatás, tájolás, formátum) JSON formátumban.
id: Ekspor informasi halaman (dimensi, rotasi, orientasi, format) dari PDF ke format JSON.
it: Esporta le informazioni delle pagine (dimensioni, rotazione, orientamento, formato) di un PDF nel formato JSON.
ko: PDF의 페이지 정보(치수, 회전, 방향, 형식)를 JSON 형식으로 내보냅니다.

# tool_pdf_images_to_json_desc
source: Extraire les images intégrées (XObjects) d’un PDF, détecter leur type et exporter la liste en JSON.
af: Onttrek die ingebedde prente (XObjects) van 'n PDF, identifiseer hul tipe en voer die lys uit in JSON.
hu: Képek kinyerése egy PDF-ből (XObjects), típusuk és a lista exportálása JSON formátumban.
id: Ekstrak gambar yang terintegrasi (XObjects) dari PDF, deteksi jenisnya dan ekspor daftar dalam JSON.
it: Estrai le immagini incorporate (XObjects) da un PDF, rileva il loro tipo ed esporta l'elenco in JSON.
ko: PDF에서 내장된 이미지 (XObjects) 추출, 유형 감지 및 목록을 JSON으로 내보내기.

# tool_pdf_annotations_to_json_desc
source: Exporter les annotations d’un PDF (commentaires, surlignages, notes…) au format JSON.
af: Eksporteer die annotasies van 'n PDF (kommentaar, beklemtonings, notas…) na die JSON-formaat.
hu: PDF annotációk (megjegyzések, kiemelések, jegyzetek…) exportálása JSON formátumban.
id: Ekspor anotasi dari PDF (komentar, sorotan, catatan…) ke format JSON.
it: Esporta le annotazioni di un PDF (commenti, evidenziazioni, note…) in formato JSON.
ko: PDF의 주석(댓글, 하이라이트, 메모 등)을 JSON 형식으로 내보내기.

# tool_pdf_signatures_to_json_desc
source: Détecter les signatures d’un PDF et exporter les informations techniques (ByteRange, SubFilter…) au format JSON.
af: Detecteer die handtekeninge van 'n PDF en voer die tegniese inligting (ByteRange, SubFilter…) in JSON-formaat uit.
hu: PDF aláírások és technikai információk (ByteRange, SubFilter…) észlelése és exportálása JSON formátumban.
id: Deteksi tanda tangan PDF dan ekspor informasi teknis (ByteRange, SubFilter…) dalam format JSON.
it: Rileva le firme di un PDF ed esporta le informazioni tecniche (ByteRange, SubFilter…) in formato JSON.
ko: PDF의 서명을 감지하고 기술 정보(ByteRange, SubFilter…)를 JSON 형식으로 내보냅니다.

# tool_pdf_scan_detector_desc
source: Estimer si un PDF provient d’un scan (images, absence de polices, indices CCITT/JBIG2) et exporter le diagnostic en JSON.
af: Skat of 'n PDF van 'n skandering afkomstig is (beelde, afwesigheid van lettertipes, CCITT/JBIG2-indikasies) en voer die diagnose in JSON uit.
hu: PDF beolvasott állapotának becslése (képek, betűtípusok hiánya, CCITT/JBIG2 jelek) és a diagnózis exportálása JSON formátumban.
id: Perkirakan apakah PDF berasal dari pemindaian (gambar, tidak ada font, petunjuk CCITT/JBIG2) dan ekspor diagnosis ke JSON.
it: Stima se un PDF proviene da una scansione (immagini, assenza di font, indizi CCITT/JBIG2) ed esporta la diagnosi in JSON.
ko: PDF가 스캔에서 유래했는지 추정(이미지, 글꼴 부재, CCITT/JBIG2 지표)하고 진단을 JSON 형식으로 내보냅니다.

# tool_pdf_linearized_check_desc
source: Détecter si le PDF est linéarisé et exporter l’état + indices.
af: Detecteer of die PDF gelynarisiseer is en voer die status + indeks uit.
hu: Ellenőrizni, hogy a PDF linárisított-e, és exportálni az állapotot + indexeket.
id: Deteksi apakah PDF dilinierkan dan ekspor status + indeks.
it: Rilevare se il PDF è linearizzato ed esportare lo stato + indici.
ko: PDF가 선형화되어 있는지 감지하고 상태 + 인덱스 내보내기.

# tool_pdf_font_embedding_check_title
source: Vérifier l’intégration des polices
af: Kontroleer die integrasie van skrifte
hu: A betűtípusok integrációjának ellenőrzése
id: Periksa integrasi font
it: Verificare l'integrazione dei font
ko: 글꼴 통합 확인

# tool_pdf_text_structure_to_json_desc
source: Inspecter la structure texte (fonts/runs/positions) pour debug d’extraction.
af: Inspekteer die teks struktuur (fonts/runs/posisies) vir ekstraksie debug.
hu: A szöveg struktúrájának (betűtípusok/futások/helyek) ellenőrzése az extrakciós hibakereséshez.
id: Periksa struktur teks (font/runs/posisi) untuk debug ekstraksi.
it: Ispezionare la struttura del testo (font/runs/posizioni) per il debug dell'estrazione.
ko: 추출 디버그를 위한 텍스트 구조 (글꼴/런/위치) 검사.

# dev_pdf_sg_inspect_desc
source: Analyser et exporter la structure interne d’un PDF (métadonnées, pages, liens, polices, images, annotations, pièces jointes…).
af: Analiseer en voer die interne struktuur van 'n PDF uit (metadata, bladsye, skakels, skrifte, beelde, annotasies, aanhangsels…).
hu: Egy PDF belső struktúrájának (metaadatok, oldalak, hivatkozások, betűtípusok, képek, megjegyzések, mellékletek…) elemzése és exportálása.
id: Analisis dan ekspor struktur internal PDF (metadata, halaman, tautan, font, gambar, anotasi, lampiran…).
it: Analizzare ed esportare la struttura interna di un PDF (metadati, pagine, link, font, immagini, annotazioni, allegati…).
ko: PDF의 내부 구조 (메타데이터, 페이지, 링크, 글꼴, 이미지, 주석, 첨부 파일…) 분석 및 내보내기.

# dev_pdf_sg_validate_desc
source: Vérifier l’état d’un PDF (scan, chiffrement, permissions, conformité…) et exporter le diagnostic.
af: Kontroleer die toestand van 'n PDF (skandering, kodering, toestemmings, nakoming…) en voer die diagnose uit.
hu: Ellenőrizni egy PDF állapotát (beolvasás, titkosítás, engedélyek, megfelelőség…) és exportálni a diagnózist.
id: Periksa status PDF (scan, enkripsi, izin, kepatuhan…) dan ekspor diagnosis.
it: Verificare lo stato di un PDF (scansione, crittografia, permessi, conformità…) ed esportare la diagnosi.
ko: PDF의 상태 (스캔, 암호화, 권한, 준수…) 확인 및 진단 내보내기.

# ed_dev_pdf_pdf_xref_to_json_q1
source: TODO
af: Grense en aandagspunte
it: TODO: A cosa serve questa uscita.

# pdf_outline_json_title
source: JSON
hu: 8) JSON
