Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_direct_proportionality_lim1
source: Toutes les relations linéaires ne sont pas proportionnelles (attention aux constantes ajoutées).
af: Nie alle lineêre verhoudings is proporsioneel nie (pasop vir bygevoegde konstantes).
bg: Не всички линейни отношения са пропорционални (внимавайте за добавените константи).
cs: Ne všechny lineární vztahy jsou proporcionální (pozor na přidané konstanty).
da: Ikke alle lineære relationer er proportionale (vær opmærksom på tilføjede konstanter).
de: Nicht alle linearen Beziehungen sind proportional (Achtung bei hinzugefügten Konstanten).
el: Όλες οι γραμμικές σχέσεις δεν είναι αναλογικές (προσοχή στις προστιθέμενες σταθερές).
es: No todas las relaciones lineales son proporcionales (atención a las constantes añadidas).
fi: Kaikki lineaariset suhteet eivät ole suhteellisia (huomioi lisätyt vakiot).
fil: Hindi lahat ng mga ugnayang linear ay proporsyonal (mag-ingat sa mga idinagdag na constant).
hu: Nem minden lineáris kapcsolat arányos (figyelj a hozzáadott konstansokra).
id: Tidak semua hubungan linier bersifat proporsional (perhatikan konstanta yang ditambahkan).
it: Non tutte le relazioni lineari sono proporzionali (attenzione alle costanti aggiunte).
ja: すべての線形関係が比例しているわけではない（追加された定数に注意）。
ko: 모든 선형 관계가 비례하는 것은 아닙니다(추가된 상수에 주의).
nl: Niet alle lineaire relaties zijn proportioneel (let op toegevoegde constanten).
no: Ikke alle lineære relasjoner er proporsjonale (vær oppmerksom på tilleggskonstanter).
pl: Nie wszystkie relacje liniowe są proporcjonalne (uwaga na dodane stałe).
pt_pt: Todas as relações lineares não são proporcionais (atenção às constantes adicionadas).
ro: Nu toate relațiile liniare sunt proporționale (atenție la constantele adăugate).
ru: Не все линейные отношения пропорциональны (остерегайтесь добавленных констант).
sk: Nie všetky lineárne vzťahy sú proporcionálne (pozor na pridané konštanty).
sv: Inte alla linjära relationer är proportionella (var försiktig med tillagda konstanter).
sw: Sio uhusiano wote wa mistari ni wa uwiano (angalieni vigezo vilivyoongezwa).
tr: Tüm doğrusal ilişkiler orantılı değildir (eklenen sabitlere dikkat edin).
uk: Не всі лінійні відношення є пропорційними (увага до доданих констант).
vi: Không phải tất cả các mối quan hệ tuyến tính đều tỷ lệ (chú ý đến các hằng số bổ sung).
zh_hans: 并非所有线性关系都是成比例的（注意添加的常数）。

# ed_math_direct_proportionality_lim2
source: Les unités doivent être cohérentes avant tout calcul.
af: Die eenhede moet konsekwent wees voor enige berekening.
bg: Единиците трябва да бъдат последователни преди всяко изчисление.
cs: Jednotky musí být před každým výpočtem konzistentní.
da: Enhederne skal være konsistente før enhver beregning.
de: Die Einheiten müssen vor jeder Berechnung konsistent sein.
el: Οι μονάδες πρέπει να είναι συνεπείς πριν από οποιονδήποτε υπολογισμό.
es: Las unidades deben ser coherentes antes de cualquier cálculo.
fi: Yksiköiden on oltava johdonmukaisia ennen laskentaa.
fil: Dapat maging pare-pareho ang mga yunit bago ang anumang pagkalkula.
hu: A mértékegységeknek összhangban kell lenniük minden számítás előtt.
id: Satuan harus konsisten sebelum melakukan perhitungan.
it: Le unità devono essere coerenti prima di qualsiasi calcolo.
ja: 計算を行う前に単位が一貫している必要がある。
ko: 모든 계산 전에 단위가 일관되어야 합니다.
nl: De eenheden moeten consistent zijn voordat je gaat rekenen.
no: Enhetene må være konsistente før enhver beregning.
pl: Jednostki muszą być spójne przed każdym obliczeniem.
pt_pt: As unidades devem ser coerentes antes de qualquer cálculo.
ro: Unitățile trebuie să fie coerente înainte de orice calcul.
ru: Единицы должны быть согласованы перед любым расчетом.
sk: Jednotky musia byť pred každým výpočtom konzistentné.
sv: Enheterna måste vara konsekventa innan någon beräkning görs.
sw: Vitengo vinapaswa kuwa na muktadha kabla ya hesabu yoyote.
tr: Hesaplamadan önce birimlerin tutarlı olması gerekir.
uk: Одиниці повинні бути узгодженими перед будь-яким обчисленням.
vi: Các đơn vị phải nhất quán trước khi thực hiện bất kỳ phép tính nào.
zh_hans: 在进行任何计算之前，单位必须一致。

# ed_math_direct_proportionality_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_direct_proportionality_q1
source: Comment savoir si deux grandeurs sont proportionnelles ?
af: Hoe weet ek of twee groothede proporsioneel is?
bg: Как да разбера дали две величини са пропорционални?
cs: Jak zjistit, zda jsou dvě veličiny proporcionální?
da: Hvordan ved man, om to størrelser er proportionale?
de: Wie erkennt man, ob zwei Größen proportional sind?
el: Πώς να ξέρετε αν δύο μεγέθη είναι αναλογικά;
es: ¿Cómo saber si dos magnitudes son proporcionales?
fi: Kuinka tietää, ovatko kaksi suuretta suhteellisia?
fil: Paano malalaman kung ang dalawang sukat ay proporsyonal?
hu: Hogyan tudhatom, hogy két mennyiség arányos-e?
id: Bagaimana cara mengetahui jika dua besaran bersifat proporsional?
it: Come sapere se due grandezze sono proporzionali?
ja: 二つの量が比例しているかどうかをどうやって知るのか？
ko: 두 양이 비례하는지 어떻게 알 수 있나요?
nl: Hoe weet je of twee grootheden proportioneel zijn?
no: Hvordan vite om to størrelser er proporsjonale?
pl: Jak sprawdzić, czy dwie wielkości są proporcjonalne?
pt_pt: Como saber se duas grandezas são proporcionais?
ro: Cum să știți dacă două mărimi sunt proporționale?
ru: Как узнать, являются ли две величины пропорциональными?
sk: Ako zistiť, či sú dve veličiny proporcionálne?
sv: Hur vet man om två storheter är proportionella?
sw: Jinsi ya kujua kama ukubwa wawili ni wa uwiano?
tr: İki büyüklüğün orantılı olup olmadığını nasıl anlarız?
uk: Як дізнатися, чи є дві величини пропорційними?
vi: Làm thế nào để biết hai đại lượng có tỷ lệ với nhau không?
zh_hans: 如何知道两个量是否成比例？

# ed_math_direct_proportionality_a1
source: Si le rapport entre les valeurs reste constant, la relation est proportionnelle.
af: As die verhouding tussen die waardes konstant bly, is die verhouding proporsioneel.
bg: Ако съотношението между стойностите остава постоянно, отношението е пропорционално.
cs: Pokud zůstává poměr mezi hodnotami konstantní, vztah je proporcionální.
da: Hvis forholdet mellem værdierne forbliver konstant, er relationen proportional.
de: Wenn das Verhältnis zwischen den Werten konstant bleibt, ist die Beziehung proportional.
el: Εάν η αναλογία μεταξύ των τιμών παραμένει σταθερή, η σχέση είναι αναλογική.
es: Si la relación entre los valores se mantiene constante, la relación es proporcional.
fi: Jos arvojen suhde pysyy vakiona, suhde on suhteellinen.
fil: Kung ang ugnayan sa pagitan ng mga halaga ay nananatiling pare-pareho, ang ugnayan ay proporsyonal.
hu: Ha az értékek közötti arány állandó, a kapcsolat arányos.
id: Jika rasio antara nilai tetap konstan, hubungan tersebut bersifat proporsional.
it: Se il rapporto tra i valori rimane costante, la relazione è proporzionale.
ja: 値の比が一定であれば、関係は比例している。
ko: 값의 비율이 일정하게 유지되면 관계는 비례합니다.
nl: Als de verhouding tussen de waarden constant blijft, is de relatie proportioneel.
no: Hvis forholdet mellom verdiene forblir konstant, er relasjonen proporsjonal.
pl: Jeśli stosunek między wartościami pozostaje stały, relacja jest proporcjonalna.
pt_pt: Se a razão entre os valores permanecer constante, a relação é proporcional.
ro: Dacă raportul dintre valori rămâne constant, relația este proporțională.
ru: Если соотношение между значениями остается постоянным, то отношение пропорционально.
sk: Ak zostáva pomer medzi hodnotami konštantný, vzťah je proporcionálny.
sv: Om förhållandet mellan värdena förblir konstant är relationen proportionell.
sw: Ikiwa uwiano kati ya thamani unabaki thabiti, uhusiano ni wa uwiano.
tr: Değerler arasındaki oran sabit kalıyorsa, ilişki orantılıdır.
uk: Якщо співвідношення між значеннями залишається сталим, відношення є пропорційним.
vi: Nếu tỷ lệ giữa các giá trị giữ nguyên, mối quan hệ là tỷ lệ.
zh_hans: 如果值之间的比率保持不变，则关系是成比例的。

# ed_math_direct_proportionality_q2
source: Peut-on utiliser la règle de trois dans tous les cas ?
af: Kan die drie-regel in alle gevalle gebruik word?
bg: Може ли да се използва правилото на трите във всички случаи?
cs: Lze pravidlo tří použít ve všech případech?
da: Kan man bruge tre-reglen i alle tilfælde?
de: Kann man die Regel von drei in allen Fällen anwenden?
el: Μπορεί να χρησιμοποιηθεί ο κανόνας των τριών σε όλες τις περιπτώσεις;
es: ¿Se puede usar la regla de tres en todos los casos?
fi: Voiko kolmonen sääntöä käyttää kaikissa tapauksissa?
fil: Maaari bang gamitin ang patakaran ng tatlo sa lahat ng kaso?
hu: Használható-e a háromszabály minden esetben?
id: Bisakah kita menggunakan aturan tiga dalam semua kasus?
it: Si può usare la regola del tre in tutti i casi?
ja: すべてのケースで三分の一の法則を使用できますか？
ko: 모든 경우에 삼단계를 사용할 수 있나요?
nl: Kun je de regel van drie in alle gevallen gebruiken?
no: Kan man bruke tre-regelen i alle tilfeller?
pl: Czy można stosować regułę trzech w każdym przypadku?
pt_pt: Pode-se usar a regra de três em todos os casos?
ro: Se poate folosi regula de trei în toate cazurile?
ru: Можно ли использовать правило трех во всех случаях?
sk: Môžeme použiť pravidlo troch vo všetkých prípadoch?
sv: Kan man använda trepunktsregeln i alla fall?
sw: Je, tunaweza kutumia sheria ya tatu katika kila kesi?
tr: Üçgen kuralını her durumda kullanabilir miyiz?
uk: Чи можна використовувати правило трьох у всіх випадках?
vi: Có thể sử dụng quy tắc ba trong mọi trường hợp không?
zh_hans: 在所有情况下都可以使用三分之一规则吗？

# ed_math_direct_proportionality_a2
source: Oui, uniquement si la relation est bien proportionnelle.
af: Ja, slegs as die verhouding regtig proporsioneel is.
bg: Да, само ако отношението е наистина пропорционално.
cs: Ano, pouze pokud je vztah skutečně proporcionální.
da: Ja, kun hvis relationen er virkelig proportional.
de: Ja, nur wenn die Beziehung tatsächlich proportional ist.
el: Ναι, μόνο εάν η σχέση είναι πραγματικά αναλογική.
es: Sí, únicamente si la relación es realmente proporcional.
fi: Kyllä, vain jos suhde on todella suhteellinen.
fil: Oo, tanging kung ang ugnayan ay talagang proporsyonal.
hu: Igen, csak akkor, ha a kapcsolat valóban arányos.
id: Ya, hanya jika hubungan tersebut benar-benar proporsional.
it: Sì, solo se la relazione è effettivamente proporzionale.
ja: はい、関係が確かに比例している場合のみ。
ko: 네, 관계가 비례할 때만 가능합니다.
nl: Ja, alleen als de relatie daadwerkelijk proportioneel is.
no: Ja, kun hvis relasjonen er proporsjonal.
pl: Tak, tylko jeśli relacja jest rzeczywiście proporcjonalna.
pt_pt: Sim, apenas se a relação for realmente proporcional.
ro: Da, doar dacă relația este într-adevăr proporțională.
ru: Да, только если отношение действительно пропорционально.
sk: Áno, iba ak je vzťah skutočne proporcionálny.
sv: Ja, endast om relationen verkligen är proportionell.
sw: Ndio, tu ikiwa uhusiano ni wa uwiano vizuri.
tr: Evet, yalnızca ilişki gerçekten orantılıysa.
uk: Так, лише якщо відношення дійсно пропорційне.
vi: Có, chỉ khi mối quan hệ thực sự là tỷ lệ.
zh_hans: 是的，仅在关系确实成比例时。

# ed_math_direct_proportionality_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_direct_proportionality_tip
source: Avant de calculer, vérifie toujours si doubler une valeur double bien l’autre : c’est le test le plus rapide.
af: Voordat jy bereken, kontroleer altyd of om 'n waarde te verdubbel regtig die ander verdubbel: dit is die vinnigste toets.
bg: Преди да изчислите, винаги проверявайте дали удвояването на една стойност удвоява и другата: това е най-бързият тест.
cs: Před výpočtem vždy zkontrolujte, zda zdvojení jedné hodnoty skutečně zdvojuje i druhou: to je nejrychlejší test.
da: Før du beregner, skal du altid kontrollere, om at fordoble en værdi også fordobler den anden: det er den hurtigste test.
de: Überprüfe immer, ob das Verdoppeln eines Wertes auch den anderen verdoppelt, bevor du berechnest: das ist der schnellste Test.
el: Πριν υπολογίσετε, ελέγξτε πάντα αν το να διπλασιάσετε μια τιμή διπλασιάζει και την άλλη: είναι η πιο γρήγορη δοκιμή.
es: Antes de calcular, siempre verifica si duplicar un valor duplica el otro: es la prueba más rápida.
fi: Ennen laskemista tarkista aina, jos arvon kaksinkertaistaminen todella kaksinkertaistaa toisen: se on nopein testi.
fil: Bago mag-kalkula, laging suriin kung ang pagdoble ng isang halaga ay talagang nagdodoble ng isa pa: ito ang pinakamabilis na pagsubok.
hu: Számítás előtt mindig ellenőrizd, hogy ha egy érték megduplázódik, a másik is megduplázódik-e: ez a leggyorsabb teszt.
id: Sebelum menghitung, selalu periksa apakah menggandakan satu nilai juga menggandakan yang lain: ini adalah tes tercepat.
it: Prima di calcolare, verifica sempre se raddoppiare un valore raddoppia anche l'altro: è il test più veloce.
ja: 計算する前に、常に一つの値を二倍にするともう一つも二倍になるか確認してください：これは最も迅速なテストです。
ko: 계산하기 전에 항상 한 값을 두 배로 하면 다른 값도 두 배가 되는지 확인하세요: 가장 빠른 테스트입니다.
nl: Controleer altijd of het verdubbelen van een waarde ook de andere waarde verdubbelt: dat is de snelste test.
no: Før du beregner, sjekk alltid om å doble en verdi også dobler den andre: det er den raskeste testen.
pl: Zanim obliczysz, zawsze sprawdź, czy podwojenie jednej wartości podwaja drugą: to najszybszy test.
pt_pt: Antes de calcular, verifique sempre se dobrar um valor dobra o outro: é o teste mais rápido.
ro: Înainte de a calcula, verifică întotdeauna dacă dublarea unei valori dublează și cealaltă: acesta este cel mai rapid test.
ru: Перед расчетом всегда проверяйте, удваивает ли одна величина другую: это самый быстрый тест.
sk: Pred výpočtom vždy skontrolujte, či zdvojnásobenie jednej hodnoty skutočne zdvojnásobí druhú: to je najrýchlejší test.
sv: Innan du beräknar, kontrollera alltid om att dubbla ett värde också dubblerar det andra: det är det snabbaste testet.
sw: Kabla ya kuhesabu, daima thibitisha ikiwa kuongezeka kwa thamani kunaongeza nyingine: hii ni mtihani wa haraka zaidi.
tr: Hesaplamadan önce, bir değerin iki katına çıkmasının diğerini de iki katına çıkarıp çıkarmadığını her zaman kontrol edin: bu en hızlı testtir.
uk: Перед обчисленням завжди перевіряйте, чи подвоєння однієї величини подвоює іншу: це найшвидший тест.
vi: Trước khi tính toán, luôn kiểm tra xem việc gấp đôi một giá trị có thực sự gấp đôi giá trị kia không: đó là bài kiểm tra nhanh nhất.
zh_hans: 在计算之前，总是检查是否将一个值加倍会使另一个值也加倍：这是最快的测试。

# ed_math_inverse_proportionality_title
source: À propos : Proportionnalité inverse
af: Oor: Inverse proportionaliteit
bg: Относно: Обратна пропорционалност
cs: Odkaz: Inverzní proporcionalita
da: Om: Invers proportionalitet
de: Über: Inverse Proportionalität
el: Σχετικά με: Αντίστροφη αναλογία
es: Acerca de: Proporcionalidad inversa
fi: Tietoa: Käänteinen proportionaliteetti
fil: Tungkol sa: Baligtad na proporsyonalidad
hu: A következőkről: Fordított arányosság
id: Tentang: Proporsionalitas invers
it: A proposito: Proporzionalità inversa
ja: について：逆比例
ko: 정보: 역비례
nl: Over: Inverse proportionaliteit
no: Om: Invers proporsjonalitet
pl: O tym: Proporcjonalność odwrotna
pt_pt: Sobre: Proporcionalidade inversa
ro: Despre: Proporționalitate inversă
ru: О нас: Обратная пропорциональность
sk: O: Inverzné proporcionality
sv: Om: Invers proportionalitet
sw: Kuhusu: Uwiano wa kinyume
tr: Hakkında: Ters orantı
uk: Про: Обернена пропорційність
vi: Về: Tỷ lệ nghịch
zh_hans: 关于：反比例

# ed_math_inverse_proportionality_lead
source: Identifier une proportionnalité inverse, comprendre la notion de produit constant et appliquer correctement la règle de trois inverse.
af: Identifiseer 'n inverse proportionaliteit, verstaan die konsep van konstante produk en pas die inverse drie-regel korrek toe.
bg: Идентифицирайте обратна пропорционалност, разберете понятието за постоянно произведение и правилно приложете правилото на трите обратно.
cs: Identifikovat inverzní proporcionalitu, pochopit pojem konstantního součinu a správně aplikovat pravidlo tří inverzní.
da: Identificere en invers proportionalitet, forstå begrebet konstant produkt og anvende tre-reglen korrekt.
de: Eine inverse Proportionalität identifizieren, das Konzept des konstanten Produkts verstehen und die Regel von drei invers korrekt anwenden.
el: Να αναγνωρίσετε μια αντίστροφη αναλογία, να κατανοήσετε την έννοια του σταθερού προϊόντος και να εφαρμόσετε σωστά τον κανόνα των τριών αντίστροφα.
es: Identificar una proporcionalidad inversa, comprender la noción de producto constante y aplicar correctamente la regla de tres inversa.
fi: Tunnista käänteinen proportionaliteetti, ymmärrä vakion tuotteen käsite ja sovella kolmonen sääntöä oikein.
fil: Kilalanin ang isang baligtad na proporsyonalidad, unawain ang konsepto ng constant na produkto at tamang ilapat ang baligtad na patakaran ng tatlo.
hu: Fordított arányosság azonosítása, a konstans szorzat fogalmának megértése és a fordított háromszabály helyes alkalmazása.
id: Mengidentifikasi proporsionalitas invers, memahami konsep produk konstan, dan menerapkan aturan tiga invers dengan benar.
it: Identificare una proporzionalità inversa, comprendere il concetto di prodotto costante e applicare correttamente la regola del tre inversa.
ja: 逆比例を特定し、定数の積の概念を理解し、逆三分の一の法則を正しく適用する。
ko: 역비례를 식별하고, 일정한 곱의 개념을 이해하며, 역삼단계를 올바르게 적용합니다.
nl: Een inverse proportionaliteit identificeren, het begrip van constante producten begrijpen en de regel van drie inverse correct toepassen.
no: Identifisere en invers proporsjonalitet, forstå begrepet konstant produkt og anvende tre-regelen korrekt.
pl: Zidentyfikować proporcjonalność odwrotną, zrozumieć pojęcie stałego iloczynu i poprawnie zastosować regułę trzech odwrotną.
pt_pt: Identificar uma proporcionalidade inversa, compreender a noção de produto constante e aplicar corretamente a regra de três inversa.
ro: Identificarea unei proporționalități inverse, înțelegerea noțiunii de produs constant și aplicarea corectă a regulii de trei inverse.
ru: Определить обратную пропорциональность, понять понятие постоянного произведения и правильно применять правило обратной пропорциональности.
sk: Identifikovať inverznú proporcionalitu, pochopiť pojem konštantného súčinu a správne aplikovať pravidlo inverznej trojky.
sv: Identifiera en invers proportionalitet, förstå begreppet konstant produkt och tillämpa trepunktsregeln korrekt.
sw: Tambua uwiano wa kinyume, elewa dhana ya bidhaa thabiti na tumia sheria ya tatu ya kinyume kwa usahihi.
tr: Ters orantıyı tanımlamak, sabit çarpan kavramını anlamak ve ters üçgen kuralını doğru bir şekilde uygulamak.
uk: Визначити обернену пропорційність, зрозуміти поняття сталого добутку та правильно застосувати правило оберненої трійки.
vi: Xác định một tỷ lệ nghịch, hiểu khái niệm sản phẩm không đổi và áp dụng đúng quy tắc ba nghịch.
zh_hans: 识别反比例，理解恒定乘积的概念并正确应用反三分之一规则。

# ed_math_inverse_proportionality_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_inverse_proportionality_uc1_title
source: Temps et vitesse
af: Tyd en spoed
bg: Време и скорост
cs: Čas a rychlost
da: Tid og hastighed
de: Zeit und Geschwindigkeit
el: Χρόνος και ταχύτητα
es: Tiempo y velocidad
fi: Aika ja nopeus
fil: Oras at bilis
hu: Idő és sebesség
id: Waktu dan kecepatan
it: Tempo e velocità
ja: 時間と速度
ko: 시간과 속도
nl: Tijd en snelheid
no: Tid og hastighet
pl: Czas i prędkość
pt_pt: Tempo e velocidade
ro: Timp și viteză
ru: Время и скорость
sk: Čas a rýchlosť
sv: Tid och hastighet
sw: Wakati na kasi
tr: Zaman ve hız
uk: Час і швидкість
vi: Thời gian và tốc độ
zh_hans: 时间和速度

# ed_math_inverse_proportionality_uc1_text
source: Calculer un temps de parcours quand la vitesse varie.
af: Bereken 'n reistyd wanneer die spoed wissel.
bg: Изчислете времето за пътуване, когато скоростта варира.
cs: Vypočítejte čas jízdy, když se rychlost mění.
da: Beregn en rejsetid, når hastigheden varierer.
de: Berechne die Zeit für eine Strecke, wenn die Geschwindigkeit variiert.
el: Υπολογίστε τον χρόνο διαδρομής όταν η ταχύτητα ποικίλλει.
es: Calcular un tiempo de recorrido cuando la velocidad varía.
fi: Laske matka-aika, kun nopeus vaihtelee.
fil: Kalkulahin ang oras ng paglalakbay kapag ang bilis ay nagbabago.
hu: Út időtartamának kiszámítása, amikor a sebesség változik.
id: Menghitung waktu perjalanan ketika kecepatan bervariasi.
it: Calcolare un tempo di percorrenza quando la velocità varia.
ja: 速度が変化する場合の移動時間を計算する。
ko: 속도가 변할 때 주행 시간을 계산합니다.
nl: Bereken een reistijd wanneer de snelheid varieert.
no: Beregne en reisetid når hastigheten varierer.
pl: Oblicz czas przejazdu, gdy prędkość się zmienia.
pt_pt: Calcular um tempo de percurso quando a velocidade varia.
ro: Calculați un timp de parcurs când viteza variază.
ru: Рассчитать время в пути, когда скорость меняется.
sk: Vypočítajte čas cesty, keď sa rýchlosť mení.
sv: Beräkna en restid när hastigheten varierar.
sw: Hesabu muda wa safari wakati kasi inabadilika.
tr: Hız değiştiğinde bir yolculuk süresini hesaplayın.
uk: Обчислити час подорожі, коли швидкість змінюється.
vi: Tính toán thời gian di chuyển khi tốc độ thay đổi.
zh_hans: 当速度变化时计算行程时间。

# ed_math_inverse_proportionality_uc2_title
source: Partage de travail
af: Werkverdeling
bg: Разпределение на работа
cs: Rozdělení práce
da: Arbejdsdeling
de: Arbeitsteilung
el: Κατανομή εργασίας
es: División del trabajo
fi: Työn jakaminen
fil: Paghahati ng trabaho
hu: Munkamegosztás
id: Pembagian kerja
it: Condivisione del lavoro
ja: 作業の分担
ko: 작업 분배
nl: Taakverdeling
no: Arbeidsfordeling
pl: Podział pracy
pt_pt: Divisão de trabalho
ro: Împărțirea muncii
ru: Распределение работы
sk: Rozdelenie práce
sv: Arbetsfördelning
sw: Ugawaji wa kazi
tr: İş paylaşımı
uk: Розподіл роботи
vi: Chia sẻ công việc
zh_hans: 工作分配
