Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_limits_title
source: À propos : Limites des pourcentages
af: Oor: Grense van persentasies
bg: Относно: Ограничения на процентите
cs: Odkaz: Omezení procent
da: Om: Grænser for procenter
de: Über: Grenzen der Prozentsätze
el: Σχετικά με: Όρια των ποσοστών
es: Acerca de: Límites de los porcentajes
fi: Tietoa: Prosenttien rajoitukset
fil: Tungkol sa: Mga limitasyon ng mga porsyento
hu: A következőkről: A százalékok korlátai
id: Tentang: Batasan persentase
it: A proposito: Limiti delle percentuali
ja: について：パーセンテージの限界
ko: 정보: 비율의 한계
nl: Over: Beperkingen van percentages
no: Om: Begrensninger av prosentene
pl: O tym: Ograniczenia procentów
pt_pt: Sobre: Limites das porcentagens
ro: Despre: Limitele procentelor
ru: О программе: Ограничения процентов
sk: O projekte: Obmedzenia percent
sv: Om: Begränsningar av procent
sw: Kuhusu: Mipaka ya asilimia
tr: Hakkında: Yüzdelerin Sınırları
uk: Про: Обмеження відсотків
vi: Về việc: Giới hạn của tỷ lệ phần trăm
zh_hans: 关于：百分比的限制

# ed_math_percentages_percentage_limits_lead
source: Ce module met en évidence les situations où les pourcentages peuvent induire en erreur, perdre leur sens ou conduire à de mauvaises interprétations.
af: Hierdie module beklemtoon die situasies waar persentasies misleidend kan wees, hul sin kan verloor of kan lei tot verkeerde interpretasies.
bg: Този модул подчертава ситуации, в които процентите могат да доведат до заблуди, да загубят смисъл или да доведат до погрешни интерпретации.
cs: Tento modul zdůrazňuje situace, kdy procenta mohou zavádět, ztrácet smysl nebo vést k špatným interpretacím.
da: Dette modul fremhæver situationer, hvor procenter kan føre til misforståelser, miste deres mening eller føre til dårlige fortolkninger.
de: Dieses Modul hebt Situationen hervor, in denen Prozentsätze irreführend sein können, ihren Sinn verlieren oder zu falschen Interpretationen führen können.
el: Αυτή η ενότητα αναδεικνύει τις καταστάσεις όπου τα ποσοστά μπορεί να παραπλανήσουν, να χάσουν το νόημά τους ή να οδηγήσουν σε κακές ερμηνείες.
es: Este módulo destaca las situaciones en las que los porcentajes pueden inducir a error, perder su sentido o llevar a malas interpretaciones.
fi: Tämä moduuli tuo esiin tilanteet, joissa prosentit voivat johtaa harhaan, menettää merkityksensä tai johtaa vääriin tulkintoihin.
fil: Itinatampok ng module na ito ang mga sitwasyon kung saan ang mga porsyento ay maaaring magdulot ng kalituhan, mawalan ng kahulugan o humantong sa maling interpretasyon.
hu: Ez a modul kiemeli azokat a helyzeteket, ahol a százalékok félrevezethetnek, elveszíthetik értelmüket vagy rossz értelmezésekhez vezethetnek.
id: Modul ini menyoroti situasi di mana persentase dapat menyesatkan, kehilangan makna, atau menyebabkan interpretasi yang salah.
it: Questo modulo mette in evidenza le situazioni in cui le percentuali possono indurre in errore, perdere il loro significato o portare a cattive interpretazioni.
ja: このモジュールは、パーセンテージが誤解を招く可能性がある状況、意味を失う可能性がある状況、または誤った解釈を引き起こす可能性がある状況を明らかにします。
ko: 이 모듈은 비율이 오해를 불러일으키거나 의미를 잃거나 잘못된 해석으로 이어질 수 있는 상황을 강조합니다.
nl: Deze module benadrukt situaties waarin percentages misleidend kunnen zijn, hun betekenis kunnen verliezen of kunnen leiden tot verkeerde interpretaties.
no: Dette modulen fremhever situasjoner der prosentene kan være misvisende, miste sin mening eller føre til dårlige tolkninger.
pl: Ten moduł podkreśla sytuacje, w których procenty mogą wprowadzać w błąd, tracić sens lub prowadzić do błędnych interpretacji.
pt_pt: Este módulo destaca as situações em que as porcentagens podem induzir em erro, perder o seu sentido ou levar a interpretações erradas.
ro: Acest modul evidențiază situațiile în care procentele pot induce în eroare, își pierd sensul sau conduc la interpretări greșite.
ru: Этот модуль подчеркивает ситуации, в которых проценты могут вводить в заблуждение, терять смысл или приводить к неправильным интерпретациям.
sk: Tento modul zdôrazňuje situácie, kde percentá môžu zavádzať, stratiť svoj význam alebo viesť k nesprávnym interpretáciám.
sv: Denna modul belyser situationer där procent kan leda till missförstånd, förlora sin mening eller leda till felaktiga tolkningar.
sw: Moduli hii inaonyesha hali ambapo asilimia zinaweza kuleta mkanganyiko, kupoteza maana yao au kusababisha tafsiri mbaya.
tr: Bu modül, yüzdelerin yanıltıcı olabileceği, anlamını yitirebileceği veya yanlış yorumlamalara yol açabileceği durumları vurgular.
uk: Цей модуль підкреслює ситуації, коли відсотки можуть вводити в оману, втрачати сенс або призводити до неправильних інтерпретацій.
vi: Mô-đun này làm nổi bật các tình huống mà tỷ lệ phần trăm có thể gây nhầm lẫn, mất ý nghĩa hoặc dẫn đến những diễn giải sai lầm.
zh_hans: 该模块突出了百分比可能导致误导、失去意义或导致错误解释的情况。

# ed_math_percentages_percentage_limits_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случай на употреба
cs: Případ použití
da: Brugsområder
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przykład użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_limits_uc1_title
source: Décrypter une information trompeuse
af: Ontsleutel 'n misleidende inligting
bg: Разшифроване на подвеждаща информация
cs: Dešifrovat zavádějící informaci
da: Afkode vildledende information
de: Eine irreführende Information entschlüsseln
el: Αποκωδικοποίηση παραπλανητικών πληροφοριών
es: Descifrar información engañosa
fi: Tulkitse harhaanjohtavaa tietoa
fil: I-decrypt ang nakaliligaw na impormasyon
hu: Egy félrevezető információ dekódolása
id: Menguraikan informasi yang menyesatkan
it: Decifrare un'informazione fuorviante
ja: 誤解を招く情報を解読する
ko: 오해의 소지가 있는 정보를 해독하기
nl: Een misleidende informatie ontcijferen
no: Avkode misvisende informasjon
pl: Rozszyfrować mylącą informację
pt_pt: Decifrar uma informação enganosa
ro: Decodificarea unei informații înșelătoare
ru: Расшифровка вводящей в заблуждение информации
sk: Dešifrovať zavádzajúcu informáciu
sv: Avkoda vilseledande information
sw: Kufichua taarifa za kupotosha
tr: Yanıltıcı bir bilgiyi çözümlemek
uk: Розшифрувати оманливу інформацію
vi: Giải mã thông tin gây hiểu lầm
zh_hans: 解读误导性信息

# ed_math_percentages_percentage_limits_uc1_text
source: Analyser des phrases comme “augmentation de 100 %” ou “baisse de 50 %” pour comprendre ce qu’elles signifient réellement.
af: Analiseer sinne soos 'verhoging van 100 %' of 'afname van 50 %' om te verstaan wat hulle werklik beteken.
bg: Анализиране на фрази като “увеличение от 100 %” или “намаление от 50 %”, за да разберем какво наистина означават.
cs: Analyzovat fráze jako „zvýšení o 100 %“ nebo „pokles o 50 %“, abychom pochopili, co skutečně znamenají.
da: Analysere sætninger som “stigning på 100 %” eller “fald på 50 %” for at forstå, hvad de faktisk betyder.
de: Sätze wie „Erhöhung um 100 %“ oder „Rückgang um 50 %“ analysieren, um zu verstehen, was sie tatsächlich bedeuten.
el: Αναλύστε φράσεις όπως “αύξηση 100 %” ή “μείωση 50 %” για να κατανοήσετε τι πραγματικά σημαίνουν.
es: Analizar frases como “aumento del 100 %” o “disminución del 50 %” para entender lo que realmente significan.
fi: Analysoi lauseita kuten '100 %:n nousu' tai '50 %:n lasku' ymmärtääksesi, mitä ne todella tarkoittavat.
fil: Suriin ang mga pangungusap tulad ng “pagtaas ng 100 %” o “bawas ng 50 %” upang maunawaan kung ano talaga ang ibig sabihin nito.
hu: Elemzése olyan mondatoknak, mint „100%-os növekedés” vagy „50%-os csökkenés”, hogy megértsük, mit jelentenek valójában.
id: Menganalisis kalimat seperti “kenaikan 100 %” atau “penurunan 50 %” untuk memahami apa artinya sebenarnya.
it: Analizzare frasi come “aumento del 100 %” o “diminuzione del 50 %” per capire cosa significano realmente.
ja: 「100%の増加」や「50%の減少」といったフレーズを分析して、それらが実際に何を意味するのかを理解します。
ko: “100 % 증가” 또는 “50 % 감소”와 같은 문장을 분석하여 그들이 실제로 의미하는 바를 이해합니다.
nl: Zinnen analyseren zoals 'stijging van 100 %' of 'daling van 50 %' om te begrijpen wat ze werkelijk betekenen.
no: Analysere setninger som “økning på 100 %” eller “reduksjon på 50 %” for å forstå hva de faktisk betyr.
pl: Analizować zdania takie jak „wzrost o 100 %” lub „spadek o 50 %”, aby zrozumieć, co naprawdę oznaczają.
pt_pt: Analisar frases como “aumento de 100 %” ou “queda de 50 %” para entender o que realmente significam.
ro: Analiza frazelor precum „creștere de 100 %” sau „scădere de 50 %” pentru a înțelege ce înseamnă cu adevărat.
ru: Анализировать фразы, такие как «увеличение на 100 %» или «снижение на 50 %», чтобы понять, что они на самом деле означают.
sk: Analyzovať vety ako „zvýšenie o 100 %“ alebo „pokles o 50 %“, aby ste pochopili, čo naozaj znamenajú.
sv: Analysera fraser som "ökning med 100 %" eller "minskning med 50 %" för att förstå vad de verkligen betyder.
sw: Kuchambua sentensi kama “kuongezeka kwa 100 %” au “kupungua kwa 50 %” ili kuelewa kile zinamaanisha kwa kweli.
tr: “%100 artış” veya “%50 azalış” gibi ifadeleri analiz ederek, bunların gerçekten ne anlama geldiğini anlamak.
uk: Аналізувати фрази, такі як “збільшення на 100 %” або “зниження на 50 %”, щоб зрозуміти, що вони насправді означають.
vi: Phân tích các câu như “tăng 100 %” hoặc “giảm 50 %” để hiểu chúng thực sự có nghĩa là gì.
zh_hans: 分析诸如“增加100%”或“减少50%”之类的句子，以理解它们的真实含义。

# ed_math_percentages_percentage_limits_uc2_title
source: Éviter les erreurs de raisonnement
af: Vermy redeneerfoute
bg: Избягване на логически грешки
cs: Vyhnout se chybám v uvažování
da: Undgå ræsonneringsfejl
de: Fehler im Denken vermeiden
el: Αποφυγή λογικών σφαλμάτων
es: Evitar errores de razonamiento
fi: Vältä päättelyvirheitä
fil: Iwasan ang mga pagkakamali sa pangangatwiran
hu: Hibás érvelések elkerülése
id: Menghindari kesalahan penalaran
it: Evitare errori di ragionamento
ja: 推論の誤りを避ける
ko: 추론 오류 피하기
nl: Fouten in redenering vermijden
no: Unngå resonnementfeil
pl: Unikać błędów w rozumowaniu
pt_pt: Evitar erros de raciocínio
ro: Evitarea erorilor de raționament
ru: Избегать ошибок в рассуждениях
sk: Vyhnúť sa chybám v uvažovaní
sv: Undvika resonemangsfel
sw: Kuepuka makosa ya mantiki
tr: Akıl yürütme hatalarından kaçınmak
uk: Уникати помилок у міркуванні
vi: Tránh những sai lầm trong lý luận
zh_hans: 避免推理错误

# ed_math_percentages_percentage_limits_uc2_text
source: Identifier les pièges fréquents liés aux bases de calcul, aux comparaisons incorrectes ou aux pourcentages cumulés.
af: Identifiseer die algemene slaggate wat verband hou met berekeningsbasisse, verkeerde vergelykings of saamgestelde persentasies.
bg: Идентифициране на често срещаните капани, свързани с основите на изчисленията, неправилни сравнения или натрупани проценти.
cs: Identifikovat časté pasti spojené se základy výpočtu, nesprávnými srovnáními nebo kumulativními procenty.
da: Identificere almindelige fælder relateret til beregningsgrundlag, forkerte sammenligninger eller kumulerede procenter.
de: Häufige Fallstricke im Zusammenhang mit Berechnungsgrundlagen, falschen Vergleichen oder kumulierten Prozentsätzen identifizieren.
el: Εντοπίστε τις συχνές παγίδες που σχετίζονται με τις βάσεις υπολογισμού, τις λανθασμένες συγκρίσεις ή τα σωρευμένα ποσοστά.
es: Identificar trampas comunes relacionadas con las bases de cálculo, comparaciones incorrectas o porcentajes acumulados.
fi: Tunnista yleiset ansat, jotka liittyvät laskentaperusteisiin, virheellisiin vertailuihin tai kumulatiivisiin prosentteihin.
fil: Tukuyin ang mga karaniwang bitag na nauugnay sa mga batayan ng pagkalkula, mga maling paghahambing o mga pinagsamang porsyento.
hu: Gyakori csapdák az alapokkal, helytelen összehasonlításokkal vagy kumulált százalékokkal kapcsolatban.
id: Mengidentifikasi jebakan umum terkait dengan dasar perhitungan, perbandingan yang salah, atau persentase yang terakumulasi.
it: Identificare i tranelli frequenti legati alle basi di calcolo, ai confronti errati o alle percentuali cumulate.
ja: 計算の基礎、誤った比較、または累積パーセンテージに関連する一般的な罠を特定します。
ko: 계산의 기초, 잘못된 비교 또는 누적 비율과 관련된 흔한 함정을 식별합니다.
nl: Veelvoorkomende valkuilen identificeren die verband houden met rekenbasis, onjuiste vergelijkingen of cumulatieve percentages.
no: Identifisere vanlige feller knyttet til beregningsgrunnlag, feilaktige sammenligninger eller kumulerte prosentandeler.
pl: Identyfikować częste pułapki związane z podstawami obliczeń, nieprawidłowymi porównaniami lub skumulowanymi procentami.
pt_pt: Identificar as armadilhas frequentes relacionadas às bases de cálculo, comparações incorretas ou porcentagens acumuladas.
ro: Identificarea capcanelor frecvente legate de bazele de calcul, comparații incorecte sau procente cumulate.
ru: Идентифицировать частые ловушки, связанные с основами расчетов, неправильными сравнениями или накопленными процентами.
sk: Identifikovať časté pasce súvisiace s výpočtovými základmi, nesprávnymi porovnaniami alebo kumulovanými percentami.
sv: Identifiera vanliga fallgropar relaterade till beräkningsgrunder, felaktiga jämförelser eller kumulerade procent.
sw: Kutambua mitego ya kawaida inayohusiana na misingi ya hesabu, kulinganisha zisizo sahihi au asilimia zilizokusanywa.
tr: Hesaplama temelleri, yanlış karşılaştırmalar veya birikimli yüzdelerle ilgili sık karşılaşılan tuzakları tanımlamak.
uk: Визначити поширені пастки, пов'язані з базами обчислень, неправильними порівняннями або накопиченими відсотками.
vi: Xác định các cạm bẫy thường gặp liên quan đến cơ sở tính toán, các so sánh không chính xác hoặc các tỷ lệ phần trăm tích lũy.
zh_hans: 识别与计算基础、错误比较或累积百分比相关的常见陷阱。

# ed_math_percentages_percentage_limits_uc3_title
source: Mieux interpréter des statistiques
af: Beter interpreteer statistieke
bg: По-добра интерпретация на статистиката
cs: Lépe interpretovat statistiky
da: Bedre fortolke statistikker
de: Statistiken besser interpretieren
el: Καλύτερη ερμηνεία στατιστικών
es: Mejor interpretar estadísticas
fi: Tulkitse tilastoja paremmin
fil: Mas mahusay na bigyang-kahulugan ang mga istatistika
hu: Statisztikák jobb értelmezése
id: Lebih baik menginterpretasikan statistik
it: Interpretare meglio le statistiche
ja: 統計をより良く解釈する
ko: 통계 더 잘 해석하기
nl: Statistieken beter interpreteren
no: Bedre tolke statistikk
pl: Lepiej interpretować statystyki
pt_pt: Melhor interpretar estatísticas
ro: Interpretarea mai bună a statisticilor
ru: Лучше интерпретировать статистику
sk: Lepšie interpretovať štatistiky
sv: Bättre tolka statistik
sw: Kuelewa takwimu vizuri zaidi
tr: İstatistikleri daha iyi yorumlamak
uk: Краще інтерпретувати статистику
vi: Hiểu rõ hơn về thống kê
zh_hans: 更好地解读统计数据

# ed_math_percentages_percentage_limits_uc3_text
source: Comprendre pourquoi certains pourcentages paraissent impressionnants alors que les valeurs absolues restent faibles.
af: Verstaan hoekom sommige persentasies indrukwekkend lyk terwyl die absolute waardes laag bly.
bg: Разбиране защо някои проценти изглеждат впечатляващи, докато абсолютните стойности остават ниски.
cs: Pochopit, proč některá procenta vypadají impozantně, zatímco absolutní hodnoty zůstávají nízké.
da: Forstå hvorfor nogle procenter virker imponerende, mens de absolutte værdier forbliver lave.
de: Verstehen, warum bestimmte Prozentsätze beeindruckend erscheinen, während die absoluten Werte niedrig bleiben.
el: Κατανοήστε γιατί ορισμένα ποσοστά φαίνονται εντυπωσιακά ενώ οι απόλυτες τιμές παραμένουν χαμηλές.
es: Entender por qué ciertos porcentajes parecen impresionantes mientras que los valores absolutos siguen siendo bajos.
fi: Ymmärrä, miksi tietyt prosentit näyttävät vaikuttavilta, vaikka absoluuttiset arvot pysyvät alhaisina.
fil: Unawain kung bakit ang ilang mga porsyento ay tila kahanga-hanga habang ang mga absolutong halaga ay nananatiling mababa.
hu: Megérteni, miért tűnnek egyes százalékok lenyűgözőnek, miközben az abszolút értékek alacsonyak maradnak.
id: Memahami mengapa beberapa persentase tampak mengesankan sementara nilai absolut tetap rendah.
it: Comprendere perché alcune percentuali sembrano impressionanti mentre i valori assoluti rimangono bassi.
ja: なぜ特定のパーセンテージが印象的に見えるのに、絶対値は低いままであるのかを理解します。
ko: 일부 비율이 인상적으로 보이는 이유와 절대 값이 여전히 낮은 이유를 이해합니다.
nl: Begrijpen waarom sommige percentages indrukwekkend lijken terwijl de absolute waarden laag blijven.
no: Forstå hvorfor enkelte prosentandeler virker imponerende mens de absolutte verdiene forblir lave.
pl: Zrozumieć, dlaczego niektóre procenty wydają się imponujące, podczas gdy wartości bezwzględne pozostają niskie.
pt_pt: Compreender por que alguns percentuais parecem impressionantes enquanto os valores absolutos permanecem baixos.
ro: Înțelegerea de ce anumite procente par impresionante în timp ce valorile absolute rămân scăzute.
ru: Понять, почему некоторые проценты кажутся впечатляющими, в то время как абсолютные значения остаются низкими.
sk: Pochopiť, prečo niektoré percentá vyzerajú pôsobivo, zatiaľ čo absolútne hodnoty zostávajú nízke.
sv: Förstå varför vissa procent verkar imponerande medan de absoluta värdena förblir låga.
sw: Kuelewa kwa nini asilimia fulani zinaonekana kuwa za kushangaza wakati thamani halisi zinabaki kuwa ndogo.
tr: Bazı yüzdelerin etkileyici görünmesinin nedenini anlamak, oysa mutlak değerlerin düşük kalmasıdır.
uk: Зрозуміти, чому деякі відсотки здаються вражаючими, тоді як абсолютні значення залишаються низькими.
vi: Hiểu tại sao một số tỷ lệ phần trăm có vẻ ấn tượng trong khi các giá trị tuyệt đối vẫn thấp.
zh_hans: 理解为什么某些百分比看起来令人印象深刻，而绝对值仍然很低。

# ed_math_percentages_percentage_limits_uc4_title
source: Apprendre ou enseigner les pourcentages
af: Leer of onderrig persentasies
bg: Да се научим или да преподаваме процентите
cs: Naučit se nebo učit procenta
da: Lære eller undervise i procenter
de: Prozentsätze lernen oder lehren
el: Μάθετε ή διδάξτε τα ποσοστά
es: Aprender o enseñar los porcentajes
fi: Oppia tai opettaa prosentteja
fil: Matutunan o ituro ang mga porsyento
hu: A százalékok tanulmányozása vagy tanítása
id: Belajar atau mengajarkan persentase
it: Imparare o insegnare le percentuali
ja: パーセンテージを学ぶまたは教える
ko: 비율을 배우거나 가르치기
nl: Leren of onderwijzen van percentages
no: Lære eller undervise i prosentene
pl: Uczyć się lub uczyć procentów
pt_pt: Aprender ou ensinar porcentagens
ro: A învăța sau a preda procentele
ru: Учиться или преподавать проценты
sk: Učiť sa alebo učiť percentá
sv: Lära sig eller undervisa om procent
sw: Kujifunza au kufundisha asilimia
tr: Yüzdeleri öğrenmek veya öğretmek
uk: Вивчати або навчати відсоткам
vi: Học hoặc dạy về tỷ lệ phần trăm
zh_hans: 学习或教授百分比

# ed_math_percentages_percentage_limits_uc4_text
source: Outil pédagogique pour expliquer les limites conceptuelles des pourcentages en mathématiques, économie ou sciences sociales.
af: Onderwysinstrument om die konsepuele grense van persentasies in wiskunde, ekonomie of sosiale wetenskappe te verduidelik.
bg: Образователен инструмент за обяснение на концептуалните ограничения на процентите в математиката, икономиката или социалните науки.
cs: Vzdělávací nástroj pro vysvětlení konceptuálních omezení procent v matematice, ekonomii nebo sociálních vědách.
da: Undervisningsværktøj til at forklare de konceptuelle grænser for procenter i matematik, økonomi eller samfundsvidenskab.
de: Pädagogisches Werkzeug zur Erklärung der konzeptionellen Grenzen von Prozenten in Mathematik, Wirtschaft oder Sozialwissenschaften.
el: Εκπαιδευτικό εργαλείο για να εξηγήσει τα εννοιολογικά όρια των ποσοστών στα μαθηματικά, την οικονομία ή τις κοινωνικές επιστήμες.
es: Herramienta pedagógica para explicar los límites conceptuales de los porcentajes en matemáticas, economía o ciencias sociales.
fi: Opetusväline, joka selittää prosenttien käsitteelliset rajoitukset matematiikassa, taloustieteessä tai sosiaalitieteissä.
fil: Kasangkapan sa pagtuturo upang ipaliwanag ang mga konseptwal na limitasyon ng mga porsyento sa matematika, ekonomiya, o mga agham panlipunan.
hu: Oktatási eszköz a százalékok fogalmi határainak magyarázatára matematikában, közgazdaságtanban vagy társadalomtudományokban.
id: Alat pendidikan untuk menjelaskan batasan konseptual persentase dalam matematika, ekonomi, atau ilmu sosial.
it: Strumento didattico per spiegare i limiti concettuali delle percentuali in matematica, economia o scienze sociali.
ja: 数学、経済学、または社会科学におけるパーセンテージの概念的限界を説明するための教育ツール。
ko: 수학, 경제학 또는 사회 과학에서 백분율의 개념적 한계를 설명하기 위한 교육 도구입니다.
nl: Onderwijsinstrument om de conceptuele grenzen van percentages in wiskunde, economie of sociale wetenschappen uit te leggen.
no: Pedagogisk verktøy for å forklare de konseptuelle begrensningene av prosent i matematikk, økonomi eller samfunnsvitenskap.
pl: Narzędzie edukacyjne do wyjaśniania konceptualnych ograniczeń procentów w matematyce, ekonomii lub naukach społecznych.
pt_pt: Ferramenta pedagógica para explicar os limites conceptuais das percentagens em matemática, economia ou ciências sociais.
ro: Un instrument educațional pentru a explica limitele conceptuale ale procentelor în matematică, economie sau științe sociale.
ru: Педагогический инструмент для объяснения концептуальных ограничений процентов в математике, экономике или социальных науках.
sk: Učebný nástroj na vysvetlenie konceptuálnych obmedzení percent v matematike, ekonomike alebo sociálnych vedách.
sv: Pedagogiskt verktyg för att förklara de konceptuella begränsningarna av procent i matematik, ekonomi eller samhällsvetenskap.
sw: Zana ya kielimu ya kuelezea mipaka ya dhana za asilimia katika hisabati, uchumi au sayansi za kijamii.
tr: Eğitim aracı, matematik, ekonomi veya sosyal bilimlerde yüzdelerin kavramsal sınırlarını açıklamak için.
uk: Навчальний інструмент для пояснення концептуальних обмежень відсотків у математиці, економіці чи соціальних науках.
vi: Công cụ giáo dục để giải thích các giới hạn khái niệm của tỷ lệ phần trăm trong toán học, kinh tế hoặc khoa học xã hội.
zh_hans: 用于解释数学、经济或社会科学中百分比概念限制的教学工具。

# ed_math_percentages_percentage_limits_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您将获得
