Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_difference_relative_uc1_title
source: Comparer deux valeurs proches
af: Vergelyk twee nabygeleë waardes
bg: Сравняване на две близки стойности
cs: Porovnat dvě blízké hodnoty
da: Sammenligne to nærliggende værdier
de: Zwei nahe beieinander liegende Werte vergleichen
el: Σύγκριση δύο κοντινών τιμών
es: Comparar dos valores cercanos
fi: Vertaile kahta lähellä olevaa arvoa
fil: Ihambing ang dalawang malapit na halaga
hu: Két közeli érték összehasonlítása
id: Membandingkan dua nilai yang dekat
it: Confrontare due valori vicini
ja: 近い2つの値を比較する
ko: 두 개의 가까운 값 비교
nl: Vergelijk twee nabijgelegen waarden
no: Sammenligne to nærliggende verdier
pl: Porównanie dwóch bliskich wartości
pt_pt: Comparar dois valores próximos
ro: Compararea a două valori apropiate
ru: Сравнить два близких значения
sk: Porovnať dve blízke hodnoty
sv: Jämföra två nära värden
sw: Kulinganisha thamani mbili zinazofanana
tr: İki yakın değeri karşılaştırmak
uk: Порівняти два близькі значення
vi: So sánh hai giá trị gần nhau
zh_hans: 比较两个接近的值

# ed_math_percentages_difference_relative_uc1_text
source: Exprimer un écart faible ou important en proportion de la valeur de référence.
af: Druk ‘n geringe of groot afwyking uit in verhouding tot die verwysingswaarde.
bg: Изразяване на малко или голямо отклонение в пропорция на референтната стойност.
cs: Vyjádřit malý nebo významný odchylku v poměru k referenční hodnotě.
da: Udtrykke en lille eller stor afvigelse i forhold til referenceværdien.
de: Eine geringe oder große Abweichung im Verhältnis zum Referenzwert ausdrücken.
el: Έκφραση μιας μικρής ή σημαντικής απόκλισης σε αναλογία με την τιμή αναφοράς.
es: Expresar una desviación baja o importante en proporción al valor de referencia.
fi: Ilmaise pieni tai suuri poikkeama suhteessa viitearvoon.
fil: Ipahayag ang isang maliit o malaking pagkakaiba sa proporsyon ng halaga ng sanggunian.
hu: Kis vagy nagy eltérés kifejezése a referenciaérték arányában.
id: Mengekspresikan selisih kecil atau besar dalam proporsi terhadap nilai acuan.
it: Esprimere una differenza piccola o significativa in proporzione al valore di riferimento.
ja: 基準値に対する小さなまたは大きな差を表現する。
ko: 기준 값에 비례하여 작은 또는 큰 차이를 표현합니다.
nl: Druk een kleine of grote afwijking uit in verhouding tot de referentiewaarde.
no: Uttrykke et lite eller stort avvik i forhold til referanseverdien.
pl: Wyrażenie małej lub dużej różnicy w proporcji do wartości odniesienia.
pt_pt: Expressar um desvio pequeno ou grande em proporção ao valor de referência.
ro: Exprimarea unei abateri mici sau mari în proporție față de valoarea de referință.
ru: Выразить небольшое или значительное отклонение относительно эталонного значения.
sk: Vyjadriť malý alebo veľký rozdiel v pomere k referenčnej hodnote.
sv: Uttrycka en liten eller stor avvikelse i förhållande till referensvärdet.
sw: Kuelezea tofauti ndogo au kubwa kwa uwiano wa thamani ya rejea.
tr: Bir referans değerine oranla düşük veya yüksek bir farkı ifade etmek.
uk: Виразити невелику або значну різницю у пропорції до базового значення.
vi: Diễn đạt một chênh lệch nhỏ hoặc lớn theo tỷ lệ của giá trị tham chiếu.
zh_hans: 以参考值的比例表达小或大差异。

# ed_math_percentages_difference_relative_uc2_title
source: Analyser un écart sans notion temporelle
af: Analiseer ‘n afwyking sonder tydsnoties
bg: Анализ на отклонение без времева концепция
cs: Analyzovat odchylku bez časového kontextu
da: Analysere en afvigelse uden tidsmæssig kontekst
de: Eine Abweichung ohne zeitlichen Bezug analysieren
el: Ανάλυση μιας απόκλισης χωρίς χρονική έννοια
es: Analizar una desviación sin noción temporal
fi: Analysoi poikkeamaa ilman aikakäsitettä
fil: Suriin ang isang pagkakaiba nang walang konsepto ng oras
hu: Egy eltérés elemzése időbeli fogalom nélkül
id: Menganalisis selisih tanpa konsep temporal
it: Analizzare una differenza senza nozione temporale
ja: 時間的な概念なしに差を分析する
ko: 시간 개념 없이 차이를 분석합니다.
nl: Analyseer een afwijking zonder tijdsnotie
no: Analysere et avvik uten tidsbegrep
pl: Analiza różnicy bez pojęcia czasowego
pt_pt: Analisar um desvio sem noção temporal
ro: Analiza unei abateri fără noțiune temporală
ru: Анализировать отклонение без временной привязки
sk: Analyzovať odchýlku bez časového kontextu
sv: Analysera en avvikelse utan tidsbegrepp
sw: Kuchambua tofauti bila dhana ya muda
tr: Zamansal bir kavram olmadan bir farkı analiz etmek
uk: Аналізувати відхилення без часової концепції
vi: Phân tích một chênh lệch mà không có khái niệm thời gian
zh_hans: 分析没有时间概念的差异

# ed_math_percentages_difference_relative_uc2_text
source: Comparer deux mesures ou deux résultats sans parler d’évolution “avant/après”.
af: Vergelyk twee metings of twee resultate sonder om van “voor/na” evolusie te praat.
bg: Сравняване на две измервания или две резултати без да се говори за развитие “преди/след”.
cs: Porovnat dvě měření nebo dva výsledky, aniž bychom mluvili o vývoji „před/po“.
da: Sammenligne to målinger eller to resultater uden at tale om udvikling “før/efter”.
de: Zwei Messungen oder zwei Ergebnisse vergleichen, ohne über eine Entwicklung „vor/nach“ zu sprechen.
el: Σύγκριση δύο μετρήσεων ή δύο αποτελεσμάτων χωρίς να μιλήσουμε για εξέλιξη “πριν/μετά”.
es: Comparar dos medidas o dos resultados sin hablar de evolución “antes/después”.
fi: Vertaile kahta mittausta tai kahta tulosta ilman, että puhutaan kehityksestä “ennen/jälkeen”.
fil: Ihambing ang dalawang sukat o dalawang resulta nang hindi pinag-uusapan ang ebolusyon “bago/pagkatapos”.
hu: Két mérést vagy két eredményt összehasonlítani anélkül, hogy az “előtte/utána” fejlődésről beszélnénk.
id: Membandingkan dua ukuran atau dua hasil tanpa membicarakan evolusi “sebelum/setelah”.
it: Confrontare due misure o due risultati senza parlare di evoluzione “prima/dopo”.
ja: 「前/後」の進展について話すことなく、2つの測定値または結果を比較する。
ko: “전/후”의 발전에 대해 이야기하지 않고 두 측정값 또는 두 결과를 비교합니다.
nl: Vergelijk twee metingen of twee resultaten zonder te spreken over evolutie “voor/na”.
no: Sammenligne to målinger eller to resultater uten å snakke om utvikling “før/etter”.
pl: Porównanie dwóch pomiarów lub dwóch wyników bez mówienia o ewolucji „przed/po”.
pt_pt: Comparar duas medições ou dois resultados sem falar de evolução “antes/depois”.
ro: Compararea a două măsurători sau două rezultate fără a vorbi despre evoluția “înainte/după”.
ru: Сравнить два измерения или два результата, не говоря о развитии “до/после”.
sk: Porovnať dve merania alebo dva výsledky bez zmienky o vývoji “pred/po”.
sv: Jämföra två mätningar eller två resultat utan att tala om utveckling “före/efter”.
sw: Kulinganisha vipimo viwili au matokeo mawili bila kuzungumzia mabadiliko “kabla/baada”.
tr: İki ölçüm veya iki sonucu “önce/sonra” gelişimi hakkında konuşmadan karşılaştırmak.
uk: Порівняти два вимірювання або два результати без згадки про еволюцію “до/після”.
vi: So sánh hai phép đo hoặc hai kết quả mà không nói về sự phát triển “trước/sau”.
zh_hans: 比较两个测量或两个结果，而不谈论“前/后”的变化。

# ed_math_percentages_difference_relative_uc3_title
source: Comparer des indicateurs hétérogènes
af: Vergelyk heterogene aanwysers
bg: Сравняване на хетерогенни индикатори
cs: Porovnat heterogenní ukazatele
da: Sammenligne heterogene indikatorer
de: Heterogene Indikatoren vergleichen
el: Σύγκριση ετερογενών δεικτών
es: Comparar indicadores heterogéneos
fi: Vertaile heterogeenisiä indikaattoreita
fil: Ihambing ang mga heterogeneous na tagapagpahiwatig
hu: Heterogén mutatók összehasonlítása
id: Membandingkan indikator yang heterogen
it: Confrontare indicatori eterogenei
ja: 異なる指標を比較する
ko: 이질적인 지표 비교
nl: Vergelijk heterogene indicatoren
no: Sammenligne heterogene indikatorer
pl: Porównanie heterogenicznych wskaźników
pt_pt: Comparar indicadores heterogêneos
ro: Compararea indicatorilor heterogeni
ru: Сравнить гетерогенные показатели
sk: Porovnať heterogénne ukazovatele
sv: Jämföra heterogena indikatorer
sw: Kulinganisha viashiria tofauti
tr: Heterojen göstergeleri karşılaştırmak
uk: Порівняти гетерогенні показники
vi: So sánh các chỉ số không đồng nhất
zh_hans: 比较异质指标

# ed_math_percentages_difference_relative_uc3_text
source: Mettre en perspective une différence brute en la ramenant à une base commune.
af: Plaas ‘n bruto verskil in perspektief deur dit na ‘n gemeenskaplike basis te bring.
bg: Поставяне в перспектива на груба разлика, като я свързвате с обща база.
cs: Uložit hrubý rozdíl do perspektivy tím, že ho přivedeme na společný základ.
da: Sætte en rå forskel i perspektiv ved at bringe den tilbage til en fælles base.
de: Eine rohe Differenz ins Verhältnis setzen, indem man sie auf eine gemeinsame Basis zurückführt.
el: Βάζοντας σε προοπτική μια ωμή διαφορά φέρνοντάς την σε μια κοινή βάση.
es: Poner en perspectiva una diferencia bruta llevándola a una base común.
fi: Aseta raaka ero suhteelliseen kontekstiin tuomalla se yhteiseen peruslukuun.
fil: Ilagay sa perspektibo ang isang hilaw na pagkakaiba sa pamamagitan ng pagdadala nito sa isang karaniwang batayan.
hu: Egy nyers különbség perspektívába helyezése közös alapra hozva.
id: Menempatkan perbedaan mentah dalam perspektif dengan mengembalikannya ke basis yang sama.
it: Mettere in prospettiva una differenza grezza riportandola a una base comune.
ja: 生の差を共通の基準に戻して、視点を提供する。
ko: 기준에 따라 원시 차이를 관점에서 조정합니다.
nl: Plaats een brute afwijking in perspectief door deze terug te brengen naar een gemeenschappelijke basis.
no: Sette en rå forskjell i perspektiv ved å bringe den tilbake til en felles basis.
pl: Umiejscowienie surowej różnicy w kontekście wspólnej podstawy.
pt_pt: Colocar em perspectiva uma diferença bruta, relacionando-a a uma base comum.
ro: Puneți în perspectivă o diferență brută raportând-o la o bază comună.
ru: Поставить в перспективу грубую разницу, приведя её к общей базе.
sk: Umiestniť hrubý rozdiel do perspektívy tým, že ho privedieme k spoločnému základu.
sv: Sätta en rå skillnad i perspektiv genom att relatera den till en gemensam bas.
sw: Kuweka tofauti ya jumla katika mtazamo kwa kuirudisha kwenye msingi wa kawaida.
tr: Bir brüt farkı ortak bir temele indirerek perspektif kazandırmak.
uk: Поставити в перспективу грубе відхилення, зводячи його до спільної основи.
vi: Đưa ra một sự khác biệt thô bằng cách đưa nó về một cơ sở chung.
zh_hans: 通过将粗差异归一化到一个共同基础上来进行比较。

# ed_math_percentages_difference_relative_uc4_title
source: Rapports et analyses
af: Verslae en ontledings
bg: Доклади и анализи
cs: Zprávy a analýzy
da: Rapporter og analyser
de: Berichte und Analysen
el: Αναφορές και αναλύσεις
es: Informes y análisis
fi: Raportit ja analyysit
fil: Mga ulat at pagsusuri
hu: Jelentések és elemzések
id: Laporan dan analisis
it: Rapporti e analisi
ja: 報告と分析
ko: 보고서 및 분석
nl: Rapporten en analyses
no: Rapporter og analyser
pl: Raporty i analizy
pt_pt: Relatórios e análises
ro: Rapoarte și analize
ru: Отчёты и анализы
sk: Správy a analýzy
sv: Rapporter och analyser
sw: Ripoti na uchambuzi
tr: Raporlar ve analizler
uk: Звіти та аналізи
vi: Báo cáo và phân tích
zh_hans: 报告和分析

# ed_math_percentages_difference_relative_uc4_text
source: Présenter un écart de façon normalisée dans une analyse, un rapport ou une étude.
af: Stel ‘n afwyking op ‘n genormaliseerde manier voor in ‘n ontleding, verslag of studie.
bg: Представяне на отклонение по стандартизиран начин в анализ, доклад или проучване.
cs: Prezentovat odchylku standardizovaným způsobem v analýze, zprávě nebo studii.
da: Præsentere en afvigelse på en standardiseret måde i en analyse, en rapport eller en undersøgelse.
de: Eine Abweichung in standardisierter Form in einer Analyse, einem Bericht oder einer Studie präsentieren.
el: Παρουσίαση μιας απόκλισης με κανονικοποιημένο τρόπο σε μια ανάλυση, μια αναφορά ή μια μελέτη.
es: Presentar una desviación de forma normalizada en un análisis, un informe o un estudio.
fi: Esitä poikkeama standardoidusti analyysissä, raportissa tai tutkimuksessa.
fil: Ipresenta ang isang pagkakaiba sa isang normalisadong paraan sa isang pagsusuri, ulat o pag-aaral.
hu: Egy eltérés normál formában történő bemutatása egy elemzésben, jelentésben vagy tanulmányban.
id: Menyajikan selisih dengan cara yang dinormalisasi dalam analisis, laporan, atau studi.
it: Presentare una differenza in modo normalizzato in un'analisi, un rapporto o uno studio.
ja: 分析、報告、または研究において、標準化された形で差を提示する。
ko: 분석, 보고서 또는 연구에서 표준화된 방식으로 차이를 제시합니다.
nl: Presenteer een afwijking op een genormaliseerde manier in een analyse, rapport of studie.
no: Presentere et avvik på en standardisert måte i en analyse, en rapport eller en studie.
pl: Prezentacja różnicy w sposób ustandaryzowany w analizie, raporcie lub badaniu.
pt_pt: Apresentar um desvio de forma normalizada em uma análise, relatório ou estudo.
ro: Prezentarea unei abateri într-o formă normalizată într-o analiză, un raport sau un studiu.
ru: Представить отклонение в стандартизированном виде в анализе, отчёте или исследовании.
sk: Predstaviť odchýlku normalizovaným spôsobom v analýze, správe alebo štúdii.
sv: Presentera en avvikelse på ett standardiserat sätt i en analys, rapport eller studie.
sw: Kuwasilisha tofauti kwa njia ya kawaida katika uchambuzi, ripoti au utafiti.
tr: Bir analiz, rapor veya çalışmada bir farkı standart bir şekilde sunmak.
uk: Представити відхилення у стандартизованій формі в аналізі, звіті або дослідженні.
vi: Trình bày một chênh lệch theo cách chuẩn hóa trong một phân tích, một báo cáo hoặc một nghiên cứu.
zh_hans: 在分析、报告或研究中以标准化方式呈现差异。

# ed_math_percentages_difference_relative_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Това, което получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Kung ano ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: To, čo získate
sv: Det du får
sw: Hali unayopata
tr: Aldığınız şey
uk: Те, що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_difference_relative_out1
source: La différence relative entre deux valeurs, exprimée en pourcentage.
af: Die relatiewe verskil tussen twee waardes, uitgedruk in persentasie.
bg: Относителната разлика между две стойности, изразена в проценти.
cs: Relativní rozdíl mezi dvěma hodnotami, vyjádřený v procentech.
da: Den relative forskel mellem to værdier, udtrykt i procent.
de: Die relative Differenz zwischen zwei Werten, ausgedrückt in Prozent.
el: Η σχετική διαφορά μεταξύ δύο τιμών, εκφρασμένη σε ποσοστό.
es: La diferencia relativa entre dos valores, expresada en porcentaje.
fi: Suhteellinen ero kahden arvon välillä, ilmaistuna prosentteina.
fil: Ang relatibong pagkakaiba sa pagitan ng dalawang halaga, na ipinahayag sa porsyento.
hu: A két érték közötti relatív különbség, százalékban kifejezve.
id: Perbedaan relatif antara dua nilai, dinyatakan dalam persentase.
it: La differenza relativa tra due valori, espressa in percentuale.
ja: 2つの値の間の相対差をパーセンテージで表現したもの。
ko: 두 값 간의 상대적 차이, 백분율로 표현됩니다.
nl: Het relatieve verschil tussen twee waarden, uitgedrukt in percentage.
no: Den relative forskjellen mellom to verdier, uttrykt i prosent.
pl: Różnica względna między dwiema wartościami, wyrażona w procentach.
pt_pt: A diferença relativa entre dois valores, expressa em porcentagem.
ro: Diferența relativă între două valori, exprimată în procent.
ru: Относительная разница между двумя значениями, выраженная в процентах.
sk: Relatívny rozdiel medzi dvoma hodnotami, vyjadrený v percentách.
sv: Den relativa skillnaden mellan två värden, uttryckt i procent.
sw: Tofauti ya uwiano kati ya thamani mbili, iliyowekwa kwa asilimia.
tr: İki değer arasındaki göreli fark, yüzde olarak ifade edilir.
uk: Відносна різниця між двома значеннями, виражена у відсотках.
vi: Sự khác biệt tương đối giữa hai giá trị, được diễn đạt bằng tỷ lệ phần trăm.
zh_hans: 两个值之间的相对差异，以百分比表示。

# ed_math_percentages_difference_relative_out2
source: Un indicateur proportionnel qui facilite la comparaison d’écarts.
af: ‘n Proportionele aanwyser wat die vergelyking van afwykings vergemaklik.
bg: Пропорционален индикатор, който улеснява сравнението на отклонения.
cs: Proporcionální ukazatel, který usnadňuje porovnání odchylek.
da: En proportional indikator, der letter sammenligningen af afvigelser.
de: Ein proportionaler Indikator, der den Vergleich von Abweichungen erleichtert.
el: Ένας αναλογικός δείκτης που διευκολύνει τη σύγκριση αποκλίσεων.
es: Un indicador proporcional que facilita la comparación de desviaciones.
fi: Suhteellinen indikaattori, joka helpottaa poikkeamien vertailua.
fil: Isang proporsyonal na tagapagpahiwatig na nagpapadali sa paghahambing ng mga pagkakaiba.
hu: Egy arányos mutató, amely megkönnyíti az eltérések összehasonlítását.
id: Indikator proporsional yang memudahkan perbandingan selisih.
it: Un indicatore proporzionale che facilita il confronto delle differenze.
ja: 差を比較しやすくする比例指標。
ko: 차이를 비교하는 데 도움이 되는 비례 지표입니다.
nl: Een proportionele indicator die het vergelijken van afwijkingen vergemakkelijkt.
no: En proporsjonal indikator som letter sammenligningen av avvik.
pl: Wskaźnik proporcjonalny, który ułatwia porównanie różnic.
pt_pt: Um indicador proporcional que facilita a comparação de desvios.
ro: Un indicator proporțional care facilitează compararea abaterilor.
ru: Пропорциональный индикатор, который облегчает сравнение отклонений.
sk: Proporčný ukazovateľ, ktorý uľahčuje porovnávanie odchýlok.
sv: En proportionell indikator som underlättar jämförelsen av avvikelser.
sw: Kiashiria cha uwiano kinachorahisisha kulinganisha tofauti.
tr: Farkları karşılaştırmayı kolaylaştıran orantılı bir gösterge.
uk: Пропорційний показник, який полегшує порівняння відхилень.
vi: Một chỉ số tỷ lệ giúp dễ dàng so sánh các chênh lệch.
zh_hans: 一个比例指标，便于比较差异。

# ed_math_percentages_difference_relative_out3
source: Un résultat indépendant de toute notion de chronologie ou de “valeur vraie”.
af: ‘n Resultaat wat onafhanklik is van enige tydsnoties of “werklike waarde”.
bg: Резултат, независим от всякаква концепция за хронология или “истинска стойност”.
cs: Výsledek nezávislý na jakémkoli časovém kontextu nebo „skutečné hodnotě“.
da: Et resultat, der er uafhængigt af enhver tidsmæssig kontekst eller “sand værdi”.
de: Ein Ergebnis, das unabhängig von jeglichem zeitlichen Bezug oder „wahrer Wert“ ist.
el: Ένα αποτέλεσμα ανεξάρτητο από οποιαδήποτε έννοια χρονολογίας ή “πραγματικής αξίας”.
es: Un resultado independiente de toda noción de cronología o de “valor verdadero”.
fi: Tulos, joka on riippumaton mistään aikakäsitteestä tai “todellisesta arvosta”.
fil: Isang resulta na hindi nakadepende sa anumang konsepto ng kronolohiya o “tunay na halaga”.
hu: Egy eredmény, amely független minden időbeli vagy “valódi érték” fogalmától.
id: Hasil yang independen dari konsep kronologi atau “nilai sebenarnya”.
it: Un risultato indipendente da qualsiasi nozione di cronologia o di “valore vero”.
ja: 時間的な概念や「真の値」に依存しない結果。
ko: 시간의 개념이나 “진짜 값”과 무관한 결과입니다.
nl: Een resultaat onafhankelijk van enige chronologische notie of “werkelijke waarde”.
no: Et resultat uavhengig av enhver tidsmessig eller “ekte verdi” begrep.
pl: Wynik niezależny od jakiejkolwiek koncepcji chronologii lub „prawdziwej wartości”.
pt_pt: Um resultado independente de qualquer noção de cronologia ou de “valor verdadeiro”.
ro: Un rezultat independent de orice noțiune de cronologie sau de “valoare adevărată”.
ru: Результат, независимый от любой хронологии или “истинной стоимости”.
sk: Výsledok nezávislý od akéhokoľvek časového kontextu alebo “skutočnej hodnoty”.
sv: Ett resultat oberoende av någon tidsbegrepp eller “verkligt värde”.
sw: Matokeo ambayo hayategemei dhana yoyote ya wakati au “thamani halisi”.
tr: Kronoloji veya “gerçek değer” kavramından bağımsız bir sonuç.
uk: Результат, незалежний від будь-якої концепції хронології або “істинної вартості”.
vi: Một kết quả độc lập với bất kỳ khái niệm nào về thời gian hoặc “giá trị thực”.
zh_hans: 一个独立于任何时间概念或“真实值”的结果。

# ed_math_percentages_difference_relative_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_difference_relative_lim1
source: La valeur de référence ne doit pas être égale à zéro.
af: Die verwysingswaarde mag nie gelyk wees aan nul nie.
bg: Референтната стойност не трябва да е равна на нула.
cs: Referenční hodnota nesmí být rovna nule.
da: Referenceværdien må ikke være lig med nul.
de: Der Referenzwert darf nicht gleich null sein.
el: Η τιμή αναφοράς δεν πρέπει να είναι ίση με το μηδέν.
es: El valor de referencia no debe ser igual a cero.
fi: Viitearvon ei tule olla nolla.
fil: Ang halaga ng sanggunian ay hindi dapat katumbas ng zero.
hu: A referenciaértéknek nem szabad nullának lennie.
id: Nilai acuan tidak boleh sama dengan nol.
it: Il valore di riferimento non deve essere uguale a zero.
ja: 基準値はゼロであってはなりません。
ko: 기준 값은 0이 아니어야 합니다.
nl: De referentiewaarde mag niet gelijk zijn aan nul.
no: Referanseverdien må ikke være lik null.
pl: Wartość odniesienia nie może być równa zeru.
pt_pt: O valor de referência não deve ser igual a zero.
ro: Valoarea de referință nu trebuie să fie egală cu zero.
ru: Эталонное значение не должно быть равно нулю.
sk: Referenčná hodnota nesmie byť rovná nule.
sv: Referensvärdet får inte vara lika med noll.
sw: Thamani ya rejea haipaswi kuwa sawa na sifuri.
tr: Referans değeri sıfıra eşit olmamalıdır.
uk: Базове значення не повинно дорівнювати нулю.
vi: Giá trị tham chiếu không được bằng không.
zh_hans: 参考值不得等于零。
