Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_compare_a1
source: Parce que 10 % → 15 % correspond à +5 points, mais aussi à +50 % en relatif. Ce sont deux lectures différentes d’un même écart.
af: Omdat 10 % → 15 % gelyk is aan +5 punte, maar ook aan +50 % in relatiewe terme. Dit is twee verskillende lees van dieselfde verskil.
bg: Защото 10 % → 15 % съответства на +5 точки, но също така на +50 % в относителен смисъл. Това са две различни интерпретации на една и съща разлика.
cs: Protože 10 % → 15 % odpovídá +5 bodům, ale také +50 % relativně. To jsou dva různé pohledy na stejný rozdíl.
da: Fordi 10 % → 15 % svarer til +5 point, men også til +50 % relativt. Det er to forskellige læsninger af den samme forskel.
de: Weil 10 % → 15 % +5 Punkte entspricht, aber auch +50 % relativ. Das sind zwei unterschiedliche Lesarten desselben Unterschieds.
el: Επειδή το 10 % → 15 % αντιστοιχεί σε +5 μονάδες, αλλά και σε +50 % σε σχετική βάση. Αυτές είναι δύο διαφορετικές αναγνώσεις της ίδιας διαφοράς.
es: Porque 10 % → 15 % corresponde a +5 puntos, pero también a +50 % en relativo. Son dos lecturas diferentes de una misma diferencia.
fi: Koska 10 % → 15 % vastaa +5 pistettä, mutta myös +50 % suhteellisesti. Nämä ovat kaksi erilaista lukemista samasta erosta.
fil: Dahil ang 10 % → 15 % ay katumbas ng +5 puntos, ngunit din ng +50 % sa relatibo. Ito ay dalawang magkaibang pagbabasa ng iisang pagkakaiba.
hu: Mert a 10 % → 15 % +5 pontot jelent, de relatívan +50 %-ot is. Ez két különböző olvasata ugyanannak az eltérésnek.
id: Karena 10 % → 15 % berarti +5 poin, tetapi juga +50 % secara relatif. Ini adalah dua pembacaan berbeda dari selisih yang sama.
it: Perché 10 % → 15 % corrisponde a +5 punti, ma anche a +50 % in relativo. Sono due letture diverse di uno stesso scostamento.
ja: なぜなら、10 % → 15 %は+5ポイントに相当しますが、相対的には+50 %にも相当します。同じ差の二つの異なる読み方です。
ko: 왜냐하면 10% → 15%는 +5 포인트에 해당하지만 상대적으로는 +50%에 해당하기 때문입니다. 이는 동일한 차이에 대한 두 가지 다른 해석입니다.
nl: Omdat 10 % → 15 % overeenkomt met +5 punten, maar ook met +50 % in relatieve zin. Dit zijn twee verschillende lezingen van hetzelfde verschil.
no: Fordi 10 % → 15 % tilsvarer +5 poeng, men også +50 % relativt. Dette er to forskjellige lesninger av den samme forskjellen.
pl: Ponieważ 10 % → 15 % odpowiada +5 punktów, ale także +50 % w względnym. To dwa różne odczyty tej samej różnicy.
pt_pt: Porque 10 % → 15 % corresponde a +5 pontos, mas também a +50 % em relativa. São duas leituras diferentes de uma mesma diferença.
ro: Pentru că 10 % → 15 % corespunde la +5 puncte, dar și la +50 % în relativ. Acestea sunt două lecturi diferite ale aceleași diferențe.
ru: Потому что 10 % → 15 % соответствует +5 пунктам, но также +50 % в относительном. Это два разных взгляда на одну и ту же разницу.
sk: Pretože 10 % → 15 % zodpovedá +5 bodom, ale aj +50 % relatívne. To sú dva rôzne pohľady na ten istý rozdiel.
sv: För att 10 % → 15 % motsvarar +5 punkter, men också +50 % i relativt. Det är två olika läsningar av samma skillnad.
sw: Kwa sababu 10 % → 15 % inahusisha +5 alama, lakini pia +50 % kwa uwiano. Hizi ni tafsiri mbili tofauti za tofauti moja.
tr: Çünkü %10 → %15, +5 puana karşılık gelir, ama aynı zamanda göreceli olarak +%50'ye de karşılık gelir. Bu, aynı farkın iki farklı okumasıdır.
uk: Тому що 10 % → 15 % відповідає +5 пунктам, але також +50 % в відносному. Це два різних прочитання одного й того ж відхилення.
vi: Bởi vì 10 % → 15 % tương ứng với +5 điểm, nhưng cũng tương ứng với +50 % về tương đối. Đây là hai cách đọc khác nhau về cùng một chênh lệch.
zh_hans: 因为 10% → 15% 对应于 +5 个百分点，但在相对上也对应于 +50%。这是同一差异的两种不同解读。

# ed_math_percentages_percentage_compare_q2
source: Dans quel cas faut-il parler en points ?
af: In watter geval moet daar in punte gepraat word?
bg: В какъв случай трябва да говорим в точки?
cs: V jakém případě je třeba mluvit v bodech?
da: I hvilke tilfælde skal man tale i punkter?
de: In welchem Fall sollte man in Punkten sprechen?
el: Σε ποια περίπτωση πρέπει να μιλήσουμε σε μονάδες;
es: ¿En qué caso se debe hablar en puntos?
fi: Milloin on tarpeen puhua pisteistä?
fil: Saang pagkakataon dapat tayong magsalita sa mga puntos?
hu: Mikor kell pontokban beszélni?
id: Dalam kasus apa kita harus berbicara dalam poin?
it: In quali casi è necessario parlare in punti?
ja: どのような場合にポイントで話すべきですか？
ko: 어떤 경우에 포인트로 이야기해야 하나요?
nl: In welke gevallen moet je in punten spreken?
no: I hvilke tilfeller bør man snakke i poeng?
pl: W jakim przypadku należy mówić w punktach?
pt_pt: Em que caso é que devemos falar em pontos?
ro: În ce caz trebuie să vorbim în puncte?
ru: В каких случаях нужно говорить в пунктах?
sk: V akom prípade je potrebné hovoriť v bodoch?
sv: I vilka fall ska man prata i punkter?
sw: Katika hali gani inafaa kuzungumza kwa alama?
tr: Hangi durumda puanlarla konuşmak gerekir?
uk: В яких випадках потрібно говорити в пунктах?
vi: Trong trường hợp nào thì cần nói bằng điểm?
zh_hans: 在什么情况下需要以点数进行交流？

# ed_math_percentages_percentage_compare_a2
source: Quand on compare des taux (sondages, chômage, intérêts…), l’écart en points est souvent la formulation la plus claire.
af: Wanneer ons tariewe (opnames, werkloosheid, rente…) vergelyk, is die verskil in punte dikwels die duidelikste formulering.
bg: Когато сравняваме проценти (анкетни проучвания, безработица, лихви…), разликата в точки често е най-ясната формулировка.
cs: Když porovnáváme sazby (průzkumy, nezaměstnanost, úroky…), rozdíl v bodech je často nejjasnější formulace.
da: Når man sammenligner satser (undersøgelser, arbejdsløshed, renter...), er forskellen i punkter ofte den mest klare formulering.
de: Wenn man Raten (Umfragen, Arbeitslosigkeit, Zinsen…) vergleicht, ist die Abweichung in Punkten oft die klarste Formulierung.
el: Όταν συγκρίνουμε ποσοστά (δημοσκοπήσεις, ανεργία, επιτόκια…), η διαφορά σε μονάδες είναι συχνά η πιο σαφής διατύπωση.
es: Cuando se comparan tasas (sondeos, desempleo, intereses...), la diferencia en puntos es a menudo la formulación más clara.
fi: Kun vertaillaan lukuja (kyselyt, työttömyys, korot...), piste-ero on usein selkein muotoilu.
fil: Kapag ikinumpara ang mga rate (survey, kawalan ng trabaho, interes...), ang agwat sa mga puntos ay kadalasang pinakamalinaw na pahayag.
hu: Amikor arányokat hasonlítunk (felmérések, munkanélküliség, kamatok...), a pontokban kifejezett eltérés gyakran a legvilágosabb megfogalmazás.
id: Ketika membandingkan tingkat (survei, pengangguran, bunga...), selisih dalam poin sering kali merupakan formulasi yang paling jelas.
it: Quando si confrontano tassi (sondaggi, disoccupazione, interessi...), la differenza in punti è spesso la formulazione più chiara.
ja: 率（調査、失業、利子など）を比較する際、ポイントの差はしばしば最も明確な表現です。
ko: 비율(여론 조사, 실업, 이자 등)을 비교할 때, 포인트 차이는 종종 가장 명확한 표현입니다.
nl: Wanneer we tarieven (enquêtes, werkloosheid, rente...) vergelijken, is het verschil in punten vaak de duidelijkste formulering.
no: Når man sammenligner rater (meningsmålinger, arbeidsledighet, renter...), er forskjellen i poeng ofte den klareste formuleringen.
pl: Kiedy porównujemy stawki (sondaże, bezrobocie, odsetki…), różnica w punktach jest często najjaśniejszym sformułowaniem.
pt_pt: Quando comparamos taxas (sondagens, desemprego, juros...), a diferença em pontos é frequentemente a formulação mais clara.
ro: Când comparăm rate (sondaje, șomaj, dobânzi...), diferența în puncte este adesea cea mai clară formulare.
ru: Когда мы сравниваем ставки (опросы, безработица, проценты и т.д.), разница в пунктах часто является наиболее ясной формулировкой.
sk: Keď porovnávame sadzby (prieskumy, nezamestnanosť, úroky…), rozdiel v bodoch je často najjasnejšia formulácia.
sv: När man jämför räntor (undersökningar, arbetslöshet, räntor…), är skillnaden i punkter ofta den tydligaste formuleringen.
sw: Wakati tunalinganisha viwango (uchunguzi, ukosefu wa ajira, riba...), tofauti kwa alama mara nyingi ndiyo njia wazi zaidi ya kueleza.
tr: Oranları (anketler, işsizlik, faizler...) karşılaştırırken, puanlardaki fark genellikle en net ifadedir.
uk: Коли ми порівнюємо ставки (опитування, безробіття, відсотки…), різниця в пунктах часто є найяснішим формулюванням.
vi: Khi so sánh các tỷ lệ (khảo sát, thất nghiệp, lãi suất…), sự chênh lệch bằng điểm thường là cách diễn đạt rõ ràng nhất.
zh_hans: 当我们比较比率（调查、失业、利率等）时，点数差异通常是最清晰的表达方式。

# ed_math_percentages_percentage_compare_q3
source: Et si je compare deux valeurs (pas des %), je fais comment ?
af: En as ek twee waardes (nie %) vergelyk nie, wat doen ek?
bg: А ако сравнявам две стойности (не проценти), какво да правя?
cs: A co když porovnávám dvě hodnoty (ne %), co mám dělat?
da: Og hvis jeg sammenligner to værdier (ikke %), hvad gør jeg så?
de: Und wenn ich zwei Werte (keine %) vergleiche, was mache ich dann?
el: Και αν συγκρίνω δύο τιμές (όχι ποσοστά), τι κάνω;
es: ¿Y si comparo dos valores (no porcentajes), ¿qué hago?
fi: Entä jos vertaan kahta arvoa (ei %), mitä teen?
fil: At kung ikinumpara ko ang dalawang halaga (hindi %), ano ang gagawin ko?
hu: És ha két értéket hasonlítok (nem %), mit tegyek?
id: Dan jika saya membandingkan dua nilai (bukan %), bagaimana caranya?
it: E se confronto due valori (non percentuali), come faccio?
ja: 2つの値（%ではない）を比較する場合はどうすればよいですか？
ko: 두 값을 비교할 때(퍼센트가 아닌), 어떻게 해야 하나요?
nl: En als ik twee waarden vergelijk (geen %), wat doe ik dan?
no: Og hvis jeg sammenligner to verdier (ikke %), hva gjør jeg?
pl: A jeśli porównuję dwie wartości (nie %), co wtedy?
pt_pt: E se eu comparar dois valores (não %), como faço?
ro: Și dacă compar două valori (nu procente), ce fac?
ru: А если я сравниваю два значения (не в %), что мне делать?
sk: A ak porovnávam dve hodnoty (nie %), čo mám robiť?
sv: Och om jag jämför två värden (inte procent), hur gör jag då?
sw: Na nikilinganisha thamani mbili (sio %), nifanyeje?
tr: İki değeri (yüzde değil) karşılaştırırsam ne yapmalıyım?
uk: А якщо я порівнюю дві величини (не відсотки), що мені робити?
vi: Và nếu tôi so sánh hai giá trị (không phải %), tôi phải làm thế nào?
zh_hans: 如果我比较两个值（不是百分比），我该怎么办？

# ed_math_percentages_percentage_compare_a3
source: Dans ce cas, utilisez plutôt un outil de variation en pourcentage ou d’écart relatif entre deux valeurs.
af: In daardie geval, gebruik eerder 'n hulpmiddel vir persentasieverandering of relatiewe verskil tussen twee waardes.
bg: В този случай, използвайте по-скоро инструмент за процентна вариация или относителна разлика между две стойности.
cs: V takovém případě použijte raději nástroj pro procentuální změnu nebo relativní rozdíl mezi dvěma hodnotami.
da: I så fald skal du hellere bruge et værktøj til procentvis variation eller relativ forskel mellem to værdier.
de: In diesem Fall verwenden Sie besser ein Werkzeug zur prozentualen Veränderung oder zur relativen Abweichung zwischen zwei Werten.
el: Σε αυτή την περίπτωση, χρησιμοποιήστε καλύτερα ένα εργαλείο μεταβολής σε ποσοστό ή σχετικής διαφοράς μεταξύ δύο τιμών.
es: En ese caso, utiliza mejor una herramienta de variación en porcentaje o de diferencia relativa entre dos valores.
fi: Tässä tapauksessa käytä mieluummin prosentuaalisen muutoksen tai kahden arvon suhteellisen eron työkalua.
fil: Sa kasong ito, mas mabuting gumamit ng tool para sa porsyento ng pagbabago o relatibong agwat sa pagitan ng dalawang halaga.
hu: Ebben az esetben inkább használjon százalékos eltérés vagy két érték közötti relatív eltérés eszközt.
id: Dalam hal ini, gunakan alat variasi persentase atau selisih relatif antara dua nilai.
it: In questo caso, utilizza piuttosto uno strumento di variazione in percentuale o di scostamento relativo tra due valori.
ja: その場合は、2つの値の間のパーセンテージ変化または相対的な差を示すツールを使用してください。
ko: 이 경우, 두 값 간의 백분율 변화 또는 상대적 차이를 나타내는 도구를 사용하는 것이 좋습니다.
nl: In dat geval kun je beter een percentagevariatietool of relatieve afwijking tussen twee waarden gebruiken.
no: I så fall, bruk heller et verktøy for prosentvis variasjon eller relativ forskjell mellom to verdier.
pl: W takim przypadku lepiej użyć narzędzia do obliczania zmiany procentowej lub różnicy względnej między dwiema wartościami.
pt_pt: Nesse caso, use uma ferramenta de variação em percentagem ou de diferença relativa entre dois valores.
ro: În acest caz, folosiți mai degrabă un instrument de variație în procente sau de diferență relativă între două valori.
ru: В этом случае лучше использовать инструмент изменения в процентах или относительного отклонения между двумя значениями.
sk: V takom prípade použite radšej nástroj na percentuálnu zmenu alebo relatívny rozdiel medzi dvoma hodnotami.
sv: I så fall, använd hellre ett verktyg för procentuell förändring eller relativ skillnad mellan två värden.
sw: Katika hali hii, tumia zana ya mabadiliko kwa asilimia au tofauti ya uwiano kati ya thamani mbili.
tr: Bu durumda, iki değer arasındaki yüzde değişim veya göreli fark aracını kullanın.
uk: У цьому випадку краще використати інструмент зміни у відсотках або відносної різниці між двома величинами.
vi: Trong trường hợp này, hãy sử dụng một công cụ biến đổi theo tỷ lệ phần trăm hoặc sự chênh lệch tương đối giữa hai giá trị.
zh_hans: 在这种情况下，最好使用百分比变化工具或两个值之间的相对差异。

# ed_math_percentages_percentage_compare_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_compare_tip
source: Pour communiquer clairement, donnez d’abord l’écart en points, puis (si utile) la comparaison relative : cela évite la plupart des malentendus.
af: Om duidelik te kommunikeer, gee eers die verskil in punte, dan (indien nuttig) die relatiewe vergelyking: dit vermy die meeste misverstande.
bg: За да комуникирате ясно, първо дайте разликата в точки, след това (ако е полезно) относителното сравнение: това избягва повечето недоразумения.
cs: Aby bylo jasně komunikováno, nejprve uveďte rozdíl v bodech, poté (pokud je to užitečné) relativní srovnání: to zabraňuje většině nedorozumění.
da: For at kommunikere klart, giv først forskellen i punkter, derefter (hvis nyttigt) den relative sammenligning: det undgår de fleste misforståelser.
de: Um klar zu kommunizieren, geben Sie zuerst die Abweichung in Punkten an, dann (falls nützlich) den relativen Vergleich: das vermeidet die meisten Missverständnisse.
el: Για να επικοινωνήσετε σαφώς, δώστε πρώτα τη διαφορά σε μονάδες, και στη συνέχεια (αν είναι χρήσιμο) τη σχετική σύγκριση: αυτό αποφεύγει τις περισσότερες παρεξηγήσεις.
es: Para comunicar claramente, primero da la diferencia en puntos, luego (si es útil) la comparación relativa: esto evita la mayoría de los malentendidos.
fi: Viestit selkeästi, anna ensin piste-ero, sitten (jos tarpeen) suhteellinen vertailu: tämä välttää suurimman osan väärinkäsityksistä.
fil: Upang makipag-ugnayan nang malinaw, ibigay muna ang agwat sa mga puntos, pagkatapos (kung kinakailangan) ang relatibong paghahambing: ito ay nakakaiwas sa karamihan ng hindi pagkakaintindihan.
hu: A világos kommunikáció érdekében először adja meg az eltérést pontokban, majd (ha hasznos) a relatív összehasonlítást: ez elkerüli a legtöbb félreértést.
id: Untuk berkomunikasi dengan jelas, berikan terlebih dahulu selisih dalam poin, lalu (jika perlu) perbandingan relatif: ini menghindari sebagian besar kesalahpahaman.
it: Per comunicare chiaramente, fornisci prima la differenza in punti, poi (se utile) il confronto relativo: questo evita la maggior parte dei malintesi.
ja: 明確にコミュニケーションを取るために、まずポイントの差を示し、次に（必要に応じて）相対的な比較を行ってください：これにより、ほとんどの誤解を避けることができます。
ko: 명확하게 소통하기 위해, 먼저 포인트 차이를 제시하고, 그 다음(필요한 경우) 상대 비교를 제공하세요: 이는 대부분의 오해를 피할 수 있습니다.
nl: Om duidelijk te communiceren, geef eerst het verschil in punten, en dan (indien nuttig) de relatieve vergelijking: dit voorkomt de meeste misverstanden.
no: For å kommunisere klart, oppgi først forskjellen i poeng, deretter (hvis nyttig) den relative sammenligningen: dette unngår de fleste misforståelser.
pl: Aby komunikować się jasno, najpierw podaj różnicę w punktach, a następnie (jeśli to przydatne) porównanie względne: to unika większości nieporozumień.
pt_pt: Para comunicar claramente, primeiro forneça a diferença em pontos, depois (se útil) a comparação relativa: isso evita a maioria dos mal-entendidos.
ro: Pentru a comunica clar, oferiți mai întâi diferența în puncte, apoi (dacă este util) comparația relativă: aceasta evită majoritatea neînțelegerilor.
ru: Чтобы общаться ясно, сначала укажите разницу в пунктах, а затем (если это полезно) относительное сравнение: это избегает большинства недоразумений.
sk: Aby ste komunikovali jasne, najprv uveďte rozdiel v bodoch, potom (ak je to užitočné) relatívne porovnanie: to zabráni väčšine nedorozumení.
sv: För att kommunicera tydligt, ge först skillnaden i punkter, sedan (om det är användbart) den relativa jämförelsen: det undviker de flesta missförstånd.
sw: Ili kuwasiliana kwa uwazi, toa kwanza tofauti kwa alama, kisha (ikiwa inafaa) kulinganisha uwiano: hii inazuia kutoelewana kwa wingi.
tr: Açık bir şekilde iletişim kurmak için önce puan farkını verin, ardından (gerekliyse) göreli karşılaştırmayı yapın: bu, çoğu yanlış anlamayı önler.
uk: Щоб чітко комунікувати, спочатку надайте різницю в пунктах, а потім (якщо це корисно) відносне порівняння: це запобігає більшості непорозумінь.
vi: Để giao tiếp rõ ràng, hãy đưa ra trước sự chênh lệch bằng điểm, sau đó (nếu cần) là so sánh tương đối: điều này giúp tránh hầu hết các hiểu lầm.
zh_hans: 为了清晰沟通，首先给出点数差异，然后（如果有用）给出相对比较：这可以避免大多数误解。

# ed_math_percentages_percentage_composition_title
source: À propos : Composition de pourcentages
af: Oor: Samestelling van persentasies
bg: Относно: Съставяне на проценти
cs: Odkaz: Složení procent
da: Om: Sammensætning af procenter
de: Über: Zusammensetzung von Prozenten
el: Σχετικά με: Σύνθεση ποσοστών
es: Acerca de: Composición de porcentajes
fi: Tietoa: Prosenttikoostumus
fil: Tungkol sa: Komposisyon ng mga porsyento
hu: A következőkről: Százalékok összetétele
id: Tentang: Komposisi persentase
it: A proposito: Composizione delle percentuali
ja: について：パーセンテージの構成
ko: 참고: 백분율 구성
nl: Over: Samenstelling van percentages
no: Om: Sammensetning av prosent
pl: Na marginesie: Skład procentów
pt_pt: Sobre: Composição de percentagens
ro: Despre: Compoziția procentelor
ru: О проекте: Составление процентов
sk: O: Zloženie percent
sv: Om: Sammanställning av procent
sw: Kuhusu: Muundo wa asilimia
tr: Hakkında: Yüzdelerin Bileşimi
uk: Щодо: Складові відсотків
vi: Về việc: Thành phần của tỷ lệ phần trăm
zh_hans: 关于：百分比的组成

# ed_math_percentages_percentage_composition_lead
source: Ce calculateur permet d’appliquer plusieurs pourcentages successifs à une valeur initiale, afin d’analyser l’effet étape par étape de chaque variation.
af: Hierdie sakrekenaar laat jou toe om verskeie opeenvolgende persentasies op 'n aanvanklike waarde toe te pas, om die stap-vir-stap effek van elke variasie te analiseer.
bg: Този калкулатор позволява да се приложат няколко последователни процента на начална стойност, за да се анализира ефектът стъпка по стъпка от всяка вариация.
cs: Tento kalkulátor umožňuje aplikovat několik po sobě jdoucích procent na počáteční hodnotu, aby analyzoval účinek krok za krokem každé změny.
da: Denne regnemaskine gør det muligt at anvende flere successive procenter på en startværdi for at analysere effekten trin for trin af hver variation.
de: Dieser Rechner ermöglicht es, mehrere aufeinanderfolgende Prozentsätze auf einen Ausgangswert anzuwenden, um die schrittweise Wirkung jeder Veränderung zu analysieren.
el: Αυτός ο υπολογιστής επιτρέπει την εφαρμογή πολλών διαδοχικών ποσοστών σε μια αρχική τιμή, προκειμένου να αναλύσει το αποτέλεσμα βήμα προς βήμα κάθε μεταβολής.
es: Este calculador permite aplicar varios porcentajes sucesivos a un valor inicial, para analizar el efecto paso a paso de cada variación.
fi: Tämä laskin mahdollistaa useiden peräkkäisten prosenttien soveltamisen alkuperäiseen arvoon, jotta voidaan analysoida jokaisen muutoksen vaiheittainen vaikutus.
fil: Ang calculator na ito ay nagbibigay-daan upang ilapat ang maraming sunud-sunod na porsyento sa isang paunang halaga, upang suriin ang epekto ng bawat pagbabago hakbang-hakbang.
hu: Ez a kalkulátor lehetővé teszi, hogy több egymást követő százalékot alkalmazzon egy kezdeti értékre, hogy lépésről lépésre elemezze minden változás hatását.
id: Kalkulator ini memungkinkan penerapan beberapa persentase berturut-turut pada nilai awal, untuk menganalisis efek langkah demi langkah dari setiap variasi.
it: Questo calcolatore consente di applicare più percentuali successive a un valore iniziale, per analizzare l'effetto passo dopo passo di ogni variazione.
ja: この計算機は、初期値に対して複数の連続したパーセンテージを適用し、各変化の段階的な影響を分析することを可能にします。
ko: 이 계산기는 초기 값에 여러 개의 연속적인 백분율을 적용하여 각 변화의 단계별 효과를 분석할 수 있게 해줍니다.
nl: Deze calculator maakt het mogelijk om meerdere opeenvolgende percentages op een initiële waarde toe te passen, om het effect stap voor stap van elke variatie te analyseren.
no: Denne kalkulatoren lar deg anvende flere påfølgende prosent på en startverdi, for å analysere effekten trinn for trinn av hver variasjon.
pl: Ten kalkulator pozwala na zastosowanie kilku kolejnych procentów do wartości początkowej, aby analizować efekt krok po kroku każdej zmiany.
pt_pt: Este calculador permite aplicar várias percentagens sucessivas a um valor inicial, a fim de analisar o efeito passo a passo de cada variação.
ro: Acest calculator permite aplicarea mai multor procente succesive unei valori inițiale, pentru a analiza efectul pas cu pas al fiecărei variații.
ru: Этот калькулятор позволяет применять несколько последовательных процентов к начальному значению, чтобы проанализировать эффект каждого изменения шаг за шагом.
sk: Tento kalkulátor umožňuje aplikovať niekoľko po sebe idúcich percent na počiatočnú hodnotu, aby sa analyzoval účinok krok za krokom každej zmeny.
sv: Denna kalkylator gör det möjligt att tillämpa flera efterföljande procent på ett initialt värde, för att analysera effekten steg för steg av varje förändring.
sw: Kihesabu hiki kinaruhusu kutumika asilimia kadhaa mfululizo kwa thamani ya awali, ili kuchambua athari hatua kwa hatua ya kila mabadiliko.
tr: Bu hesaplayıcı, bir başlangıç değerine ardışık birkaç yüzdelik oran uygulamanıza olanak tanır, böylece her değişimin adım adım etkisini analiz edebilirsiniz.
uk: Цей калькулятор дозволяє застосовувати кілька послідовних відсотків до початкової величини, щоб проаналізувати ефект крок за кроком кожної зміни.
vi: Công cụ tính toán này cho phép áp dụng nhiều tỷ lệ phần trăm liên tiếp vào một giá trị ban đầu, nhằm phân tích tác động từng bước của mỗi biến đổi.
zh_hans: 该计算器允许对初始值应用多个连续的百分比，以逐步分析每个变化的影响。

# ed_math_percentages_percentage_composition_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım Durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例
