Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l5_s1_b3
source: On peut alors estimer la médiane en trouvant la “classe médiane” (celle qui contient la 50e percentile).
af: Ons kan dan die mediaan skat deur die 'mediaan klas' te vind (die klas wat die 50ste percentiel bevat).
bg: Можем да оценим медианата, като намерим "медианния клас" (този, който съдържа 50-ия процентил).
cs: Můžeme tedy odhadnout mediánu nalezením "mediánové třídy" (té, která obsahuje 50. percentil).
da: Man kan så estimere medianen ved at finde den “midterste klasse” (den der indeholder den 50. percentil).
de: Man kann dann den Median schätzen, indem man die "Median-Klasse" findet (die die 50. Perzentile enthält).
el: Μπορούμε τότε να εκτιμήσουμε τη διάμεσο βρίσκοντας την "κλάση διάμεσο" (αυτή που περιέχει το 50ο ποσοστό).
es: Se puede entonces estimar la mediana encontrando la 'clase mediana' (la que contiene el percentil 50).
fi: Voimme arvioida mediaanin löytämällä 'mediaaniluokan' (joka sisältää 50. percentiilin).
fil: Maaari nating tantiyahin ang median sa pamamagitan ng paghahanap ng 'median class' (iyon ang naglalaman ng 50th percentile).
hu: Ezért megbecsülhetjük a mediánt a „medián osztály” megtalálásával (amely tartalmazza az 50. percentilist).
id: Kita dapat memperkirakan median dengan menemukan 'kelas median' (kelas yang mengandung persentil ke-50).
it: Si può quindi stimare la mediana trovando la “classe mediana” (quella che contiene il 50° percentile).
ja: そのため、50パーセンタイルを含む「中央値のクラス」を見つけることで中央値を推定できます。
ko: 그러면 50번째 백분위수를 포함하는 '중간 클래스'를 찾아 중앙값을 추정할 수 있습니다.
nl: We kunnen dan de mediaan schatten door de 'mediaan klasse' te vinden (de klasse die de 50e percentiel bevat).
no: Vi kan da estimere medianen ved å finne den “midterste klassen” (den som inneholder den 50. percentilen).
pl: Możemy więc oszacować medianę, znajdując 'klasę medianową' (tę, która zawiera 50. percentyl).
pt_pt: Podemos então estimar a mediana encontrando a 'classe mediana' (a que contém o 50º percentil).
ro: Putem astfel estima mediana găsind „clasa mediană” (cea care conține percentila 50).
ru: Тогда мы можем оценить медиану, найдя 'медианный класс' (класс, содержащий 50-й процентиль).
sk: Môžeme teda odhadnúť mediánu nájdením „strednej triedy“ (tej, ktorá obsahuje 50. percentil).
sv: Vi kan då uppskatta medianen genom att hitta den "median klass" (den som innehåller den 50:e percentilen).
sw: Tunaweza basi kukadiria mediani kwa kutafuta 'darasa la kati' (linalo na asilimia ya 50).
tr: O halde, medyanı “medyan sınıfını” bularak tahmin edebiliriz (50. persentili içeren sınıf).
uk: Тоді ми можемо оцінити медіану, знайшовши "медіанний клас" (той, що містить 50-й процентиль).
vi: Vì vậy, chúng ta có thể ước lượng trung vị bằng cách tìm “lớp trung vị” (lớp chứa phần trăm thứ 50).
zh_hans: 我们可以通过找到“中位数类别”（包含第50百分位数的类别）来估计中位数。

# median_l5_s2_title
source: Étapes (méthode standard)
af: Stappe (standaardmetode)
bg: Стъпки (стандартен метод)
cs: Kroky (standardní metoda)
da: Trin (standardmetode)
de: Schritte (Standardmethode)
el: Βήματα (τυπική μέθοδος)
es: Pasos (método estándar)
fi: Vaiheet (standardi menetelmä)
fil: Mga hakbang (karaniwang pamamaraan)
hu: Lépések (standard módszer)
id: Langkah-langkah (metode standar)
it: Fasi (metodo standard)
ja: ステップ（標準的な方法）
ko: 단계(표준 방법)
nl: Stappen (standaardmethode)
no: Trinn (standardmetode)
pl: Kroki (metoda standardowa)
pt_pt: Etapas (método padrão)
ro: Pași (metoda standard)
ru: Этапы (стандартный метод)
sk: Kroky (štandardná metóda)
sv: Steg (standardmetod)
sw: Hatua (mbinu ya kawaida)
tr: Adımlar (standart yöntem)
uk: Етапи (стандартний метод)
vi: Các bước (phương pháp tiêu chuẩn)
zh_hans: 步骤（标准方法）

# median_l5_s2_b1
source: 1) Calculer l’effectif total N.
af: 1) Bereken die totale frekwensie N.
bg: 1) Изчислете общия брой N.
cs: 1) Vypočítat celkovou četnost N.
da: 1) Beregn den samlede frekvens N.
de: 1) Berechne die gesamte Häufigkeit N.
el: 1) Υπολογίστε τον συνολικό αριθμό N.
es: 1) Calcular la frecuencia total N.
fi: 1) Laske kokonaisfrekvenssi N.
fil: 1) Kalkulahin ang kabuuang dalas N.
hu: 1) Számítsuk ki a teljes gyakoriságot N.
id: 1) Hitung total frekuensi N.
it: 1) Calcolare il numero totale N.
ja: 1) 総人数 N を計算します。
ko: 1) 총 빈도 N을 계산합니다.
nl: 1) Bereken de totale frequentie N.
no: 1) Beregn den totale frekvensen N.
pl: 1) Oblicz całkowitą częstość N.
pt_pt: 1) Calcular a frequência total N.
ro: 1) Calculați frecvența totală N.
ru: 1) Вычислить общую частоту N.
sk: 1) Vypočítať celkovú frekvenciu N.
sv: 1) Beräkna den totala frekvensen N.
sw: 1) Hesabu idadi jumla N.
tr: 1) Toplam frekansı N hesaplayın.
uk: 1) Обчислити загальну кількість N.
vi: 1) Tính tổng tần số N.
zh_hans: 1) 计算总频数 N。

# median_l5_s2_b2
source: 2) Trouver N/2 (la position médiane).
af: 2) Vind N/2 (die mediaan posisie).
bg: 2) Намерете N/2 (позицията на медианата).
cs: 2) Najít N/2 (mediánovou pozici).
da: 2) Find N/2 (den midterste position).
de: 2) Finde N/2 (die Medianposition).
el: 2) Βρείτε N/2 (τη μεσαία θέση).
es: 2) Encontrar N/2 (la posición mediana).
fi: 2) Etsi N/2 (mediaaniasema).
fil: 2) Hanapin ang N/2 (ang posisyon ng median).
hu: 2) Keressük meg N/2-t (a medián pozíciót).
id: 2) Temukan N/2 (posisi median).
it: 2) Trovare N/2 (la posizione mediana).
ja: 2) N/2（中央値の位置）を求めます。
ko: 2) N/2(중앙값 위치)를 찾습니다.
nl: 2) Vind N/2 (de mediaanpositie).
no: 2) Finn N/2 (den midterste posisjonen).
pl: 2) Znajdź N/2 (pozycja mediany).
pt_pt: 2) Encontrar N/2 (a posição mediana).
ro: 2) Găsiți N/2 (poziția mediană).
ru: 2) Найти N/2 (медианную позицию).
sk: 2) Nájsť N/2 (stredná pozícia).
sv: 2) Hitta N/2 (medianpositionen).
sw: 2) Tafuta N/2 (nafasi ya kati).
tr: 2) N/2'yi (medyan pozisyonunu) bulun.
uk: 2) Знайти N/2 (місце медіани).
vi: 2) Tìm N/2 (vị trí trung vị).
zh_hans: 2) 找到 N/2（中位数位置）。

# median_l5_s2_b3
source: 3) Calculer les effectifs cumulés par classe jusqu’à dépasser N/2 : la classe qui dépasse est la classe médiane.
af: 3) Bereken die kumulatieve frekwensies per klas totdat N/2 oorgesteek word: die klas wat oorgesteek word, is die mediaan klas.
bg: 3) Изчислете кумулативните бройки по класове, докато не надвишите N/2: класът, който надвишава, е медианният клас.
cs: 3) Vypočítat kumulativní četnosti podle třídy, dokud nepřekročíme N/2: třída, která překročí, je mediánová třída.
da: 3) Beregn de kumulerede frekvenser pr. klasse indtil N/2 overskrides: klassen der overskrider er den midterste klasse.
de: 3) Berechne die kumulierten Häufigkeiten pro Klasse, bis N/2 überschritten wird: die Klasse, die überschreitet, ist die Median-Klasse.
el: 3) Υπολογίστε τους σωρευτικούς αριθμούς ανά κλάση μέχρι να ξεπεράσετε το N/2: η κλάση που ξεπερνά είναι η κλάση διάμεσος.
es: 3) Calcular las frecuencias acumuladas por clase hasta superar N/2: la clase que supera es la clase mediana.
fi: 3) Laske kumulatiiviset frekvenssit luokittain, kunnes ylität N/2: luokka, joka ylittää, on mediaaniluokka.
fil: 3) Kalkulahin ang mga naipon na dalas bawat klase hanggang sa lumampas sa N/2: ang klase na lumampas ay ang median class.
hu: 3) Számítsuk ki az osztályok kumulált gyakoriságát, amíg meg nem haladja N/2-t: az osztály, amelyik meghaladja, a medián osztály.
id: 3) Hitung frekuensi kumulatif per kelas hingga melebihi N/2: kelas yang melebihi adalah kelas median.
it: 3) Calcolare le frequenze cumulate per classe fino a superare N/2: la classe che supera è la classe mediana.
ja: 3) N/2 を超えるまでクラスごとの累積人数を計算します：超えたクラスが中央値のクラスです。
ko: 3) N/2를 초과할 때까지 클래스별 누적 빈도를 계산합니다: 초과하는 클래스가 중간 클래스입니다.
nl: 3) Bereken de cumulatieve frequenties per klasse tot N/2 wordt overschreden: de klasse die overschrijdt is de mediaanklasse.
no: 3) Beregn de kumulerte frekvensene per klasse til du overskrider N/2: klassen som overskrider er den midterste klassen.
pl: 3) Oblicz skumulowane częstości dla klas, aż przekroczysz N/2: klasa, która przekracza, jest klasą medianową.
pt_pt: 3) Calcular as frequências acumuladas por classe até ultrapassar N/2: a classe que ultrapassa é a classe mediana.
ro: 3) Calculați frecvențele cumulate pe clase până depășiți N/2: clasa care depășește este clasa mediană.
ru: 3) Вычислить кумулятивные частоты по классам, пока не превысим N/2: класс, который превышает, является медианным классом.
sk: 3) Vypočítať kumulované frekvencie podľa triedy, kým neprekročíme N/2: trieda, ktorá prekročí, je stredná trieda.
sv: 3) Beräkna de kumulerade frekvenserna per klass tills vi överstiger N/2: klassen som överstiger är median klassen.
sw: 3) Hesabu idadi zilizojumlishwa kwa darasa hadi kupita N/2: darasa linalopita ni darasa la kati.
tr: 3) N/2'yi aşana kadar sınıflara göre birikmiş frekansları hesaplayın: aşan sınıf medyan sınıfıdır.
uk: 3) Обчислити кумулятивні кількості за класами, поки не перевищимо N/2: клас, що перевищує, є медіанним класом.
vi: 3) Tính tần số tích lũy theo lớp cho đến khi vượt quá N/2: lớp vượt quá là lớp trung vị.
zh_hans: 3) 计算每个类别的累积频数，直到超过 N/2：超过的类别就是中位数类别。

# median_l5_s2_b4
source: 4) Estimer la médiane par interpolation linéaire dans cette classe (hypothèse de répartition uniforme dans la classe).
af: 4) Skat die mediaan deur lineêre interpolasie in hierdie klas (uniforme verspreidingshipotese in die klas).
bg: 4) Оценете медианата чрез линейна интерполация в този клас (предположение за равномерно разпределение в класа).
cs: 4) Odhadnout mediánu pomocí lineární interpolace v této třídě (předpoklad rovnoměrného rozložení v třídě).
da: 4) Estimér medianen ved lineær interpolation i denne klasse (antagelse om ensartet fordeling i klassen).
de: 4) Schätze den Median durch lineare Interpolation in dieser Klasse (Annahme einer gleichmäßigen Verteilung in der Klasse).
el: 4) Εκτιμήστε τη διάμεσο με γραμμική παρεμβολή σε αυτή την κλάση (υπόθεση ομοιόμορφης κατανομής στην κλάση).
es: 4) Estimar la mediana por interpolación lineal en esta clase (suposición de distribución uniforme en la clase).
fi: 4) Arvioi mediaani lineaarisella interpoloinnilla tässä luokassa (olettaen tasainen jakautuminen luokassa).
fil: 4) Tantiyahin ang median sa pamamagitan ng linear interpolation sa klase na ito (palagay ng pantay na pamamahagi sa klase).
hu: 4) Becsüljük meg a mediánt lineáris interpolációval ebben az osztályban (egyenletes eloszlás feltételezése az osztályban).
id: 4) Perkirakan median dengan interpolasi linier dalam kelas ini (asumsi distribusi uniform dalam kelas).
it: 4) Stimare la mediana per interpolazione lineare in questa classe (ipotesi di distribuzione uniforme nella classe).
ja: 4) このクラス内で線形補間によって中央値を推定します（クラス内の均等分布の仮定）。
ko: 4) 이 클래스에서 선형 보간법으로 중앙값을 추정합니다(클래스 내 균일 분포 가정).
nl: 4) Schat de mediaan door lineaire interpolatie in deze klasse (veronderstelling van uniforme verdeling in de klasse).
no: 4) Estimer medianen ved lineær interpolasjon i denne klassen (antakelse om jevn fordeling i klassen).
pl: 4) Oszacuj medianę przez interpolację liniową w tej klasie (założenie o rozkładzie jednorodnym w klasie).
pt_pt: 4) Estimar a mediana por interpolação linear nesta classe (hipótese de distribuição uniforme na classe).
ro: 4) Estimați mediana prin interpolare liniară în această clasă (ipoteza de distribuție uniformă în clasă).
ru: 4) Оценить медиану с помощью линейной интерполяции в этом классе (предположение о равномерном распределении в классе).
sk: 4) Odhadnúť mediánu pomocou lineárnej interpolácie v tejto triede (predpoklad rovnomerného rozdelenia v triede).
sv: 4) Uppskatta medianen genom linjär interpolation i denna klass (antagande om jämn fördelning inom klassen).
sw: 4) Kadiria mediani kwa kutumia interpolation ya mstari katika darasa hili (dhana ya usambazaji sawa katika darasa).
tr: 4) Bu sınıfta lineer interpolasyon ile medyanı tahmin edin (sınıf içinde uniform dağılım varsayımı).
uk: 4) Оцінити медіану за допомогою лінійної інтерполяції в цьому класі (гіпотеза про рівномірний розподіл у класі).
vi: 4) Ước lượng trung vị bằng nội suy tuyến tính trong lớp này (giả thuyết phân phối đồng đều trong lớp).
zh_hans: 4) 通过在该类别中进行线性插值来估计中位数（假设在类别中均匀分布）。

# median_l5_s3_title
source: Formule d’estimation (interpolation)
af: Skattingsformule (interpolasie)
bg: Формула за оценка (интерполация)
cs: Odhadovací vzorec (interpolace)
da: Estimationsformel (interpolation)
de: Schätzformel (Interpolation)
el: Τύπος εκτίμησης (παρεμβολή)
es: Fórmula de estimación (interpolación)
fi: Arviointikaava (interpolointi)
fil: Pormula ng pagtataya (interpolation)
hu: Becslési képlet (interpoláció)
id: Rumus estimasi (interpolasi)
it: Formula di stima (interpolazione)
ja: 推定式（補間）
ko: 추정 공식(보간)
nl: Schatting formule (interpolatie)
no: Estimationsformel (interpolasjon)
pl: Wzór na oszacowanie (interpolacja)
pt_pt: Fórmula de estimativa (interpolação)
ro: Formulă de estimare (interpolare)
ru: Формула оценки (интерполяция)
sk: Vzorec na odhad (interpolácia)
sv: Uppskattningsformel (interpolation)
sw: Fomula ya makadirio (interpolation)
tr: Tahmin formülü (interpolasyon)
uk: Формула оцінки (інтерполяція)
vi: Công thức ước lượng (nội suy)
zh_hans: 估计公式（插值）

# median_l5_s3_b1
source: Soit L la borne inférieure de la classe médiane, h la largeur de classe, f l’effectif de la classe médiane.
af: Laat L die onderste grens van die mediaan klas wees, h die klasbreedte, f die frekwensie van die mediaan klas.
bg: Нека L бъде долната граница на медианния клас, h - ширината на класа, f - бройката на медианния клас.
cs: Nechť L je dolní mez mediánové třídy, h šířka třídy, f četnost mediánové třídy.
da: Lad L være den nedre grænse for den midterste klasse, h være klassebredden, f være frekvensen for den midterste klasse.
de: Sei L die untere Grenze der Median-Klasse, h die Klassenbreite, f die Häufigkeit der Median-Klasse.
el: Έστω L η κατώτερη οριοθέτηση της κλάσης διάμεσος, h το πλάτος της κλάσης, f ο αριθμός της κλάσης διάμεσος.
es: Sea L el límite inferior de la clase mediana, h el ancho de clase, f la frecuencia de la clase mediana.
fi: Olkoon L mediaaniluokan alaraja, h luokan leveys, f mediaaniluokan frekvenssi.
fil: Hayaan na L ang mas mababang hangganan ng median class, h ang lapad ng klase, f ang dalas ng median class.
hu: Legyen L a medián osztály alsó határa, h az osztály szélessége, f a medián osztály gyakorisága.
id: Biarkan L menjadi batas bawah kelas median, h lebar kelas, f frekuensi kelas median.
it: Sia L il limite inferiore della classe mediana, h la larghezza della classe, f il numero di frequenza della classe mediana.
ja: L を中央値のクラスの下限、h をクラスの幅、f を中央値のクラスの人数とします。
ko: L을 중간 클래스의 하한, h를 클래스 너비, f를 중간 클래스의 빈도로 둡니다.
nl: Laat L de ondergrens van de mediaanklasse zijn, h de klassebreedte, f de frequentie van de mediaanklasse.
no: La L være den nedre grensen for den midterste klassen, h være klassebredden, f være frekvensen til den midterste klassen.
pl: Niech L będzie dolną granicą klasy medianowej, h szerokością klasy, f częstością klasy medianowej.
pt_pt: Seja L o limite inferior da classe mediana, h a largura da classe, f a frequência da classe mediana.
ro: Fie L limita inferioară a clasei mediane, h lățimea clasei, f frecvența clasei mediane.
ru: Пусть L - нижняя граница медианного класса, h - ширина класса, f - частота медианного класса.
sk: Nech L je dolná hranica strednej triedy, h šírka triedy, f frekvencia strednej triedy.
sv: Låt L vara den nedre gränsen för median klassen, h klassens bredd, f frekvensen för median klassen.
sw: Kuwa L ni mpaka wa chini wa darasa la kati, h ni upana wa darasa, f ni idadi ya darasa la kati.
tr: L medyan sınıfının alt sınırı, h sınıf genişliği, f medyan sınıfının frekansı olsun.
uk: Нехай L - нижня межа медіанного класу, h - ширина класу, f - кількість у медіанному класі.
vi: Gọi L là giới hạn dưới của lớp trung vị, h là chiều rộng lớp, f là tần số của lớp trung vị.
zh_hans: 设 L 为中位数类别的下限，h 为类别宽度，f 为中位数类别的频数。

# median_l5_s3_b2
source: Soit C l’effectif cumulé avant la classe médiane, et N l’effectif total.
af: Laat C die kumulatieve frekwensie voor die mediaan klas wees, en N die totale frekwensie.
bg: Нека C бъде кумулативната бройка преди медианния клас, а N - общата бройка.
cs: Nechť C je kumulativní četnost před mediánovou třídou a N je celková četnost.
da: Lad C være den kumulerede frekvens før den midterste klasse, og N være den samlede frekvens.
de: Sei C die kumulierte Häufigkeit vor der Median-Klasse und N die gesamte Häufigkeit.
el: Έστω C ο σωρευτικός αριθμός πριν από την κλάση διάμεσος, και N ο συνολικός αριθμός.
es: Sea C la frecuencia acumulada antes de la clase mediana, y N la frecuencia total.
fi: Olkoon C kumulatiivinen frekvenssi ennen mediaaniluokkaa ja N kokonaisfrekvenssi.
fil: Hayaan na C ang naipon na dalas bago ang median class, at N ang kabuuang dalas.
hu: Legyen C a medián osztály előtti kumulált gyakoriság, és N a teljes gyakoriság.
id: Biarkan C menjadi frekuensi kumulatif sebelum kelas median, dan N menjadi total frekuensi.
it: Sia C il numero di frequenza cumulato prima della classe mediana, e N il numero totale di frequenza.
ja: C を中央値のクラスの前の累積人数、N を総人数とします。
ko: 중간 클래스 이전의 누적 빈도를 C로, 총 빈도를 N으로 둡니다.
nl: Laat C de cumulatieve frequentie vóór de mediaanklasse zijn, en N de totale frequentie.
no: La C være den kumulerte frekvensen før den midterste klassen, og N være den totale frekvensen.
pl: Niech C będzie skumulowaną częstością przed klasą medianową, a N całkowitą częstością.
pt_pt: Seja C a frequência acumulada antes da classe mediana, e N a frequência total.
ro: Fie C frecvența cumulată înainte de clasa mediană și N frecvența totală.
ru: Пусть C - кумулятивная частота перед медианным классом, и N - общая частота.
sk: Nech C je kumulovaná frekvencia pred strednou triedou a N je celková frekvencia.
sv: Låt C vara den kumulerade frekvensen före median klassen, och N den totala frekvensen.
sw: Kuwa C ni idadi iliyojumlishwa kabla ya darasa la kati, na N ni idadi jumla.
tr: C medyan sınıfından önceki birikmiş frekans, N ise toplam frekans olsun.
uk: Нехай C - кумулятивна кількість перед медіанним класом, а N - загальна кількість.
vi: Gọi C là tần số tích lũy trước lớp trung vị, và N là tổng tần số.
zh_hans: 设 C 为中位数类别之前的累积频数，N 为总频数。

# median_l5_s3_b3
source: Alors la médiane estimée est :
af: Dan is die geskatte mediaan:
bg: Тогава оценената медиана е:
cs: Pak je odhadovaná mediána:
da: Så er den estimerede median:
de: Dann ist der geschätzte Median:
el: Τότε η εκτιμώμενη διάμεσος είναι:
es: Entonces la mediana estimada es:
fi: Silloin arvioitu mediaani on:
fil: Kaya ang tinatayang median ay:
hu: Akkor a becsült medián:
id: Maka median yang diperkirakan adalah:
it: Allora la mediana stimata è:
ja: したがって、推定された中央値は：
ko: 그러면 추정된 중앙값은 다음과 같습니다:
nl: Dan is de geschatte mediaan:
no: Da er den estimerte medianen:
pl: Wtedy oszacowana mediana to:
pt_pt: Então a mediana estimada é:
ro: Atunci mediana estimată este:
ru: Тогда оцененная медиана равна:
sk: Potom je odhadovaná mediána:
sv: Då är den uppskattade medianen:
sw: Basi mediani iliyokadiriwa ni:
tr: O halde tahmin edilen medyan:
uk: Тоді оцінена медіана дорівнює:
vi: Vậy trung vị ước lượng là:
zh_hans: 那么估计的中位数为：

# median_l5_s4_title
source: Interprétation de la formule
af: Interpretasie van die formule
bg: Интерпретация на формулата
cs: Interpretace vzorce
da: Fortolkning af formlen
de: Interpretation der Formel
el: Ερμηνεία του τύπου
es: Interpretación de la fórmula
fi: Kaavan tulkinta
fil: Pagsasalin ng pormula
hu: A képlet értelmezése
id: Interpretasi rumus
it: Interpretazione della formula
ja: 式の解釈
ko: 공식의 해석
nl: Interpretatie van de formule
no: Tolkning av formelen
pl: Interpretacja wzoru
pt_pt: Interpretação da fórmula
ro: Interpretarea formulei
ru: Интерпретация формулы
sk: Interpretácia vzorca
sv: Tolkning av formeln
sw: Ufafanuzi wa fomula
tr: Formülün yorumu
uk: Інтерпретація формули
vi: Giải thích công thức
zh_hans: 公式的解释

# median_l5_s4_b1
source: On se place à l’intérieur de la classe médiane selon “combien il manque” pour atteindre N/2.
af: Ons plaas onsself binne die mediaan klas volgens 'hoeveel dit ontbreek' om N/2 te bereik.
bg: Намираме се в медианния клас в зависимост от "колко липсва" за достигане на N/2.
cs: Umístíme se uvnitř mediánové třídy podle "kolik chybí" k dosažení N/2.
da: Man placerer sig inden for den midterste klasse afhængigt af “hvor meget der mangler” for at nå N/2.
de: Man befindet sich innerhalb der Median-Klasse je nachdem, "wie viel fehlt", um N/2 zu erreichen.
el: Τοποθετούμαστε μέσα στην κλάση διάμεσος ανάλογα με το "πόσο λείπει" για να φτάσουμε στο N/2.
es: Se considera dentro de la clase mediana según 'cuánto falta' para alcanzar N/2.
fi: Asetumme mediaaniluokan sisälle sen mukaan, 'kuinka paljon puuttuu' saavuttaaksemme N/2.
fil: Nasa loob tayo ng median class ayon sa 'kung gaano karami ang kulang' upang maabot ang N/2.
hu: A medián osztályon belül helyezkedünk el a „mennyi hiányzik” alapján, hogy elérjük N/2-t.
id: Kita berada di dalam kelas median berdasarkan 'berapa banyak yang kurang' untuk mencapai N/2.
it: Ci si colloca all'interno della classe mediana in base a “quanto manca” per raggiungere N/2.
ja: N/2 に到達するために「どれだけ足りないか」に基づいて中央値のクラス内に位置します。
ko: N/2에 도달하기 위해 '얼마나 부족한지'에 따라 중간 클래스 내에서 위치합니다.
nl: We bevinden ons binnen de mediaanklasse volgens 'hoeveel er ontbreekt' om N/2 te bereiken.
no: Vi plasserer oss inne i den midterste klassen basert på “hvor mye som mangler” for å nå N/2.
pl: Znajdujemy się wewnątrz klasy medianowej w zależności od 'ile brakuje' do osiągnięcia N/2.
pt_pt: Colocamo-nos dentro da classe mediana de acordo com 'quanto falta' para atingir N/2.
ro: Ne plasăm în interiorul clasei mediane în funcție de „cât lipsește” pentru a atinge N/2.
ru: Мы находимся внутри медианного класса в зависимости от 'сколько не хватает' для достижения N/2.
sk: Nachádzame sa vnútri strednej triedy podľa „koľko chýba“ na dosiahnutie N/2.
sv: Vi befinner oss inuti median klassen beroende på "hur mycket som saknas" för att nå N/2.
sw: Tunajipanga ndani ya darasa la kati kulingana na 'kiasi kinachokosekana' kufikia N/2.
tr: N/2'ye ulaşmak için “ne kadar eksik” olduğuna göre medyan sınıfının içinde yer alıyoruz.
uk: Ми знаходимося всередині медіанного класу залежно від "скільки не вистачає" для досягнення N/2.
vi: Chúng ta đặt mình bên trong lớp trung vị theo “bao nhiêu còn thiếu” để đạt N/2.
zh_hans: 我们在中位数类别内根据“缺少多少”来确定位置，以达到 N/2。

# median_l5_s4_b2
source: Si N/2 est juste au début de la classe, m est proche de L.
af: As N/2 net aan die begin van die klas is, is m naby L.
bg: Ако N/2 е точно в началото на класа, m е близо до L.
cs: Pokud je N/2 těsně na začátku třídy, m je blízko L.
da: Hvis N/2 er lige i starten af klassen, er m tæt på L.
de: Wenn N/2 genau am Anfang der Klasse ist, ist m nahe bei L.
el: Αν το N/2 είναι ακριβώς στην αρχή της κλάσης, το m είναι κοντά στο L.
es: Si N/2 está justo al inicio de la clase, m está cerca de L.
fi: Jos N/2 on juuri luokan alussa, m on lähellä L:ää.
fil: Kung ang N/2 ay nasa simula ng klase, ang m ay malapit sa L.
hu: Ha N/2 éppen az osztály elején van, m közel van L-hez.
id: Jika N/2 tepat di awal kelas, m dekat dengan L.
it: Se N/2 è proprio all'inizio della classe, m è vicino a L.
ja: N/2 がクラスの始まりに近い場合、m は L に近いです。
ko: N/2가 클래스의 시작 부분에 가까우면 m은 L에 가깝습니다.
nl: Als N/2 net aan het begin van de klasse ligt, is m dicht bij L.
no: Hvis N/2 er rett i begynnelsen av klassen, er m nær L.
pl: Jeśli N/2 jest tuż na początku klasy, m jest bliskie L.
pt_pt: Se N/2 estiver logo no início da classe, m está próximo de L.
ro: Dacă N/2 este chiar la începutul clasei, m este aproape de L.
ru: Если N/2 находится прямо в начале класса, m близок к L.
sk: Ak je N/2 tesne na začiatku triedy, m je blízko L.
sv: Om N/2 ligger precis i början av klassen, är m nära L.
sw: Ikiwa N/2 iko mwanzoni mwa darasa, m iko karibu na L.
tr: Eğer N/2 sınıfın başında ise, m L'ye yakındır.
uk: Якщо N/2 знаходиться на початку класу, m близький до L.
vi: Nếu N/2 nằm ngay đầu lớp, m gần với L.
zh_hans: 如果 N/2 正好在类别的开始，m 接近 L。
