Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_sanitize_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_sanitize_q1
source: Le résultat est-il identique visuellement ?
af: Is die resultaat visueel identies?
bg: Резултатът визуално идентичен ли е?
cs: Je výsledek vizuálně identický?
da: Er resultatet visuelt identisk?
de: Ist das Ergebnis visuell identisch?
el: Είναι το αποτέλεσμα οπτικά παρόμοιο;
es: ¿El resultado es visualmente idéntico?
fi: Onko tulos visuaalisesti sama?
fil: Pareho ba ang resulta sa biswal?
hu: TODO
id: TODO
it: Il risultato è visivamente identico?
ja: 結果は視覚的に同じですか？
ko: 결과가 시각적으로 동일합니까?
nl: Is het resultaat visueel identiek?
no: Er resultatet visuelt identisk?
pl: Czy wynik jest wizualnie identyczny?
pt_pt: O resultado é visualmente idêntico?
ro: Rezultatul este identic vizual?
ru: Результат визуально идентичен?
sk: Je výsledok vizuálne identický?
sv: Är resultatet visuellt identiskt?
sw: Je, matokeo ni sawa kimtazamo?
tr: Sonuç görsel olarak aynı mı?
uk: Чи є результат візуально ідентичним?
vi: Kết quả có giống nhau về mặt hình ảnh không?
zh_hans: 结果在视觉上是否相同？

# ed_dev_pdf_pdf_sanitize_a1
source: Souvent oui, mais certains éléments interactifs peuvent disparaître. Vérifiez la version nettoyée avant diffusion.
af: Dikwels ja, maar sommige interaktiewe elemente kan verdwyn. Kontroleer die skoongemaakte weergawe voordat dit versprei word.
bg: Често да, но някои интерактивни елементи могат да изчезнат. Проверете почистената версия преди разпространение.
cs: Často ano, ale některé interaktivní prvky mohou zmizet. Zkontrolujte vyčištěnou verzi před distribucí.
da: Ofte ja, men nogle interaktive elementer kan forsvinde. Tjek den rensede version før distribution.
de: Oft ja, aber einige interaktive Elemente können verschwinden. Überprüfen Sie die bereinigte Version vor der Verbreitung.
el: Συχνά ναι, αλλά ορισμένα διαδραστικά στοιχεία μπορεί να εξαφανιστούν. Ελέγξτε την καθαρισμένη έκδοση πριν από τη διάδοση.
es: A menudo sí, pero algunos elementos interactivos pueden desaparecer. Verifique la versión limpia antes de su difusión.
fi: Usein kyllä, mutta jotkut interaktiiviset elementit saattavat kadota. Tarkista puhdistettu versio ennen jakelua.
fil: Kadalasan oo, ngunit ang ilang mga interactive na elemento ay maaaring mawala. Suriin ang nilinis na bersyon bago ipamahagi.
hu: TODO
id: TODO
it: Spesso sì, ma alcuni elementi interattivi possono scomparire. Controlla la versione pulita prima della diffusione.
ja: 多くの場合、はい。ただし、一部のインタラクティブ要素が消える可能性があります。配布前にクリーン版を確認してください。
ko: 대부분 그렇지만 일부 인터랙티브 요소가 사라질 수 있습니다. 배포 전에 정리된 버전을 확인하세요.
nl: Vaak wel, maar sommige interactieve elementen kunnen verdwijnen. Controleer de schoongemaakte versie voordat je deze verspreidt.
no: Ofte ja, men noen interaktive elementer kan forsvinne. Sjekk den rensede versjonen før distribusjon.
pl: Często tak, ale niektóre elementy interaktywne mogą zniknąć. Sprawdź wersję czyszczoną przed dystrybucją.
pt_pt: Frequentemente sim, mas alguns elementos interativos podem desaparecer. Verifique a versão limpa antes da divulgação.
ro: Adesea da, dar unele elemente interactive pot dispărea. Verificați versiunea curățată înainte de difuzare.
ru: Часто да, но некоторые интерактивные элементы могут исчезнуть. Проверьте очищенную версию перед распространением.
sk: Často áno, ale niektoré interaktívne prvky môžu zmiznúť. Skontrolujte vyčistenú verziu pred zverejnením.
sv: Ofta ja, men vissa interaktiva element kan försvinna. Kontrollera den rensade versionen innan distribution.
sw: Mara nyingi ndiyo, lakini vipengele vingine vya mwingiliano vinaweza kupotea. Thibitisha toleo lililosafishwa kabla ya usambazaji.
tr: Genellikle evet, ancak bazı etkileşimli öğeler kaybolabilir. Yayınlamadan önce temizlenmiş versiyonu kontrol edin.
uk: Часто так, але деякі інтерактивні елементи можуть зникнути. Перевірте очищену версію перед розповсюдженням.
vi: Thường thì có, nhưng một số yếu tố tương tác có thể biến mất. Kiểm tra phiên bản đã làm sạch trước khi phát hành.
zh_hans: 通常是的，但某些交互元素可能会消失。在发布之前检查清理后的版本。

# ed_dev_pdf_pdf_sanitize_q2
source: Est-ce que ça supprime les métadonnées ?
af: Verwyder dit die metadat?
bg: Премахва ли метаданните?
cs: Odstraňuje to metadata?
da: Fjerner det metadata?
de: Entfernt es die Metadaten?
el: Αφαιρεί μεταδεδομένα;
es: ¿Esto elimina los metadatos?
fi: Poistaako se metatiedot?
fil: Nagtatanggal ba ito ng mga metadata?
hu: TODO
id: TODO
it: Rimuove i metadati?
ja: メタデータは削除されますか？
ko: 메타데이터를 삭제합니까?
nl: Verwijdert het metadata?
no: Fjerner det metadata?
pl: Czy to usuwa metadane?
pt_pt: Isso remove os metadados?
ro: Elimină metadatele?
ru: Удаляет ли это метаданные?
sk: Odstraňuje to metadáta?
sv: Tar det bort metadata?
sw: Je, hii inafuta metadani?
tr: Meta verileri kaldırıyor mu?
uk: Чи видаляє це метадані?
vi: Có xóa siêu dữ liệu không?
zh_hans: 这会删除元数据吗？

# ed_dev_pdf_pdf_sanitize_a2
source: Oui, en général c’est un objectif clé. Pour vérifier, utilisez “Métadonnées PDF → JSON” avant/après.
af: Ja, dit is oor die algemeen 'n sleuteldoel. Om te kontroleer, gebruik “PDF Metadat → JSON” voor/ná.
bg: Да, обикновено това е основна цел. За проверка, използвайте "Метаданни PDF → JSON" преди/след.
cs: Ano, obecně je to klíčový cíl. Pro kontrolu použijte "Metadata PDF → JSON" před/po.
da: Ja, generelt er det et centralt mål. For at tjekke, brug "PDF-metadata → JSON" før/efter.
de: Ja, im Allgemeinen ist das ein Hauptziel. Um dies zu überprüfen, verwenden Sie "Metadaten PDF → JSON" vor/nach der Bereinigung.
el: Ναι, γενικά είναι ένας βασικός στόχος. Για να ελέγξετε, χρησιμοποιήστε "Μεταδεδομένα PDF → JSON" πριν/μετά.
es: Sí, en general es un objetivo clave. Para verificar, utilice "Metadatos PDF → JSON" antes/después.
fi: Kyllä, yleensä se on keskeinen tavoite. Tarkistaaksesi, käytä "Metatiedot PDF → JSON" ennen/jälkeen.
fil: Oo, sa pangkalahatan ito ay isang pangunahing layunin. Upang suriin, gamitin ang "PDF Metadata → JSON" bago/pagkatapos.
hu: TODO
id: TODO
it: Sì, in generale è un obiettivo chiave. Per verificare, utilizza "Metadati PDF → JSON" prima/dopo.
ja: はい、一般的にはそれが主要な目的です。確認するには、「PDFメタデータ → JSON」を使用してください。
ko: 네, 일반적으로 이는 주요 목표입니다. 확인하려면 “PDF 메타데이터 → JSON”을 사용하세요.
nl: Ja, over het algemeen is dat een belangrijk doel. Controleer met “PDF-metadata → JSON” voor/na.
no: Ja, generelt er dette et hovedmål. For å sjekke, bruk "PDF-metadata → JSON" før/etter.
pl: Tak, zazwyczaj jest to kluczowy cel. Aby sprawdzić, użyj „Metadane PDF → JSON” przed/po.
pt_pt: Sim, geralmente é um objetivo chave. Para verificar, use "Metadados PDF → JSON" antes/depois.
ro: Da, în general este un obiectiv cheie. Pentru a verifica, utilizați „Metadate PDF → JSON” înainte/după.
ru: Да, в общем это ключевая цель. Для проверки используйте "Метаданные PDF → JSON" до/после.
sk: Áno, zvyčajne je to kľúčový cieľ. Na overenie použite „Metadáta PDF → JSON“ pred/po.
sv: Ja, det är generellt ett nyckelmål. För att kontrollera, använd "PDF-metadata → JSON" före/efter.
sw: Ndio, kwa ujumla ni lengo kuu. Ili kuthibitisha, tumia "Metadani PDF → JSON" kabla/baada.
tr: Evet, genellikle bu ana bir hedeftir. Kontrol etmek için "PDF Meta Verileri → JSON" kullanın, önce/sonra.
uk: Так, зазвичай це ключова мета. Щоб перевірити, використовуйте “Метадані PDF → JSON” до/після.
vi: Có, nhìn chung đây là một mục tiêu chính. Để kiểm tra, hãy sử dụng "Siêu dữ liệu PDF → JSON" trước/sau.
zh_hans: 是的，通常这是一个关键目标。要检查，请在清理前后使用“PDF 元数据 → JSON”。

# ed_dev_pdf_pdf_sanitize_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_sanitize_tip
source: Pour une diffusion publique, appliquez la règle “inspecter → nettoyer → re-inspecter” : métadonnées/liaisons/attachments avant et après sanitization.
af: Vir openbare verspreiding, pas die reël “inspecteer → skoonmaak → her-inspekteer” toe: metadat/skakels/aanhangsels voor en na skoonmaak.
bg: За публично разпространение, приложете правилото "инспектиране → почистване → повторно инспектиране": метаданни/връзки/прикачени файлове преди и след почистването.
cs: Pro veřejnou distribuci použijte pravidlo "zkontrolovat → vyčistit → znovu zkontrolovat": metadata/odkazy/přílohy před a po sanitizaci.
da: For offentlig distribution, anvend reglen "inspektion → rensning → re-inspektion": metadata/linker/vedhæftninger før og efter rensning.
de: Für eine öffentliche Verbreitung wenden Sie die Regel "prüfen → bereinigen → erneut prüfen" an: Metadaten/Links/Anhänge vor und nach der Bereinigung.
el: Για δημόσια διάδοση, εφαρμόστε τον κανόνα "επιθεώρηση → καθαρισμός → επανεπιθεώρηση": μεταδεδομένα/συνδέσεις/συνημμένα πριν και μετά τον καθαρισμό.
es: Para una difusión pública, aplique la regla "inspeccionar → limpiar → re-inspeccionar": metadatos/enlaces/adjuntos antes y después de la sanitización.
fi: Julkista jakamista varten, sovella sääntöä "tarkista → puhdista → tarkista uudelleen": metatiedot/viittaukset/liitteet ennen ja jälkeen puhdistuksen.
fil: Para sa pampublikong pamamahagi, ilapat ang patakaran na "suriin → linisin → muling suriin": mga metadata/link/attachments bago at pagkatapos ng sanitization.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik terkait dengan niat alat ini.
it: Per una diffusione pubblica, applica la regola "ispeziona → pulisci → re-ispeziona": metadati/link/allegati prima e dopo la sanitizzazione.
ja: 公開配布のために、「検査 → クリーン → 再検査」のルールを適用してください：サニタイズ前後のメタデータ/リンク/添付ファイル。
ko: 공개 배포를 위해 “검사 → 정리 → 재검사” 규칙을 적용하세요: 정리 전후의 메타데이터/링크/첨부파일.
nl: Voor publieke verspreiding, pas de regel “inspecteren → schoonmaken → opnieuw inspecteren” toe: metadata/koppelingen/bijlagen voor en na sanitization.
no: For offentlig distribusjon, bruk regelen "inspeksjon → rensing → re-inspeksjon": metadata/lenker/vedlegg før og etter sanitering.
pl: Aby przeprowadzić publiczną dystrybucję, zastosuj zasadę „inspekcja → czyszczenie → ponowna inspekcja”: metadane/łącza/załączniki przed i po czyszczeniu.
pt_pt: Para uma divulgação pública, aplique a regra "inspecionar → limpar → re-inspecionar": metadados/links/anexos antes e depois da sanitização.
ro: Pentru o difuzare publică, aplicați regula „inspectați → curățați → re-inspectați”: metadate/legături/atașamente înainte și după curățare.
ru: Для публичного распространения применяйте правило "проверить → очистить → повторно проверить": метаданные/ссылки/вложения до и после очистки.
sk: Pre verejné zverejnenie aplikujte pravidlo „skontrolovať → vyčistiť → znovu skontrolovať“: metadáta/odkazy/prílohy pred a po sanitizácii.
sv: För offentlig distribution, tillämpa regeln "inspektera → rensa → återinspektera": metadata/länkar/bilagor före och efter sanering.
sw: Kwa usambazaji wa umma, tumia kanuni "kuchunguza → kusafisha → kuangalia tena": metadani/viungo/viambatisho kabla na baada ya kusafisha.
tr: Halka açık bir yayın için "incele → temizle → yeniden incele" kuralını uygulayın: temizleme öncesi ve sonrası meta veriler/bağlantılar/ekler.
uk: Для публічного розповсюдження застосовуйте правило “перевірити → очистити → повторно перевірити”: метадані/посилання/вкладення до та після очищення.
vi: Để phát hành công khai, hãy áp dụng quy tắc "kiểm tra → làm sạch → kiểm tra lại": siêu dữ liệu/liên kết/tệp đính kèm trước và sau khi làm sạch.
zh_hans: 对于公开发布，应用“检查 → 清理 → 重新检查”规则：在清理前后检查元数据/链接/附件。

# ed_dev_pdf_pdf_scan_detector_title
source: À propos : PDF Scan Detector
af: Oor: PDF Scan Detector
bg: За нас: PDF Scan Detector
cs: O: PDF Scan Detector
da: Om: PDF Scan Detector
de: Über: PDF Scan Detector
el: Σχετικά: Ανιχνευτής Σαρωμένων PDF
es: Acerca de: Detector de Escaneo de PDF
fi: Tietoa: PDF Scan Detector
fil: Tungkol sa: PDF Scan Detector
hu: A témáról: PDF észlelése, ha be van szkennelve
id: Tentang: Mendeteksi apakah PDF dipindai
it: Informazioni: Rilevatore di scansioni PDF
ja: について：PDFスキャン検出器
ko: 정보: PDF 스캔 감지기
nl: Over: PDF Scan Detector
no: Om: PDF Scan Detector
pl: O: Wykrywacz skanów PDF
pt_pt: Sobre: PDF Scan Detector
ro: Despre: Detector PDF Scan
ru: О программе: PDF Scan Detector
sk: O: PDF Scan Detector
sv: Om: PDF Scan Detector
sw: Kuhusu: PDF Scan Detector
tr: Hakkında: PDF Tarayıcı Tespit Cihazı
uk: Про: PDF Scan Detector
vi: Về: PDF Scan Detector
zh_hans: 关于：PDF 扫描检测器

# ed_dev_pdf_pdf_scan_detector_lead
source: Détecter si un PDF est un scan (image-only) ou contient du texte exploitable, et exporter un diagnostic JSON par page pour orienter OCR, accessibilité et extraction.
af: Detecteer of 'n PDF 'n skandering is (slegs beeld) of teks bevat wat benut kan word, en voer 'n JSON-diagnose per bladsy uit om OCR, toeganklikheid en ekstraksie te rig.
bg: Открива дали PDF е сканиран (само изображение) или съдържа използваем текст, и експортира JSON диагноза на страница за насочване на OCR, достъпност и извличане.
cs: Detekuje, zda je PDF sken (pouze obrázek) nebo obsahuje využitelný text, a exportuje diagnostiku JSON na stránku pro orientaci OCR, přístupnost a extrakci.
da: Opdag om en PDF er et scan (kun billede) eller indeholder udnyttelig tekst, og eksportér en JSON-diagnose pr. side for at guide OCR, tilgængelighed og udtræk.
de: Erkennen, ob ein PDF ein Scan (nur Bild) ist oder bearbeitbaren Text enthält, und ein JSON-Diagnosebericht pro Seite exportieren, um OCR, Barrierefreiheit und Extraktion zu steuern.
el: Ανίχνευση αν ένα PDF είναι σάρωση (μόνο εικόνα) ή περιέχει εκμεταλλεύσιμο κείμενο, και εξαγωγή διαγνωστικού JSON ανά σελίδα για καθοδήγηση OCR, προσβασιμότητας και εξαγωγής.
es: Detectar si un PDF es un escaneo (solo imagen) o contiene texto utilizable, y exportar un diagnóstico JSON por página para orientar OCR, accesibilidad y extracción.
fi: Tunnista, onko PDF skannaus (vain kuva) vai sisältääkö se hyödynnettävää tekstiä, ja vie diagnostiikka JSON-muodossa sivukohtaisesti OCR:n, saavutettavuuden ja poiminnan ohjaamiseksi.
fil: Tukuyin kung ang isang PDF ay isang scan (image-only) o naglalaman ng maaring gamitin na teksto, at i-export ang isang diagnostic JSON bawat pahina upang gabayan ang OCR, accessibility at extraction.
hu: TODO: Írja le ennek az eszköznek a pontos célját (egyedi szándék, ne legyen más szövegének parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Rileva se un PDF è una scansione (solo immagine) o contiene testo utilizzabile, ed esporta un diagnostico JSON per pagina per orientare OCR, accessibilità ed estrazione.
ja: PDFがスキャン（画像のみ）か、利用可能なテキストを含むかを検出し、OCR、アクセシビリティ、抽出のためにページごとにJSON診断をエクスポートします。
ko: PDF가 스캔(이미지 전용)인지 또는 활용 가능한 텍스트를 포함하는지 감지하고, OCR, 접근성 및 추출을 안내하기 위해 페이지별 JSON 진단을 내보냅니다.
nl: Detecteer of een PDF een scan (alleen afbeelding) is of exploiteerbare tekst bevat, en exporteer een JSON-diagnose per pagina om OCR, toegankelijkheid en extractie te sturen.
no: Oppdage om en PDF er et skann (kun bilde) eller inneholder brukbar tekst, og eksportere en JSON-diagnose per side for å veilede OCR, tilgjengelighet og ekstraksjon.
pl: Wykrywanie, czy PDF jest skanem (tylko obraz) czy zawiera tekst do wykorzystania, oraz eksportowanie diagnozy JSON na stronę w celu ukierunkowania OCR, dostępności i ekstrakcji.
pt_pt: Detectar se um PDF é um scan (apenas imagem) ou contém texto utilizável, e exportar um diagnóstico JSON por página para orientar OCR, acessibilidade e extração.
ro: Detectați dacă un PDF este un scan (doar imagine) sau conține text exploatabil și exportați un diagnostic JSON pe pagină pentru a orienta OCR, accesibilitate și extragere.
ru: Обнаружение, является ли PDF сканом (только изображение) или содержит извлекаемый текст, и экспортирование JSON-диагноза по странице для направления OCR, доступности и извлечения.
sk: Zistiť, či je PDF sken (iba obrázok) alebo obsahuje použiteľný text, a exportovať diagnostiku JSON na stránku na orientáciu OCR, prístupnosť a extrakciu.
sv: Upptäck om en PDF är en skanning (endast bild) eller innehåller användbar text, och exportera en JSON-diagnos per sida för att vägleda OCR, tillgänglighet och extraktion.
sw: Gundua ikiwa PDF ni skani (picha pekee) au ina maandiko yanayoweza kutumika, na kusafirisha uchambuzi wa JSON kwa kila ukurasa ili kuelekeza OCR, upatikanaji na uchimbaji.
tr: Bir PDF'nin bir tarama (sadece görüntü) olup olmadığını veya kullanılabilir metin içerip içermediğini tespit edin ve her sayfa için OCR, erişilebilirlik ve çıkarım yönlendirmek için bir JSON tanı raporu dışa aktarın.
uk: Визначити, чи є PDF сканом (тільки зображення) або містить експлуатований текст, та експортувати діагностику JSON по сторінках для орієнтації OCR, доступності та витягування.
vi: Phát hiện xem một PDF có phải là bản quét (chỉ hình ảnh) hay chứa văn bản có thể sử dụng, và xuất một chẩn đoán JSON theo trang để hướng dẫn OCR, khả năng tiếp cận và trích xuất.
zh_hans: 检测 PDF 是否为扫描（仅图像）或包含可提取文本，并为每页导出 JSON 诊断以指导 OCR、可访问性和提取。

# ed_dev_pdf_pdf_scan_detector_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_dev_pdf_pdf_scan_detector_uc1_title
source: Décider d’un OCR
af: Bepaal of 'n OCR nodig is
bg: Решаване на OCR
cs: Rozhodnutí o OCR
da: Beslutte om en OCR er nødvendig
de: Entscheidung über ein OCR
el: Απόφαση για OCR
es: Decidir sobre un OCR
fi: Päätä OCR:stä
fil: Magpasya tungkol sa isang OCR
hu: TODO
id: TODO
it: Decidere un OCR
ja: OCRの決定
ko: OCR 결정하기
nl: Beslissen over een OCR
no: Bestemme behov for OCR
pl: Decyzja o OCR
pt_pt: Decidir sobre um OCR
ro: Decideți un OCR
ru: Решение по OCR
sk: Rozhodnúť o OCR
sv: Besluta om en OCR
sw: Kufanya uamuzi kuhusu OCR
tr: Bir OCR'a karar verme
uk: Визначити необхідність OCR
vi: Quyết định về một OCR
zh_hans: 决定是否进行 OCR

# ed_dev_pdf_pdf_scan_detector_uc1_text
source: Savoir rapidement si l’OCR est nécessaire avant indexation/recherche plein texte.
af: Weet vinnig of die OCR nodig is voor indeksasie/volteks soektog.
bg: Бързо да се определи дали OCR е необходим преди индексиране/пълнотекстово търсене.
cs: Rychle zjistit, zda je OCR nutné před indexací/plným textovým vyhledáváním.
da: Vide hurtigt om OCR er nødvendigt før indeksering/fuldtekst søgning.
de: Schnell wissen, ob OCR vor der Indizierung/Volltextsuche erforderlich ist.
el: Γνωρίστε γρήγορα αν το OCR είναι απαραίτητο πριν από την ευρετηρίαση/αναζήτηση πλήρους κειμένου.
es: Saber rápidamente si el OCR es necesario antes de la indexación/búsqueda de texto completo.
fi: Tiedä nopeasti, onko OCR tarpeen ennen indeksointia/tekstihaun.
fil: Mabilis na malaman kung kinakailangan ang OCR bago ang indexing/full-text search.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Sapere rapidamente se l'OCR è necessario prima dell'indicizzazione/ricerca full-text.
ja: インデックス作成/フルテキスト検索の前に、OCRが必要かどうかを迅速に知る。
ko: 색인화/전체 텍스트 검색 전에 OCR이 필요한지 빠르게 알 수 있습니다.
nl: Snel weten of OCR nodig is voordat indexering/volledige tekstzoekopdracht.
no: Raskt finne ut om OCR er nødvendig før indeksering/fulltekstsøk.
pl: Szybkie ustalenie, czy OCR jest konieczne przed indeksowaniem/wyszukiwaniem pełnotekstowym.
pt_pt: Saber rapidamente se o OCR é necessário antes da indexação/pesquisa de texto completo.
ro: Aflați rapid dacă OCR este necesar înainte de indexare/căutare text complet.
ru: Быстро узнать, необходим ли OCR перед индексацией/поиском по полному тексту.
sk: Rýchlo zistiť, či je OCR potrebné pred indexovaním/hľadaním plného textu.
sv: Veta snabbt om OCR är nödvändigt före indexering/fulltextsökning.
sw: Kujua haraka ikiwa OCR inahitajika kabla ya uorodheshaji/utafutaji wa maandiko.
tr: Tam metin indekslemesi/araması öncesinde OCR'ın gerekli olup olmadığını hızlıca öğrenin.
uk: Швидко дізнатися, чи потрібен OCR перед індексацією/пошуком по всьому тексту.
vi: Biết nhanh chóng xem OCR có cần thiết trước khi lập chỉ mục/tìm kiếm toàn văn.
zh_hans: 快速了解在索引/全文搜索之前是否需要进行 OCR。

# ed_dev_pdf_pdf_scan_detector_uc2_title
source: Contrôle accessibilité
af: Toeganklikheid kontroleer
bg: Контрол на достъпността
cs: Kontrola přístupnosti
da: Tilgængelighedskontrol
de: Zugänglichkeitskontrolle
el: Έλεγχος προσβασιμότητας
es: Control de accesibilidad
fi: Saavutettavuuden tarkistus
fil: Kontrolin ang accessibility
hu: TODO
id: TODO
it: Controllo accessibilità
ja: アクセシビリティの確認
ko: 접근성 검사
nl: Toegankelijkheidscontrole
no: Tilgjengelighetskontroll
pl: Kontrola dostępności
pt_pt: Controle de acessibilidade
ro: Control accesibilitate
ru: Контроль доступности
sk: Kontrola prístupnosti
sv: Kontrollera tillgänglighet
sw: Udhibiti wa upatikanaji
tr: Erişilebilirlik kontrolü
uk: Контроль доступності
vi: Kiểm soát khả năng tiếp cận
zh_hans: 可访问性检查
