Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_points_out1
source: La différence entre deux taux exprimée en points de pourcentage (écart direct entre les valeurs en %).
af: Die verskil tussen twee tariewe uitgedruk in persentasiepunte (direkte verskil tussen die waardes in %).
bg: Разликата между два процента, изразена в процентни пункта (директна разлика между стойностите в %).
cs: Rozdíl mezi dvěma sazbami vyjádřený v procentních bodech (přímý rozdíl mezi hodnotami v %).
da: Forskellen mellem to satser udtrykt i procentpoint (direkte forskel mellem værdierne i %).
de: Der Unterschied zwischen zwei Raten, ausgedrückt in Prozentpunkten (direkter Unterschied zwischen den Werten in %).
el: Η διαφορά μεταξύ δύο ποσοστών εκφρασμένη σε ποσοστιαίες μονάδες (άμεση διαφορά μεταξύ των τιμών σε %).
es: La diferencia entre dos tasas expresada en puntos porcentuales (diferencia directa entre los valores en %).
fi: Kahden korkotason välinen ero prosenttiyksiköissä (suora ero prosenttiarvojen välillä).
fil: Ang pagkakaiba sa pagitan ng dalawang rate na ipinahayag sa mga puntos ng porsyento (direktang pagkakaiba sa pagitan ng mga halaga sa %).
hu: A két arány közötti különbség százalékpontokban kifejezve (közvetlen eltérés a % értékek között).
id: Perbedaan antara dua tarif yang dinyatakan dalam poin persentase (selisih langsung antara nilai dalam %).
it: La differenza tra due tassi espressa in punti percentuali (differenza diretta tra i valori in %).
ja: 二つの割合の間の差をパーセンテージポイントで表現します（%での値の直接的な差）。
ko: 두 비율 간의 차이를 포인트로 표현한 것 (%로의 직접적인 차이).
nl: Het verschil tussen twee tarieven uitgedrukt in procentpunten (direct verschil tussen de waarden in %).
no: Forskjellen mellom to satser uttrykt i prosentpoeng (direkte avstand mellom verdiene i %).
pl: Różnica między dwoma wskaźnikami wyrażona w punktach procentowych (bezpośrednia różnica między wartościami w %).
pt_pt: A diferença entre duas taxas expressa em pontos percentuais (diferença direta entre os valores em %).
ro: Diferența dintre două rate exprimată în puncte procentuale (diferența directă între valorile în %).
ru: Разница между двумя показателями, выраженная в процентных пунктах (прямое отклонение между значениями в %).
sk: Rozdiel medzi dvoma sadzbami vyjadrený v percentuálnych bodoch (priamy rozdiel medzi hodnotami v %).
sv: Skillnaden mellan två räntor uttryckt i procentenheter (direkt avstånd mellan värdena i %).
sw: Tofauti kati ya viwango viwili inayoonyeshwa kwa pointi za asilimia (tofauti ya moja kwa moja kati ya thamani katika %).
tr: İki oran arasındaki farkın yüzde puanı cinsinden ifadesi (% cinsinden değerler arasındaki doğrudan fark).
uk: Різниця між двома відсотками, виражена в процентних пунктах (пряма різниця між значеннями у %).
vi: Sự khác biệt giữa hai tỷ lệ được biểu thị bằng điểm phần trăm (chênh lệch trực tiếp giữa các giá trị theo %).
zh_hans: 两个比率之间以百分点表示的差异（%值之间的直接差距）。

# ed_math_percentages_percentage_points_out2
source: Un résultat conçu pour communiquer un écart entre pourcentages de manière claire, notamment dans les contextes économiques, financiers ou statistiques.
af: 'n Resultaat ontwerp om 'n verskil tussen persentasies duidelik te kommunikeer, veral in ekonomiese, finansiële of statistiese kontekste.
bg: Резултат, проектиран да комуникира разлика между проценти по ясен начин, особено в икономически, финансови или статистически контексти.
cs: Výsledek navržený tak, aby jasně komunikoval rozdíl mezi procenty, zejména v ekonomických, finančních nebo statistických kontextech.
da: Et resultat designet til at kommunikere en forskel mellem procenter på en klar måde, især i økonomiske, finansielle eller statistiske sammenhænge.
de: Ein Ergebnis, das dazu dient, einen Unterschied zwischen Prozenten klar zu kommunizieren, insbesondere in wirtschaftlichen, finanziellen oder statistischen Kontexten.
el: Ένα αποτέλεσμα σχεδιασμένο για να επικοινωνεί μια διαφορά μεταξύ ποσοστών με σαφήνεια, ιδίως σε οικονομικά, χρηματοοικονομικά ή στατιστικά συμφραζόμενα.
es: Un resultado diseñado para comunicar una diferencia entre porcentajes de manera clara, especialmente en contextos económicos, financieros o estadísticos.
fi: Tulos, joka on suunniteltu viestimään prosenttien välistä eroa selkeästi, erityisesti taloudellisissa, rahoituksellisissa tai tilastollisissa konteksteissa.
fil: Isang resulta na dinisenyo upang ipahayag ang pagkakaiba sa pagitan ng mga porsyento nang malinaw, lalo na sa mga konteksto ng ekonomiya, pananalapi o estadistika.
hu: Egy olyan eredmény, amely világosan kommunikálja a százalékok közötti eltérést, különösen gazdasági, pénzügyi vagy statisztikai kontextusokban.
id: Sebuah hasil yang dirancang untuk mengkomunikasikan selisih antara persentase dengan cara yang jelas, terutama dalam konteks ekonomi, keuangan, atau statistik.
it: Un risultato progettato per comunicare una differenza tra percentuali in modo chiaro, in particolare nei contesti economici, finanziari o statistici.
ja: パーセンテージの間の差を明確に伝えるために設計された結果で、特に経済、金融、統計の文脈で使用されます。
ko: 비율 간의 차이를 명확하게 전달하기 위해 설계된 결과로, 특히 경제적, 재정적 또는 통계적 맥락에서.
nl: Een resultaat ontworpen om een verschil tussen percentages op een duidelijke manier te communiceren, vooral in economische, financiële of statistische contexten.
no: Et resultat designet for å kommunisere en forskjell mellom prosent på en klar måte, spesielt i økonomiske, finansielle eller statistiske sammenhenger.
pl: Wynik zaprojektowany w celu komunikacji różnicy między procentami w sposób jasny, szczególnie w kontekście ekonomicznym, finansowym lub statystycznym.
pt_pt: Um resultado concebido para comunicar uma diferença entre percentagens de forma clara, nomeadamente em contextos económicos, financeiros ou estatísticos.
ro: Un rezultat conceput pentru a comunica o diferență între procente într-un mod clar, în special în contexte economice, financiare sau statistice.
ru: Результат, предназначенный для четкой передачи отклонения между процентами, особенно в экономических, финансовых или статистических контекстах.
sk: Výsledok navrhnutý na komunikáciu rozdielu medzi percentami jasným spôsobom, najmä v ekonomických, finančných alebo štatistických kontextoch.
sv: Ett resultat utformat för att kommunicera en skillnad mellan procent på ett tydligt sätt, särskilt i ekonomiska, finansiella eller statistiska sammanhang.
sw: Matokeo yaliyoundwa ili kuwasilisha tofauti kati ya asilimia kwa njia wazi, hasa katika muktadha wa kiuchumi, kifedha au takwimu.
tr: Yüzdeler arasındaki farkı net bir şekilde iletmek için tasarlanmış bir sonuç, özellikle ekonomik, finansal veya istatistiksel bağlamlarda.
uk: Результат, розроблений для чіткого спілкування про різницю між відсотками, зокрема в економічних, фінансових або статистичних контекстах.
vi: Một kết quả được thiết kế để truyền đạt một chênh lệch giữa các phần trăm một cách rõ ràng, đặc biệt trong các bối cảnh kinh tế, tài chính hoặc thống kê.
zh_hans: 一个旨在清晰传达百分比之间差距的结果，特别是在经济、金融或统计背景下。

# ed_math_percentages_percentage_points_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_points_lim1
source: Les points de pourcentage comparent deux pourcentages entre eux ; ce n’est pas une variation relative par rapport à une valeur de départ.
af: Persentasiepunte vergelyk twee persentasies met mekaar; dit is nie 'n relatiewe variasie teenoor 'n beginwaarde nie.
bg: Процентните пункта сравняват два процента помежду им; това не е относителна промяна спрямо начална стойност.
cs: Procentní body porovnávají dvě procenta mezi sebou; není to relativní změna vůči počáteční hodnotě.
da: Procentpoint sammenligner to procenter med hinanden; det er ikke en relativ ændring i forhold til en startværdi.
de: Prozentpunkte vergleichen zwei Prozentsätze miteinander; es handelt sich nicht um eine relative Veränderung im Vergleich zu einem Ausgangswert.
el: Οι ποσοστιαίες μονάδες συγκρίνουν δύο ποσοστά μεταξύ τους; δεν είναι μια σχετική μεταβολή σε σχέση με μια αρχική τιμή.
es: Los puntos porcentuales comparan dos porcentajes entre sí; no es una variación relativa respecto a un valor inicial.
fi: Prosenttiyksiköt vertaavat kahta prosenttia keskenään; se ei ole suhteellinen muutos lähtöarvoon nähden.
fil: Ang mga puntos ng porsyento ay naghahambing ng dalawang porsyento sa isa't isa; hindi ito isang kaugnay na pagbabago kumpara sa isang panimulang halaga.
hu: A százalékpontok két százalék közötti közvetlen összehasonlítást végeznek; ez nem egy relatív eltérés egy kiindulási értékhez képest.
id: Poin persentase membandingkan dua persentase satu sama lain; ini bukan variasi relatif terhadap nilai awal.
it: I punti percentuali confrontano due percentuali tra loro; non è una variazione relativa rispetto a un valore iniziale.
ja: パーセンテージポイントは二つのパーセンテージを比較します；これは出発値に対する相対的な変化ではありません。
ko: 포인트는 두 비율을 서로 비교합니다; 이는 시작 값에 대한 상대적 변화가 아닙니다.
nl: Procentpunten vergelijken twee percentages met elkaar; het is geen relatieve verandering ten opzichte van een beginwaarde.
no: Prosentpoeng sammenligner to prosent med hverandre; det er ikke en relativ endring i forhold til en startverdi.
pl: Punkty procentowe porównują dwa procenty ze sobą; nie jest to zmiana względna w stosunku do wartości początkowej.
pt_pt: Os pontos percentuais comparam duas percentagens entre si; não é uma variação relativa em relação a um valor inicial.
ro: Punctele procentuale compară două procente între ele; nu este o variație relativă față de o valoare de început.
ru: Процентные пункты сравнивают два процента между собой; это не относительное изменение по сравнению с начальным значением.
sk: Percentuálne body porovnávajú dve percentá medzi sebou; nie je to relatívna zmena vo vzťahu k počiatočnej hodnote.
sv: Procentenheter jämför två procent med varandra; det är inte en relativ förändring i förhållande till ett startvärde.
sw: Pointi za asilimia zinalinganisha asilimia mbili kati yao; si mabadiliko ya uhusiano kulingana na thamani ya mwanzo.
tr: Yüzde puanları, iki yüzdeleri birbirleriyle karşılaştırır; bu, bir başlangıç değerine göre göreli bir değişim değildir.
uk: Процентні пункти порівнюють два відсотки між собою; це не відносна зміна щодо початкового значення.
vi: Điểm phần trăm so sánh hai phần trăm với nhau; đó không phải là sự thay đổi tương đối so với một giá trị ban đầu.
zh_hans: 百分点比较两个百分比之间的差距；这不是相对于起始值的相对变化。

# ed_math_percentages_percentage_points_lim2
source: Si vous cherchez “de combien en % le taux a augmenté”, il faut utiliser un calcul de variation en pourcentage, pas des points.
af: As jy soek na 'hoeveel % het die tarief gestyg', moet jy 'n persentasie variasie bereken, nie punte nie.
bg: Ако търсите 'с колко % е нараснал процентът', трябва да използвате изчисление на процентна промяна, а не пунктове.
cs: Pokud hledáte „o kolik % se sazba zvýšila“, je třeba použít výpočet procentní změny, ne body.
da: Hvis du leder efter 'hvor meget i % er satsen steget', skal du bruge en procentvis ændringsberegning, ikke punkter.
de: Wenn Sie suchen „um wie viel % ist die Rate gestiegen“, müssen Sie eine prozentuale Veränderung berechnen, nicht Punkte.
el: Αν ψάχνετε “πόσο % έχει αυξηθεί το ποσοστό”, πρέπει να χρησιμοποιήσετε έναν υπολογισμό ποσοστιαίας μεταβολής, όχι μονάδες.
es: Si buscas 'cuánto ha aumentado la tasa en %', debes usar un cálculo de variación porcentual, no puntos.
fi: Jos etsit 'kuinka paljon % korko on noussut', on käytettävä prosentuaalista muutosta, ei pisteitä.
fil: Kung naghahanap ka ng 'gaano karami sa % ang tumaas ang rate', kailangan mong gumamit ng kalkulasyon ng pagbabago sa porsyento, hindi mga puntos.
hu: Ha azt kérdezi, hogy „mennyi % -kal nőtt az arány”, akkor százalékos eltérés számítást kell használni, nem pontokat.
id: Jika Anda mencari 'seberapa banyak % tarif telah meningkat', Anda harus menggunakan perhitungan variasi persentase, bukan poin.
it: Se stai cercando "di quanto in % è aumentato il tasso", devi utilizzare un calcolo di variazione percentuale, non punti.
ja: 「率がどれだけ%増加したか」を尋ねる場合、ポイントではなくパーセンテージ変化の計算を使用する必要があります。
ko: '비율이 %로 얼마나 증가했는가'를 찾고 있다면, 포인트가 아닌 백분율 변화 계산을 사용해야 합니다.
nl: Als u zoekt naar 'hoeveel % is het tarief gestegen', moet u een percentageverandering berekenen, geen punten.
no: Hvis du leter etter "hvor mye i % har satsen økt", må du bruke en prosentvis endringsberegning, ikke poeng.
pl: Jeśli szukasz 'o ile w % wzrósł wskaźnik', należy użyć obliczenia zmiany procentowej, a nie punktów.
pt_pt: Se você está a procurar 'quanto em % a taxa aumentou', deve usar um cálculo de variação em percentagem, não pontos.
ro: Dacă căutați 'cu cât a crescut rata în %', trebuie să folosiți un calcul de variație în procent, nu puncte.
ru: Если вы ищете "на сколько % увеличился показатель", нужно использовать расчет процентного изменения, а не пункты.
sk: Ak hľadáte "o koľko % sa sadzba zvýšila", je potrebné použiť výpočet percentuálnej zmeny, nie body.
sv: Om du letar efter 'hur mycket i % har räntan ökat', måste du använda en procentuell förändringsberäkning, inte punkter.
sw: Ikiwa unatafuta 'ni kiasi gani kwa % kiwango kimeongezeka', inahitajika kutumia hesabu ya mabadiliko kwa asilimia, si pointi.
tr: Eğer 'oran ne kadar % arttı' diye soruyorsanız, yüzde değişim hesaplaması yapmalısınız, puanlar değil.
uk: Якщо ви запитуєте “на скільки % підвищився відсоток”, потрібно використовувати розрахунок відсоткової зміни, а не пункти.
vi: Nếu bạn đang tìm kiếm “tăng bao nhiêu %”, bạn cần sử dụng một phép tính thay đổi theo phần trăm, không phải là điểm.
zh_hans: 如果您在寻找“比率增加了多少%”，则需要使用百分比变化计算，而不是点数。

# ed_math_percentages_percentage_points_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysyttyjä kysymyksiä
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_points_q1
source: Quelle est la différence entre points de pourcentage et pourcentage ?
af: Wat is die verskil tussen persentasiepunte en persentasie?
bg: Каква е разликата между процентни пункта и процент?
cs: Jaký je rozdíl mezi procentními body a procenty?
da: Hvad er forskellen mellem procentpoint og procent?
de: Was ist der Unterschied zwischen Prozentpunkten und Prozent?
el: Ποια είναι η διαφορά μεταξύ ποσοστιαίων μονάδων και ποσοστού;
es: ¿Cuál es la diferencia entre puntos porcentuales y porcentaje?
fi: Mikä on ero prosenttiyksiköiden ja prosenttien välillä?
fil: Ano ang pagkakaiba sa pagitan ng mga puntos ng porsyento at porsyento?
hu: Mi a különbség a százalékpontok és a százalék között?
id: Apa perbedaan antara poin persentase dan persentase?
it: Qual è la differenza tra punti percentuali e percentuale?
ja: パーセンテージポイントとパーセンテージの違いは何ですか？
ko: 포인트와 백분율의 차이는 무엇인가요?
nl: Wat is het verschil tussen procentpunten en percentage?
no: Hva er forskjellen mellom prosentpoeng og prosent?
pl: Jaka jest różnica między punktami procentowymi a procentem?
pt_pt: Qual é a diferença entre pontos percentuais e percentagem?
ro: Care este diferența dintre punctele procentuale și procent?
ru: В чем разница между процентными пунктами и процентом?
sk: Aký je rozdiel medzi percentuálnymi bodmi a percentom?
sv: Vad är skillnaden mellan procentenheter och procent?
sw: Nini tofauti kati ya pointi za asilimia na asilimia?
tr: Yüzde puanı ile yüzde arasındaki fark nedir?
uk: Яка різниця між процентними пунктами та відсотком?
vi: Sự khác biệt giữa điểm phần trăm và phần trăm là gì?
zh_hans: 百分点和百分比之间有什么区别？

# ed_math_percentages_percentage_points_a1
source: Les points de pourcentage mesurent un écart direct entre deux taux (ex : 10 % → 12 % = +2 points). Un pourcentage de variation mesure une hausse relative (ici +20 %).
af: Persentasiepunte meet 'n direkte verskil tussen twee tariewe (bv: 10 % → 12 % = +2 punte). 'n Persentasie variasie meet 'n relatiewe toename (hier +20 %).
bg: Процентните пункта измерват директна разлика между два процента (напр. 10 % → 12 % = +2 пункта). Процентът на промяна измерва относително увеличение (тук +20 %).
cs: Procentní body měří přímý rozdíl mezi dvěma sazbami (např. 10 % → 12 % = +2 body). Procentní změna měří relativní nárůst (zde +20 %).
da: Procentpoint måler en direkte forskel mellem to satser (f.eks.: 10 % → 12 % = +2 punkter). En procentvis ændring måler en relativ stigning (her +20 %).
de: Prozentpunkte messen einen direkten Unterschied zwischen zwei Raten (z. B.: 10 % → 12 % = +2 Punkte). Ein prozentualer Anstieg misst eine relative Erhöhung (hier +20 %).
el: Οι ποσοστιαίες μονάδες μετρούν μια άμεση διαφορά μεταξύ δύο ποσοστών (π.χ.: 10 % → 12 % = +2 μονάδες). Ένα ποσοστό μεταβολής μετρά μια σχετική αύξηση (εδώ +20 %).
es: Los puntos porcentuales miden una diferencia directa entre dos tasas (ej: 10 % → 12 % = +2 puntos). Un porcentaje de variación mide un aumento relativo (aquí +20 %).
fi: Prosenttiyksiköt mittaavat suoraa eroa kahden korkotason välillä (esim. 10 % → 12 % = +2 pistettä). Prosentuaalinen muutos mittaa suhteellista nousua (tässä +20 %).
fil: Ang mga puntos ng porsyento ay sumusukat sa isang direktang pagkakaiba sa pagitan ng dalawang rate (hal: 10 % → 12 % = +2 puntos). Ang porsyento ng pagbabago ay sumusukat sa isang kaugnay na pagtaas (dito +20 %).
hu: A százalékpontok közvetlen eltérést mérnek két arány között (pl. 10% → 12% = +2 pont). A változási százalék egy relatív emelkedést mér (itt +20%).
id: Poin persentase mengukur selisih langsung antara dua tarif (mis: 10 % → 12 % = +2 poin). Persentase variasi mengukur kenaikan relatif (di sini +20 %).
it: I punti percentuali misurano una differenza diretta tra due tassi (es: 10 % → 12 % = +2 punti). Una percentuale di variazione misura un aumento relativo (qui +20 %).
ja: パーセンテージポイントは二つの率の間の直接的な差を測定します（例：10%→12% = +2ポイント）。変化のパーセンテージは相対的な上昇を測定します（ここでは+20%）。
ko: 포인트는 두 비율 간의 직접적인 차이를 측정합니다 (예: 10% → 12% = +2 포인트). 백분율 변화는 상대적 증가를 측정합니다 (여기서는 +20%).
nl: Procentpunten meten een direct verschil tussen twee tarieven (bijv.: 10 % → 12 % = +2 punten). Een percentageverandering meet een relatieve stijging (hier +20 %).
no: Prosentpoeng måler en direkte forskjell mellom to satser (f.eks.: 10 % → 12 % = +2 poeng). En prosentvis endring måler en relativ økning (her +20 %).
pl: Punkty procentowe mierzą bezpośrednią różnicę między dwoma wskaźnikami (np. 10 % → 12 % = +2 punkty). Procent zmiany mierzy wzrost względny (tutaj +20 %).
pt_pt: Os pontos percentuais medem uma diferença direta entre duas taxas (ex: 10 % → 12 % = +2 pontos). Uma percentagem de variação mede um aumento relativo (aqui +20 %).
ro: Punctele procentuale măsoară o diferență directă între două rate (ex: 10 % → 12 % = +2 puncte). Un procent de variație măsoară o creștere relativă (aici +20 %).
ru: Процентные пункты измеряют прямое отклонение между двумя показателями (например: 10 % → 12 % = +2 пункта). Процент изменения измеряет относительное увеличение (здесь +20 %).
sk: Percentuálne body merajú priamy rozdiel medzi dvoma sadzbami (napr.: 10 % → 12 % = +2 body). Percentuálna zmena meria relatívny nárast (tu +20 %).
sv: Procentenheter mäter ett direkt avstånd mellan två räntor (t.ex. 10 % → 12 % = +2 punkter). En procentuell förändring mäter en relativ ökning (här +20 %).
sw: Pointi za asilimia hupima tofauti ya moja kwa moja kati ya viwango viwili (mfano: 10 % → 12 % = +2 pointi). Asilimia ya mabadiliko hupima ongezeko la uhusiano (hapa +20 %).
tr: Yüzde puanları, iki oran arasındaki doğrudan farkı ölçer (örneğin: %10 → %12 = +2 puan). Bir yüzde değişimi, göreli bir artışı ölçer (burada +%20).
uk: Процентні пункти вимірюють пряму різницю між двома ставками (наприклад: 10 % → 12 % = +2 пункти). Відсоток зміни вимірює відносне підвищення (тут +20 %).
vi: Điểm phần trăm đo lường một chênh lệch trực tiếp giữa hai tỷ lệ (ví dụ: 10 % → 12 % = +2 điểm). Một phần trăm thay đổi đo lường một sự tăng tương đối (ở đây là +20 %).
zh_hans: 百分点测量两个比率之间的直接差距（例如：10% → 12% = +2点）。而百分比变化测量的是相对增长（这里是+20%）。

# ed_math_percentages_percentage_points_q2
source: Dans quels cas parle-t-on en points de pourcentage ?
af: In watter gevalle praat ons van persentasiepunte?
bg: В кои случаи говорим в процентни пункта?
cs: V jakých případech se mluví o procentních bodech?
da: I hvilke tilfælde taler man i procentpoint?
de: In welchen Fällen spricht man von Prozentpunkten?
el: Σε ποιες περιπτώσεις μιλάμε σε ποσοστιαίες μονάδες;
es: ¿En qué casos se habla en puntos porcentuales?
fi: Milloin puhutaan prosenttiyksiköistä?
fil: Sa anong mga kaso tayo ay nagsasalita ng mga puntos ng porsyento?
hu: Mikor beszélünk százalékpontokról?
id: Dalam kasus apa kita berbicara dalam poin persentase?
it: In quali casi si parla in punti percentuali?
ja: どのような場合にパーセンテージポイントで話しますか？
ko: 어떤 경우에 포인트로 이야기하나요?
nl: In welke gevallen spreekt men in procentpunten?
no: Når snakker man om prosentpoeng?
pl: W jakich przypadkach mówi się w punktach procentowych?
pt_pt: Em que casos se fala em pontos percentuais?
ro: În ce cazuri se vorbește în puncte procentuale?
ru: В каких случаях говорят в процентных пунктах?
sk: Kedy sa hovorí v percentuálnych bodoch?
sv: I vilka fall pratar man i procentenheter?
sw: Katika hali zipi tunazungumzia pointi za asilimia?
tr: Hangi durumlarda yüzde puanı ile konuşuluyor?
uk: В яких випадках говорять у процентних пунктах?
vi: Trong trường hợp nào thì nói về điểm phần trăm?
zh_hans: 在什么情况下使用百分点？
