Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_increase_decrease_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случай на употреба
cs: Případ použití
da: Brugsområder
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przykład użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_increase_decrease_uc1_title
source: Prix, salaires, budgets
af: Pryse, salarisse, begrotings
bg: Цени, заплати, бюджети
cs: Ceny, mzdy, rozpočty
da: Priser, lønninger, budgetter
de: Preise, Gehälter, Budgets
el: Τιμές, μισθοί, προϋπολογισμοί
es: Precios, salarios, presupuestos
fi: Hinnat, palkat, budjetit
fil: Mga presyo, sahod, badyet
hu: Árak, fizetések, költségvetések
id: Harga, gaji, anggaran
it: Prezzi, salari, budget
ja: 価格、給与、予算
ko: 가격, 급여, 예산
nl: Prijzen, salarissen, budgetten
no: Priser, lønninger, budsjetter
pl: Ceny, wynagrodzenia, budżety
pt_pt: Preços, salários, orçamentos
ro: Prețuri, salarii, bugete
ru: Цены, зарплаты, бюджеты
sk: Ceny, mzdy, rozpočty
sv: Priser, löner, budgetar
sw: Bei, mishahara, bajeti
tr: Fiyatlar, maaşlar, bütçeler
uk: Ціни, зарплати, бюджети
vi: Giá, lương, ngân sách
zh_hans: 价格、工资、预算

# ed_math_percentages_percentage_increase_decrease_uc1_text
source: Calculer un nouveau prix après une hausse, ou un montant après remise, sur un prix initial connu.
af: Bereken 'n nuwe prys na 'n styging, of 'n bedrag na 'n afslag, op 'n bekende aanvanklike prys.
bg: Изчислете нова цена след увеличение или сума след отстъпка, на известна начална цена.
cs: Vypočítat novou cenu po zvýšení nebo částku po slevě, na známé počáteční ceně.
da: Beregn en ny pris efter en stigning, eller et beløb efter rabat, på en kendt startpris.
de: Berechnen Sie einen neuen Preis nach einer Erhöhung oder einen Betrag nach einem Rabatt auf einen bekannten Ausgangspreis.
el: Υπολογίστε μια νέα τιμή μετά από μια αύξηση ή ένα ποσό μετά από έκπτωση, σε μια γνωστή αρχική τιμή.
es: Calcular un nuevo precio después de un aumento, o un monto después de un descuento, sobre un precio inicial conocido.
fi: Laske uusi hinta nousun jälkeen tai summa alennuksen jälkeen tunnetusta alkuperäisestä hinnasta.
fil: Kalkulahin ang isang bagong presyo pagkatapos ng pagtaas, o isang halaga pagkatapos ng diskwento, sa isang kilalang paunang presyo.
hu: Új ár kiszámítása egy emelkedés után, vagy egy összeg kiszámítása kedvezmény után, egy ismert kezdeti ár alapján.
id: Menghitung harga baru setelah kenaikan, atau jumlah setelah diskon, pada harga awal yang diketahui.
it: Calcolare un nuovo prezzo dopo un aumento, o un importo dopo uno sconto, su un prezzo iniziale noto.
ja: 既知の初期価格に対して、値上げ後の新しい価格や割引後の金額を計算します。
ko: 알려진 초기 가격에 대해 인상 후 새로운 가격이나 할인 후 금액을 계산합니다.
nl: Bereken een nieuwe prijs na een stijging, of een bedrag na korting, op een bekende initiële prijs.
no: Beregne en ny pris etter en økning, eller et beløp etter rabatt, på en kjent startpris.
pl: Oblicz nową cenę po podwyżce lub kwotę po rabacie, na znanej cenie początkowej.
pt_pt: Calcular um novo preço após um aumento, ou um montante após desconto, sobre um preço inicial conhecido.
ro: Calculați un nou preț după o creștere sau o sumă după reducere, pe un preț inițial cunoscut.
ru: Вычислить новую цену после повышения или сумму после скидки на известную начальную цену.
sk: Vypočítať novú cenu po zvýšení alebo sumu po zľave, na známej počiatočnej cene.
sv: Beräkna ett nytt pris efter en höjning, eller ett belopp efter rabatt, på ett känt ursprungspris.
sw: Hesabu bei mpya baada ya kuongezeka, au kiasi baada ya punguzo, kwenye bei ya awali inayojulikana.
tr: Bilinen bir başlangıç fiyatı üzerinden bir artış sonrası yeni bir fiyat veya indirim sonrası bir tutar hesaplayın.
uk: Обчислити нову ціну після підвищення або суму після знижки на відому початкову ціну.
vi: Tính toán một giá mới sau khi tăng, hoặc một số tiền sau khi giảm giá, trên một giá ban đầu đã biết.
zh_hans: 在已知初始价格的情况下，计算在涨价后或折扣后的新价格。

# ed_math_percentages_percentage_increase_decrease_uc2_title
source: Stock, quantités, objectifs
af: Voorraad, hoeveelhede, doelwitte
bg: Склад, количества, цели
cs: Sklad, množství, cíle
da: Lager, mængder, mål
de: Bestand, Mengen, Ziele
el: Απόθεμα, ποσότητες, στόχοι
es: Stock, cantidades, objetivos
fi: Varasto, määrät, tavoitteet
fil: Imbakan, dami, layunin
hu: Készlet, mennyiségek, célok
id: Stok, kuantitas, tujuan
it: Stock, quantità, obiettivi
ja: 在庫、数量、目標
ko: 재고, 수량, 목표
nl: Voorraad, hoeveelheden, doelstellingen
no: Lager, mengder, mål
pl: Zapas, ilości, cele
pt_pt: Estoque, quantidades, objetivos
ro: Stoc, cantități, obiective
ru: Запасы, количества, цели
sk: Sklad, množstvá, ciele
sv: Lager, kvantiteter, mål
sw: Hifadhi, kiasi, malengo
tr: Stok, miktarlar, hedefler
uk: Запаси, кількості, цілі
vi: Kho, số lượng, mục tiêu
zh_hans: 库存、数量、目标

# ed_math_percentages_percentage_increase_decrease_uc2_text
source: Appliquer une augmentation ou diminution sur une quantité (production, stock, distance, calories, etc.).
af: Pas 'n verhoging of vermindering toe op 'n hoeveelheid (produksie, voorraad, afstand, kalorieë, ens.).
bg: Прилагане на увеличение или намаление върху количество (производство, склад, разстояние, калории и т.н.).
cs: Aplikovat zvýšení nebo snížení na množství (výroba, sklad, vzdálenost, kalorie atd.).
da: Anvend en stigning eller et fald på en mængde (produktion, lager, afstand, kalorier osv.).
de: Eine Erhöhung oder Verringerung auf eine Menge anwenden (Produktion, Bestand, Entfernung, Kalorien usw.).
el: Εφαρμόστε μια αύξηση ή μείωση σε μια ποσότητα (παραγωγή, απόθεμα, απόσταση, θερμίδες, κ.λπ.).
es: Aplicar un aumento o disminución sobre una cantidad (producción, stock, distancia, calorías, etc.).
fi: Sovella lisäämistä tai vähentämistä määrään (tuotanto, varasto, etäisyys, kalorit jne.).
fil: Mag-apply ng pagtaas o pagbawas sa isang dami (produksyon, imbentaryo, distansya, calories, atbp.).
hu: Növelés vagy csökkentés alkalmazása egy mennyiségre (termelés, készlet, távolság, kalória stb.).
id: Menerapkan peningkatan atau penurunan pada suatu kuantitas (produksi, stok, jarak, kalori, dll.).
it: Applicare un aumento o una diminuzione su una quantità (produzione, stock, distanza, calorie, ecc.).
ja: 数量（生産、在庫、距離、カロリーなど）に対して増加または減少を適用します。
ko: 수량(생산, 재고, 거리, 칼로리 등)에 대해 증가 또는 감소를 적용합니다.
nl: Een verhoging of verlaging toepassen op een hoeveelheid (productie, voorraad, afstand, calorieën, enz.).
no: Bruke en økning eller reduksjon på en mengde (produksjon, lager, avstand, kalorier, osv.).
pl: Zastosuj zwiększenie lub zmniejszenie na ilości (produkcja, zapas, odległość, kalorie itp.).
pt_pt: Aplicar um aumento ou diminuição sobre uma quantidade (produção, estoque, distância, calorias, etc.).
ro: Aplicați o creștere sau o scădere pe o cantitate (producție, stoc, distanță, calorii etc.).
ru: Применить увеличение или уменьшение к количеству (производство, запасы, расстояние, калории и т. д.).
sk: Aplikovať zvýšenie alebo zníženie na množstvo (výroba, sklad, vzdialenosť, kalórie atď.).
sv: Tillämpa en ökning eller minskning på en kvantitet (produktion, lager, avstånd, kalorier, etc.).
sw: Tumia ongezeko au kupungua kwenye kiasi (uzalishaji, hifadhi, umbali, kalori, n.k.).
tr: Bir miktar (üretim, stok, mesafe, kalori vb.) üzerinde bir artış veya azalış uygulayın.
uk: Застосувати збільшення або зменшення до кількості (виробництво, запаси, відстань, калорії тощо).
vi: Áp dụng một sự tăng hoặc giảm trên một số lượng (sản xuất, kho, khoảng cách, calo, v.v.).
zh_hans: 对数量（生产、库存、距离、卡路里等）应用增加或减少。

# ed_math_percentages_percentage_increase_decrease_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您得到的结果

# ed_math_percentages_percentage_increase_decrease_out1
source: La valeur finale après augmentation ou diminution du pourcentage indiqué, à partir de la valeur initiale.
af: Die finale waarde na verhoging of vermindering van die aangeduide persentasie, vanaf die aanvanklike waarde.
bg: Крайната стойност след увеличение или намаление на посочения процент, от началната стойност.
cs: Konečná hodnota po zvýšení nebo snížení uvedeného procenta, vycházející z počáteční hodnoty.
da: Den endelige værdi efter stigning eller fald af den angivne procentdel, baseret på den oprindelige værdi.
de: Der Endwert nach Erhöhung oder Verringerung des angegebenen Prozentsatzes, basierend auf dem Ausgangswert.
el: Η τελική τιμή μετά από αύξηση ή μείωση του δηλωθέντος ποσοστού, από την αρχική τιμή.
es: El valor final después de un aumento o disminución del porcentaje indicado, a partir del valor inicial.
fi: Lopullinen arvo prosenttiosuuden lisäämisen tai vähentämisen jälkeen, alkuperäisestä arvosta.
fil: Ang panghuling halaga pagkatapos ng pagtaas o pagbawas ng tinukoy na porsyento, mula sa paunang halaga.
hu: A végső érték a megadott százalékos növelés vagy csökkentés után, az eredeti értékből kiindulva.
id: Nilai akhir setelah peningkatan atau penurunan persentase yang ditunjukkan, dari nilai awal.
it: Il valore finale dopo l'aumento o la diminuzione della percentuale indicata, a partire dal valore iniziale.
ja: 初期値から示されたパーセンテージの増加または減少後の最終値。
ko: 초기 값에서 지정된 비율의 증가 또는 감소 후 최종 값입니다.
nl: De uiteindelijke waarde na verhoging of verlaging van het aangegeven percentage, vanaf de initiële waarde.
no: Den endelige verdien etter økning eller reduksjon av den angitte prosentandelen, basert på den opprinnelige verdien.
pl: Wartość końcowa po zwiększeniu lub zmniejszeniu wskazanego procentu, na podstawie wartości początkowej.
pt_pt: O valor final após aumento ou diminuição da porcentagem indicada, a partir do valor inicial.
ro: Valoarea finală după creșterea sau scăderea procentului indicat, pornind de la valoarea inițială.
ru: Конечная величина после увеличения или уменьшения указанного процента от начальной величины.
sk: Konečná hodnota po zvýšení alebo znížení uvedeného percenta, vychádzajúc z počiatočnej hodnoty.
sv: Det slutgiltiga värdet efter ökning eller minskning av den angivna procenten, utifrån det ursprungliga värdet.
sw: Thamani ya mwisho baada ya kuongezeka au kupungua kwa asilimia iliyotajwa, kutoka kwa thamani ya awali.
tr: Belirtilen yüzdede artış veya azalış sonrası nihai değer, başlangıç değerinden itibaren.
uk: Кінцеве значення після збільшення або зменшення вказаного відсотка, виходячи з початкового значення.
vi: Giá trị cuối cùng sau khi tăng hoặc giảm tỷ lệ phần trăm đã chỉ định, từ giá trị ban đầu.
zh_hans: 在给定百分比增加或减少后，从初始值计算的最终值。

# ed_math_percentages_percentage_increase_decrease_out2
source: Un résultat cohérent avec la méthode des coefficients multiplicateurs (ex. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
af: 'n Resultaat wat ooreenstem met die metode van vermenigvuldigingskoëffisiënte (bv. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
bg: Резултат, съвместим с метода на множителите (напр. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
cs: Výsledek konzistentní s metodou násobících koeficientů (např. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
da: Et resultat, der er konsistent med metoden for multiplikatorer (f.eks. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
de: Ein Ergebnis, das mit der Methode der Multiplikatoren übereinstimmt (z. B. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
el: Ένα αποτέλεσμα που είναι συνεπές με τη μέθοδο των πολλαπλασιαστικών συντελεστών (π.χ. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
es: Un resultado coherente con el método de coeficientes multiplicadores (ej. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
fi: Tuloksen on oltava johdonmukainen kertoimien menetelmän kanssa (esim. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
fil: Isang resulta na umaayon sa pamamaraan ng mga multiplier (hal. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
hu: Egy eredmény, amely összhangban van a szorzótényezők módszerével (pl. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
id: Hasil yang konsisten dengan metode koefisien pengali (mis. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
it: Un risultato coerente con il metodo dei coefficienti moltiplicatori (es. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
ja: 乗数係数の方法と一致する結果（例：+10% ⇒ ×1.10；−20% ⇒ ×0.80）。
ko: 곱셈 계수 방법과 일치하는 결과(예: +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
nl: Een resultaat dat consistent is met de methode van vermenigvuldigingsfactoren (bijv. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
no: Et resultat som er konsistent med metoden for multiplikasjonsfaktorer (f.eks. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
pl: Wynik zgodny z metodą współczynników mnożnikowych (np. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
pt_pt: Um resultado coerente com o método dos coeficientes multiplicadores (ex. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
ro: Un rezultat coerent cu metoda coeficientului multiplicator (ex. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
ru: Результат, согласующийся с методом коэффициентов умножения (например, +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
sk: Výsledok zodpovedajúci metóde multiplikátorov (napr. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
sv: Ett resultat som är konsekvent med metoden för multiplikatorer (t.ex. +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
sw: Matokeo yanayolingana na mbinu za viwango vya kuongezeka (mfano +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
tr: Çarpan katsayıları yöntemiyle tutarlı bir sonuç (ör. +%10 ⇒ ×1,10; −%20 ⇒ ×0,80).
uk: Результат, що відповідає методу множників (наприклад, +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
vi: Một kết quả nhất quán với phương pháp hệ số nhân (ví dụ +10 % ⇒ ×1,10 ; −20 % ⇒ ×0,80).
zh_hans: 与乘数法则一致的结果（例如 +10% ⇒ ×1.10；−20% ⇒ ×0.80）。

# ed_math_percentages_percentage_increase_decrease_out3
source: Une façon simple d’appliquer un taux en une étape, sans passer par le calcul du montant intermédiaire.
af: 'n Eenvoudige manier om 'n koers in een stap toe te pas, sonder om die tussenliggende bedrag te bereken.
bg: Прост начин за прилагане на ставка в една стъпка, без да преминавате през изчисляването на междинната сума.
cs: Jednoduchý způsob, jak aplikovat sazbu v jednom kroku, bez výpočtu mezisoučtu.
da: En enkel måde at anvende en sats i ét trin, uden at gå gennem beregningen af det mellemliggende beløb.
de: Eine einfache Möglichkeit, einen Satz in einem Schritt anzuwenden, ohne die Berechnung des Zwischenbetrags durchzuführen.
el: Ένας απλός τρόπος να εφαρμόσετε έναν συντελεστή σε ένα βήμα, χωρίς να περάσετε από τον υπολογισμό του ενδιάμεσου ποσού.
es: Una forma simple de aplicar una tasa en un paso, sin pasar por el cálculo del monto intermedio.
fi: Yksinkertainen tapa soveltaa prosenttia yhdessä vaiheessa, ilman väliarvon laskemista.
fil: Isang simpleng paraan upang mag-apply ng rate sa isang hakbang, nang hindi dumadaan sa pagkalkula ng intermediate na halaga.
hu: Egy egyszerű módja a százalék alkalmazásának egy lépésben, anélkül, hogy közbenső összeget kellene kiszámítani.
id: Cara sederhana untuk menerapkan tarif dalam satu langkah, tanpa melalui perhitungan jumlah sementara.
it: Un modo semplice per applicare un tasso in un passaggio, senza passare per il calcolo dell'importo intermedio.
ja: 中間の金額を計算せずに、1ステップで率を適用する簡単な方法。
ko: 중간 금액 계산 없이 한 단계에서 비율을 적용하는 간단한 방법입니다.
nl: Een eenvoudige manier om een percentage in één stap toe te passen, zonder de tussenliggende hoeveelheid te berekenen.
no: En enkel måte å bruke en sats i ett trinn, uten å gå gjennom beregningen av mellombeløpet.
pl: Prosty sposób na zastosowanie stawki w jednym kroku, bez przechodzenia przez obliczenie kwoty pośredniej.
pt_pt: Uma forma simples de aplicar uma taxa em uma etapa, sem passar pelo cálculo do montante intermediário.
ro: O modalitate simplă de a aplica un procent într-un singur pas, fără a trece prin calculul sumei intermediare.
ru: Простой способ применить ставку за один шаг, не проходя через расчет промежуточной суммы.
sk: Jednoduchý spôsob, ako aplikovať sadzbu v jednom kroku, bez prechodu cez výpočet medzičasu.
sv: Ett enkelt sätt att tillämpa en sats i ett steg, utan att gå via beräkningen av det mellanliggande beloppet.
sw: Njia rahisi ya kutumia kiwango kwa hatua moja, bila kupitia hesabu ya kiasi cha kati.
tr: Bir oranı tek adımda uygulamanın basit bir yolu, ara tutarın hesaplanmasına gerek kalmadan.
uk: Простий спосіб застосувати ставку в один крок, не проходячи через обчислення проміжної суми.
vi: Một cách đơn giản để áp dụng một tỷ lệ trong một bước, mà không cần tính toán số tiền trung gian.
zh_hans: 一种简单的方法，可以一步应用一个比率，而无需计算中间金额。

# ed_math_percentages_percentage_increase_decrease_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_increase_decrease_lim1
source: Une baisse de X % puis une hausse de X % ne ramènent pas à la valeur initiale (les effets ne s’annulent pas).
af: 'n Afname van X % en dan 'n verhoging van X % bring nie terug na die aanvanklike waarde nie (die effekte kanselleer nie mekaar uit nie).
bg: Намаление с X % следвано от увеличение с X % не води до началната стойност (ефектите не се анулират).
cs: Pokles o X % a poté nárůst o X % nevrátí k počáteční hodnotě (účinky se nevyruší).
da: Et fald på X % efterfulgt af en stigning på X % bringer ikke tilbage til den oprindelige værdi (effekterne annulleres ikke).
de: Ein Rückgang von X % und dann eine Erhöhung von X % führen nicht zum ursprünglichen Wert (die Effekte heben sich nicht auf).
el: Μια μείωση κατά X % και στη συνέχεια μια αύξηση κατά X % δεν επιστρέφουν στην αρχική τιμή (τα αποτελέσματα δεν αναιρούνται).
es: Una disminución del X % seguida de un aumento del X % no regresa al valor inicial (los efectos no se cancelan).
fi: X %:n lasku ja sitten X %:n nousu eivät palauta alkuperäistä arvoa (vaikutukset eivät kumoudu).
fil: Ang isang pagbawas ng X % at pagkatapos ay isang pagtaas ng X % ay hindi nagbabalik sa paunang halaga (hindi nagkakansela ang mga epekto).
hu: Egy X%-os csökkenés, majd egy X%-os emelkedés nem hozza vissza az eredeti értéket (a hatások nem semlegesítik egymást).
id: Penurunan X % kemudian kenaikan X % tidak kembali ke nilai awal (efek tidak saling membatalkan).
it: Una diminuzione del X % seguita da un aumento del X % non riporta al valore iniziale (gli effetti non si annullano).
ja: X%の減少の後にX%の増加を行っても、初期値には戻りません（効果は打ち消されません）。
ko: X % 감소 후 X % 증가가 초기 값으로 돌아오지 않습니다(효과가 상쇄되지 않음).
nl: Een daling van X % en vervolgens een stijging van X % brengt niet terug naar de initiële waarde (de effecten heffen elkaar niet op).
no: En reduksjon på X % etterfulgt av en økning på X % fører ikke tilbake til den opprinnelige verdien (effektene kanselleres ikke).
pl: Spadek o X % a następnie wzrost o X % nie prowadzi do wartości początkowej (efekty się nie anulują).
pt_pt: Uma diminuição de X % seguida de um aumento de X % não retorna ao valor inicial (os efeitos não se anulam).
ro: O scădere de X % urmată de o creștere de X % nu revine la valoarea inițială (efectele nu se anulează).
ru: Снижение на X % и затем увеличение на X % не возвращает к начальной величине (эффекты не взаимно уничтожаются).
sk: Pokles o X % a potom nárast o X % nevedie späť k počiatočnej hodnote (účinky sa nevyrušujú).
sv: En minskning med X % följt av en ökning med X % återför inte till det ursprungliga värdet (effekterna tar inte ut varandra).
sw: Kupungua kwa X % kisha kuongezeka kwa X % hakurejeshi kwenye thamani ya awali (madhara hayajifutii).
tr: X % azalma ardından X % artış, başlangıç değerine geri dönmez (etkiler birbirini iptal etmez).
uk: Зниження на X % і потім підвищення на X % не повертає до початкового значення (ефекти не скасовуються).
vi: Một sự giảm X % rồi một sự tăng X % không quay lại giá trị ban đầu (các hiệu ứng không tự hủy).
zh_hans: X%的下降然后X%的上升不会回到初始值（效果不会相互抵消）。
