Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pt_check_def_sub
source: Un tableau est proportionnel si r2 / r1 est identique pour toutes les colonnes complètes.
af: 'n Tabel is proporsioneel as r2 / r1 identies is vir al die volledige kolomme.
bg: Таблица е пропорционална, ако r2 / r1 е идентично за всички пълни колони.
cs: Tabulka je proporcionální, pokud r2 / r1 je identické pro všechny kompletní sloupce.
da: En tabel er proportional hvis r2 / r1 er identisk for alle komplette kolonner.
de: Eine Tabelle ist proportional, wenn r2 / r1 für alle vollständigen Spalten identisch ist.
el: Ένας πίνακας είναι αναλογικός αν r2 / r1 είναι ταυτόσημο για όλες τις πλήρεις στήλες.
es: Una tabla es proporcional si r2 / r1 es idéntica para todas las columnas completas.
fi: Taulukko on suhteellinen, jos r2 / r1 on sama kaikille täydellisille sarakkeille.
fil: Ang isang talahanayan ay proporsyonal kung r2 / r1 ay pareho para sa lahat ng kumpletong kolum.
hu: Egy táblázat arányos, ha r2 / r1 azonos minden teljes oszlopban.
id: Sebuah tabel adalah proporsional jika r2 / r1 identik untuk semua kolom lengkap.
it: Una tabella è proporzionale se r2 / r1 è identico per tutte le colonne complete.
ja: 配列は、r2 / r1がすべての完全な列で同じである場合に比例します。
ko: 표가 비례하려면 r2 / r1이 모든 완전한 열에서 동일해야 합니다.
nl: Een tabel is proportioneel als r2 / r1 identiek is voor alle volledige kolommen.
no: En tabell er proporsjonal hvis r2 / r1 er identisk for alle komplette kolonner.
pl: Tabela jest proporcjonalna, jeśli r2 / r1 jest identyczne dla wszystkich pełnych kolumn.
pt_pt: Uma tabela é proporcional se r2 / r1 é idêntica para todas as colunas completas.
ro: Un tabel este proporțional dacă r2 / r1 este identic pentru toate coloanele complete.
ru: Таблица пропорциональна, если r2 / r1 одинаково для всех полных столбцов.
sk: Tabuľka je proporcionálna, ak r2 / r1 je identické pre všetky kompletné stĺpce.
sv: En tabell är proportionell om r2 / r1 är identiskt för alla kompletta kolumner.
sw: Jedwali ni la uwiano ikiwa r2 / r1 ni sawa kwa kila safu kamili.
tr: Bir tablo orantılıdır eğer r2 / r1 tüm tam sütunlar için aynıdır.
uk: Таблиця є пропорційною, якщо r2 / r1 однакове для всіх повних стовпців.
vi: Một bảng là tỷ lệ nếu r2 / r1 là giống nhau cho tất cả các cột đầy đủ.
zh_hans: 如果r2 / r1在所有完整列中相同，则表是成比例的。

# pt_check_step1
source: Calculez k = r2 / r1 sur une colonne complète.
af: Bereken k = r2 / r1 op 'n volledige kolom.
bg: Изчислете k = r2 / r1 в пълна колона.
cs: Vypočtěte k = r2 / r1 v kompletním sloupci.
da: Beregn k = r2 / r1 på en komplet kolonne.
de: Berechnen Sie k = r2 / r1 für eine vollständige Spalte.
el: Υπολογίστε k = r2 / r1 σε μια πλήρη στήλη.
es: Calcule k = r2 / r1 en una columna completa.
fi: Laske k = r2 / r1 täydellisessä sarakkeessa.
fil: Kalkulahin k = r2 / r1 sa isang kumpletong kolum.
hu: Számolja ki k = r2 / r1 egy teljes oszlopban.
id: Hitung k = r2 / r1 pada satu kolom lengkap.
it: Calcola k = r2 / r1 su una colonna completa.
ja: 完全な列でk = r2 / r1を計算します。
ko: 완전한 열에서 k = r2 / r1를 계산합니다.
nl: Bereken k = r2 / r1 over een volledige kolom.
no: Beregn k = r2 / r1 på en komplett kolonne.
pl: Oblicz k = r2 / r1 na pełnej kolumnie.
pt_pt: Calcule k = r2 / r1 em uma coluna completa.
ro: Calculați k = r2 / r1 pe o coloană completă.
ru: Вычислите k = r2 / r1 в полном столбце.
sk: Vypočítajte k = r2 / r1 v kompletnom stĺpci.
sv: Beräkna k = r2 / r1 i en komplett kolumn.
sw: Hesabu k = r2 / r1 kwenye safu kamili.
tr: k = r2 / r1 değerini bir tam sütun üzerinde hesaplayın.
uk: Обчисліть k = r2 / r1 на повному стовпці.
vi: Tính toán k = r2 / r1 trên một cột đầy đủ.
zh_hans: 在完整列上计算k = r2 / r1。

# pt_check_step2
source: Recalculez k sur d’autres colonnes complètes.
af: Hersien k op ander volledige kolomme.
bg: Пресметнете отново k в други пълни колони.
cs: Přepočítejte k v dalších kompletních sloupcích.
da: Beregn k på andre komplette kolonner.
de: Berechnen Sie k für andere vollständige Spalten neu.
el: Επαναϋπολογίστε k σε άλλες πλήρεις στήλες.
es: Recalcule k en otras columnas completas.
fi: Laske k muilla täydellisillä sarakkeilla.
fil: Muling kalkulahin k sa iba pang kumpletong kolum.
hu: Számolja újra k más teljes oszlopokban.
id: Hitung ulang k pada kolom lengkap lainnya.
it: Ricalcola k su altre colonne complete.
ja: 他の完全な列でkを再計算します。
ko: 다른 완전한 열에서 k를 재계산합니다.
nl: Hernieuw k over andere volledige kolommen.
no: Beregn k på andre komplette kolonner.
pl: Przelicz k na innych pełnych kolumnach.
pt_pt: Recalcule k em outras colunas completas.
ro: Recalculați k pe alte coloane complete.
ru: Пересчитайте k в других полных столбцах.
sk: Prepočítajte k v iných kompletných stĺpcoch.
sv: Beräkna k på andra kompletta kolumner.
sw: Hesabu upya k kwenye safu nyingine kamili.
tr: Diğer tam sütunlar üzerinde k değerini yeniden hesaplayın.
uk: Перерахуньте k на інших повних стовпцях.
vi: Tính lại k trên các cột đầy đủ khác.
zh_hans: 在其他完整列上重新计算k。

# pt_check_step3
source: Si tous les ratios sont identiques, le tableau est proportionnel.
af: As al die verhoudings identies is, is die tabel proporsioneel.
bg: Ако всички отношения са идентични, таблицата е пропорционална.
cs: Pokud jsou všechny poměry identické, tabulka je proporcionální.
da: Hvis alle forhold er ens, er tabellen proportional.
de: Wenn alle Verhältnisse identisch sind, ist die Tabelle proportional.
el: Αν όλες οι αναλογίες είναι ίδιες, ο πίνακας είναι αναλογικός.
es: Si todos los ratios son idénticos, la tabla es proporcional.
fi: Jos kaikki suhteet ovat samat, taulukko on suhteellinen.
fil: Kung lahat ng mga ratio ay pareho, ang talahanayan ay proporsyonal.
hu: Ha minden arány azonos, a táblázat arányos.
id: Jika semua rasio identik, tabel adalah proporsional.
it: Se tutti i rapporti sono identici, la tabella è proporzionale.
ja: すべての比率が同じであれば、配列は比例しています。
ko: 모든 비율이 동일하면 표가 비례합니다.
nl: Als alle verhoudingen identiek zijn, is de tabel proportioneel.
no: Hvis alle forhold er like, er tabellen proporsjonal.
pl: Jeśli wszystkie wskaźniki są identyczne, tabela jest proporcjonalna.
pt_pt: Se todas as razões forem idênticas, a tabela é proporcional.
ro: Dacă toate rapoartele sunt identice, tabelul este proporțional.
ru: Если все соотношения одинаковы, таблица пропорциональна.
sk: Ak sú všetky pomery identické, tabuľka je proporcionálna.
sv: Om alla förhållanden är identiska är tabellen proportionell.
sw: Ikiwa uwiano wote ni sawa, jedwali ni la uwiano.
tr: Tüm oranlar aynıysa, tablo orantılıdır.
uk: Якщо всі співвідношення однакові, таблиця є пропорційною.
vi: Nếu tất cả các tỉ lệ giống nhau, bảng là tỷ lệ.
zh_hans: 如果所有比率相同，则表是成比例的。

# pt_check_ok
source: Proportionnel
af: Proporsioneel
bg: Пропорционален
cs: Proporcionální
da: Proportional
de: Proportional
el: Αναλογικός
es: Proporcional
fi: Suhteellinen
fil: Proporsyonal
hu: Arányos
id: Proporsional
it: Proporzionale
ja: 比例
ko: 비례
nl: Proportioneel
no: Proporsjonal
pl: Proporcjonalny
pt_pt: Proporcional
ro: Proporțional
ru: Пропорционально
sk: Proporcionálny
sv: Proportionell
sw: La uwiano
tr: Orantılı
uk: Пропорційний
vi: Tỷ lệ
zh_hans: 成比例

# pt_check_not_ok
source: Non proportionnel
af: Nie proporsioneel
bg: Непропорционален
cs: Neporporcionální
da: Ikke proportional
de: Nicht proportional
el: Μη αναλογικός
es: No proporcional
fi: Ei suhteellinen
fil: Hindi proporsyonal
hu: Nem arányos
id: Tidak proporsional
it: Non proporzionale
ja: 非比例
ko: 비례하지 않음
nl: Niet proportioneel
no: Ikke proporsjonal
pl: Nieproporcjonalny
pt_pt: Não proporcional
ro: Non proporțional
ru: Не пропорционально
sk: Neporporcionálny
sv: Icke-proportionell
sw: Si la uwiano
tr: Orantısız
uk: Непропорційний
vi: Không tỷ lệ
zh_hans: 不成比例

# pt_check_div0
source: Division par zéro
af: Deel deur nul
bg: Деление на нула
cs: Dělení nulou
da: Division med nul
de: Division durch Null
el: Διαίρεση με το μηδέν
es: División por cero
fi: Nollalla jakaminen
fil: Paghahati sa zero
hu: Nullával való osztás
id: Pembagian dengan nol
it: Divisione per zero
ja: ゼロ除算
ko: 0으로 나누기
nl: Deling door nul
no: Divisjon med null
pl: Dzielenie przez zero
pt_pt: Divisão por zero
ro: Divizare prin zero
ru: Деление на ноль
sk: Delenie nulou
sv: Division med noll
sw: Ugawaji kwa sifuri
tr: Sıfıra bölme
uk: Ділення на нуль
vi: Chia cho số không
zh_hans: 除以零

# pt_check_need_data
source: Données insuffisantes
af: Onvoldoende data
bg: Недостатъчни данни
cs: Nedostatečná data
da: Utilstrækkelige data
de: Unzureichende Daten
el: Ανεπαρκή δεδομένα
es: Datos insuficientes
fi: Riittämättömät tiedot
fil: Hindi sapat na datos
hu: Elégtelen adatok
id: Data tidak cukup
it: Dati insufficienti
ja: 不十分なデータ
ko: 불충분한 데이터
nl: Onvoldoende gegevens
no: Utilstrekkelige data
pl: Niewystarczające dane
pt_pt: Dados insuficientes
ro: Date insuficiente
ru: Недостаточно данных
sk: Nedostatočné údaje
sv: Otillräckliga data
sw: Taarifa zisizotosha
tr: Yetersiz veri
uk: Недостатні дані
vi: Dữ liệu không đủ
zh_hans: 数据不足

# pt_complete_title
source: Compléter un tableau de proportionnalité
af: Voltooi 'n proporsionaliteitstabel
bg: Попълнете таблица за пропорционалност
cs: Doplnit tabulku proporcionality
da: Udfyld en proportionalitetstabel
de: Vervollständigen Sie eine Proportionalitätstabelle
el: Συμπληρώστε έναν πίνακα αναλογίας
es: Completar una tabla de proporcionalidad
fi: Täydennä suhteellisuus taulukko
fil: Kumpletuhin ang isang talahanayan ng proporsyonalidad
hu: Töltsön ki egy arányossági táblázatot
id: Lengkapi tabel proporsionalitas
it: Completare una tabella di proporzionalità
ja: 比例配列を完成させる
ko: 비례 표를 완성합니다.
nl: Vul een proportionele tabel in
no: Fullfør en proporsjonalitetstabell
pl: Uzupełnij tabelę proporcjonalności
pt_pt: Completar uma tabela de proporcionalidade
ro: Completați un tabel de proporționalitate
ru: Заполнить таблицу пропорциональности
sk: Doplniť tabuľku proporcionality
sv: Fyll i en proportionell tabell
sw: Kamilisha jedwali la uwiano
tr: Bir orantı tablosunu tamamlayın
uk: Заповнити таблицю пропорційності
vi: Hoàn thành một bảng tỷ lệ
zh_hans: 补全一个成比例的表

# pt_complete_subtitle
source: Compléter les valeurs manquantes d’un tableau.
af: Voltooi die ontbrekende waardes van 'n tabel.
bg: Попълнете липсващите стойности в таблица.
cs: Doplnit chybějící hodnoty v tabulce.
da: Udfyld de manglende værdier i en tabel.
de: Vervollständigen Sie die fehlenden Werte einer Tabelle.
el: Συμπληρώστε τις ελλείπουσες τιμές ενός πίνακα.
es: Completar los valores faltantes de una tabla.
fi: Täydennä puuttuvat arvot taulukossa.
fil: Kumpletuhin ang mga nawawalang halaga ng isang talahanayan.
hu: Töltse ki a hiányzó értékeket egy táblázatban.
id: Lengkapi nilai yang hilang dari sebuah tabel.
it: Completare i valori mancanti di una tabella.
ja: 配列の欠損値を補完する。
ko: 표의 누락된 값을 채웁니다.
nl: Vul de ontbrekende waarden van een tabel in.
no: Fullfør de manglende verdiene i en tabell.
pl: Uzupełnij brakujące wartości w tabeli.
pt_pt: Completar os valores faltantes de uma tabela.
ro: Completați valorile lipsă dintr-un tabel.
ru: Заполнить недостающие значения в таблице.
sk: Doplniť chýbajúce hodnoty v tabuľke.
sv: Fyll i de saknade värdena i en tabell.
sw: Kamilisha thamani zinazokosekana kwenye jedwali.
tr: Bir tablodaki eksik değerleri tamamlayın.
uk: Заповнити відсутні значення в таблиці.
vi: Hoàn thành các giá trị thiếu trong một bảng.
zh_hans: 补全表中的缺失值。

# pt_complete_status
source: État
af: Staat
bg: Състояние
cs: Stav
da: Status
de: Zustand
el: Κατάσταση
es: Estado
fi: Tila
fil: Estado
hu: Állapot
id: Status
it: Stato
ja: 状態
ko: 상태
nl: Status
no: Tilstand
pl: Stan
pt_pt: Estado
ro: Stare
ru: Состояние
sk: Stav
sv: Tillstånd
sw: Hali
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态

# pt_filled_label
source: Valeur calculée
af: Gerekende waarde
bg: Изчислена стойност
cs: Vypočtená hodnota
da: Beregnet værdi
de: Berechneter Wert
el: Υπολογισμένη τιμή
es: Valor calculado
fi: Laskettu arvo
fil: Nakalulutang halaga
hu: Számított érték
id: Nilai yang dihitung
it: Valore calcolato
ja: 計算された値
ko: 계산된 값
nl: Berekende waarde
no: Beregnet verdi
pl: Wartość obliczona
pt_pt: Valor calculado
ro: Valoare calculată
ru: Вычисленное значение
sk: Vypočítaná hodnota
sv: Beräknat värde
sw: Thamani iliyohesabiwa
tr: Hesaplanan değer
uk: Обчислене значення
vi: Giá trị đã tính toán
zh_hans: 计算值

# pt_need_one_empty_note
source: Laissez exactement une case vide (et remplissez au moins une colonne complète) pour calculer la valeur manquante.
af: Laat presies een vak leeg (en vul ten minste een volledige kolom in) om die ontbrekende waarde te bereken.
bg: Оставете точно едно поле празно (и попълнете поне една пълна колона), за да изчислите липсващата стойност.
cs: Nechte přesně jedno pole prázdné (a vyplňte alespoň jeden kompletní sloupec) pro výpočet chybějící hodnoty.
da: Lad præcist én boks være tom (og udfyld mindst én komplet kolonne) for at beregne den manglende værdi.
de: Lassen Sie genau ein Feld leer (und füllen Sie mindestens eine vollständige Spalte aus), um den fehlenden Wert zu berechnen.
el: Αφήστε ακριβώς ένα κελί κενό (και συμπληρώστε τουλάχιστον μια πλήρη στήλη) για να υπολογίσετε την ελλείπουσα τιμή.
es: Deje exactamente una casilla vacía (y complete al menos una columna completa) para calcular el valor faltante.
fi: Jätä tarkalleen yksi ruutu tyhjäksi (ja täytä ainakin yksi täydellinen sarake) puuttuvan arvon laskemiseksi.
fil: Iwanan ang eksaktong isang kahon na walang laman (at punan ang hindi bababa sa isang kumpletong kolum) upang kalkulahin ang nawawalang halaga.
hu: Hagyjon pontosan egy mezőt üresen (és töltsön ki legalább egy teljes oszlopot) a hiányzó érték kiszámításához.
id: Tinggalkan tepat satu sel kosong (dan isi setidaknya satu kolom lengkap) untuk menghitung nilai yang hilang.
it: Lascia esattamente una casella vuota (e riempi almeno una colonna completa) per calcolare il valore mancante.
ja: 欠損値を計算するために、正確に1つのセルを空白にし（少なくとも1つの完全な列を入力してください）。
ko: 누락된 값을 계산하기 위해 정확히 하나의 셀을 비워두고(그리고 최소한 하나의 완전한 열을 채우십시오).
nl: Laat precies één vakje leeg (en vul ten minste één volledige kolom in) om de ontbrekende waarde te berekenen.
no: La nøyaktig én boks være tom (og fyll ut minst én komplett kolonne) for å beregne den manglende verdien.
pl: Zostaw dokładnie jedno puste pole (i wypełnij przynajmniej jedną pełną kolumnę), aby obliczyć brakującą wartość.
pt_pt: Deixe exatamente uma caixa vazia (e preencha pelo menos uma coluna completa) para calcular o valor faltante.
ro: Lăsați exact o casetă goală (și completați cel puțin o coloană completă) pentru a calcula valoarea lipsă.
ru: Оставьте ровно одну ячейку пустой (и заполните как минимум один полный столбец), чтобы вычислить недостающее значение.
sk: Nechajte presne jedno políčko prázdne (a vyplňte aspoň jeden kompletný stĺpec) na výpočet chýbajúcej hodnoty.
sv: Lämna exakt en ruta tom (och fyll i minst en komplett kolumn) för att beräkna det saknade värdet.
sw: Acha kisanduku kimoja tupu (na ujaze angalau safu moja kamili) ili kuhesabu thamani inayokosekana.
tr: Eksik değeri hesaplamak için tam bir sütun doldurulmuş bir kutu bırakın (ve en az bir tam sütun doldurun).
uk: Залиште точно одну клітинку порожньою (і заповніть принаймні один повний стовпець), щоб обчислити відсутнє значення.
vi: Để lại chính xác một ô trống (và điền ít nhất một cột đầy đủ) để tính toán giá trị thiếu.
zh_hans: 请留出一个空格（并至少填写一列完整）以计算缺失值。

# pt_no_reference_note
source: Impossible de déterminer k : il faut une colonne avec deux valeurs (et la valeur de la ligne 1 non nulle).
af: Onmoontlik om k te bepaal: 'n kolom met twee waardes is nodig (en die waarde van ry 1 moet nie nul wees nie).
bg: Невъзможно е да се определи k: необходима е колона с две стойности (и стойността на ред 1 да не е нула).
cs: Nelze určit k: je potřeba sloupec se dvěma hodnotami (a hodnota v řádku 1 nesmí být nulová).
da: Kan ikke bestemme k: der skal være en kolonne med to værdier (og værdien i række 1 skal være ikke-nul).
de: Unmöglich, k zu bestimmen: Es wird eine Spalte mit zwei Werten benötigt (und der Wert in Zeile 1 muss ungleich null sein).
el: Αδύνατο να προσδιοριστεί το k: απαιτείται μια στήλη με δύο τιμές (και η τιμή της γραμμής 1 να είναι μη μηδενική).
es: Imposible determinar k: se necesita una columna con dos valores (y el valor de la fila 1 no nulo).
fi: Ei voida määrittää k:ta: tarvitaan yksi sarake, jossa on kaksi arvoa (ja rivin 1 arvo ei ole nolla).
fil: Hindi matukoy ang k: kailangan ng isang kolum na may dalawang halaga (at ang halaga ng linya 1 ay hindi zero).
hu: Nem lehet meghatározni k-t: szükség van egy oszlopra két értékkel (és az 1. sor értéke ne legyen nulla).
id: Tidak dapat menentukan k: diperlukan satu kolom dengan dua nilai (dan nilai baris 1 tidak nol).
it: Impossibile determinare k: è necessaria una colonna con due valori (e il valore della riga 1 non nullo).
ja: kを決定できません：2つの値を持つ列が必要です（および行1の値が0でないこと）。
ko: k를 결정할 수 없습니다: 두 개의 값이 있는 열이 필요합니다(그리고 행 1의 값이 0이 아님).
nl: Kan k niet bepalen: er is een kolom met twee waarden nodig (en de waarde van rij 1 moet niet nul zijn).
no: Kan ikke bestemme k: det må være en kolonne med to verdier (og verdien i rad 1 må være ulik null).
pl: Nie można określić k: potrzebna jest kolumna z dwiema wartościami (i wartość w wierszu 1 różna od zera).
pt_pt: Impossível determinar k: é necessário uma coluna com dois valores (e o valor da linha 1 não nulo).
ro: Imposibil de determinat k: este nevoie de o coloană cu două valori (și valoarea din linia 1 să fie nenulă).
ru: Невозможно определить k: требуется один столбец с двумя значениями (и значение в строке 1 не ноль).
sk: Nie je možné určiť k: potrebujete stĺpec s dvoma hodnotami (a hodnota v riadku 1 nesmie byť nulová).
sv: Det går inte att bestämma k: det behövs en kolumn med två värden (och värdet i rad 1 får inte vara noll).
sw: Haiwezekani kubaini k: inahitajika safu moja yenye thamani mbili (na thamani ya safu ya 1 isiyo sifuri).
tr: k'yi belirlemek mümkün değil: iki değer içeren bir sütun gereklidir (ve 1. satırın değeri sıfırdan farklı olmalıdır).
uk: Неможливо визначити k: потрібен стовпець з двома значеннями (і значення рядка 1 не нульове).
vi: Không thể xác định k: cần một cột với hai giá trị (và giá trị của hàng 1 không bằng không).
zh_hans: 无法确定k：需要一列有两个值（并且行1的值不为零）。

# pt_not_prop_note
source: Les colonnes complètes ne donnent pas le même ratio : le tableau n’est pas proportionnel.
af: Die volledige kolomme gee nie dieselfde verhouding nie: die tabel is nie proporsioneel nie.
bg: Пълните колони не дават същото отношение: таблицата не е пропорционална.
cs: Kompletní sloupce nedávají stejný poměr: tabulka není proporcionální.
da: De komplette kolonner giver ikke det samme forhold: tabellen er ikke proportional.
de: Die vollständigen Spalten ergeben nicht dasselbe Verhältnis: Die Tabelle ist nicht proportional.
el: Οι πλήρεις στήλες δεν δίνουν την ίδια αναλογία: ο πίνακας δεν είναι αναλογικός.
es: Las columnas completas no dan el mismo ratio: la tabla no es proporcional.
fi: Täydelliset sarakkeet eivät anna samaa suhdetta: taulukko ei ole suhteellinen.
fil: Ang mga kumpletong kolum ay hindi nagbibigay ng parehong ratio: ang talahanayan ay hindi proporsyonal.
hu: A teljes oszlopok nem adnak azonos arányt: a táblázat nem arányos.
id: Kolom lengkap tidak memberikan rasio yang sama: tabel tidak proporsional.
it: Le colonne complete non danno lo stesso rapporto: la tabella non è proporzionale.
ja: 完全な列が同じ比率を与えません：配列は比例していません。
ko: 완전한 열이 동일한 비율을 제공하지 않습니다: 표가 비례하지 않습니다.
nl: De volledige kolommen geven niet dezelfde verhouding: de tabel is niet proportioneel.
no: De komplette kolonnene gir ikke samme forhold: tabellen er ikke proporsjonal.
pl: Pełne kolumny nie dają tego samego wskaźnika: tabela nie jest proporcjonalna.
pt_pt: As colunas completas não dão a mesma razão: a tabela não é proporcional.
ro: Coloanele complete nu oferă același raport: tabelul nu este proporțional.
ru: Полные столбцы не дают одинаковое соотношение: таблица не пропорциональна.
sk: Kompletné stĺpce nedávajú rovnaký pomer: tabuľka nie je proporcionálna.
sv: De kompletta kolumnerna ger inte samma förhållande: tabellen är inte proportionell.
sw: Safu kamili hazitoi uwiano sawa: jedwali si la uwiano.
tr: Tam sütunlar aynı oranı vermez: tablo orantılı değildir.
uk: Повні стовпці не дають однакове співвідношення: таблиця не є пропорційною.
vi: Các cột đầy đủ không cho cùng một tỉ lệ: bảng không phải là tỷ lệ.
zh_hans: 完整列的比率不同：表不是成比例的。

# pt_apply
source: Appliquer
af: Toepas
bg: Приложи
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμόστε
es: Aplicar
fi: Käytä
fil: Ilapat
hu: Alkalmazni
id: Terapkan
it: Applica
ja: 適用する
ko: 적용
nl: Toepassen
no: Bruk
pl: Zastosuj
pt_pt: Aplicar
ro: Aplicare
ru: Применить
sk: Použiť
sv: Tillämpa
sw: Tumia
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用

# pt_complete_def_sub
source: Dans un tableau proportionnel, le ratio entre les deux lignes est constant.
af: In 'n proporsionele tabel is die verhouding tussen die twee rye konstant.
bg: В пропорционална таблица, отношението между двете реда е постоянно.
cs: V poměrové tabulce je poměr mezi dvěma řádky konstantní.
da: I en proportional tabel er forholdet mellem de to rækker konstant.
de: In einer proportionalen Tabelle ist das Verhältnis zwischen den beiden Zeilen konstant.
el: Σε έναν αναλογικό πίνακα, η αναλογία μεταξύ των δύο γραμμών είναι σταθερή.
es: En una tabla proporcional, el ratio entre las dos filas es constante.
fi: Suhteellisessa taulukossa suhde kahden rivin välillä on vakio.
fil: Sa isang proporsyonal na talahanayan, ang ratio sa pagitan ng dalawang linya ay constant.
hu: Egy arányos táblázatban a két sor közötti arány állandó.
id: Dalam tabel proporsional, rasio antara dua baris adalah konstan.
it: In una tabella proporzionale, il rapporto tra le due righe è costante.
ja: 比例配列では、2つの行間の比率は一定です。
ko: 비례 표에서 두 행 간의 비율은 일정합니다.
nl: In een proportionele tabel is de verhouding tussen de twee rijen constant.
no: I en proporsjonal tabell er forholdet mellom de to radene konstant.
pl: W tabeli proporcjonalnej wskaźnik między dwoma wierszami jest stały.
pt_pt: Num um quadro proporcional, a razão entre as duas linhas é constante.
ro: Într-un tabel proporțional, raportul dintre cele două linii este constant.
ru: В пропорциональной таблице соотношение между двумя строками постоянно.
sk: V proporčnom tabu je pomer medzi dvoma riadkami konštantný.
sv: I en proportionell tabell är förhållandet mellan de två raderna konstant.
sw: Katika jedwali la uwiano, uwiano kati ya safu mbili ni thabiti.
tr: Orantılı bir tabloda, iki satır arasındaki oran sabittir.
uk: У пропорційному таблиці співвідношення між двома рядками є постійним.
vi: Trong một bảng tỷ lệ, tỉ lệ giữa hai hàng là hằng số.
zh_hans: 在一个成比例的表中，两行之间的比率是恒定的。
