Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_median_course_out3
source: Des extensions utiles : médiane pondérée (poids/effectifs) et médiane sur données groupées (classe médiane + interpolation).
af: Nuttige uitbreidings: gewogen mediaan (gewigte/frekwensies) en mediaan op gegroepeerde data (mediaan klas + interpolasie).
bg: Полезни разширения: претеглена медиана (тегла/честоти) и медиана на групирани данни (медианен клас + интерполация).
cs: Užitečné rozšíření: vážený medián (váhy/četnosti) a medián na základě seskupených dat (mediánová třída + interpolace).
da: Nyttige udvidelser: vægtet median (vægt/frekvenser) og median på grupperede data (median klasse + interpolation).
de: Nützliche Erweiterungen: gewichteter Median (Gewichte/Häufigkeiten) und Median auf gruppierten Daten (Median-Klasse + Interpolation).
el: Χρήσιμες επεκτάσεις: σταθμισμένη διάμεσος (βάρη/συχνότητες) και διάμεσος σε ομαδοποιημένα δεδομένα (κατηγορία διάμεσου + παρεμβολή).
es: Extensiones útiles: mediana ponderada (peso/frecuencias) y mediana sobre datos agrupados (clase mediana + interpolación).
fi: Hyödyllisiä laajennuksia: painotettu mediaani (painot/frekvenssit) ja mediaani ryhmitellyistä tiedoista (mediaaniluokka + interpolointi).
fil: Mga kapaki-pakinabang na extension: weighted median (bigat/dalas) at median sa grouped na datos (median class + interpolation).
hu: Hasznos kiterjesztések: súlyozott medián (súlyok/gyakoriságok) és medián csoportosított adatokon (medián osztály + interpoláció).
id: Ekstensi yang berguna: median tertimbang (berat/frekuensi) dan median pada data yang dikelompokkan (kelas median + interpolasi).
it: Estensioni utili: mediana ponderata (pesi/frequenze) e mediana su dati raggruppati (classe mediana + interpolazione).
ja: 便利な拡張：加重中央値（重み/頻度）とグループ化データに基づく中央値（中央値クラス + 補間）。
ko: 유용한 확장: 가중 중앙값(가중치/빈도) 및 그룹화된 데이터에 대한 중앙값(중앙 클래스 + 보간법).
nl: Nuttige uitbreidingen: gewogen mediaan (gewichten/frequenties) en mediaan op gegroepeerde gegevens (mediaanklasse + interpolatie).
no: Nyttige utvidelser: vektet median (vekt/frekvenser) og median på grupperte data (median klasse + interpolasjon).
pl: Przydatne rozszerzenia: mediana ważona (wagi/częstości) i mediana na danych zgrupowanych (klasa mediany + interpolacja).
pt_pt: Extensões úteis: mediana ponderada (peso/frequências) e mediana em dados agrupados (classe mediana + interpolação).
ro: Extensii utile: mediana ponderată (greutate/frecvențe) și mediana pe date grupate (clasa mediană + interpolare).
ru: Полезные расширения: взвешенная медиана (вес/частоты) и медиана по сгруппированным данным (медианный класс + интерполяция).
sk: Užitočné rozšírenia: vážený medián (váhy/frekvencie) a medián na skupinových údajoch (mediánová trieda + interpolácia).
sv: Nyttiga tillägg: viktad median (vikt/frekvenser) och median på grupperade data (central klass + interpolation).
sw: Extensions muhimu: mediani iliyopimwa (uzito/idadi) na mediani kwenye data zilizokusanywa (darasa la mediani + upatanishi).
tr: Kullanışlı uzantılar: ağırlıklı medyan (ağırlık/frekans) ve gruplandırılmış veriler üzerinde medyan (merkez sınıf + interpolasyon).
uk: Корисні розширення: зважена медіана (ваги/частоти) та медіана на основі групованих даних (медіанний клас + інтерполяція).
vi: Các phần mở rộng hữu ích: trung vị có trọng số (trọng số/tần số) và trung vị trên dữ liệu nhóm (lớp trung vị + nội suy).
zh_hans: 有用的扩展：加权中位数（权重/频数）和分组数据上的中位数（中位数类别+插值）。

# ed_math_statistics_median_course_out4
source: Une partie interprétation : médiane comme 50e percentile (Q2), lien avec quartiles/IQR, et pourquoi la médiane est robuste face aux valeurs extrêmes.
af: ‘n Interpretasie gedeelte: mediaan as 50ste percentiel (Q2), verband met kwartiele/IQR, en waarom die mediaan robuust is teenoor uiterste waardes.
bg: Част за интерпретация: медиана като 50-ти перцентил (Q2), връзка с квартилите/IQR и защо медианата е устойчива на крайни стойности.
cs: Část interpretace: medián jako 50. percentil (Q2), spojení s kvartily/IQR a proč je medián robustní vůči extrémním hodnotám.
da: En del fortolkning: median som 50. percentil (Q2), forbindelse til kvartiler/IQR, og hvorfor medianen er robust over for ekstreme værdier.
de: Ein Interpretationsabschnitt: Median als 50. Perzentil (Q2), Verbindung zu Quartilen/IQR und warum der Median robust gegenüber extremen Werten ist.
el: Μια ενότητα ερμηνείας: διάμεσος ως 50ο εκατοστημόριο (Q2), σύνδεση με τεταρτημόρια/IQR, και γιατί η διάμεσος είναι ανθεκτική στις ακραίες τιμές.
es: Una parte de interpretación: mediana como percentil 50 (Q2), vínculo con cuartiles/IQR, y por qué la mediana es robusta frente a valores extremos.
fi: Tulkitsemisosa: mediaani 50. percentiilinä (Q2), yhteys kvartileihin/IQR:ään ja miksi mediaani on kestävä äärimmäisiä arvoja vastaan.
fil: Isang bahagi ng interpretasyon: median bilang 50th percentile (Q2), ugnayan sa quartiles/IQR, at kung bakit ang median ay matibay laban sa mga ekstremong halaga.
hu: Egy értelmezési rész: medián mint 50. percentilis (Q2), kapcsolat a kvartilisekkel/IQR-rel, és miért robusztus a medián a szélsőséges értékekkel szemben.
id: Bagian interpretasi: median sebagai persentil ke-50 (Q2), hubungan dengan kuartil/IQR, dan mengapa median tahan terhadap nilai ekstrem.
it: Una parte di interpretazione: mediana come 50° percentile (Q2), collegamento con quartili/IQR e perché la mediana è robusta di fronte ai valori estremi.
ja: 解釈の部分：中央値は50パーセンタイル（Q2）として、四分位数/IQRとの関連、そして中央値が極端な値に対して堅牢である理由。
ko: 해석 부분: 중앙값은 50번째 백분위수(Q2)로, 사분위수/IQR과의 관계, 그리고 중앙값이 극단값에 강한 이유.
nl: Een interpretatiegedeelte: mediaan als 50e percentiel (Q2), link met kwartielen/IQR, en waarom de mediaan robuust is tegen extreme waarden.
no: En del tolkning: median som 50. percentil (Q2), kobling med kvartiler/IQR, og hvorfor medianen er robust mot ekstreme verdier.
pl: Część interpretacyjna: mediana jako 50. percentyl (Q2), związek z kwartylami/IQR i dlaczego mediana jest odporna na wartości ekstremalne.
pt_pt: Uma parte de interpretação: mediana como 50º percentil (Q2), ligação com quartis/IQR, e por que a mediana é robusta frente a valores extremos.
ro: O parte de interpretare: mediana ca percentilă 50 (Q2), legătura cu quartile/IQR și de ce mediana este robustă față de valorile extreme.
ru: Часть интерпретации: медиана как 50-й процентиль (Q2), связь с квартилями/IQR и почему медиана устойчива к экстремальным значениям.
sk: Časť interpretácie: medián ako 50. percentil (Q2), spojenie s kvartilmi/IQR a prečo je medián robustný voči extrémnym hodnotám.
sv: En del om tolkning: median som 50:e percentil (Q2), koppling till kvartiler/IQR, och varför medianen är robust mot extrema värden.
sw: Sehemu ya tafsiri: mediani kama asilimia ya 50 (Q2), uhusiano na quartiles/IQR, na kwa nini mediani ni thabiti dhidi ya thamani za ekstremu.
tr: Bir yorum bölümü: medyanın 50. percentil (Q2) olarak, çeyrekler/IQR ile bağlantısı ve medyanın uç değerlere karşı neden dayanıklı olduğu.
uk: Частина інтерпретації: медіана як 50-й процентиль (Q2), зв'язок з квартилями/IQR, і чому медіана є стійкою до екстремальних значень.
vi: Một phần diễn giải: trung vị như phần trăm thứ 50 (Q2), liên kết với các phần tư/IQR, và tại sao trung vị lại bền vững trước các giá trị cực trị.
zh_hans: 一个解释部分：中位数作为第50百分位数（Q2），与四分位数/IQR的联系，以及为什么中位数对极端值具有鲁棒性。

# ed_math_statistics_median_course_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga Limitasyon at mga Dapat Isaalang-alang
hu: Korlátok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 限界と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_median_course_lim1
source: La médiane dépend du tri : sans série triée (ou sans effectifs cumulés), on risque une erreur immédiate.
af: Die mediaan hang af van die sortering: sonder 'n gesorteerde reeks (of sonder kumulatiefs), kan ons 'n onmiddellike fout hê.
bg: Медианата зависи от подреждането: без подредена серия (или без кумулативни честоти), рискуваме незабавна грешка.
cs: Medián závisí na řazení: bez seřazené řady (nebo bez kumulativních četností) hrozí okamžitá chyba.
da: Medianen afhænger af sorteringen: uden sorteret sekvens (eller uden kumulerede frekvenser) risikerer man en øjeblikkelig fejl.
de: Der Median hängt von der Sortierung ab: ohne sortierte Reihe (oder ohne kumulierte Häufigkeiten) besteht die Gefahr eines sofortigen Fehlers.
el: Η διάμεσος εξαρτάται από την ταξινόμηση: χωρίς ταξινομημένη σειρά (ή χωρίς σωρευτικές συχνότητες), διατρέχουμε τον κίνδυνο άμεσου λάθους.
es: La mediana depende del orden: sin serie ordenada (o sin frecuencias acumuladas), se corre el riesgo de un error inmediato.
fi: Mediaani riippuu lajittelusta: ilman lajiteltua sarjaa (tai ilman kumulatiivisia frekvenssejä) riski on välitön virhe.
fil: Ang median ay nakasalalay sa pag-uuri: nang walang naka-uri na serye (o walang mga cumulative na dalas), may panganib ng agarang pagkakamali.
hu: A medián a rendezéstől függ: rendezett sorozat (vagy kumulált gyakoriságok) nélkül azonnali hibát kockáztatunk.
id: Median tergantung pada urutan: tanpa deret yang terurut (atau tanpa frekuensi kumulatif), kita berisiko membuat kesalahan langsung.
it: La mediana dipende dall'ordinamento: senza serie ordinata (o senza frequenze cumulate), si rischia un errore immediato.
ja: 中央値はソートに依存します：ソートされた系列（または累積頻度がない）なしでは、即座に誤りが生じる可能性があります。
ko: 중앙값은 정렬에 따라 달라집니다: 정렬된 시리즈(또는 누적 빈도)가 없으면 즉각적인 오류가 발생할 위험이 있습니다.
nl: De mediaan hangt af van de sortering: zonder gesorteerde reeks (of zonder cumulatieve frequenties), lopen we het risico op een onmiddellijke fout.
no: Medianen avhenger av sorteringen: uten sortert serie (eller uten kumulerte frekvenser), risikerer man en umiddelbar feil.
pl: Mediana zależy od sortowania: bez posortowanej serii (lub bez skumulowanych częstości) ryzykujemy natychmiastowy błąd.
pt_pt: A mediana depende da ordenação: sem série ordenada (ou sem frequências acumuladas), corre-se o risco de um erro imediato.
ro: Mediana depinde de sortare: fără serie sortată (sau fără frecvențe cumulative), riscă o eroare imediată.
ru: Медиана зависит от сортировки: без отсортированной серии (или без накопленных частот) мы рискуем немедленной ошибкой.
sk: Medián závisí od triedenia: bez usporiadanej série (alebo bez kumulovaných frekvencií) hrozí okamžitá chyba.
sv: Medianen beror på sorteringen: utan sorterad serie (eller utan kumulerade frekvenser) riskerar man ett omedelbart fel.
sw: Mediani inategemea kuweka: bila mfululizo ulioandikwa (au bila idadi zilizokusanywa), kuna hatari ya makosa ya papo hapo.
tr: Medyan sıralamaya bağlıdır: sıralı bir seri olmadan (veya kümülatif frekans olmadan), hemen bir hata riski vardır.
uk: Медіана залежить від сортування: без відсортованого ряду (або без кумулятивних частот) ми ризикуємо отримати негайну помилку.
vi: Trung vị phụ thuộc vào việc sắp xếp: nếu không có chuỗi đã được sắp xếp (hoặc không có tần số tích lũy), có thể xảy ra lỗi ngay lập tức.
zh_hans: 中位数依赖于排序：没有排序序列（或没有累积频数），可能会导致立即错误。

# ed_math_statistics_median_course_lim2
source: La médiane décrit une position, pas la dispersion : deux séries très différentes peuvent avoir la même médiane. Pour compléter, on regarde souvent quartiles et IQR.
af: Die mediaan beskryf 'n posisie, nie die verspreiding nie: twee baie verskillende reekse kan dieselfde mediaan hê. Om aan te vul, kyk ons dikwels na kwartiele en IQR.
bg: Медианата описва позиция, а не разпръскване: две много различни серии могат да имат една и съща медиана. За допълнение, често се разглеждат квартилите и IQR.
cs: Medián popisuje pozici, nikoli rozptyl: dvě velmi odlišné řady mohou mít stejný medián. Pro doplnění se často díváme na kvartily a IQR.
da: Medianen beskriver en position, ikke spredningen: to meget forskellige sekvenser kan have den samme median. For at supplere ser man ofte på kvartiler og IQR.
de: Der Median beschreibt eine Position, nicht die Streuung: Zwei sehr unterschiedliche Reihen können denselben Median haben. Um zu ergänzen, betrachten wir oft Quartile und IQR.
el: Η διάμεσος περιγράφει μια θέση, όχι τη διασπορά: δύο πολύ διαφορετικές σειρές μπορεί να έχουν την ίδια διάμεσο. Για να συμπληρώσουμε, συχνά κοιτάμε τα τεταρτημόρια και το IQR.
es: La mediana describe una posición, no la dispersión: dos series muy diferentes pueden tener la misma mediana. Para complementar, a menudo se observan cuartiles e IQR.
fi: Mediaani kuvaa sijaintia, ei hajontaa: kaksi hyvin erilaista sarjaa voi olla sama mediaani. Täydennyksenä tarkastellaan usein kvartileja ja IQR:ää.
fil: Ang median ay naglalarawan ng isang posisyon, hindi ang dispersion: dalawang napaka-magkaibang serye ay maaaring magkaroon ng parehong median. Upang kumpletuhin, madalas nating tinitingnan ang mga quartiles at IQR.
hu: A medián egy pozíciót ír le, nem a szórást: két nagyon különböző sorozatnak ugyanaz a mediánja lehet. Kiegészítésként gyakran nézzük a kvartiliseket és az IQR-t.
id: Median menggambarkan posisi, bukan dispersi: dua deret yang sangat berbeda dapat memiliki median yang sama. Untuk melengkapi, kita sering melihat kuartil dan IQR.
it: La mediana descrive una posizione, non la dispersione: due serie molto diverse possono avere la stessa mediana. Per completare, si guardano spesso quartili e IQR.
ja: 中央値は位置を示すものであり、分散を示すものではありません：非常に異なる2つの系列が同じ中央値を持つことがあります。補完するために、しばしば四分位数とIQRを見ます。
ko: 중앙값은 위치를 설명하지만 분산을 설명하지 않습니다: 두 개의 매우 다른 시리즈가 동일한 중앙값을 가질 수 있습니다. 보완하기 위해 우리는 종종 사분위수와 IQR을 봅니다.
nl: De mediaan beschrijft een positie, niet de spreiding: twee zeer verschillende reeksen kunnen dezelfde mediaan hebben. Om aan te vullen, kijken we vaak naar kwartielen en IQR.
no: Medianen beskriver en posisjon, ikke spredning: to svært forskjellige serier kan ha samme median. For å supplere, ser man ofte på kvartiler og IQR.
pl: Mediana opisuje pozycję, a nie rozproszenie: dwie bardzo różne serie mogą mieć tę samą medianę. Aby uzupełnić, często patrzymy na kwartyle i IQR.
pt_pt: A mediana descreve uma posição, não a dispersão: duas séries muito diferentes podem ter a mesma mediana. Para complementar, muitas vezes olhamos para quartis e IQR.
ro: Mediana descrie o poziție, nu dispersia: două serii foarte diferite pot avea aceeași mediana. Pentru a completa, ne uităm adesea la quartile și IQR.
ru: Медиана описывает позицию, а не разброс: две очень разные серии могут иметь одну и ту же медиану. Для дополнения часто смотрят на квартиль и IQR.
sk: Medián popisuje pozíciu, nie rozptyl: dve veľmi odlišné série môžu mať rovnaký medián. Na doplnenie sa často pozeráme na kvartily a IQR.
sv: Medianen beskriver en position, inte spridningen: två mycket olika serier kan ha samma median. För att komplettera tittar man ofta på kvartiler och IQR.
sw: Mediani inaelezea nafasi, si kutawanyika: mfululizo miwili tofauti sana inaweza kuwa na mediani sawa. Ili kukamilisha, mara nyingi tunaangalia quartiles na IQR.
tr: Medyan bir konumu tanımlar, dağılımı değil: iki çok farklı seri aynı medyana sahip olabilir. Tamamlamak için genellikle çeyrekler ve IQR'e bakarız.
uk: Медіана описує позицію, а не дисперсію: два дуже різні ряди можуть мати однакову медіану. Для доповнення часто розглядають квартилі та IQR.
vi: Trung vị mô tả một vị trí, không phải sự phân tán: hai chuỗi rất khác nhau có thể có cùng một trung vị. Để bổ sung, chúng ta thường xem xét các phần tư và IQR.
zh_hans: 中位数描述的是位置，而不是离散程度：两个非常不同的序列可以具有相同的中位数。为了补充，我们通常查看四分位数和IQR。

# ed_math_statistics_median_course_lim3
source: Sur données groupées en classes, la médiane est souvent une estimation : elle dépend de l’hypothèse de répartition uniforme dans la classe médiane.
af: Op gegroepeerde data in klasse, is die mediaan dikwels 'n skatting: dit hang af van die hipotese van uniforme verspreiding in die mediaan klas.
bg: При групирани данни в класове, медианата често е оценка: тя зависи от предположението за равномерно разпределение в медианния клас.
cs: Na seskupených datech v třídách je medián často odhadem: závisí na předpokladu rovnoměrného rozložení v mediánové třídě.
da: På grupperede data i klasser er medianen ofte en estimering: den afhænger af antagelsen om ensartet fordeling i den median klasse.
de: Bei gruppierten Daten in Klassen ist der Median oft eine Schätzung: Er hängt von der Annahme einer gleichmäßigen Verteilung in der Median-Klasse ab.
el: Σε ομαδοποιημένα δεδομένα σε κατηγορίες, η διάμεσος είναι συχνά μια εκτίμηση: εξαρτάται από την υπόθεση ομοιόμορφης κατανομής στην κατηγορία διάμεσου.
es: Sobre datos agrupados en clases, la mediana es a menudo una estimación: depende de la hipótesis de distribución uniforme en la clase mediana.
fi: Ryhmätiedoissa mediaani on usein arvio: se riippuu oletuksesta tasaisesta jakautumisesta mediaaniluokassa.
fil: Sa mga grouped na datos sa mga klase, ang median ay madalas na isang pagtataya: ito ay nakasalalay sa hypothesis ng pantay na pamamahagi sa median class.
hu: Csoportosított adatok esetén a medián gyakran becslés: függ a medián osztályban a homogén eloszlás feltételezésétől.
id: Pada data yang dikelompokkan dalam kelas, median seringkali merupakan estimasi: ia tergantung pada asumsi distribusi seragam dalam kelas median.
it: Su dati raggruppati in classi, la mediana è spesso una stima: dipende dall'ipotesi di distribuzione uniforme nella classe mediana.
ja: クラスに基づくグループ化データでは、中央値はしばしば推定値です：中央値クラス内での均等分布の仮定に依存します。
ko: 구간으로 그룹화된 데이터에서 중앙값은 종종 추정치입니다: 중앙 클래스에서 균일한 분포 가정에 따라 달라집니다.
nl: Bij gegroepeerde gegevens in klassen is de mediaan vaak een schatting: deze hangt af van de aanname van een uniforme verdeling in de mediaanklasse.
no: På grupperte data i klasser, er medianen ofte en estimat: den avhenger av antagelsen om jevn fordeling i den mediane klassen.
pl: Na danych zgrupowanych w klasach mediana jest często estymacją: zależy od założenia o rozkładzie jednorodnym w klasie mediany.
pt_pt: Em dados agrupados em classes, a mediana é frequentemente uma estimativa: ela depende da hipótese de distribuição uniforme na classe mediana.
ro: Pe date grupate în clase, mediana este adesea o estimare: depinde de ipoteza de distribuție uniformă în clasa mediană.
ru: По сгруппированным данным в классах медиана часто является оценкой: она зависит от предположения о равномерном распределении в медианном классе.
sk: Na skupinových údajoch v triedach je medián často odhadom: závisí od predpokladu rovnomerného rozdelenia v mediánovej triede.
sv: På grupperade data i klasser är medianen ofta en uppskattning: den beror på antagandet om en jämn fördelning inom den centrala klassen.
sw: Katika data zilizokusanywa kwenye madarasa, mediani mara nyingi ni makadirio: inategemea dhana ya usambazaji sawa katika darasa la mediani.
tr: Gruplandırılmış verilerde, medyan genellikle bir tahmindir: merkez sınıfta eşit dağılım varsayımına bağlıdır.
uk: На групованих даних у класах медіана часто є оцінкою: вона залежить від припущення про рівномірний розподіл у медіанному класі.
vi: Trên dữ liệu nhóm theo lớp, trung vị thường là một ước lượng: nó phụ thuộc vào giả thuyết phân phối đồng đều trong lớp trung vị.
zh_hans: 在分组数据中，中位数通常是一个估计值：它依赖于中位数类别内均匀分布的假设。
