Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_difference_relative_lim2
source: Le choix de la valeur de référence influence fortement le résultat.
af: Die keuse van die verwysingswaarde beïnvloed die resultaat sterk.
bg: Изборът на референтна стойност силно влияе на резултата.
cs: Volba referenční hodnoty silně ovlivňuje výsledek.
da: Valget af referenceværdi påvirker resultatet stærkt.
de: Die Wahl des Referenzwerts hat einen starken Einfluss auf das Ergebnis.
el: Η επιλογή της τιμής αναφοράς επηρεάζει σημαντικά το αποτέλεσμα.
es: La elección del valor de referencia influye fuertemente en el resultado.
fi: Viitearvon valinta vaikuttaa voimakkaasti tulokseen.
fil: Ang pagpili ng halaga ng sanggunian ay malaki ang impluwensya sa resulta.
hu: A referenciaérték megválasztása erősen befolyásolja az eredményt.
id: Pemilihan nilai acuan sangat mempengaruhi hasil.
it: La scelta del valore di riferimento influisce fortemente sul risultato.
ja: 基準値の選択は結果に大きく影響します。
ko: 기준 값의 선택은 결과에 큰 영향을 미칩니다.
nl: De keuze van de referentiewaarde heeft een sterke invloed op het resultaat.
no: Valget av referanseverdi påvirker resultatet sterkt.
pl: Wybór wartości odniesienia ma silny wpływ na wynik.
pt_pt: A escolha do valor de referência influencia fortemente o resultado.
ro: Alegerea valorii de referință influențează puternic rezultatul.
ru: Выбор эталонного значения сильно влияет на результат.
sk: Výber referenčnej hodnoty silno ovplyvňuje výsledok.
sv: Valet av referensvärde påverkar resultatet starkt.
sw: Chaguo la thamani ya rejea linaathiri sana matokeo.
tr: Referans değerin seçimi sonucu büyük ölçüde etkiler.
uk: Вибір базового значення сильно впливає на результат.
vi: Lựa chọn giá trị tham chiếu ảnh hưởng mạnh mẽ đến kết quả.
zh_hans: 参考值的选择会强烈影响结果。

# ed_math_percentages_difference_relative_lim3
source: Ce calcul ne décrit pas une évolution dans le temps.
af: Hierdie berekening beskryf nie ‘n evolusie in die tyd nie.
bg: Този изчисление не описва развитие във времето.
cs: Tento výpočet nepopisuje vývoj v čase.
da: Denne beregning beskriver ikke en udvikling over tid.
de: Diese Berechnung beschreibt keine Entwicklung über die Zeit.
el: Αυτός ο υπολογισμός δεν περιγράφει μια εξέλιξη στο χρόνο.
es: Este cálculo no describe una evolución en el tiempo.
fi: Tämä laskelma ei kuvaa kehitystä ajan myötä.
fil: Ang kalkulasyong ito ay hindi naglalarawan ng isang ebolusyon sa paglipas ng panahon.
hu: Ez a számítás nem ír le időbeli fejlődést.
id: Perhitungan ini tidak menggambarkan evolusi seiring waktu.
it: Questo calcolo non descrive un'evoluzione nel tempo.
ja: この計算は時間の経過における変化を説明するものではありません。
ko: 이 계산은 시간에 따른 변화를 설명하지 않습니다.
nl: Deze berekening beschrijft geen evolutie in de tijd.
no: Denne beregningen beskriver ikke en utvikling over tid.
pl: Ten obliczenie nie opisuje ewolucji w czasie.
pt_pt: Este cálculo não descreve uma evolução ao longo do tempo.
ro: Această calculare nu descrie o evoluție în timp.
ru: Этот расчёт не описывает изменение во времени.
sk: Tento výpočet nepopisuje vývoj v čase.
sv: Denna beräkning beskriver inte en förändring över tid.
sw: Hesabu hii haisemi kuhusu mabadiliko katika muda.
tr: Bu hesaplama zaman içinde bir gelişimi tanımlamaz.
uk: Цей розрахунок не описує еволюцію в часі.
vi: Phép tính này không mô tả một sự phát triển theo thời gian.
zh_hans: 此计算不描述时间上的变化。

# ed_math_percentages_difference_relative_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_difference_relative_q1
source: Quelle différence avec une variation en pourcentage ?
af: Wat is die verskil met ‘n variasie in persentasie?
bg: Каква е разликата с процентна вариация?
cs: Jaký je rozdíl mezi procentuální změnou?
da: Hvad er forskellen på en procentuel ændring?
de: Was ist der Unterschied zu einer prozentualen Veränderung?
el: Ποια είναι η διαφορά με μια μεταβολή σε ποσοστό;
es: ¿Cuál es la diferencia con una variación en porcentaje?
fi: Mikä ero on prosentuaaliseen muutokseen?
fil: Ano ang pagkakaiba sa isang pagbabago sa porsyento?
hu: Mi a különbség a százalékos változás és a között?
id: Apa perbedaan dengan variasi dalam persentase?
it: Qual è la differenza con una variazione in percentuale?
ja: パーセンテージの変化との違いは何ですか？
ko: 백분율 변화와의 차이점은 무엇인가요?
nl: Wat is het verschil met een percentagevariatie?
no: Hva er forskjellen med en prosentvis endring?
pl: Jaka jest różnica między zmianą procentową?
pt_pt: Qual a diferença com uma variação em porcentagem?
ro: Care este diferența față de o variație procentuală?
ru: В чём разница с изменением в процентах?
sk: Aký je rozdiel medzi percentuálnou zmenou?
sv: Vad är skillnaden med en procentuell förändring?
sw: Tofauti gani na mabadiliko kwa asilimia?
tr: Yüzde değişimi ile ne fark var?
uk: Яка різниця з відсотковою зміною?
vi: Sự khác biệt với một sự thay đổi theo tỷ lệ phần trăm là gì?
zh_hans: 与百分比变化有什么区别？

# ed_math_percentages_difference_relative_a1
source: La variation compare un “avant” et un “après”. La différence relative compare deux valeurs sans notion temporelle.
af: Die variasie vergelyk 'n "voor" en 'n "na". Die relatiewe verskil vergelyk twee waardes sonder 'n tydsbegrip.
bg: Разликата сравнява "преди" и "след". Относителната разлика сравнява две стойности без времева концепция.
cs: Variace porovnává "před" a "po". Relativní rozdíl porovnává dvě hodnoty bez časového kontextu.
da: Variation sammenligner et "før" og "efter". Den relative forskel sammenligner to værdier uden tidsmæssig kontekst.
de: Die Variation vergleicht ein "Vorher" und ein "Nachher". Der relative Unterschied vergleicht zwei Werte ohne zeitlichen Bezug.
el: Η μεταβολή συγκρίνει ένα "πριν" και ένα "μετά". Η σχετική διαφορά συγκρίνει δύο τιμές χωρίς χρονική έννοια.
es: La variación compara un "antes" y un "después". La diferencia relativa compara dos valores sin noción temporal.
fi: Muutos vertaa "ennen" ja "jälkeen". Suhteellinen ero vertaa kahta arvoa ilman aikakäsitettä.
fil: Ang pagbabago ay nagkukumpara ng isang "bago" at isang "pagkatapos". Ang relatibong pagkakaiba ay nagkukumpara ng dalawang halaga nang walang konsepto ng oras.
hu: A változás egy "előtt" és egy "után" összehasonlítása. A relatív különbség két értéket hasonlít össze időbeli koncepció nélkül.
id: Variasi membandingkan 'sebelum' dan 'sesudah'. Perbedaan relatif membandingkan dua nilai tanpa konsep waktu.
it: La variazione confronta un "prima" e un "dopo". La differenza relativa confronta due valori senza nozione temporale.
ja: 変化は「前」と「後」を比較します。相対的な違いは、時間的な概念なしに二つの値を比較します。
ko: 변화는 '이전'과 '이후'를 비교합니다. 상대적 차이는 시간 개념 없이 두 값을 비교합니다.
nl: De variatie vergelijkt een "voor" en een "na". Het relatieve verschil vergelijkt twee waarden zonder tijdsnotie.
no: Variasjonen sammenligner en "før" og en "etter". Den relative forskjellen sammenligner to verdier uten tidsmessig kontekst.
pl: Zmiana porównuje "przed" i "po". Różnica względna porównuje dwie wartości bez odniesienia czasowego.
pt_pt: A variação compara um "antes" e um "depois". A diferença relativa compara dois valores sem noção temporal.
ro: Variatia compară un "înainte" și un "după". Diferența relativă compară două valori fără noțiune temporală.
ru: Вариация сравнивает "до" и "после". Относительная разница сравнивает два значения без временной привязки.
sk: Variácia porovnáva "pred" a "po". Relatívny rozdiel porovnáva dve hodnoty bez časového kontextu.
sv: Variation jämför ett "före" och ett "efter". Den relativa skillnaden jämför två värden utan tidsaspekt.
sw: Mabadiliko yanalinganisha "kabla" na "baada". Tofauti ya uwiano inalinganisha thamani mbili bila dhana ya muda.
tr: Değişim, bir "önce" ve bir "sonra"yı karşılaştırır. Göreceli fark, zaman kavramı olmadan iki değeri karşılaştırır.
uk: Зміна порівнює "до" і "після". Відносна різниця порівнює дві величини без часової прив'язки.
vi: Sự biến đổi so sánh một "trước" và một "sau". Sự khác biệt tương đối so sánh hai giá trị mà không có khái niệm thời gian.
zh_hans: 变化比较“之前”和“之后”。相对差异比较两个值而不考虑时间概念。

# ed_math_percentages_difference_relative_q2
source: Quelle différence avec un pourcentage d’erreur ?
af: Wat is die verskil met 'n foutpersentasie?
bg: Каква е разликата с процент на грешка?
cs: Jaký je rozdíl s procentem chyby?
da: Hvad er forskellen med en fejlprocent?
de: Was ist der Unterschied zu einem Fehlerprozentsatz?
el: Ποια είναι η διαφορά με ένα ποσοστό σφάλματος;
es: ¿Qué diferencia hay con un porcentaje de error?
fi: Mikä ero on virheprosentilla?
fil: Anong pagkakaiba sa isang porsyento ng pagkakamali?
hu: Milyen különbség van a hibaszázalékhoz képest?
id: Apa perbedaan dengan persentase kesalahan?
it: Qual è la differenza con una percentuale di errore?
ja: 誤差率との違いは何ですか？
ko: 오차 비율과의 차이는 무엇인가요?
nl: Wat is het verschil met een foutpercentage?
no: Hva er forskjellen med en feilprosent?
pl: Jaka jest różnica z procentem błędu?
pt_pt: Qual é a diferença com uma porcentagem de erro?
ro: Care este diferența față de un procent de eroare?
ru: Какая разница с процентом ошибки?
sk: Aký je rozdiel s percentom chyby?
sv: Vad är skillnaden med en felprocent?
sw: Tofauti gani na asilimia ya makosa?
tr: Hata yüzdesi ile ne fark var?
uk: Яка різниця з відсотком помилки?
vi: Sự khác biệt với một tỷ lệ phần trăm sai số là gì?
zh_hans: 与误差百分比有什么区别？

# ed_math_percentages_difference_relative_a2
source: Le pourcentage d’erreur suppose une valeur de référence considérée comme correcte. La différence relative est neutre.
af: Die foutpersentasie veronderstel 'n verwysingswaarde wat as korrek beskou word. Die relatiewe verskil is neutraal.
bg: Процентът на грешка предполага референтна стойност, считана за правилна. Относителната разлика е неутрална.
cs: Procento chyby předpokládá referenční hodnotu považovanou za správnou. Relativní rozdíl je neutrální.
da: Fejlprocenten antager en referenceværdi, der betragtes som korrekt. Den relative forskel er neutral.
de: Der Fehlerprozentsatz setzt einen Referenzwert voraus, der als korrekt angesehen wird. Der relative Unterschied ist neutral.
el: Το ποσοστό σφάλματος υποθέτει μια αναφορά που θεωρείται σωστή. Η σχετική διαφορά είναι ουδέτερη.
es: El porcentaje de error supone un valor de referencia considerado como correcto. La diferencia relativa es neutral.
fi: Virheprosentti olettaa, että on olemassa viitearvo, jota pidetään oikeana. Suhteellinen ero on neutraali.
fil: Ang porsyento ng pagkakamali ay nagpapalagay ng isang halaga ng sanggunian na itinuturing na tama. Ang relatibong pagkakaiba ay neutral.
hu: A hibaszázalék egy helyesnek tekintett referenciaértéket feltételez. A relatív különbség semleges.
id: Persentase kesalahan mengasumsikan nilai referensi yang dianggap benar. Perbedaan relatif bersifat netral.
it: La percentuale di errore presuppone un valore di riferimento considerato corretto. La differenza relativa è neutra.
ja: 誤差率は正しいと見なされる基準値を前提とします。相対的な違いは中立です。
ko: 오차 비율은 올바른 것으로 간주되는 기준 값을 가정합니다. 상대적 차이는 중립적입니다.
nl: Het foutpercentage veronderstelt een referentiewaarde die als correct wordt beschouwd. Het relatieve verschil is neutraal.
no: Feilprosenten forutsetter en referanseverdi som anses som korrekt. Den relative forskjellen er nøytral.
pl: Procent błędu zakłada wartość odniesienia uznawaną za poprawną. Różnica względna jest neutralna.
pt_pt: A porcentagem de erro supõe um valor de referência considerado correto. A diferença relativa é neutra.
ro: Procentul de eroare presupune o valoare de referință considerată corectă. Diferența relativă este neutră.
ru: Процент ошибки предполагает значение, которое считается правильным. Относительная разница нейтральна.
sk: Percento chyby predpokladá referenčnú hodnotu považovanú za správnu. Relatívny rozdiel je neutrálny.
sv: Felprocenten förutsätter ett referensvärde som anses vara korrekt. Den relativa skillnaden är neutral.
sw: Asilimia ya makosa inadhani thamani ya rejea inayochukuliwa kuwa sahihi. Tofauti ya uwiano haina upande wowote.
tr: Hata yüzdesi, doğru kabul edilen bir referans değeri varsayar. Göreceli fark tarafsızdır.
uk: Відсоток помилки передбачає значення, яке вважається правильним. Відносна різниця є нейтральною.
vi: Tỷ lệ phần trăm sai số giả định một giá trị tham chiếu được coi là chính xác. Sự khác biệt tương đối là trung lập.
zh_hans: 误差百分比假设一个被视为正确的参考值。相对差异是中立的。

# ed_math_percentages_difference_relative_q3
source: Peut-on obtenir une valeur négative ?
af: Kan ons 'n negatiewe waarde kry?
bg: Може ли да получим отрицателна стойност?
cs: Můžeme získat zápornou hodnotu?
da: Kan man få en negativ værdi?
de: Kann man einen negativen Wert erhalten?
el: Μπορούμε να αποκτήσουμε μια αρνητική τιμή;
es: ¿Se puede obtener un valor negativo?
fi: Voiko saada negatiivisen arvon?
fil: Maaari bang makuha ang isang negatibong halaga?
hu: Kaphatunk negatív értéket?
id: Bisakah kita mendapatkan nilai negatif?
it: Si può ottenere un valore negativo?
ja: 負の値を得ることはできますか？
ko: 음수 값을 얻을 수 있나요?
nl: Kunnen we een negatieve waarde krijgen?
no: Kan man få en negativ verdi?
pl: Czy można uzyskać wartość ujemną?
pt_pt: Podemos obter um valor negativo?
ro: Se poate obține o valoare negativă?
ru: Можно ли получить отрицательное значение?
sk: Môžeme získať zápornú hodnotu?
sv: Kan man få ett negativt värde?
sw: Je, tunaweza kupata thamani hasi?
tr: Negatif bir değer elde edebilir miyiz?
uk: Чи можна отримати від'ємне значення?
vi: Có thể nhận được một giá trị âm không?
zh_hans: 可以得到负值吗？

# ed_math_percentages_difference_relative_a3
source: Oui, selon l’ordre des valeurs et la référence choisie.
af: Ja, afhangende van die volgorde van die waardes en die gekose verwysing.
bg: Да, в зависимост от реда на стойностите и избраната референция.
cs: Ano, podle pořadí hodnot a zvolené reference.
da: Ja, afhængigt af rækkefølgen af værdierne og den valgte reference.
de: Ja, je nach Reihenfolge der Werte und der gewählten Referenz.
el: Ναι, ανάλογα με τη σειρά των τιμών και την επιλεγμένη αναφορά.
es: Sí, según el orden de los valores y la referencia elegida.
fi: Kyllä, arvojen järjestyksestä ja valitusta viitteestä riippuen.
fil: Oo, depende sa pagkakasunod-sunod ng mga halaga at sa napiling sanggunian.
hu: Igen, az értékek sorrendje és a választott referencia szerint.
id: Ya, tergantung pada urutan nilai dan referensi yang dipilih.
it: Sì, a seconda dell'ordine dei valori e del riferimento scelto.
ja: はい、値の順序と選択した基準によります。
ko: 네, 값의 순서와 선택한 기준에 따라 다릅니다.
nl: Ja, afhankelijk van de volgorde van de waarden en de gekozen referentie.
no: Ja, avhengig av rekkefølgen på verdiene og den valgte referansen.
pl: Tak, w zależności od kolejności wartości i wybranej referencji.
pt_pt: Sim, dependendo da ordem dos valores e da referência escolhida.
ro: Da, în funcție de ordinea valorilor și de referința aleasă.
ru: Да, в зависимости от порядка значений и выбранной ссылки.
sk: Áno, v závislosti od poradia hodnôt a zvolenej referencie.
sv: Ja, beroende på ordningen av värdena och det valda referensvärdet.
sw: Ndio, kulingana na mpangilio wa thamani na rejea iliyochaguliwa.
tr: Evet, değerlerin sırasına ve seçilen referansa bağlı olarak.
uk: Так, в залежності від порядку значень та обраної референції.
vi: Có, tùy thuộc vào thứ tự của các giá trị và tham chiếu được chọn.
zh_hans: 是的，取决于值的顺序和选择的参考。

# ed_math_percentages_difference_relative_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia ya kusaidia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_difference_relative_tip
source: Avant de calculer une différence relative, définissez clairement la valeur de référence : c’est elle qui donne du sens au résultat.
af: Voordat jy 'n relatiewe verskil bereken, definieer duidelik die verwysingswaarde: dit is dit wat sin aan die resultaat gee.
bg: Преди да изчислите относителна разлика, ясно определете референтната стойност: тя придава смисъл на резултата.
cs: Před výpočtem relativního rozdílu jasně definujte referenční hodnotu: ta dává smysl výsledku.
da: Før du beregner en relativ forskel, skal du klart definere referenceværdien: det er den, der giver mening til resultatet.
de: Bevor Sie einen relativen Unterschied berechnen, definieren Sie klar den Referenzwert: er gibt dem Ergebnis Bedeutung.
el: Πριν υπολογίσετε μια σχετική διαφορά, καθορίστε σαφώς την τιμή αναφοράς: αυτή είναι που δίνει νόημα στο αποτέλεσμα.
es: Antes de calcular una diferencia relativa, defina claramente el valor de referencia: es el que da sentido al resultado.
fi: Ennen kuin lasket suhteellista eroa, määrittele selkeästi viitearvo: se antaa merkityksen tulokselle.
fil: Bago kalkulahin ang isang relatibong pagkakaiba, malinaw na tukuyin ang halaga ng sanggunian: ito ang nagbibigay ng kahulugan sa resulta.
hu: Mielőtt relatív különbséget számítana, világosan határozza meg a referenciaértéket: ez ad értelmet az eredménynek.
id: Sebelum menghitung perbedaan relatif, tentukan dengan jelas nilai referensi: itulah yang memberikan makna pada hasil.
it: Prima di calcolare una differenza relativa, definisci chiaramente il valore di riferimento: è quello che dà senso al risultato.
ja: 相対的な違いを計算する前に、基準値を明確に定義してください。それが結果に意味を与えます。
ko: 상대적 차이를 계산하기 전에 기준 값을 명확히 정의하세요: 그것이 결과에 의미를 부여합니다.
nl: Voordat u een relatief verschil berekent, definieer duidelijk de referentiewaarde: deze geeft betekenis aan het resultaat.
no: Før du beregner en relativ forskjell, definer tydelig referanseverdien: det er den som gir mening til resultatet.
pl: Zanim obliczysz różnicę względną, wyraźnie zdefiniuj wartość odniesienia: to ona nadaje sens wynikowi.
pt_pt: Antes de calcular uma diferença relativa, defina claramente o valor de referência: é ele que dá sentido ao resultado.
ro: Înainte de a calcula o diferență relativă, definiți clar valoarea de referință: aceasta este cea care dă sens rezultatului.
ru: Перед тем как вычислить относительную разницу, четко определите значение ссылки: именно оно придает смысл результату.
sk: Pred výpočtom relatívneho rozdielu jasne definujte referenčnú hodnotu: práve tá dáva zmysel výsledku.
sv: Innan du beräknar en relativ skillnad, definiera tydligt referensvärdet: det är det som ger mening åt resultatet.
sw: Kabla ya kuhesabu tofauti ya uwiano, weka wazi thamani ya rejea: hiyo ndiyo inayoleta maana kwa matokeo.
tr: Göreceli bir fark hesaplamadan önce, referans değerini net bir şekilde tanımlayın: sonuç anlam kazanmasını sağlayan budur.
uk: Перед тим, як обчислити відносну різницю, чітко визначте значення референції: саме воно надає сенс результату.
vi: Trước khi tính toán một sự khác biệt tương đối, hãy xác định rõ ràng giá trị tham chiếu: chính nó sẽ mang lại ý nghĩa cho kết quả.
zh_hans: 在计算相对差异之前，清楚地定义参考值：它赋予结果意义。

# ed_math_percentages_percent_coefficient_converter_title
source: À propos : Convertisseur % ↔ coefficient
af: Oor: Omsetter % ↔ koëffisiënt
bg: Относно: Преобразувател % ↔ коефициент
cs: Odkaz: Převodník % ↔ koeficient
da: Om: Konverter % ↔ koefficient
de: Über: Umrechner % ↔ Koeffizient
el: Σχετικά: Μετατροπέας % ↔ συντελεστής
es: Acerca de: Convertidor % ↔ coeficiente
fi: Tietoa: Muunnin % ↔ kerroin
fil: Tungkol sa: Converter % ↔ coefficient
hu: A következőkről: % ↔ együttható átváltó
id: Tentang: Konverter % ↔ koefisien
it: A proposito: Convertitore % ↔ coefficiente
ja: について：% ↔ 係数変換器
ko: 정보: % ↔ 계수 변환기
nl: Over: Converter % ↔ coëfficiënt
no: Om: Konverterer % ↔ koeffisient
pl: O tym: Konwerter % ↔ współczynnik
pt_pt: Sobre: Conversor % ↔ coeficiente
ro: Despre: Convertor % ↔ coeficient
ru: О проекте: Конвертер % ↔ коэффициент
sk: O: Konvertor % ↔ koeficient
sv: Om: Konverterare % ↔ koefficient
sw: Kuhusu: Geuza % ↔ kipimo
tr: Hakkında: Dönüştürücü % ↔ çarpan
uk: Про: Конвертер % ↔ коефіцієнт
vi: Về việc: Bộ chuyển đổi % ↔ hệ số
zh_hans: 关于：转换器 % ↔ 系数
