Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_docx_styles_to_json_title
source: Styles DOCX → JSON
bg: Стилове DOCX → JSON
cs: Styly DOCX → JSON
da: DOCX-stilarter → JSON
de: DOCX-Stile → JSON
el: Στυλ DOCX → JSON
es: Estilos DOCX → JSON
fi: DOCX-tyylit → JSON
fil: Mga Estilo ng DOCX → JSON
ja: DOCXスタイル → JSON
nl: DOCX-stijlen → JSON
no: DOCX-stiler → JSON
pl: Style DOCX → JSON
pt_pt: Estilos DOCX → JSON
ro: Stiluri DOCX → JSON
ru: Стили DOCX → JSON
sk: Štýly DOCX → JSON
sv: DOCX-stilar → JSON
sw: Mitindo ya DOCX → JSON
tr: DOCX Stilleri → JSON
uk: Стилі DOCX → JSON
vi: Kiểu DOCX → JSON
zh_hans: DOCX样式 → JSON

# tool_docx_styles_to_json_desc
source: Exporter les styles (paragraph/character/table) et leurs propriétés (héritage, basés sur, liens).
bg: Експортирайте стиловете (параграф/символ/таблица) и техните свойства (наследяване, базирани на, връзки).
cs: Exportovat styly (odstavec/znak/tabulka) a jejich vlastnosti (dědění, založené na, odkazy).
da: Eksporter stilarter (afsnit/tegn/tabel) og deres egenskaber (arv, baseret på, links).
de: Stile (Absatz/Zeichen/Tabelle) und deren Eigenschaften (Vererbung, basierend auf, Links) exportieren.
el: Εξαγωγή στυλ (παράγραφος/χαρακτήρας/πίνακας) και των ιδιοτήτων τους (κληρονομικότητα, βασισμένα σε, σύνδεσμοι).
es: Exportar los estilos (párrafo/carácter/tabla) y sus propiedades (herencia, basados en, enlaces).
fi: Vie tyylit (kappale/merkki/taulukko) ja niiden ominaisuudet (perintö, perustuu, linkit).
fil: I-export ang mga estilo (talata/character/talaan) at ang kanilang mga katangian (mana, batay sa, mga link).
ja: スタイル（段落/文字/テーブル）とそのプロパティ（継承、基づく、リンク）をエクスポートします。
nl: Exporteer stijlen (alinea/teken/tabel) en hun eigenschappen (erfelijkheid, gebaseerd op, links).
no: Eksportere stiler (avsnitt/tegn/tabell) og deres egenskaper (arv, basert på, lenker).
pl: Eksportuj style (akapit/znak/tabela) i ich właściwości (dziedziczenie, oparte na, powiązania).
pt_pt: Exportar os estilos (parágrafo/caractere/tabela) e suas propriedades (herança, baseados em, links).
ro: Exportă stilurile (paragraf/caracter/tabel) și proprietățile lor (moștenire, bazate pe, linkuri).
ru: Экспортировать стили (абзац/символ/таблица) и их свойства (наследование, основанные на, ссылки).
sk: Exportovať štýly (odsek/znak/tabuľka) a ich vlastnosti (dedenie, založené na, odkazy).
sv: Exportera stilar (stycke/tecken/tabell) och deras egenskaper (ärvda, baserade på, länkar).
sw: Kuhamisha mitindo (aya/karakter/meza) na mali zao (urithi, msingi, viungo).
tr: Stilleri (paragraf/karakter/tablolar) ve özelliklerini (miras, dayalı, bağlantılar) dışa aktarın.
uk: Експорт стилів (абзац/символ/таблиця) та їх властивостей (спадкування, базові, посилання).
vi: Xuất khẩu các kiểu (đoạn/nhân vật/bảng) và các thuộc tính của chúng (kế thừa, dựa trên, liên kết).
zh_hans: 导出样式（段落/字符/表格）及其属性（继承、基于、链接）。

# tool_docx_fonts_to_json_title
source: Polices DOCX → JSON
bg: Шрифтове DOCX → JSON
cs: Písma DOCX → JSON
da: DOCX-skrifttyper → JSON
de: DOCX-Schriftarten → JSON
el: Γραμματοσειρές DOCX → JSON
es: Fuentes DOCX → JSON
fi: DOCX-fontit → JSON
fil: Mga Font ng DOCX → JSON
ja: DOCXフォント → JSON
nl: DOCX-lettertypen → JSON
no: DOCX-skrifter → JSON
pl: Czcionki DOCX → JSON
pt_pt: Fontes DOCX → JSON
ro: Fonturi DOCX → JSON
ru: Шрифты DOCX → JSON
sk: Písma DOCX → JSON
sv: DOCX-teckensnitt → JSON
sw: Fonti za DOCX → JSON
tr: DOCX Yazı Tipleri → JSON
uk: Шрифти DOCX → JSON
vi: Phông chữ DOCX → JSON
zh_hans: DOCX字体 → JSON

# tool_docx_fonts_to_json_desc
source: Lister les polices utilisées (runs/styles) et détecter celles qui ne sont jamais appliquées.
bg: Изброяване на използваните шрифтове (поток/стилове) и откриване на тези, които никога не са прилагани.
cs: Seznam použitých písem (runs/styly) a detekce těch, které nikdy nebyly aplikovány.
da: Liste de skrifttyper, der anvendes (runs/stilarter) og detekter dem, der aldrig anvendes.
de: Verwendete Schriftarten auflisten (Runs/Stile) und solche erkennen, die nie angewendet werden.
el: Λίστα των χρησιμοποιούμενων γραμματοσειρών (runs/styles) και ανίχνευση αυτών που δεν έχουν εφαρμοστεί ποτέ.
es: Listar las fuentes utilizadas (runs/styles) y detectar aquellas que nunca se aplican.
fi: Listaa käytetyt fontit (runs/tyylit) ja havaitse ne, joita ei koskaan käytetä.
fil: Ilista ang mga font na ginamit (runs/styles) at tukuyin ang mga hindi kailanman ginamit.
ja: 使用されているフォント（ラン/スタイル）をリストし、適用されていないフォントを検出します。
nl: Lijst de gebruikte lettertypen (runs/stijlen) en detecteer diegene die nooit zijn toegepast.
no: Liste over brukte skrifter (kjøringer/stiler) og oppdage de som aldri brukes.
pl: Wymień używane czcionki (runs/styles) i wykryj te, które nigdy nie są stosowane.
pt_pt: Listar as fontes utilizadas (runs/styles) e detectar aquelas que nunca são aplicadas.
ro: Listează fonturile utilizate (runs/stiluri) și detectează cele care nu sunt niciodată aplicate.
ru: Перечислить используемые шрифты (runs/styles) и обнаружить те, которые никогда не применялись.
sk: Zoznam písma použitých (runs/styles) a detekcia tých, ktoré nikdy neboli aplikované.
sv: Lista använda teckensnitt (runs/stilar) och upptäck de som aldrig tillämpas.
sw: Kuhesabu fonti zinazotumika (runs/styles) na kugundua zile ambazo hazijawahi kutumika.
tr: Kullanılan yazı tiplerini (runs/stiller) listeleyin ve asla uygulanmayanları tespit edin.
uk: Перелік використаних шрифтів (runs/styles) та виявлення тих, що ніколи не застосовуються.
vi: Liệt kê các phông chữ đã sử dụng (chạy/kiểu) và phát hiện những phông chữ không bao giờ được áp dụng.
zh_hans: 列出使用的字体（运行/样式）并检测未应用的字体。

# tool_docx_numbering_to_json_title
source: Listes & numérotation → JSON
bg: Списъци и номериране → JSON
cs: Seznamy & číslování → JSON
da: Lister & nummerering → JSON
de: Listen & Nummerierung → JSON
el: Λίστες & αρίθμηση → JSON
es: Listas y numeración → JSON
fi: Luettelot & numerointi → JSON
fil: Mga Listahan & Pagbibilang → JSON
ja: リスト & 番号付け → JSON
nl: Lijsten & nummering → JSON
no: Lister & nummerering → JSON
pl: Listy & numeracja → JSON
pt_pt: Listas & numeração → JSON
ro: Liste & numerotare → JSON
ru: Списки и нумерация → JSON
sk: Zoznamy & číslovanie → JSON
sv: Listor & numrering → JSON
sw: Orodha na uhesabu → JSON
tr: Listeler & numaralandırma → JSON
uk: Списки та нумерація → JSON
vi: Danh sách & đánh số → JSON
zh_hans: 列表 & 编号 → JSON

# tool_docx_numbering_to_json_desc
source: Exporter numbering.xml : niveaux, formats, indentations, numId/abstractNumId, et mapping par paragraphes.
bg: Експортиране на numbering.xml: нива, формати, отстъпи, numId/abstractNumId и картографиране по параграфи.
cs: Exportovat numbering.xml: úrovně, formáty, odsazení, numId/abstractNumId a mapování podle odstavců.
da: Eksporter numbering.xml: niveauer, formater, indrykninger, numId/abstractNumId, og mapping pr. afsnit.
de: Exportiere numbering.xml: Ebenen, Formate, Einrückungen, numId/abstractNumId und Mapping nach Absätzen.
el: Εξαγωγή numbering.xml: επίπεδα, μορφές, εσοχές, numId/abstractNumId, και mapping ανά παράγραφο.
es: Exportar numbering.xml: niveles, formatos, sangrías, numId/abstractNumId, y mapeo por párrafos.
fi: Vie numbering.xml: tasot, muodot, sisennykset, numId/abstractNumId ja kartoitus kappaleittain.
fil: I-export ang numbering.xml: mga antas, mga format, mga indentations, numId/abstractNumId, at mapping ayon sa mga talata.
ja: numbering.xmlをエクスポートします：レベル、フォーマット、インデント、numId/abstractNumId、および段落ごとのマッピング。
nl: Exporteer numbering.xml: niveaus, formaten, inspringingen, numId/abstractNumId, en mapping per alinea.
no: Eksportere numbering.xml: nivåer, formater, innrykk, numId/abstractNumId, og mapping per avsnitt.
pl: Eksportuj numbering.xml: poziomy, formaty, wcięcia, numId/abstractNumId oraz mapowanie według akapitów.
pt_pt: Exportar numbering.xml: níveis, formatos, indentação, numId/abstractNumId, e mapeamento por parágrafos.
ro: Exportă numbering.xml : niveluri, formate, indentări, numId/abstractNumId, și mapping pe paragrafe.
ru: Экспортировать numbering.xml: уровни, форматы, отступы, numId/abstractNumId и сопоставление по абзацам.
sk: Exportovať numbering.xml: úrovne, formáty, odsadenia, numId/abstractNumId a mapovanie podľa odsekov.
sv: Exportera numbering.xml: nivåer, format, indrag, numId/abstractNumId och mappning per stycke.
sw: Kuhamisha numbering.xml: viwango, mifumo, indentation, numId/abstractNumId, na ramani kwa aya.
tr: numbering.xml'i dışa aktarın: seviyeler, formatlar, girintiler, numId/abstractNumId ve paragraflara göre eşleme.
uk: Експорт numbering.xml: рівні, формати, відступи, numId/abstractNumId та мапування за абзацами.
vi: Xuất khẩu numbering.xml: cấp độ, định dạng, thụt lề, numId/abstractNumId, và ánh xạ theo đoạn.
zh_hans: 导出numbering.xml：级别、格式、缩进、numId/abstractNumId，以及按段落的映射。

# tool_docx_comments_to_json_title
source: Commentaires DOCX → JSON
bg: Коментари DOCX → JSON
cs: Komentáře DOCX → JSON
da: DOCX-kommentarer → JSON
de: DOCX-Kommentare → JSON
el: Σχόλια DOCX → JSON
es: Comentarios DOCX → JSON
fi: DOCX-kommentit → JSON
fil: Mga Komento ng DOCX → JSON
ja: DOCXコメント → JSON
nl: DOCX-opmerkingen → JSON
no: DOCX-kommentarer → JSON
pl: Komentarze DOCX → JSON
pt_pt: Comentários DOCX → JSON
ro: Comentarii DOCX → JSON
ru: Комментарии DOCX → JSON
sk: Komentáre DOCX → JSON
sv: DOCX-kommentarer → JSON
sw: Maoni ya DOCX → JSON
tr: DOCX Yorumları → JSON
uk: Коментарі DOCX → JSON
vi: Nhận xét DOCX → JSON
zh_hans: DOCX评论 → JSON

# tool_docx_comments_to_json_desc
source: Extraire comments.xml : auteurs, dates, ancres, contenu et statistiques.
bg: Извлечете comments.xml: автори, дати, анкери, съдържание и статистика.
cs: Extrahovat comments.xml: autoři, data, kotvy, obsah a statistiky.
da: Ekstraher comments.xml: forfattere, datoer, ankre, indhold og statistikker.
de: comments.xml extrahieren: Autoren, Daten, Anker, Inhalt und Statistiken.
el: Εξαγωγή comments.xml: συγγραφείς, ημερομηνίες, άγκυρες, περιεχόμενο και στατιστικά.
es: Extraer comments.xml: autores, fechas, anclas, contenido y estadísticas.
fi: Poista comments.xml: kirjoittajat, päivämäärät, ankkurit, sisältö ja tilastot.
fil: Kunin ang comments.xml: mga may-akda, mga petsa, mga anchor, nilalaman at mga istatistika.
ja: comments.xmlを抽出します：著者、日付、アンカー、内容、統計。
nl: Extraheer comments.xml: auteurs, data, ankers, inhoud en statistieken.
no: Ekstrahere comments.xml: forfattere, datoer, anker, innhold og statistikk.
pl: Wyodrębnij comments.xml: autorzy, daty, kotwice, treść i statystyki.
pt_pt: Extrair comments.xml: autores, datas, âncoras, conteúdo e estatísticas.
ro: Extrage comments.xml : autori, date, ancore, conținut și statistici.
ru: Извлечь comments.xml: авторы, даты, якоря, содержание и статистика.
sk: Extrahovať comments.xml: autori, dátumy, kotvy, obsah a štatistiky.
sv: Extrahera comments.xml: författare, datum, ankare, innehåll och statistik.
sw: Kuchota comments.xml: waandishi, tarehe, viungo, maudhui na takwimu.
tr: comments.xml'i çıkarın: yazarlar, tarihler, bağlantılar, içerik ve istatistikler.
uk: Екстракція comments.xml: автори, дати, якорі, вміст та статистика.
vi: Trích xuất comments.xml: tác giả, ngày, neo, nội dung và thống kê.
zh_hans: 提取comments.xml：作者、日期、锚点、内容和统计信息。

# tool_docx_track_changes_to_json_title
source: Révisions (track changes) → JSON
bg: Ревизии (проследяване на промените) → JSON
cs: Revize (sledování změn) → JSON
da: Revisioner (track changes) → JSON
de: Überarbeitungen (Track Changes) → JSON
el: Αναθεωρήσεις (track changes) → JSON
es: Revisiones (control de cambios) → JSON
fi: Muokkaukset (track changes) → JSON
fil: Mga Rebisyon (track changes) → JSON
ja: 改訂（トラック変更） → JSON
nl: Revisies (wijzigingen bijhouden) → JSON
no: Revisjoner (track changes) → JSON
pl: Rewizje (śledzenie zmian) → JSON
pt_pt: Revisões (track changes) → JSON
ro: Revizuiri (track changes) → JSON
ru: Правки (отслеживание изменений) → JSON
sk: Revízie (sledovanie zmien) → JSON
sv: Revisioner (spåra ändringar) → JSON
sw: Marekebisho (track changes) → JSON
tr: Revizyonlar (değişiklikleri takip et) → JSON
uk: Рецензії (відстеження змін) → JSON
vi: Sửa đổi (theo dõi thay đổi) → JSON
zh_hans: 修订（跟踪更改） → JSON

# tool_docx_track_changes_to_json_desc
source: Détecter insertions/suppressions, auteurs, dates et exporter un rapport de révisions.
bg: Открийте вмъквания/изтривания, автори, дати и експортирайте отчет за ревизии.
cs: Detekovat vložení/odstranění, autory, data a exportovat zprávu o revizích.
da: Detekter indsættelser/fjernelser, forfattere, datoer og eksportere en revisionsrapport.
de: Erkenne Einfügungen/Löschungen, Autoren, Daten und exportiere einen Überarbeitungsbericht.
el: Ανίχνευση προσθηκών/διαγραφών, συγγραφέων, ημερομηνιών και εξαγωγή αναφοράς αναθεωρήσεων.
es: Detectar inserciones/suprimidos, autores, fechas y exportar un informe de revisiones.
fi: Havaitse lisäykset/poistot, kirjoittajat, päivämäärät ja vie muokkausraportti.
fil: Tukuyin ang mga pagdaragdag/pagtanggal, mga may-akda, mga petsa at i-export ang isang ulat ng mga rebisyon.
ja: 挿入/削除、著者、日付を検出し、改訂レポートをエクスポートします。
nl: Detecteer invoegingen/verwijderingen, auteurs, data en exporteer een revisierapport.
no: Oppdage innsettinger/fjerninger, forfattere, datoer og eksportere en revisjonsrapport.
pl: Wykryj wstawienia/usunięcia, autorów, daty i wyeksportuj raport z rewizjami.
pt_pt: Detectar inserções/supressões, autores, datas e exportar um relatório de revisões.
ro: Detectează inserții/suprimi, autori, date și exportă un raport de revizuiri.
ru: Обнаружить вставки/удаления, авторов, даты и экспортировать отчет о правках.
sk: Detekcia vložení/odstránení, autorov, dátumov a exportovať správu o revíziách.
sv: Upptäck insättningar/borttagningar, författare, datum och exportera en revisionsrapport.
sw: Kugundua kuingizwa/kuondolewa, waandishi, tarehe na kuhamasisha ripoti ya marekebisho.
tr: Ekleme/silme, yazarlar, tarihler tespit edin ve bir revizyon raporu dışa aktarın.
uk: Виявлення вставок/видалень, авторів, дат та експорт звіту про рецензії.
vi: Phát hiện các chèn/xóa, tác giả, ngày và xuất khẩu báo cáo sửa đổi.
zh_hans: 检测插入/删除、作者、日期并导出修订报告。

# tool_docx_hyperlinks_extractor_title
source: Extraire les liens d'un DOCX
bg: Извлечете линковете от DOCX
cs: Extrahovat odkazy z DOCX
da: Ekstraher links fra en DOCX
de: Links aus einem DOCX extrahieren
el: Εξαγωγή συνδέσμων από ένα DOCX
es: Extraer los enlaces de un DOCX
fi: Poista linkit DOCX:stä
fil: Kunin ang mga link mula sa isang DOCX
ja: DOCXからリンクを抽出
nl: Extraheer links uit een DOCX
no: Ekstrahere lenker fra en DOCX
pl: Wyodrębnij linki z pliku DOCX
pt_pt: Extrair os links de um DOCX
ro: Extrage linkurile dintr-un DOCX
ru: Извлечь ссылки из DOCX
sk: Extrahovať odkazy z DOCX
sv: Extrahera länkar från en DOCX
sw: Kuchota viungo kutoka DOCX
tr: Bir DOCX'ten bağlantıları çıkar
uk: Екстракція посилань з DOCX
vi: Trích xuất liên kết từ một DOCX
zh_hans: 从DOCX中提取链接

# tool_docx_hyperlinks_extractor_desc
source: Extraire les hyperlinks (rels + champs) et exporter en JSON/texte.
bg: Извлечете хипервръзките (rels + полета) и експортирайте в JSON/текст.
cs: Extrahovat hypertextové odkazy (rels + pole) a exportovat do JSON/textu.
da: Ekstraher hyperlinks (rels + felter) og eksporter i JSON/tekst.
de: Hyperlinks (rels + Felder) extrahieren und in JSON/Text exportieren.
el: Εξαγωγή hyperlinks (rels + πεδία) και εξαγωγή σε JSON/κείμενο.
es: Extraer los hipervínculos (rels + campos) y exportar en JSON/texto.
fi: Poista hyperlinkit (rels + kentät) ja vie ne JSON/teksti.
fil: Kunin ang mga hyperlink (rels + mga field) at i-export ito sa JSON/teksto.
ja: ハイパーリンク（rels + フィールド）を抽出し、JSON/テキストにエクスポートします。
nl: Extraheer hyperlinks (rels + velden) en exporteer naar JSON/tekst.
no: Ekstrahere hyperlenker (rels + felt) og eksportere i JSON/tekst.
pl: Wyodrębnij hiperlinki (rels + pola) i wyeksportuj do JSON/tekstu.
pt_pt: Extrair os hyperlinks (rels + campos) e exportar em JSON/texto.
ro: Extrage hyperlinkurile (rels + câmpuri) și le exportă în JSON/text.
ru: Извлечь гиперссылки (rels + поля) и экспортировать в JSON/текст.
sk: Extrahovať hypertextové odkazy (rels + polia) a exportovať do JSON/textu.
sv: Extrahera hyperlänkar (rels + fält) och exportera i JSON/text.
sw: Kuchota hyperlinks (rels + viwanja) na kuhamasisha kwa JSON/maandishi.
tr: Bağlantıları (rels + alanlar) çıkarın ve JSON/metin olarak dışa aktarın.
uk: Екстракція гіперпосилань (rels + поля) та експорт у JSON/текст.
vi: Trích xuất các liên kết (rels + trường) và xuất khẩu dưới dạng JSON/văn bản.
zh_hans: 提取超链接（关系 + 字段）并导出为JSON/文本。

# tool_docx_images_extractor_title
source: Extraire les images d'un DOCX
bg: Извлечете изображенията от DOCX
cs: Extrahovat obrázky z DOCX
da: Ekstraher billeder fra en DOCX
de: Bilder aus einem DOCX extrahieren
el: Εξαγωγή εικόνων από ένα DOCX
es: Extraer las imágenes de un DOCX
fi: Poista kuvat DOCX:stä
fil: Kunin ang mga imahe mula sa isang DOCX
ja: DOCXから画像を抽出
nl: Extraheer afbeeldingen uit een DOCX
no: Ekstrahere bilder fra en DOCX
pl: Wyodrębnij obrazy z pliku DOCX
pt_pt: Extrair as imagens de um DOCX
ro: Extrage imaginile dintr-un DOCX
ru: Извлечь изображения из DOCX
sk: Extrahovať obrázky z DOCX
sv: Extrahera bilder från en DOCX
sw: Kuchota picha kutoka DOCX
tr: Bir DOCX'ten görüntüleri çıkar
uk: Екстракція зображень з DOCX
vi: Trích xuất hình ảnh từ một DOCX
zh_hans: 从DOCX中提取图像

# tool_docx_images_extractor_desc
source: Extraire /word/media/* et produire un inventaire (dimensions, type, références).
bg: Извлечете /word/media/* и създайте инвентар (размери, тип, референции).
cs: Extrahovat /word/media/* a vytvořit inventář (rozměry, typ, odkazy).
da: Ekstraher /word/media/* og producer et inventar (dimensioner, type, referencer).
de: /word/media/* extrahieren und ein Inventar erstellen (Abmessungen, Typ, Referenzen).
el: Εξαγωγή /word/media/* και παραγωγή αποθέματος (διαστάσεις, τύπος, αναφορές).
es: Extraer /word/media/* y producir un inventario (dimensiones, tipo, referencias).
fi: Poista /word/media/* ja tuota inventaario (mitat, tyyppi, viittaukset).
fil: Kunin ang /word/media/* at gumawa ng imbentaryo (mga sukat, uri, mga sanggunian).
ja: /word/media/*を抽出し、インベントリを生成します（寸法、タイプ、参照）。
nl: Extraheer /word/media/* en produceer een inventaris (afmetingen, type, referenties).
no: Ekstrahere /word/media/* og lage et inventar (dimensjoner, type, referanser).
pl: Wyodrębnij /word/media/* i stwórz inwentarz (wymiary, typ, odniesienia).
pt_pt: Extrair /word/media/* e produzir um inventário (dimensões, tipo, referências).
ro: Extrage /word/media/* și produce un inventar (dimensiuni, tip, referințe).
ru: Извлечь /word/media/* и создать инвентаризацию (размеры, тип, ссылки).
sk: Extrahovať /word/media/* a vytvoriť inventár (rozmery, typ, odkazy).
sv: Extrahera /word/media/* och producera en inventering (dimensioner, typ, referenser).
sw: Kuchota /word/media/* na kutoa hesabu (vipimo, aina, marejeo).
tr: /word/media/* çıkarın ve bir envanter oluşturun (boyutlar, tür, referanslar).
uk: Екстракція /word/media/* та створення інвентаризації (розміри, тип, посилання).
vi: Trích xuất /word/media/* và tạo một danh sách (kích thước, loại, tham chiếu).
zh_hans: 提取/word/media/*并生成清单（尺寸、类型、引用）。

# tool_docx_headers_footers_to_json_title
source: En-têtes & pieds de page → JSON
bg: Заглавия и долни колонтитули → JSON
cs: Záhlaví & patičky → JSON
da: Overskrifter & fodnoter → JSON
de: Kopf- & Fußzeilen → JSON
el: Κεφαλίδες & υποσέλιδα → JSON
es: Encabezados y pies de página → JSON
fi: Otsikot & alatunnisteet → JSON
fil: Mga Header & Footer → JSON
ja: ヘッダー & フッター → JSON
nl: Kop- & voetteksten → JSON
no: Overskrifter & bunntekster → JSON
pl: Nagłówki & stopki → JSON
pt_pt: Cabeçalhos & rodapés → JSON
ro: Antete & picioare de pagină → JSON
ru: Заголовки и колонтитулы → JSON
sk: Hlavičky & päty → JSON
sv: Rubriker & sidfötter → JSON
sw: Vichwa na miguu → JSON
tr: Başlıklar & altbilgiler → JSON
uk: Заголовки та колонтитули → JSON
vi: Tiêu đề & chân trang → JSON
zh_hans: 页眉 & 页脚 → JSON

# tool_docx_headers_footers_to_json_desc
source: Exporter header*.xml/footer*.xml, avec leurs rels, et distinguer first/even/default.
bg: Експортирайте header*.xml/footer*.xml, с техните rels, и разграничете first/even/default.
cs: Exportovat header*.xml/footer*.xml, s jejich rels, a rozlišit first/even/default.
da: Eksporter header*.xml/footer*.xml, med deres rels, og skelne mellem first/even/default.
de: header*.xml/footer*.xml exportieren, mit ihren rels, und zwischen first/even/default unterscheiden.
el: Εξαγωγή header*.xml/footer*.xml, με τα rels τους, και διάκριση first/even/default.
es: Exportar header*.xml/footer*.xml, con sus rels, y distinguir first/even/default.
fi: Vie header*.xml/footer*.xml, niiden rels, ja erota first/even/default.
fil: I-export ang header*.xml/footer*.xml, kasama ang kanilang mga rels, at tukuyin ang first/even/default.
ja: header*.xml/footer*.xmlをエクスポートし、そのリレーションシップを含め、first/even/defaultを区別します。
nl: Exporteer header*.xml/footer*.xml, met hun rels, en onderscheid first/even/default.
no: Eksportere header*.xml/footer*.xml, med deres rels, og skille first/even/default.
pl: Eksportuj header*.xml/footer*.xml, z ich rels, i rozróżnij first/even/default.
pt_pt: Exportar header*.xml/footer*.xml, com seus rels, e distinguir first/even/default.
ro: Exportă header*.xml/footer*.xml, cu rels lor, și distinge first/even/default.
ru: Экспортировать header*.xml/footer*.xml с их rels и различать first/even/default.
sk: Exportovať header*.xml/footer*.xml, s ich rels, a rozlíšiť first/even/default.
sv: Exportera header*.xml/footer*.xml, med deras rels, och särskilja first/even/default.
sw: Kuhamisha header*.xml/footer*.xml, pamoja na rels zao, na kutofautisha first/even/default.
tr: header*.xml/footer*.xml'yi dışa aktarın, rels'leri ile birlikte ve first/even/default olarak ayırın.
uk: Експорт header*.xml/footer*.xml, з їхніми rels, та розрізнення first/even/default.
vi: Xuất khẩu header*.xml/footer*.xml, với các rels của chúng, và phân biệt first/even/default.
zh_hans: 导出header*.xml/footer*.xml，连同它们的关系，并区分first/even/default。

# tool_docx_footnotes_endnotes_to_json_title
source: Notes de bas de page → JSON
bg: Бележки под линия → JSON
cs: Poznámky pod čarou → JSON
da: Fodnoter → JSON
de: Fußnoten → JSON
el: Σημειώσεις υποσημείωσης → JSON
es: Notas al pie → JSON
fi: Alaviitteet → JSON
fil: Mga Tala sa Ibaba → JSON
ja: 脚注 → JSON
nl: Voetnoten → JSON
no: Fotnoter → JSON
pl: Przypisy dolne → JSON
pt_pt: Notas de rodapé → JSON
ro: Note de subsol → JSON
ru: Сноски → JSON
sk: Poznámky pod čiarou → JSON
sv: Fotnoter → JSON
sw: Maelezo ya chini → JSON
tr: Dipnotlar → JSON
uk: Примітки внизу сторінки → JSON
vi: Chú thích → JSON
zh_hans: 脚注 → JSON
