Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_exercises_generator_uc1_text
source: Idéal pour s’entraîner avant un contrôle, un examen ou un concours, avec des exercices renouvelés à chaque utilisation.
af: Ideaal om voor 'n toets, eksamen of kompetisie te oefen, met oefeninge wat by elke gebruik hernu word.
bg: Идеален за подготовка преди контрол, изпит или конкурс, с нови упражнения при всяка употреба.
cs: Ideální pro trénink před testem, zkouškou nebo soutěží, s cvičeními obměňovanými při každém použití.
da: Ideel til at træne før en kontrol, en eksamen eller en konkurrence, med øvelser der fornyes ved hver brug.
de: Ideal zum Üben vor einer Kontrolle, Prüfung oder einem Wettbewerb, mit bei jeder Nutzung erneuerten Übungen.
el: Ιδανικό για εξάσκηση πριν από έναν έλεγχο, μια εξέταση ή έναν διαγωνισμό, με ασκήσεις που ανανεώνονται σε κάθε χρήση.
es: Ideal para practicar antes de un control, examen o concurso, con ejercicios renovados en cada uso.
fi: Ihanteellinen harjoitteluun ennen koetta, tenttiä tai kilpailua, uusilla harjoituksilla jokaisella käytöllä.
fil: Perpekto para sa pagsasanay bago ang isang pagsusulit, eksaminasyon, o kumpetisyon, na may mga ehersisyo na na-update sa bawat paggamit.
hu: Ideális edzéshez egy ellenőrzés, vizsga vagy verseny előtt, minden használatkor megújított feladatokkal.
id: Ideal untuk berlatih sebelum kontrol, ujian, atau kompetisi, dengan latihan yang diperbarui setiap kali digunakan.
it: Ideale per allenarsi prima di un controllo, un esame o un concorso, con esercizi rinnovati a ogni utilizzo.
ja: テスト、試験、またはコンペティションの前に練習するのに最適で、使用するたびに演習が更新されます。
ko: 시험, 평가 또는 경연 전에 연습하기에 이상적이며, 매번 사용 시 새로운 연습 문제가 제공됩니다.
nl: Ideaal om te oefenen voor een toets, examen of wedstrijd, met vernieuwde oefeningen bij elk gebruik.
no: Ideell for å trene før en test, eksamen eller konkurranse, med øvelser som fornyes ved hver bruk.
pl: Idealne do ćwiczeń przed sprawdzianem, egzaminem lub konkursem, z ćwiczeniami odnawianymi przy każdym użyciu.
pt_pt: Ideal para treinar antes de um teste, exame ou concurso, com exercícios renovados a cada uso.
ro: Ideal pentru a exersa înainte de un control, un examen sau un concurs, cu exerciții reînnoite la fiecare utilizare.
ru: Идеально подходит для подготовки к контрольной, экзамену или конкурсу, с обновляемыми упражнениями при каждом использовании.
sk: Ideálne na tréning pred kontrolou, skúškou alebo súťažou, s cvičeniami obmenenými pri každom použití.
sv: Idealisk för att träna inför en kontroll, ett prov eller en tävling, med övningar som förnyas vid varje användning.
sw: Inafaa kwa mazoezi kabla ya udhibiti, mtihani au mashindano, na mazoezi yanayorejelewa kila matumizi.
tr: Bir kontrol, sınav veya yarışma öncesi pratik yapmak için idealdir, her kullanımda yenilenen alıştırmalarla.
uk: Ідеально підходить для підготовки до контролю, іспиту або конкурсу, з новими вправами при кожному використанні.
vi: Lý tưởng để luyện tập trước một bài kiểm tra, một kỳ thi hoặc một cuộc thi, với các bài tập được làm mới mỗi lần sử dụng.
zh_hans: 非常适合在考试、测验或竞赛前进行练习，每次使用都有新的练习。

# ed_math_percentages_percentage_exercises_generator_uc2_title
source: Enseigner ou accompagner
af: Onderwys of begelei
bg: Преподаване или подпомагане
cs: Učit nebo doprovázet
da: Undervise eller støtte
de: Lehren oder Begleiten
el: Διδασκαλία ή υποστήριξη
es: Enseñar o acompañar
fi: Opettaminen tai ohjaaminen
fil: Magturo o mag-accompany
hu: Tanítani vagy kísérni
id: Mengajar atau mendampingi
it: Insegnare o accompagnare
ja: 教えるまたはサポートする
ko: 가르치거나 지원하기
nl: Onderwijzen of begeleiden
no: Undervise eller veilede
pl: Nauczanie lub wsparcie
pt_pt: Ensinar ou acompanhar
ro: Predare sau însoțire
ru: Преподавать или сопровождать
sk: Učiť alebo sprevádzať
sv: Undervisa eller stödja
sw: Kufundisha au kusaidia
tr: Öğretmek veya desteklemek
uk: Навчати або супроводжувати
vi: Giảng dạy hoặc hỗ trợ
zh_hans: 教学或辅导

# ed_math_percentages_percentage_exercises_generator_uc2_text
source: Utile pour les enseignants, parents ou formateurs souhaitant proposer rapidement des exercices adaptés.
af: Nuttig vir onderwysers, ouers of opleiers wat vinnig aangepaste oefeninge wil aanbied.
bg: Полезно за учители, родители или обучители, които искат бързо да предложат подходящи упражнения.
cs: Užitečné pro učitele, rodiče nebo školitele, kteří chtějí rychle nabídnout přizpůsobená cvičení.
da: Nyttig for lærere, forældre eller trænere, der ønsker hurtigt at tilbyde tilpassede øvelser.
de: Nützlich für Lehrer, Eltern oder Trainer, die schnell angepasste Übungen anbieten möchten.
el: Χρήσιμο για δασκάλους, γονείς ή εκπαιδευτές που επιθυμούν να προσφέρουν γρήγορα προσαρμοσμένες ασκήσεις.
es: Útil para docentes, padres o formadores que deseen ofrecer rápidamente ejercicios adaptados.
fi: Hyödyllinen opettajille, vanhemmille tai kouluttajille, jotka haluavat nopeasti tarjota mukautettuja harjoituksia.
fil: Kapaki-pakinabang para sa mga guro, magulang, o tagapagsanay na nais mabilis na mag-alok ng mga angkop na ehersisyo.
hu: Hasznos tanárok, szülők vagy oktatók számára, akik gyorsan szeretnének megfelelő feladatokat ajánlani.
id: Bermanfaat bagi guru, orang tua, atau pelatih yang ingin dengan cepat menawarkan latihan yang sesuai.
it: Utile per insegnanti, genitori o formatori che desiderano proporre rapidamente esercizi adatti.
ja: 迅速に適切な演習を提供したい教師、親、またはトレーナーに役立ちます。
ko: 신속하게 적절한 연습 문제를 제공하고자 하는 교사, 부모 또는 교육자에게 유용합니다.
nl: Nuttig voor docenten, ouders of trainers die snel aangepaste oefeningen willen aanbieden.
no: Nyttig for lærere, foreldre eller trenere som ønsker å raskt tilby tilpassede øvelser.
pl: Przydatne dla nauczycieli, rodziców lub trenerów, którzy chcą szybko zaproponować odpowiednie ćwiczenia.
pt_pt: Útil para professores, pais ou formadores que desejam oferecer rapidamente exercícios adaptados.
ro: Util pentru profesori, părinți sau formatori care doresc să propună rapid exerciții adaptate.
ru: Полезно для учителей, родителей или тренеров, желающих быстро предложить подходящие упражнения.
sk: Užitočné pre učiteľov, rodičov alebo školiteľov, ktorí chcú rýchlo ponúknuť prispôsobené cvičenia.
sv: Nyttig för lärare, föräldrar eller tränare som vill snabbt erbjuda anpassade övningar.
sw: Inafaida kwa walimu, wazazi au wakufunzi wanaotaka kutoa haraka mazoezi yanayofaa.
tr: Hızlı bir şekilde uygun alıştırmalar sunmak isteyen öğretmenler, ebeveynler veya eğitmenler için faydalıdır.
uk: Корисно для вчителів, батьків або тренерів, які хочуть швидко запропонувати відповідні вправи.
vi: Hữu ích cho giáo viên, phụ huynh hoặc người hướng dẫn muốn nhanh chóng cung cấp các bài tập phù hợp.
zh_hans: 对希望快速提供适合练习的教师、家长或培训师非常有用。

# ed_math_percentages_percentage_exercises_generator_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co dostanete
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的结果

# ed_math_percentages_percentage_exercises_generator_out1
source: Une série d’exercices générés automatiquement, couvrant différents types de calculs de pourcentages.
af: 'n Reeks outomaties gegenereerde oefeninge wat verskillende tipes persentasieberekeninge dek.
bg: Серия от автоматично генерирани упражнения, обхващащи различни видове изчисления на проценти.
cs: Sérii automaticky generovaných cvičení pokrývajících různé typy výpočtů procent.
da: En række automatisk genererede øvelser, der dækker forskellige typer procentberegninger.
de: Eine Reihe automatisch generierter Übungen, die verschiedene Arten von Prozentberechnungen abdecken.
el: Μια σειρά αυτόματα παραγόμενων ασκήσεων, καλύπτοντας διάφορους τύπους υπολογισμών ποσοστών.
es: Una serie de ejercicios generados automáticamente, cubriendo diferentes tipos de cálculos de porcentajes.
fi: Sarja automaattisesti luotuja harjoituksia, jotka kattavat erilaisia prosenttilaskentatyyppejä.
fil: Isang serye ng mga ehersisyo na awtomatikong nabuo, na sumasaklaw sa iba't ibang uri ng kalkulasyon ng porsyento.
hu: Egy automatikusan generált feladatsor, amely különböző százalékszámítási típusokat ölel fel.
id: Serangkaian latihan yang dihasilkan secara otomatis, mencakup berbagai jenis perhitungan persentase.
it: Una serie di esercizi generati automaticamente, che coprono diversi tipi di calcoli di percentuali.
ja: さまざまなタイプのパーセンテージ計算をカバーする自動生成された演習のシリーズ。
ko: 다양한 유형의 백분율 계산을 포함하는 자동 생성된 연습 문제 시리즈입니다.
nl: Een reeks automatisch gegenereerde oefeningen, die verschillende soorten percentageberekeningen dekken.
no: En serie automatisk genererte øvelser som dekker forskjellige typer prosentberegninger.
pl: Seria automatycznie generowanych ćwiczeń, obejmujących różne rodzaje obliczeń procentowych.
pt_pt: Uma série de exercícios gerados automaticamente, cobrindo diferentes tipos de cálculos de porcentagens.
ro: O serie de exerciții generate automat, acoperind diferite tipuri de calcule de procente.
ru: Серия автоматически сгенерированных упражнений, охватывающих различные типы расчетов процентов.
sk: Sériu automaticky generovaných cvičení, pokrývajúcich rôzne typy výpočtov percent.
sv: En serie automatiskt genererade övningar som täcker olika typer av procentberäkningar.
sw: Mfululizo wa mazoezi yaliyoundwa moja kwa moja, yanayohusisha aina mbalimbali za hesabu za asilimia.
tr: Farklı yüzde hesaplamalarını kapsayan otomatik olarak üretilen bir dizi alıştırma.
uk: Серія автоматично згенерованих вправ, що охоплюють різні типи розрахунків відсотків.
vi: Một loạt các bài tập được tạo tự động, bao gồm nhiều loại phép tính tỷ lệ phần trăm khác nhau.
zh_hans: 一系列自动生成的练习，涵盖不同类型的百分比计算。

# ed_math_percentages_percentage_exercises_generator_out2
source: Des énoncés clairs avec des données variées pour éviter l’apprentissage par cœur.
af: Duidelike stellings met verskeie data om die leer deur memorisering te vermy.
bg: Ясни формулировки с разнообразни данни, за да се избегне механично запаметяване.
cs: Jasné zadání s různými daty, aby se předešlo učení nazpaměť.
da: Klare udsagn med varierede data for at undgå at lære udenad.
de: Klare Aufgabenstellungen mit abwechslungsreichen Daten, um das Auswendiglernen zu vermeiden.
el: Καθαρές διατυπώσεις με ποικιλία δεδομένων για να αποφευχθεί η απομνημόνευση.
es: Enunciados claros con datos variados para evitar el aprendizaje de memoria.
fi: Selkeät tehtävänannot vaihtelevilla tiedoilla, jotta vältetään pänttäys.
fil: Malinaw na mga pahayag na may iba't ibang datos upang maiwasan ang pag-aaral sa pamamagitan ng pag-uulit.
hu: Világos megfogalmazások változatos adatokkal, hogy elkerüljük a memorizálást.
id: Pernyataan yang jelas dengan data yang bervariasi untuk menghindari pembelajaran secara mekanis.
it: Dichiarazioni chiare con dati vari per evitare l'apprendimento a memoria.
ja: 暗記を避けるために、さまざまなデータを持つ明確な問題文。
ko: 암기를 피하기 위해 다양한 데이터가 포함된 명확한 설명입니다.
nl: Duidelijke stellingen met gevarieerde gegevens om het uit het hoofd leren te vermijden.
no: Klare oppgaver med varierte data for å unngå pugging.
pl: Jasne opisy z różnorodnymi danymi, aby uniknąć uczenia się na pamięć.
pt_pt: Declarações claras com dados variados para evitar a memorização.
ro: Enunțuri clare cu date variate pentru a evita învățarea pe de rost.
ru: Четкие формулировки с разнообразными данными, чтобы избежать заучивания.
sk: Jasné zadania s rôznymi údajmi, aby sa predišlo memorovaniu.
sv: Tydliga formuleringar med varierande data för att undvika att lära sig utantill.
sw: Matangazo wazi na data mbalimbali ili kuepuka kujifunza kwa kukariri.
tr: Ezberlemeyi önlemek için çeşitli verilerle net ifadeler.
uk: Чіткі формулювання з різноманітними даними, щоб уникнути заучування.
vi: Các đề bài rõ ràng với dữ liệu đa dạng để tránh việc học thuộc lòng.
zh_hans: 清晰的题目和多样的数据，以避免死记硬背。

# ed_math_percentages_percentage_exercises_generator_out3
source: Des corrections ou résultats permettant de vérifier immédiatement sa compréhension.
af: Korreksies of resultate wat onmiddellik toelaat om jou begrip te verifieer.
bg: Корекции или резултати, позволяващи незабавна проверка на разбирането.
cs: Opravy nebo výsledky umožňující okamžitě zkontrolovat své porozumění.
da: Korrigeringer eller resultater, der gør det muligt straks at kontrollere sin forståelse.
de: Korrekturen oder Ergebnisse, die eine sofortige Überprüfung des Verständnisses ermöglichen.
el: Διορθώσεις ή αποτελέσματα που επιτρέπουν την άμεση επιβεβαίωση της κατανόησης.
es: Correcciones o resultados que permiten verificar inmediatamente la comprensión.
fi: Korjauksia tai tuloksia, jotka mahdollistavat ymmärryksen välittömän tarkistamisen.
fil: Mga pagwawasto o resulta na nagpapahintulot na agad na suriin ang iyong pag-unawa.
hu: Azonnali ellenőrzést lehetővé tevő megoldások vagy eredmények a megértés ellenőrzésére.
id: Koreksi atau hasil yang memungkinkan untuk segera memeriksa pemahaman.
it: Correzioni o risultati che consentono di verificare immediatamente la propria comprensione.
ja: 理解を即座に確認できる解答または結果。
ko: 즉시 이해도를 확인할 수 있는 수정 사항 또는 결과입니다.
nl: Correcties of resultaten waarmee men onmiddellijk zijn begrip kan controleren.
no: Korrigeringer eller resultater som gjør det mulig å umiddelbart sjekke forståelsen.
pl: Poprawki lub wyniki umożliwiające natychmiastowe sprawdzenie zrozumienia.
pt_pt: Correções ou resultados que permitem verificar imediatamente a compreensão.
ro: Corecturi sau rezultate care permit verificarea imediată a înțelegerii.
ru: Корректировки или результаты, позволяющие немедленно проверить свое понимание.
sk: Opravy alebo výsledky umožňujúce okamžité overenie porozumenia.
sv: Korrigeringar eller resultat som gör att man omedelbart kan kontrollera sin förståelse.
sw: Marekebisho au matokeo yanayoruhusu kuthibitisha mara moja uelewa wake.
tr: Anlayışınızı hemen kontrol etmenizi sağlayan düzeltmeler veya sonuçlar.
uk: Виправлення або результати, що дозволяють негайно перевірити своє розуміння.
vi: Các đáp án hoặc kết quả cho phép kiểm tra ngay lập tức sự hiểu biết của mình.
zh_hans: 提供答案或结果，以便立即检查理解。

# ed_math_percentages_percentage_exercises_generator_out4
source: Un outil d’entraînement complémentaire aux calculateurs et aux pages de cours.
af: 'n Oefeningstoestel wat aanvullend is tot sakrekenaars en lesbladsye.
bg: Допълнителен тренировъчен инструмент към калкулатори и учебни страници.
cs: Nástroj pro trénink doplňující kalkulátory a stránky kurzu.
da: Et træningsværktøj, der supplerer lommeregnere og kursussider.
de: Ein zusätzliches Trainingswerkzeug zu Taschenrechnern und Kursseiten.
el: Ένα εργαλείο εξάσκησης συμπληρωματικό στους υπολογιστές και τις σελίδες μαθημάτων.
es: Una herramienta de entrenamiento complementaria a las calculadoras y a las páginas de curso.
fi: Harjoittelutyökalu, joka täydentää laskimia ja oppimislehtiä.
fil: Isang karagdagang tool sa pagsasanay sa mga calculator at mga pahina ng kurso.
hu: Kiegészítő edzőeszköz a számológépek és tananyagok mellett.
id: Sebuah alat latihan tambahan untuk kalkulator dan halaman kursus.
it: Uno strumento di allenamento complementare ai calcolatori e alle pagine di corso.
ja: 計算機や授業ページに補完するトレーニングツール。
ko: 계산기 및 강의 페이지에 보완적인 훈련 도구입니다.
nl: Een aanvullend oefentool naast rekenmachines en cursuspagina's.
no: Et supplement til treningsverktøy som kalkulatorer og kursider.
pl: Narzędzie do ćwiczeń uzupełniające dla kalkulatorów i stron kursowych.
pt_pt: Uma ferramenta de treinamento complementar a calculadoras e páginas de curso.
ro: Un instrument de antrenament complementar calculatoarelor și paginilor de curs.
ru: Дополнительный инструмент для тренировки, дополняющий калькуляторы и учебные страницы.
sk: Nástroj na tréning doplňujúci kalkulačky a učebné stránky.
sv: Ett träningsverktyg som kompletterar räknare och kursmaterial.
sw: Kifaa cha mazoezi kinachokamilisha wahesabu na kurasa za masomo.
tr: Hesap makineleri ve ders sayfalarına ek bir pratik aracı.
uk: Додатковий інструмент для тренування, що доповнює калькулятори та навчальні сторінки.
vi: Một công cụ luyện tập bổ sung cho các máy tính và các trang học.
zh_hans: 一个补充训练工具，适用于计算器和课程页面。

# ed_math_percentages_percentage_exercises_generator_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и важни моменти
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Határok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Grenser og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_exercises_generator_lim1
source: Ce générateur vise l’entraînement, pas l’évaluation officielle ou notée.
af: Hierdie generator is gemik op oefening, nie op amptelike of gegradeerde evaluering nie.
bg: Този генератор е насочен към тренировка, а не към официална или оценена оценка.
cs: Tento generátor je zaměřen na trénink, nikoli na oficiální nebo hodnocené vyhodnocení.
da: Denne generator har til formål at træne, ikke at evaluere officielt eller bedømt.
de: Dieser Generator zielt auf das Training ab, nicht auf die offizielle oder benotete Bewertung.
el: Αυτή η γεννήτρια στοχεύει στην εξάσκηση, όχι στην επίσημη ή βαθμολογημένη αξιολόγηση.
es: Este generador tiene como objetivo el entrenamiento, no la evaluación oficial o calificada.
fi: Tämä generaattori on suunniteltu harjoittelua varten, ei virallista tai arvioitua käyttöä varten.
fil: Ang generator na ito ay nakatuon sa pagsasanay, hindi sa opisyal o naitalang pagsusuri.
hu: Ez a generátor az edzésre összpontosít, nem hivatalos vagy értékelt vizsgálatra.
id: Generator ini ditujukan untuk latihan, bukan evaluasi resmi atau yang dinilai.
it: Questo generatore è destinato all'allenamento, non alla valutazione ufficiale o con voto.
ja: この生成器はトレーニングを目的としており、公式または評価された評価ではありません。
ko: 이 생성기는 훈련을 목표로 하며, 공식적인 평가나 점수를 매기기 위한 것이 아닙니다.
nl: Deze generator is gericht op training, niet op officiële of beoordeelde evaluatie.
no: Denne generatoren er ment for trening, ikke for offisiell eller vurdert evaluering.
pl: Ten generator ma na celu trening, a nie oficjalną lub ocenianą ewaluację.
pt_pt: Este gerador visa o treinamento, não a avaliação oficial ou com nota.
ro: Acest generator vizează antrenamentul, nu evaluarea oficială sau notată.
ru: Этот генератор предназначен для тренировки, а не для официальной или оценочной проверки.
sk: Tento generátor je zameraný na tréning, nie na oficiálne alebo hodnotené hodnotenie.
sv: Denna generator syftar till träning, inte officiell eller betygsatt bedömning.
sw: Kizazi hiki kinakusudia mazoezi, si tathmini rasmi au iliyokaguliwa.
tr: Bu üretici, resmi veya notlandırılmış bir değerlendirme değil, pratik yapmayı hedefler.
uk: Цей генератор призначений для тренування, а не для офіційної або оцінювальної перевірки.
vi: Máy phát này nhằm mục đích luyện tập, không phải đánh giá chính thức hoặc có điểm.
zh_hans: 此生成器旨在训练，而非正式或评分评估。

# ed_math_percentages_percentage_exercises_generator_lim2
source: Il est recommandé de comprendre les méthodes de calcul avant de multiplier les exercices.
af: Dit word aanbeveel om die berekeningsmetodes te verstaan voordat jy die oefeninge vermenigvuldig.
bg: Препоръчително е да се разберат методите на изчисление, преди да се увеличи броят на упражненията.
cs: Doporučuje se pochopit metody výpočtu před tím, než se násobí cvičení.
da: Det anbefales at forstå beregningsmetoderne, før man multiplicerer øvelserne.
de: Es wird empfohlen, die Berechnungsmethoden zu verstehen, bevor man die Übungen vervielfacht.
el: Συνιστάται να κατανοήσετε τις μεθόδους υπολογισμού πριν πολλαπλασιάσετε τις ασκήσεις.
es: Se recomienda comprender los métodos de cálculo antes de multiplicar los ejercicios.
fi: On suositeltavaa ymmärtää laskentamenetelmät ennen harjoitusten lisäämistä.
fil: Inirerekomenda na maunawaan ang mga pamamaraan ng kalkulasyon bago mag-multiply ng mga ehersisyo.
hu: Ajánlott megérteni a számítási módszereket, mielőtt megsokszorozná a feladatokat.
id: Disarankan untuk memahami metode perhitungan sebelum menggandakan latihan.
it: Si raccomanda di comprendere i metodi di calcolo prima di moltiplicare gli esercizi.
ja: 演習を増やす前に計算方法を理解することをお勧めします。
ko: 연습 문제를 늘리기 전에 계산 방법을 이해하는 것이 좋습니다.
nl: Het wordt aanbevolen om de rekenmethoden te begrijpen voordat u de oefeningen vermenigvuldigt.
no: Det anbefales å forstå beregningsmetodene før man multipliserer øvelsene.
pl: Zaleca się zrozumienie metod obliczeniowych przed mnożeniem ćwiczeń.
pt_pt: É recomendado entender os métodos de cálculo antes de multiplicar os exercícios.
ro: Se recomandă înțelegerea metodelor de calcul înainte de a multiplica exercițiile.
ru: Рекомендуется понять методы расчета перед тем, как увеличивать количество упражнений.
sk: Odporúča sa pochopiť metódy výpočtu predtým, ako sa znásobí počet cvičení.
sv: Det rekommenderas att förstå beräkningsmetoderna innan man multiplicerar övningarna.
sw: Inapendekezwa kuelewa mbinu za hesabu kabla ya kuongezeka kwa mazoezi.
tr: Alıştırmaları çoğaltmadan önce hesaplama yöntemlerini anlamak önerilir.
uk: Рекомендується зрозуміти методи розрахунку перед тим, як множити вправи.
vi: Khuyến nghị nên hiểu các phương pháp tính toán trước khi nhân đôi các bài tập.
zh_hans: 建议在增加练习之前理解计算方法。
