Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_scan_detector_q3
source: Pourquoi une page est classée “scan” alors que je vois du texte ?
af: Waarom is 'n bladsy geklassifiseer as “skandering” terwyl ek teks sien?
bg: Защо една страница е класифицирана като “сканирана”, когато виждам текст?
cs: Proč je stránka klasifikována jako „sken“, když vidím text?
da: Hvorfor er en side klassificeret som “scan”, når jeg ser tekst?
de: Warum wird eine Seite als “Scan” klassifiziert, obwohl ich Text sehe?
el: Γιατί μια σελίδα κατατάσσεται ως “σάρωση” ενώ βλέπω κείμενο;
es: ¿Por qué una página está clasificada como “escaneo” aunque veo texto?
fi: Miksi sivu luokitellaan "skanniksi", vaikka näen tekstiä?
fil: Bakit ang isang pahina ay nakategorya bilang “scan” kahit na nakikita ko ang teksto?
it: Perché una pagina è classificata come “scansione” anche se vedo del testo?
ja: なぜページが「スキャン」と分類されているのに、テキストが見えるのですか？
ko: 왜 페이지가 “스캔”으로 분류되었는데 텍스트가 보이나요?
nl: Waarom wordt een pagina als “scan” geclassificeerd terwijl ik tekst zie?
no: Why is a page classified as "scan" when I see text?
pl: Dlaczego strona jest klasyfikowana jako „skan”, skoro widzę tekst?
pt_pt: Por que uma página é classificada como “digitalização” quando vejo texto?
ro: De ce o pagină este clasificată ca “scanare” când văd text?
ru: Почему страница классифицируется как «скан», если я вижу текст?
sk: Prečo je stránka klasifikovaná ako “sken”, keď vidím text?
sv: Varför klassificeras en sida som "skanning" när jag ser text?
sw: Kwa nini ukurasa umeainishwa kama “skana” wakati naona maandiko?
tr: Neden bir sayfa “tarama” olarak sınıflandırılıyor, oysa ben metin görüyorum?
uk: Чому сторінка класифікується як “скан”, хоча я бачу текст?
vi: Tại sao một trang lại được phân loại là “quét” trong khi tôi thấy văn bản?
zh_hans: 为什么一页被标记为“扫描”，而我看到文本？

# ed_dev_pdf_pdf_scan_detector_a3
source: Le texte visible peut être une image (rendu), pas du texte vectoriel. Le diagnostic se base sur le contenu interne.
af: Die sigbare teks kan 'n beeld (weergawes) wees, nie vektorteks nie. Die diagnose is gebaseer op die interne inhoud.
bg: Видимият текст може да бъде изображение (рендерирано), а не векторен текст. Диагностиката се основава на вътрешното съдържание.
cs: Viditelný text může být obrázek (rendering), nikoli vektorový text. Diagnóza se zakládá na interním obsahu.
da: Den synlige tekst kan være et billede (rendering), ikke vektortekst. Diagnosen er baseret på det interne indhold.
de: Der sichtbare Text kann ein Bild (Rendering) sein, kein Vektortext. Das Diagnosetool basiert auf dem internen Inhalt.
el: Το ορατό κείμενο μπορεί να είναι μια εικόνα (απεικόνιση), όχι διανυσματικό κείμενο. Η διάγνωση βασίζεται στο εσωτερικό περιεχόμενο.
es: El texto visible puede ser una imagen (renderizado), no texto vectorial. El diagnóstico se basa en el contenido interno.
fi: Näkyvä teksti voi olla kuva (renderöinti), ei vektoritekstiä. Diagnostiikka perustuu sisäiseen sisältöön.
fil: Ang nakikitang teksto ay maaaring isang imahe (rendered), hindi vector na teksto. Ang diagnosis ay batay sa panloob na nilalaman.
it: Il testo visibile può essere un'immagine (rappresentazione), non testo vettoriale. La diagnosi si basa sul contenuto interno.
ja: 見えるテキストは画像（レンダリング）であり、ベクターテキストではない場合があります。診断は内部の内容に基づいています。
ko: 보이는 텍스트는 이미지(렌더링)일 수 있으며, 벡터 텍스트가 아닙니다. 진단은 내부 콘텐츠를 기반으로 합니다.
nl: De zichtbare tekst kan een afbeelding zijn (gerenderd), geen vectortekst. De diagnose is gebaseerd op de interne inhoud.
no: The visible text may be an image (rendered), not vector text. The diagnosis is based on the internal content.
pl: Widoczny tekst może być obrazem (rendering), a nie tekstem wektorowym. Diagnoza opiera się na zawartości wewnętrznej.
pt_pt: O texto visível pode ser uma imagem (renderização), não texto vetorial. O diagnóstico baseia-se no conteúdo interno.
ro: Textul vizibil poate fi o imagine (redare), nu text vectorial. Diagnosticul se bazează pe conținutul intern.
ru: Видимый текст может быть изображением (рендерингом), а не векторным текстом. Диагностика основана на внутреннем содержимом.
sk: Viditeľný text môže byť obrázok (rendrovanie), nie vektorový text. Diagnóza sa zakladá na vnútornom obsahu.
sv: Den synliga texten kan vara en bild (rendering), inte vektoriserad text. Diagnosen baseras på det interna innehållet.
sw: Maandishi yanayoonekana yanaweza kuwa picha (rendition), si maandiko ya vector. Uchambuzi unategemea maudhui ya ndani.
tr: Görünen metin bir görüntü (render) olabilir, vektör metni değil. Tanı, içeriğe dayanarak yapılır.
uk: Видимий текст може бути зображенням (рендерингом), а не векторним текстом. Діагностика базується на внутрішньому вмісті.
vi: Văn bản nhìn thấy có thể là một hình ảnh (được hiển thị), không phải văn bản vector. Chẩn đoán dựa trên nội dung bên trong.
zh_hans: 可见文本可能是图像（渲染），而不是矢量文本。诊断基于内部内容。

# ed_dev_pdf_pdf_signatures_to_json_uc4_title
source: Intégration workflow
af: Werkvloei-integrasie
bg: Интеграция на работен процес
cs: Integrace pracovního postupu
da: Workflow integration
de: Workflow-Integration
el: Ενσωμάτωση ροής εργασίας
es: Integración de flujo de trabajo
fi: Työnkulun integrointi
fil: Pagsasama ng workflow
it: Integrazione del workflow
ja: ワークフローの統合
ko: 워크플로우 통합
nl: Workflow-integratie
no: Workflow integration
pl: Integracja workflow
pt_pt: Integração de fluxo de trabalho
ro: Integrarea fluxului de lucru
ru: Интеграция рабочего процесса
sk: Integrácia workflow
sv: Workflow-integration
sw: Ushirikiano wa kazi
tr: İş akışı entegrasyonu
uk: Інтеграція робочого процесу
vi: Tích hợp quy trình làm việc
zh_hans: 工作流集成

# ed_dev_pdf_pdf_signatures_to_json_uc4_text
source: Exporter un JSON pour alimenter un système de suivi (signature reçue, date, signataire, raison).
af: Voer 'n JSON uit om 'n opvolgsisteem te voed (handtekening ontvang, datum, ondertekenaar, rede).
bg: Експортиране на JSON за захранване на система за проследяване (получена подписка, дата, подписващ, причина).
cs: Exportovat JSON pro naplnění sledovacího systému (přijatý podpis, datum, podepisující, důvod).
da: Eksportere en JSON for at fodre et sporingssystem (modtaget signatur, dato, underskriver, årsag).
de: Ein JSON exportieren, um ein Nachverfolgungssystem zu speisen (erhaltene Unterschrift, Datum, Unterzeichner, Grund).
el: Εξαγωγή JSON για τροφοδοσία ενός συστήματος παρακολούθησης (υπογραφή ληφθείσα, ημερομηνία, υπογράφων, λόγος).
es: Exportar un JSON para alimentar un sistema de seguimiento (firma recibida, fecha, firmante, razón).
fi: Vie JSON, joka syöttää seurantajärjestelmään (saadun allekirjoituksen, päivämäärän, allekirjoittajan, syyn).
fil: I-export ang isang JSON upang punan ang isang sistema ng pagsubaybay (natanggap na lagda, petsa, lagda, dahilan).
it: Esporta un JSON per alimentare un sistema di tracciamento (firma ricevuta, data, firmatario, motivo).
ja: 受信した署名、日付、署名者、理由を追跡するシステムに供給するためのJSONをエクスポートします。
ko: 서명 수신, 날짜, 서명자, 이유를 포함하는 추적 시스템에 공급할 JSON을 내보냅니다.
nl: Een JSON exporteren om een volgsysteem te voeden (ontvangen handtekening, datum, ondertekenaar, reden).
no: Export a JSON to feed a tracking system (signature received, date, signer, reason).
pl: Eksportuj JSON, aby zasilić system śledzenia (otrzymana podpis, data, podpisujący, powód).
pt_pt: Exportar um JSON para alimentar um sistema de rastreamento (assinatura recebida, data, signatário, motivo).
ro: Exportați un JSON pentru a alimenta un sistem de urmărire (semnătură primită, dată, semnatar, motiv).
ru: Экспортировать JSON для питания системы отслеживания (подпись получена, дата, подписант, причина).
sk: Exportovať JSON na napájanie sledovacieho systému (dostaná podpis, dátum, podpisujúci, dôvod).
sv: Exportera en JSON för att mata in ett spårningssystem (mottagen signatur, datum, undertecknare, anledning).
sw: Export JSON ili kupeleka mfumo wa ufuatiliaji (sahihi ilipokelewa, tarehe, sahihi, sababu).
tr: Bir takip sistemini beslemek için bir JSON dışa aktarın (imza alındı, tarih, imzalayan, neden).
uk: Експортуйте JSON для живлення системи відстеження (підпис отримано, дата, підписант, причина).
vi: Xuất một JSON để cung cấp cho một hệ thống theo dõi (chữ ký đã nhận, ngày, người ký, lý do).
zh_hans: 导出 JSON 以供跟踪系统使用（收到的签名、日期、签名人、原因）。

# ed_dev_pdf_pdf_signatures_to_json_lim3
source: Modifier le PDF après signature (fusion, sanitization, flatten…) peut invalider la signature.
af: Die PDF na handtekening verander (saamvoeging, sanitization, platmaak…) kan die handtekening ongeldig maak.
bg: Промяната на PDF след подписване (сливане, почистване, флатен…) може да анулира подписа.
cs: Úprava PDF po podpisu (sloučení, sanitace, zploštění…) může neplatit podpis.
da: Ændring af PDF efter underskrift (sammenlægning, rensning, flatten…) kan ugyldiggøre underskriften.
de: Das Ändern des PDFs nach der Unterschrift (Zusammenführung, Sanitization, Flatten…) kann die Unterschrift ungültig machen.
el: Η τροποποίηση του PDF μετά την υπογραφή (συγχώνευση, απολύμανση, επίπεδο…) μπορεί να ακυρώσει την υπογραφή.
es: Modificar el PDF después de la firma (fusión, saneamiento, aplanamiento…) puede invalidar la firma.
fi: PDF:n muokkaaminen allekirjoituksen jälkeen (yhdistäminen, puhdistus, tasoittaminen…) voi mitätöidä allekirjoituksen.
fil: Ang pagbabago ng PDF pagkatapos ng lagda (pagsasama, sanitization, flatten…) ay maaaring magpawalang-bisa sa lagda.
it: Modificare il PDF dopo la firma (fusione, sanitizzazione, flatten…) può invalidare la firma.
ja: 署名後にPDFを変更すること（統合、サニタイズ、フラット化など）は、署名を無効にする可能性があります。
ko: 서명 후 PDF를 수정(병합, 정리, 평면화 등)하면 서명이 무효화될 수 있습니다.
nl: Het wijzigen van de PDF na ondertekening (samenvoegen, sanitization, flatten…) kan de handtekening ongeldig maken.
no: Modifying the PDF after signing (merging, sanitization, flattening…) may invalidate the signature.
pl: Modyfikacja PDF po podpisaniu (łączenie, sanitizacja, spłaszczanie…) może unieważnić podpis.
pt_pt: Modificar o PDF após a assinatura (mesclagem, sanitização, achatamento…) pode invalidar a assinatura.
ro: Modificarea PDF-ului după semnare (fuziune, sanitizare, aplatizare…) poate invalida semnătura.
ru: Изменение PDF после подписи (объединение, очистка, упрощение…) может сделать подпись недействительной.
sk: Úprava PDF po podpise (zlúčenie, sanitizácia, zjednodušenie…) môže neplatnosť podpisu.
sv: Att ändra PDF:en efter signering (sammanfoga, sanera, platta ut…) kan ogiltigförklara signaturen.
sw: Kubadilisha PDF baada ya kusaini (kuunganishwa, kusafisha, kuondoa…) kunaweza kufanya sahihi kuwa batili.
tr: İmza sonrası PDF'yi değiştirmek (birleştirme, temizleme, düzleştirme…) imzayı geçersiz kılabilir.
uk: Зміна PDF після підписання (злиття, санітаризація, сплющення…) може анулювати підпис.
vi: Chỉnh sửa PDF sau khi ký (hợp nhất, làm sạch, làm phẳng…) có thể làm vô hiệu hóa chữ ký.
zh_hans: 在签名后修改 PDF（合并、清理、扁平化……）可能会使签名失效。

# ed_dev_pdf_pdf_signatures_to_json_q3
source: Peut-il y avoir plusieurs signatures ?
af: Kan daar verskeie handtekeninge wees?
bg: Могат ли да има няколко подписа?
cs: Může být více podpisů?
da: Kan der være flere underskrifter?
de: Kann es mehrere Unterschriften geben?
el: Μπορεί να υπάρχουν πολλές υπογραφές;
es: ¿Puede haber múltiples firmas?
fi: Voiko olla useita allekirjoituksia?
fil: Maaari bang magkaroon ng maraming lagda?
it: Possono esserci più firme?
ja: 複数の署名を持つことはできますか？
ko: 여러 서명이 있을 수 있나요?
nl: Kunnen er meerdere handtekeningen zijn?
no: Kan det være flere signaturer?
pl: Czy może być wiele podpisów?
pt_pt: Pode haver várias assinaturas?
ro: Pot exista mai multe semnături?
ru: Может ли быть несколько подписей?
sk: Môže byť viacero podpisov?
sv: Kan det finnas flera signaturer?
sw: Je, kunaweza kuwa na sahihi nyingi?
tr: Birden fazla imza olabilir mi?
uk: Чи можуть бути кілька підписів?
vi: Có thể có nhiều chữ ký không?
zh_hans: 可以有多个签名吗？

# ed_dev_pdf_pdf_signatures_to_json_a3
source: Oui. Un PDF peut contenir plusieurs champs et signatures incrémentales.
af: Ja. 'n PDF kan verskeie velde en inkrementele handtekeninge bevat.
bg: Да. Един PDF може да съдържа няколко полета и инкрементални подписи.
cs: Ano. PDF může obsahovat více polí a inkrementálních podpisů.
da: Ja. En PDF kan indeholde flere felter og inkrementelle underskrifter.
de: Ja. Ein PDF kann mehrere Felder und inkrementelle Unterschriften enthalten.
el: Ναι. Ένα PDF μπορεί να περιέχει πολλά πεδία και αυξανόμενες υπογραφές.
es: Sí. Un PDF puede contener múltiples campos y firmas incrementales.
fi: Kyllä. PDF voi sisältää useita kenttiä ja inkrementaalisia allekirjoituksia.
fil: Oo. Ang isang PDF ay maaaring maglaman ng maraming mga field at incremental na lagda.
it: Sì. Un PDF può contenere più campi e firme incrementali.
ja: はい。PDFには複数のフィールドと増分署名を含めることができます。
ko: 네. 하나의 PDF에는 여러 필드와 증분 서명이 포함될 수 있습니다.
nl: Ja. Een PDF kan meerdere velden en incrementele handtekeningen bevatten.
no: Ja. En PDF kan inneholde flere felt og inkrementelle signaturer.
pl: Tak. PDF może zawierać wiele pól i podpisów inkrementalnych.
pt_pt: Sim. Um PDF pode conter vários campos e assinaturas incrementais.
ro: Da. Un PDF poate conține mai multe câmpuri și semnături incrementale.
ru: Да. PDF может содержать несколько полей и инкрементальных подписей.
sk: Áno. PDF môže obsahovať viacero polí a inkrementálnych podpisov.
sv: Ja. En PDF kan innehålla flera fält och inkrementella signaturer.
sw: Ndio. PDF inaweza kuwa na maeneo mengi na sahihi za kuongezeka.
tr: Evet. Bir PDF birden fazla alan ve artımlı imza içerebilir.
uk: Так. PDF може містити кілька полів і інкрементних підписів.
vi: Có. Một PDF có thể chứa nhiều trường và chữ ký gia tăng.
zh_hans: 可以。一个 PDF 可以包含多个字段和增量签名。

# ed_dev_pdf_pdf_split_uc4_title
source: Debug de page problématique
af: Probleembladsy debug
bg: Отстраняване на проблемна страница
cs: Debugování problematické stránky
da: Debug af problematisk side
de: Debugging problematischer Seiten
el: Αποσφαλμάτωση προβληματικής σελίδας
es: Depuración de página problemática
fi: Ongelmasivun virheenkorjaus
fil: Debug ng problemadong pahina
it: Debug di pagina problematica
ja: 問題のあるページのデバッグ
ko: 문제 페이지 디버깅
nl: Probleem pagina debuggen
no: Feilsøking av problematisk side
pl: Debugowanie problematycznej strony
pt_pt: Depuração de página problemática
ro: Debug de pagină problematică
ru: Отладка проблемной страницы
sk: Debugovanie problémovej stránky
sv: Felsökning av problematiska sidor
sw: Kurekebisha ukurasa wenye shida
tr: Sorunlu sayfa hata ayıklama
uk: Виправлення проблемної сторінки
vi: Gỡ lỗi trang gặp sự cố
zh_hans: 调试问题页面

# ed_dev_pdf_pdf_split_uc4_text
source: Extraire une page qui fait planter un outil, pour isoler et analyser l’erreur.
af: Trek 'n bladsy wat 'n instrument laat val, om die fout te isoleer en te analiseer.
bg: Извличане на страница, която причинява срив на инструмент, за да се изолира и анализира грешката.
cs: Extrahujte stránku, která způsobuje pád nástroje, abyste izolovali a analyzovali chybu.
da: Ekstrahere en side, der får et værktøj til at crashe, for at isolere og analysere fejlen.
de: Eine Seite extrahieren, die ein Tool zum Absturz bringt, um den Fehler zu isolieren und zu analysieren.
el: Εξαγωγή μιας σελίδας που προκαλεί κατάρρευση ενός εργαλείου, για να απομονωθεί και να αναλυθεί το σφάλμα.
es: Extraer una página que hace fallar una herramienta, para aislar y analizar el error.
fi: Poista sivu, joka kaataa työkalun, eristääksesi ja analysoidaksesi virheen.
fil: I-extract ang isang pahina na nagiging sanhi ng pag-crash ng isang tool, upang ihiwalay at suriin ang error.
it: Estrai una pagina che fa crashare uno strumento, per isolare e analizzare l'errore.
ja: ツールがクラッシュするページを抽出し、エラーを特定して分析します。
ko: 도구가 중단되는 페이지를 추출하여 오류를 격리하고 분석합니다.
nl: Een pagina extraheren die een tool laat crashen, om de fout te isoleren en te analyseren.
no: Ekstrahere en side som får et verktøy til å krasje, for å isolere og analysere feilen.
pl: Wyodrębnij stronę, która powoduje awarię narzędzia, aby izolować i analizować błąd.
pt_pt: Extrair uma página que faz uma ferramenta falhar, para isolar e analisar o erro.
ro: Extrageți o pagină care face ca un instrument să se blocheze, pentru a izola și analiza eroarea.
ru: Извлечение страницы, которая вызывает сбой инструмента, для изоляции и анализа ошибки.
sk: Extrahovať stránku, ktorá spôsobuje pád nástroja, aby sa izolovala a analyzovala chyba.
sv: Extrahera en sida som får ett verktyg att krascha, för att isolera och analysera felet.
sw: Toa ukurasa unaosababisha zana kufeli, ili kuutenga na kuchambua kosa.
tr: Bir aracı çökerten bir sayfayı çıkararak hatayı izole edin ve analiz edin.
uk: Витягніть сторінку, яка викликає збій інструмента, щоб ізолювати та проаналізувати помилку.
vi: Trích xuất một trang làm công cụ bị treo, để cách ly và phân tích lỗi.
zh_hans: 提取导致工具崩溃的页面，以便隔离和分析错误。

# ed_dev_pdf_pdf_split_lim3
source: Des éléments de navigation (bookmarks) peuvent être perdus ou simplifiés selon le moteur de split.
af: Navigasie-elemente (boekmerke) kan verlore gaan of vereenvoudig word, afhangende van die splitsingsmotor.
bg: Навигационни елементи (букмарк) могат да бъдат загубени или опростени в зависимост от двигателя за разделяне.
cs: Navigační prvky (záložky) mohou být ztraceny nebo zjednodušeny v závislosti na motoru pro rozdělení.
da: Navigationselementer (bogmærker) kan gå tabt eller forenkles afhængigt af split-motoren.
de: Navigations-Elemente (Lesezeichen) können je nach Split-Engine verloren gehen oder vereinfacht werden.
el: Στοιχεία πλοήγησης (σελιδοδείκτες) μπορεί να χαθούν ή να απλοποιηθούν ανάλογα με τη μηχανή διαχωρισμού.
es: Los elementos de navegación (marcadores) pueden perderse o simplificarse según el motor de división.
fi: Navigointielementtejä (kirjanmerkit) voidaan menettää tai yksinkertaistaa jakomoottorin mukaan.
fil: Ang mga elemento ng nabigasyon (bookmarks) ay maaaring mawala o simpleng gawin depende sa engine ng split.
it: Elementi di navigazione (segnalibri) possono essere persi o semplificati a seconda del motore di divisione.
ja: ナビゲーション要素（ブックマーク）は、スプリットエンジンによって失われたり簡略化されたりする可能性があります。
ko: 탐색 요소(북마크)가 손실되거나 분할 엔진에 따라 단순화될 수 있습니다.
nl: Navigatie-elementen (bladwijzers) kunnen verloren gaan of vereenvoudigd worden afhankelijk van de splitsmotor.
no: Navigasjonselementer (bokmerker) kan gå tapt eller forenkles avhengig av split-motoren.
pl: Elementy nawigacyjne (zakładki) mogą zostać utracone lub uproszczone w zależności od silnika podziału.
pt_pt: Elementos de navegação (marcadores) podem ser perdidos ou simplificados dependendo do motor de divisão.
ro: Elementele de navigare (bookmarks) pot fi pierdute sau simplificate în funcție de motorul de divizare.
ru: Элементы навигации (закладки) могут быть потеряны или упрощены в зависимости от движка разделения.
sk: Navigačné prvky (záložky) môžu byť stratené alebo zjednodušené v závislosti od motora rozdelenia.
sv: Navigeringselement (bokmärken) kan gå förlorade eller förenklas beroende på split-motorn.
sw: Vipengele vya urambazaji (bookmarks) vinaweza kupotea au kurahisishwa kulingana na injini ya kugawanya.
tr: Navigasyon öğeleri (yer imleri) kaybolabilir veya bölme motoruna bağlı olarak basitleştirilebilir.
uk: Елементи навігації (закладки) можуть бути втрачені або спрощені в залежності від механізму розділення.
vi: Các phần tử điều hướng (bookmarks) có thể bị mất hoặc đơn giản hóa tùy theo động cơ chia tách.
zh_hans: 根据拆分引擎，导航元素（书签）可能会丢失或简化。

# ed_dev_pdf_pdf_split_q3
source: Que devient la numérotation ?
af: Wat gebeur met die nommering?
bg: Какво става с номерирането?
cs: Co se stane s číslováním?
da: Hvad sker der med nummereringen?
de: Was passiert mit der Nummerierung?
el: Τι γίνεται με την αρίθμηση;
es: ¿Qué pasa con la numeración?
fi: Mitä tapahtuu numeroinnille?
fil: Ano ang mangyayari sa pag-numero?
it: Che fine fa la numerazione?
ja: ページ番号はどうなりますか？
ko: 페이지 번호는 어떻게 되나요?
nl: Wat gebeurt er met de nummering?
no: Hva skjer med nummereringen?
pl: Co się dzieje z numeracją?
pt_pt: O que acontece com a numeração?
ro: Ce se întâmplă cu numerotarea?
ru: Что будет с нумерацией?
sk: Čo sa stane s číslovaním?
sv: Vad händer med numreringen?
sw: Nini kinatokea kwa upangilio?
tr: Numaralandırma ne olacak?
uk: Що буде з нумерацією?
vi: Số thứ tự sẽ ra sao?
zh_hans: 页码会变成什么？

# ed_dev_pdf_pdf_split_a3
source: Les pages dans les fichiers extraits repartent généralement à 1, mais le mapping conserve la correspondance avec l’original.
af: Die bladsye in die onttrokken lêers begin gewoonlik weer by 1, maar die kaart hou die ooreenstemming met die oorspronklike.
bg: Страниците в извлечените файлове обикновено започват от 1, но картографирането запазва съответствието с оригинала.
cs: Stránky v extrahovaných souborech obvykle začínají od 1, ale mapování zachovává odpovídající vztah s originálem.
da: Siderne i de udtrukne filer starter normalt forfra ved 1, men mappingen bevarer korrespondancen med originalen.
de: Die Seiten in den extrahierten Dateien beginnen normalerweise wieder bei 1, aber das Mapping behält die Zuordnung zum Original bei.
el: Οι σελίδες στα εξαγόμενα αρχεία συνήθως ξεκινούν από το 1, αλλά η αντιστοίχιση διατηρεί τη σύνδεση με το πρωτότυπο.
es: Las páginas en los archivos extraídos generalmente comienzan de nuevo en 1, pero el mapeo conserva la correspondencia con el original.
fi: Poistetuissa tiedostoissa sivut alkavat yleensä numerosta 1, mutta kartoitus säilyttää vastaavuuden alkuperäiseen.
fil: Ang mga pahina sa mga na-extract na file ay karaniwang nagsisimula muli sa 1, ngunit ang mapping ay nagpapanatili ng ugnayan sa orihinal.
it: Le pagine nei file estratti di solito ripartono da 1, ma il mapping conserva la corrispondenza con l'originale.
ja: 抽出されたファイル内のページは通常1から始まりますが、マッピングは元のファイルとの対応を保持します。
ko: 추출된 파일의 페이지는 일반적으로 1부터 시작하지만, 매핑은 원본과의 일치를 유지합니다.
nl: De pagina's in de geëxtraheerde bestanden beginnen meestal weer bij 1, maar de mapping behoudt de overeenkomst met het origineel.
no: Sider i de ekstraherte filene starter vanligvis på 1, men mappingen opprettholder samsvaret med originalen.
pl: Strony w wyodrębnionych plikach zazwyczaj zaczynają od 1, ale mapowanie zachowuje zgodność z oryginałem.
pt_pt: As páginas nos arquivos extraídos geralmente recomeçam em 1, mas o mapeamento mantém a correspondência com o original.
ro: Pagini din fișierele extrase reîncep de obicei de la 1, dar mapping-ul păstrează corespondența cu originalul.
ru: Страницы в извлеченных файлах обычно начинаются с 1, но сопоставление сохраняет соответствие с оригиналом.
sk: Stránky v extrahovaných súboroch sa zvyčajne začínajú od 1, ale mapovanie zachováva zhodu s originálom.
sv: Sidorna i de extraherade filerna börjar vanligtvis om från 1, men mappningen behåller kopplingen till originalet.
sw: Kurasa katika faili zilizotolewa kawaida huanza tena na 1, lakini ramani inahifadhi uhusiano na asili.
tr: Çıkarılan dosyalardaki sayfalar genellikle 1'den başlar, ancak eşleme orijinal ile olan ilişkiyi korur.
uk: Сторінки в витягнутих файлах зазвичай починаються з 1, але відображення зберігає відповідність з оригіналом.
vi: Các trang trong các tệp được trích xuất thường bắt đầu lại từ 1, nhưng ánh xạ giữ nguyên sự tương ứng với bản gốc.
zh_hans: 提取的文件中的页面通常从 1 开始，但映射保持与原始文件的对应关系。
