Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# text_case_input_placeholder
source: Collez votre texte ici…
af: Plak jou teks hier…
bg: Поставете текста си тук…
cs: Vložte sem text…
da: Indsæt din tekst her…
de: Text hier einfügen…
el: Επικολλήστε το κείμενό σας εδώ…
es: Pega tu texto aquí…
fi: Liitä tekstisi tähän…
fil: I-paste ang teksto mo rito…
hu: Illeszd be a szöveget ide…
id: Tempel teks Anda di sini…
it: Incolla qui il tuo testo…
ja: ここにテキストを貼り付け…
ko: 여기에 텍스트를 붙여넣으세요…
nl: Plak je tekst hier…
no: Lim inn teksten her…
pl: Wklej tutaj tekst…
pt_pt: Cole o seu texto aqui…
ro: Lipiți textul aici…
ru: Вставьте ваш текст здесь…
sk: Vložte sem text…
sv: Klistra in din text här…
sw: Bandika maandishi yako hapa…
tr: Metninizi buraya yapıştırın…
uk: Вставте свій текст тут…
vi: Dán văn bản của bạn vào đây…
zh_hans: 在此粘贴你的文本…

# text_case_hint_no_change
source: Aucun changement : le texte est déjà dans le format “INTERPOLATION” (ou aucun caractère du texte n’est concerné).
af: Geen verandering nie: die teks is reeds in die formaat “INTERPOLATION” (of geen karakters van die teks is betrokke).
bg: Няма промяна: текстът вече е в формата “INTERPOLATION” (или няма символи от текста, които да са засегнати).
cs: Žádná změna: text je již ve formátu “INTERPOLATION” (nebo žádný znak textu není dotčen).
da: Ingen ændring: teksten er allerede i formatet “INTERPOLATION” (eller ingen tegn i teksten er berørt).
de: Keine Änderung: Der Text ist bereits im Format “INTERPOLATION” (oder kein Zeichen des Textes ist betroffen).
el: Καμία αλλαγή: το κείμενο είναι ήδη στη μορφή “INTERPOLATION” (ή κανένα χαρακτήρας του κειμένου δεν επηρεάζεται).
es: Ningún cambio: el texto ya está en el formato “INTERPOLATION” (o ningún carácter del texto está afectado).
fi: Ei muutoksia: teksti on jo muodossa “INTERPOLATION” (tai tekstiin ei vaikuta mikään merkki).
fil: Walang pagbabago: ang teksto ay nasa format na “INTERPOLATION” (o walang karakter ng teksto ang apektado).
hu: Nincs változás: a szöveg már a “INTERPOLATION” formátumban van (vagy a szövegnek nincs érintett karaktere).
id: Tidak ada perubahan: teks sudah dalam format “INTERPOLATION” (atau tidak ada karakter dalam teks yang terpengaruh).
it: Nessuna modifica: il testo è già nel formato “INTERPOLATION” (o nessun carattere del testo è interessato).
ja: 変更なし：テキストはすでに「INTERPOLATION」の形式です（またはテキストの文字は影響を受けません）。
ko: 변경 사항 없음: 텍스트는 이미 “INTERPOLATION” 형식입니다 (또는 텍스트의 어떤 문자도 관련이 없습니다).
nl: Geen verandering: de tekst is al in het formaat “INTERPOLATION” (of er zijn geen tekens in de tekst die betrokken zijn).
no: Ingen endring: teksten er allerede i formatet “INTERPOLATION” (eller ingen tegn i teksten er berørt).
pl: Brak zmian: tekst jest już w formacie “INTERPOLATION” (lub żaden znak tekstu nie jest dotknięty).
pt_pt: Nenhuma alteração: o texto já está no formato “INTERPOLATION” (ou nenhum carácter do texto está envolvido).
ro: Nicio modificare: textul este deja în formatul “INTERPOLATION” (sau niciun caracter din text nu este afectat).
ru: Нет изменений: текст уже в формате “INTERPOLATION” (или ни один символ текста не затрагивается).
sk: Žiadna zmena: text je už vo formáte “INTERPOLATION” (alebo sa žiadny znak textu netýka).
sv: Inga ändringar: texten är redan i formatet “INTERPOLATION” (eller inga tecken i texten berörs).
sw: Hakuna mabadiliko: maandiko tayari yako katika muundo “INTERPOLATION” (au hakuna herufi za maandiko zinazohusika).
tr: Hiçbir değişiklik yok: metin zaten “INTERPOLATION” formatında (veya metnin hiçbir karakteri etkilenmiyor).
uk: Жодних змін: текст вже у форматі “INTERPOLATION” (або жоден символ тексту не підлягає змінам).
vi: Không có thay đổi: văn bản đã ở định dạng “INTERPOLATION” (hoặc không có ký tự nào của văn bản bị ảnh hưởng).
zh_hans: 没有变化：文本已经是“INTERPOLATION”格式（或文本中没有字符受到影响）。

# text_case_output_label
source: Résultat
af: Resultaat
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulos
fil: Resulta
hu: Eredmény
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
no: Resultat
pl: Wynik
pt_pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
sw: Matokeo
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 结果

# text_case_hint_no_case
source: Remarque : certaines écritures ne distinguent pas majuscules et minuscules (ex. chinois, japonais…).
af: Let wel: sommige skryfstelsels onderskei nie tussen hoof- en kleinletters nie (bv. Chinees, Japanees…).
bg: Бележка: някои писмености не различават главни и малки букви (напр. китайски, японски…).
cs: Poznámka: některá písma nerozlišují velká a malá písmena (např. čínština, japonština…).
da: Bemærk: nogle skriftsystemer skelner ikke mellem store og små bogstaver (fx kinesisk, japansk…).
de: Hinweis: Manche Schriftsysteme unterscheiden nicht zwischen Groß- und Kleinbuchstaben (z. B. Chinesisch, Japanisch…).
el: Σημείωση: ορισμένα συστήματα γραφής δεν διακρίνουν κεφαλαία και πεζά (π.χ. κινεζικά, ιαπωνικά…).
es: Nota: algunos sistemas de escritura no distinguen mayúsculas y minúsculas (p. ej., chino, japonés…).
fi: Huom.: jotkin kirjoitusjärjestelmät eivät erota isoja ja pieniä kirjaimia (esim. kiina, japani…).
fil: Paalala: may ilang sistema ng pagsulat na hindi nagkakaiba ang malalaki at maliliit na titik (hal. Tsino, Hapones…).
hu: Megjegyzés: egyes írásrendszerek nem különböztetik meg a nagy- és kisbetűket (pl. kínai, japán…).
id: Catatan: beberapa sistem tulisan tidak membedakan huruf besar dan huruf kecil (mis. Tionghoa, Jepang…).
it: Nota: alcuni sistemi di scrittura non distinguono tra maiuscole e minuscole (es. cinese, giapponese…).
ja: 注: 一部の文字体系では大文字と小文字を区別しません（例: 中国語、日本語など）。
ko: 참고: 일부 문자 체계는 대문자와 소문자를 구분하지 않습니다(예: 중국어, 일본어…).
nl: Opmerking: sommige schriften onderscheiden geen hoofd- en kleine letters (bijv. Chinees, Japans…).
no: Merk: noen skriftsystemer skiller ikke mellom store og små bokstaver (f.eks. kinesisk, japansk…).
pl: Uwaga: niektóre systemy pisma nie rozróżniają wielkich i małych liter (np. chiński, japoński…).
pt_pt: Nota: alguns sistemas de escrita não distinguem maiúsculas e minúsculas (ex.: chinês, japonês…).
ro: Notă: unele sisteme de scriere nu disting între majuscule și minuscule (de ex. chineză, japoneză…).
ru: Примечание: некоторые системы письма не различают заглавные и строчные буквы (например, китайский, японский…).
sk: Poznámka: niektoré písma nerozlišujú veľké a malé písmená (napr. čínština, japončina…).
sv: Obs: vissa skriftsystem skiljer inte mellan versaler och gemener (t.ex. kinesiska, japanska…).
sw: Kumbuka: baadhi ya mifumo ya uandishi haitofautishi herufi kubwa na herufi ndogo (mf. Kichina, Kijapani…).
tr: Not: Bazı yazı sistemlerinde büyük/küçük harf ayrımı yoktur (örn. Çince, Japonca…).
uk: Примітка: деякі системи письма не розрізняють великі та малі літери (наприклад, китайська, японська…).
vi: Lưu ý: một số hệ chữ viết không phân biệt chữ hoa và chữ thường (ví dụ: tiếng Trung, tiếng Nhật…).
zh_hans: 提示：某些文字系统不区分大写和小写（例如中文、日文等）。

# text_case_btn_upper
source: MAJUSCULES
af: HOOFLETTERS
bg: ГЛАВНИ БУКВИ
cs: VELKÁ PÍSMENA
da: STORE BOGSTAVER
de: GROSSBUCHSTABEN
el: ΚΕΦΑΛΑΙΑ
es: MAYÚSCULAS
fi: ISOT KIRJAIMET
fil: MALALAKING TITIK
hu: NAGYBETŰK
id: HURUF BESAR
it: MAIUSCOLE
ja: 大文字
ko: 대문자
nl: HOOFDLETTERS
no: STORE BOKSTAVER
pl: WIELKIE LITERY
pt_pt: MAIÚSCULAS
ro: MAJUSCULE
ru: ЗАГЛАВНЫЕ
sk: VEĽKÉ PÍSMENÁ
sv: VERSALER
sw: HERUFI KUBWA
tr: BÜYÜK HARF
uk: ВЕЛИКІ ЛІТЕРИ
vi: CHỮ HOA
zh_hans: 大写

# text_case_btn_lower
source: minuscules
af: kleinletters
bg: малки букви
cs: malá písmena
da: små bogstaver
de: kleinbuchstaben
el: πεζά
es: minúsculas
fi: pienet kirjaimet
fil: maliliit na titik
hu: kisbetűk
id: huruf kecil
it: minuscole
ja: 小文字
ko: 소문자
nl: kleine letters
no: små bokstaver
pl: małe litery
pt_pt: minúsculas
ro: minuscule
ru: строчные
sk: malé písmená
sv: gemener
sw: herufi ndogo
tr: küçük harf
uk: малі літери
vi: chữ thường
zh_hans: 小写

# text_case_btn_invert
source: Inverser
af: Keer om
bg: Обръщане
cs: Přepnout
da: Vend
de: Umkehren
el: Αντιστροφή
es: Invertir
fi: Käännä
fil: Baligtarin
hu: Felcserélés
id: Balikkan
it: Inverti
ja: 反転
ko: 반전
nl: Omkeren
no: Bytt
pl: Odwróć
pt_pt: Inverter
ro: Inversează
ru: Инвертировать
sk: Prepnúť
sv: Vänd
sw: Geuza
tr: Ters çevir
uk: Інвертувати
vi: Đảo
zh_hans: 反转

# text_case_btn_sentence
source: Phrases
af: Sinne
bg: Изречения
cs: Věty
da: Sætninger
de: Sätze
el: Προτάσεις
es: Frases
fi: Lauseet
fil: Mga pangungusap
hu: Mondatok
id: Kalimat
it: Frasi
ja: 文
ko: 문장
nl: Zinnen
no: Setninger
pl: Zdania
pt_pt: Frases
ro: Propoziții
ru: Предложения
sk: Vety
sv: Meningar
sw: Sentensi
tr: Cümleler
uk: Речення
vi: Câu
zh_hans: 句子

# text_case_btn_title
source: Titre
af: Titel
bg: Заглавие
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fil: Pamagat
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
no: Tittel
pl: Tytuł
pt_pt: Título
ro: Titlu
ru: Заголовок
sk: Názov
sv: Titel
sw: Kichwa
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hans: 标题

# text_case_btn_clear
source: Effacer
af: Vee uit
bg: Изчистване
cs: Vymazat
da: Ryd
de: Löschen
el: Καθαρισμός
es: Borrar
fi: Tyhjennä
fil: I-clear
hu: Törlés
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
no: Tøm
pl: Wyczyść
pt_pt: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sv: Rensa
sw: Futa
tr: Temizle
uk: Очистити
vi: Xoá
zh_hans: 清空

# text_case_btn_copy
source: Copier le résultat
af: Kopieer resultaat
bg: Копирай резултата
cs: Kopírovat výsledek
da: Kopiér resultat
de: Ergebnis kopieren
el: Αντιγραφή αποτελέσματος
es: Copiar resultado
fi: Kopioi tulos
fil: Kopyahin ang resulta
hu: Eredmény másolása
id: Salin hasil
it: Copia risultato
ja: 結果をコピー
ko: 결과 복사
nl: Resultaat kopiëren
no: Kopier resultat
pl: Kopiuj wynik
pt_pt: Copiar o resultado
ro: Copiază rezultatul
ru: Копировать результат
sk: Kopírovať výsledok
sv: Kopiera resultatet
sw: Nakili matokeo
tr: Sonucu kopyala
uk: Скопіювати результат
vi: Sao chép kết quả
zh_hans: 复制结果

# text_case_actions_title
source: Actions disponibles
af: Beskikbare aksies
bg: Налични действия
cs: Dostupné akce
da: Tilgængelige handlinger
de: Verfügbare Aktionen
el: Διαθέσιμες ενέργειες
es: Acciones disponibles
fi: Saatavilla olevat toiminnot
fil: Mga magagamit na aksyon
hu: Elérhető műveletek
id: Tindakan yang tersedia
it: Azioni disponibili
ja: 利用できる操作
ko: 사용 가능한 동작
nl: Beschikbare acties
no: Tilgjengelige handlinger
pl: Dostępne akcje
pt_pt: Ações disponíveis
ro: Acțiuni disponibile
ru: Доступные действия
sk: Dostupné akcie
sv: Tillgängliga åtgärder
sw: Vitendo vinavyopatikana
tr: Kullanılabilir işlemler
uk: Доступні дії
vi: Thao tác có sẵn
zh_hans: 可用操作

# text_case_actions_sub
source: Chaque option transforme le texte d’une manière précise. Voici ce que fait chaque action.
af: Elke opsie verander die teks op ’n presiese manier. Hier is wat elke aksie doen.
bg: Всяка опция преобразува текста по конкретен начин. Ето какво прави всяко действие.
cs: Každá možnost upraví text určitým způsobem. Zde je, co dělá každá akce.
da: Hver mulighed ændrer teksten på en bestemt måde. Her er hvad hver handling gør.
de: Jede Option verändert den Text auf eine bestimmte Weise. Hier ist, was jede Aktion macht.
el: Κάθε επιλογή μετατρέπει το κείμενο με συγκεκριμένο τρόπο. Δείτε τι κάνει κάθε ενέργεια.
es: Cada opción transforma el texto de una forma específica. Aquí tienes lo que hace cada acción.
fi: Jokainen vaihtoehto muuttaa tekstiä tietyllä tavalla. Tässä mitä kukin toiminto tekee.
fil: Binabago ng bawat opsyon ang teksto sa tiyak na paraan. Narito kung ano ang ginagawa ng bawat aksyon.
hu: Minden opció meghatározott módon alakítja át a szöveget. Íme, mit csinál az egyes művelet.
id: Setiap opsi mengubah teks dengan cara yang spesifik. Berikut fungsi dari setiap tindakan.
it: Ogni opzione trasforma il testo in modo specifico. Ecco cosa fa ogni azione.
ja: 各オプションはテキストを特定の方法で変換します。各操作の内容はこちらです。
ko: 각 옵션은 텍스트를 특정 방식으로 변환합니다. 각 동작이 하는 일은 다음과 같습니다.
nl: Elke optie verandert de tekst op een specifieke manier. Dit doet elke actie.
no: Hvert valg endrer teksten på en bestemt måte. Her er hva hver handling gjør.
pl: Każda opcja przekształca tekst w określony sposób. Oto działanie każdej akcji.
pt_pt: Cada opção transforma o texto de forma específica. Eis o que faz cada ação.
ro: Fiecare opțiune transformă textul într-un mod specific. Iată ce face fiecare acțiune.
ru: Каждый вариант преобразует текст определённым образом. Вот что делает каждое действие.
sk: Každá možnosť mení text konkrétnym spôsobom. Tu je, čo robí každá akcia.
sv: Varje alternativ ändrar texten på ett specifikt sätt. Här är vad varje åtgärd gör.
sw: Kila chaguo hubadilisha maandishi kwa njia maalum. Hiki ndicho kila kitendo hufanya.
tr: Her seçenek metni belirli bir şekilde dönüştürür. Her işlemin yaptığı şey aşağıdadır.
uk: Кожна опція змінює текст певним способом. Ось що робить кожна дія.
vi: Mỗi tuỳ chọn biến đổi văn bản theo một cách cụ thể. Dưới đây là chức năng của từng thao tác.
zh_hans: 每个选项都会以特定方式转换文本。下面是每个操作的说明。

# text_case_upper_title
source: MAJUSCULES
af: HOOFLETTERS
bg: ГЛАВНИ БУКВИ
cs: VELKÁ PÍSMENA
da: STORE BOGSTAVER
de: GROSSBUCHSTABEN
el: ΚΕΦΑΛΑΙΑ
es: MAYÚSCULAS
fi: ISOT KIRJAIMET
fil: MALALAKING TITIK
hu: NAGYBETŰK
id: HURUF BESAR
it: MAIUSCOLE
ja: 大文字
ko: 대문자
nl: HOOFDLETTERS
no: STORE BOKSTAVER
pl: WIELKIE LITERY
pt_pt: MAIÚSCULAS
ro: MAJUSCULE
ru: ЗАГЛАВНЫЕ
sk: VEĽKÉ PÍSMENÁ
sv: VERSALER
sw: HERUFI KUBWA
tr: BÜYÜK HARF
uk: ВЕЛИКІ ЛІТЕРИ
vi: CHỮ HOA
zh_hans: 大写

# text_case_upper_desc
source: Convertit toutes les lettres en majuscules selon la langue (locale). Exemple : “été” → “ÉTÉ”.
af: Skakel alle letters na hoofletters volgens die taal (locale) om. Voorbeeld: “été” → “ÉTÉ”.
bg: Преобразува всички букви в главни според езика (локала). Пример: “été” → “ÉТÉ”.
cs: Převede všechna písmena na VELKÁ podle jazyka. Příklad: “été” → “ÉTÉ”.
da: Gør alle bogstaver til STORE BOGSTAVER efter sprog (locale). Eksempel: “été” → “ÉTÉ”.
de: Wandelt alle Buchstaben in GROSSBUCHSTABEN um (je nach Sprache). Beispiel: “été” → “ÉTÉ”.
el: Μετατρέπει όλα τα γράμματα σε κεφαλαία σύμφωνα με τη γλώσσα (τοπικές ρυθμίσεις). Παράδειγμα: “été” → “ÉTÉ”.
es: Convierte todas las letras a MAYÚSCULAS según el idioma. Ejemplo: “été” → “ÉTÉ”.
fi: Muuntaa kaikki kirjaimet ISOIKSI kielen mukaan. Esimerkki: “été” → “ÉTÉ”.
fil: Ginagawang malalaking titik ang lahat ng letra ayon sa wika (locale). Halimbawa: “été” → “ÉTÉ”.
hu: Minden betűt nagybetűssé alakít a nyelv (locale) szerint. Példa: “été” → “ÉTÉ”.
id: Mengubah semua huruf menjadi huruf besar sesuai bahasa (locale). Contoh: “été” → “ÉTÉ”.
it: Converte tutte le lettere in MAIUSCOLO in base alla lingua. Esempio: “été” → “ÉTÉ”.
ja: 言語（ロケール）に従ってすべての文字を大文字に変換します。例: “été” → “ÉTÉ”。
ko: 언어(로케일)에 따라 모든 글자를 대문자로 변환합니다. 예: “été” → “ÉTÉ”.
nl: Zet alle letters om naar HOOFDLETTERS volgens de taal. Voorbeeld: “été” → “ÉTÉ”.
no: Gjør alle bokstaver til STORE BOKSTAVER etter språk (locale). Eksempel: “été” → “ÉTÉ”.
pl: Zamienia wszystkie litery na WIELKIE zgodnie z językiem. Przykład: “été” → “ÉTÉ”.
pt_pt: Converte todas as letras para maiúsculas de acordo com o idioma (locale). Exemplo: “été” → “ÉTÉ”.
ro: Transformă toate literele în majuscule în funcție de limbă (locale). Exemplu: “été” → “ÉTÉ”.
ru: Преобразует все буквы в заглавные с учётом языка (locale). Пример: “été” → “ÉTÉ”.
sk: Prevedie všetky písmená na VEĽKÉ podľa jazyka. Príklad: “été” → “ÉTÉ”.
sv: Konverterar alla bokstäver till VERSALER enligt språket (locale). Exempel: “été” → “ÉTÉ”.
sw: Hubadilisha herufi zote kuwa kubwa kulingana na lugha (locale). Mfano: “été” → “ÉTÉ”.
tr: Tüm harfleri dile (locale) göre büyük harfe dönüştürür. Örnek: “été” → “ÉTÉ”.
uk: Перетворює всі літери на великі відповідно до мови (locale). Приклад: “été” → “ÉTÉ”.
vi: Chuyển tất cả chữ cái sang chữ hoa theo ngôn ngữ (locale). Ví dụ: “été” → “ÉTÉ”.
zh_hans: 按语言（locale）将所有字母转换为大写。例如：“été” → “ÉTÉ”。

# text_case_lower_title
source: minuscules
af: kleinletters
bg: малки букви
cs: malá písmena
da: små bogstaver
de: kleinbuchstaben
el: πεζά
es: minúsculas
fi: pienet kirjaimet
fil: maliliit na titik
hu: kisbetűk
id: huruf kecil
it: minuscole
ja: 小文字
ko: 소문자
nl: kleine letters
no: små bokstaver
pl: małe litery
pt_pt: minúsculas
ro: minuscule
ru: строчные
sk: malé písmená
sv: gemener
sw: herufi ndogo
tr: küçük harf
uk: малі літери
vi: chữ thường
zh_hans: 小写

# text_case_lower_desc
source: Convertit toutes les lettres en minuscules selon la langue (locale). Exemple : “ÉTÉ” → “été”.
af: Skakel alle letters na kleinletters volgens die taal (locale) om. Voorbeeld: “ÉTÉ” → “été”.
bg: Преобразува всички букви в малки според езика (локала). Пример: “ÉTÉ” → “été”.
cs: Převede všechna písmena na malá podle jazyka. Příklad: “ÉTÉ” → “été”.
da: Gør alle bogstaver til små bogstaver efter sprog (locale). Eksempel: “ÉTÉ” → “été”.
de: Wandelt alle Buchstaben in Kleinbuchstaben um (je nach Sprache). Beispiel: “ÉTÉ” → “été”.
el: Μετατρέπει όλα τα γράμματα σε πεζά σύμφωνα με τη γλώσσα (τοπικές ρυθμίσεις). Παράδειγμα: “ÉTÉ” → “été”.
es: Convierte todas las letras a minúsculas según el idioma. Ejemplo: “ÉTÉ” → “été”.
fi: Muuntaa kaikki kirjaimet pieniksi kielen mukaan. Esimerkki: “ÉTÉ” → “été”.
fil: Ginagawang maliliit na titik ang lahat ng letra ayon sa wika (locale). Halimbawa: “ÉTÉ” → “été”.
hu: Minden betűt kisbetűssé alakít a nyelv (locale) szerint. Példa: “ÉTÉ” → “été”.
id: Mengubah semua huruf menjadi huruf kecil sesuai bahasa (locale). Contoh: “ÉTÉ” → “été”.
it: Converte tutte le lettere in minuscolo in base alla lingua. Esempio: “ÉTÉ” → “été”.
ja: 言語（ロケール）に従ってすべての文字を小文字に変換します。例: “ÉTÉ” → “été”。
ko: 언어(로케일)에 따라 모든 글자를 소문자로 변환합니다. 예: “ÉTÉ” → “été”.
nl: Zet alle letters om naar kleine letters volgens de taal. Voorbeeld: “ÉTÉ” → “été”.
no: Gjør alle bokstaver til små bokstaver etter språk (locale). Eksempel: “ÉTÉ” → “été”.
pl: Zamienia wszystkie litery na małe zgodnie z językiem. Przykład: “ÉTÉ” → “été”.
pt_pt: Converte todas as letras para minúsculas de acordo com o idioma (locale). Exemplo: “ÉTÉ” → “été”.
ro: Transformă toate literele în minuscule în funcție de limbă (locale). Exemplu: “ÉTÉ” → “été”.
ru: Преобразует все буквы в строчные с учётом языка (locale). Пример: “ÉTÉ” → “été”.
sk: Prevedie všetky písmená na malé podľa jazyka. Príklad: “ÉTÉ” → “été”.
sv: Konverterar alla bokstäver till gemener enligt språket (locale). Exempel: “ÉTÉ” → “été”.
sw: Hubadilisha herufi zote kuwa ndogo kulingana na lugha (locale). Mfano: “ÉTÉ” → “été”.
tr: Tüm harfleri dile (locale) göre küçük harfe dönüştürür. Örnek: “ÉTÉ” → “été”.
uk: Перетворює всі літери на малі відповідно до мови (locale). Приклад: “ÉTÉ” → “été”.
vi: Chuyển tất cả chữ cái sang chữ thường theo ngôn ngữ (locale). Ví dụ: “ÉTÉ” → “été”.
zh_hans: 按语言（locale）将所有字母转换为小写。例如：“ÉTÉ” → “été”。

# text_case_invert_title
source: Inverser la casse
af: Keer letterkas om
bg: Обръщане на регистъра
cs: Přepnout velikost písmen
da: Vend store/små bogstaver
de: Groß-/Kleinschreibung umkehren
el: Αντιστροφή πεζών/κεφαλαίων
es: Invertir mayúsculas/minúsculas
fi: Käännä kirjainkoko
fil: Baligtarin ang case
hu: Kis-/nagybetű felcserélése
id: Balik huruf besar/kecil
it: Inverti maiuscole/minuscole
ja: 大文字/小文字を反転
ko: 대/소문자 반전
nl: Hoofd-/kleine letters omkeren
no: Bytt store/små bokstaver
pl: Odwróć wielkość liter
pt_pt: Inverter maiúsculas/minúsculas
ro: Inversează majuscule/minuscule
ru: Инвертировать регистр
sk: Prepnúť veľké/malé písmená
sv: Vänd versaler/gemener
sw: Geuza herufi kubwa/ndogo
tr: Büyük/küçük harfi ters çevir
uk: Інвертувати регістр
vi: Đảo hoa/thường
zh_hans: 反转大小写
