Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_text_writing_readability_out2
source: Des conseils actionnables pour améliorer la lisibilité : raccourcir les phrases, privilégier la voix active, clarifier les enchaînements, et supprimer le jargon inutile.
af: Hanteerbare wenke om die leesbaarheid te verbeter: verkort sinne, verkies die aktiewe stem, maak oorgange duidelik, en verwyder onnodige jargon.
bg: Действителни съвети за подобряване на четливостта: съкращаване на изреченията, предпочитане на активния глас, изясняване на последователностите и премахване на ненужния жаргон.
cs: Akční rady pro zlepšení čitelnosti: zkracujte věty, upřednostňujte aktivní hlas, objasněte spojení a odstraňte zbytečný žargon.
da: Handlingsorienterede råd til at forbedre læsbarheden: forkorte sætninger, prioritere aktiv stemme, klarlægge forbindelser og fjerne unødvendig jargon.
de: Handlungsorientierte Tipps zur Verbesserung der Lesbarkeit: Sätze kürzen, die aktive Stimme bevorzugen, Übergänge klären und unnötigen Jargon entfernen.
el: Συμβουλές που μπορείτε να εφαρμόσετε για να βελτιώσετε την αναγνωσιμότητα: να συντομεύσετε τις προτάσεις, να προτιμήσετε τη δραστηριότητα, να διευκρινίσετε τις συνδέσεις και να αφαιρέσετε την περιττή ορολογία.
es: Consejos prácticos para mejorar la legibilidad: acortar las oraciones, priorizar la voz activa, aclarar las transiciones y eliminar la jerga innecesaria.
fi: Toimivia vinkkejä luettavuuden parantamiseen: lyhennä lauseita, suosii aktiivista ääntä, selkeytä siirtymiä ja poista turha jargon.
fil: Adapt a text to a target reading level
hu: Egy olvashatósági pontszám és kulcsfontosságú statisztikák (átlagos mondathossz, hosszú szavak, általános struktúra) a szöveg világosságának egy pillantásra történő értékeléséhez.
id: Saran yang dapat ditindaklanjuti untuk meningkatkan keterbacaan: mempersingkat kalimat, mengutamakan suara aktif, memperjelas transisi, dan menghapus jargon yang tidak perlu.
it: Consigli pratici per migliorare la leggibilità: accorciare le frasi, privilegiare la voce attiva, chiarire i collegamenti e rimuovere il gergo inutile.
ja: 可読性を改善するための実行可能なアドバイス：文を短くし、能動態を優先し、つながりを明確にし、不要な専門用語を削除します。
ko: 가독성을 개선하기 위한 실행 가능한 조언: 문장 단축, 능동태 우선, 연결 명확화, 불필요한 전문 용어 제거.
nl: Actiegerichte tips om de leesbaarheid te verbeteren: verkort de zinnen, geef de voorkeur aan de actieve stem, verduidelijk de overgangen en verwijder onnodig jargon.
no: Handlingsrettede råd for å forbedre lesbarheten: forkorte setninger, prioritere aktiv stemme, klargjøre overganger, og fjerne unødvendig sjargong.
pl: Praktyczne porady dotyczące poprawy czytelności: skracanie zdań, preferowanie głosu czynnego, wyjaśnianie przejść i usuwanie zbędnego żargonu.
pt_pt: Conselhos acionáveis para melhorar a legibilidade: encurtar as frases, privilegiar a voz ativa, clarificar as transições e eliminar o jargão desnecessário.
ro: Sfaturi acționabile pentru a îmbunătăți lizibilitatea: scurtați frazele, favorizați vocea activă, clarificați tranzițiile și eliminați jargonul inutil.
ru: Практические советы по улучшению читаемости: сокращение предложений, предпочтение активного залога, уточнение переходов и удаление ненужного жаргона.
sk: Akčné rady na zlepšenie čitateľnosti: skracujte vety, uprednostňujte aktívny hlas, objasnite prechody a odstráňte zbytočný žargón.
sv: Handlingsbara tips för att förbättra läsbarheten: förkorta meningarna, prioritera aktiv röst, klargöra övergångar och ta bort onödig jargong.
sw: Mashauri yanayoweza kutekelezwa kuboresha uwazi: fupisha sentensi, pendelea sauti ya moja kwa moja, fafanua muunganiko, na ondolewa jargon isiyo ya lazima.
tr: Okunabilirliği artırmak için uygulanabilir ipuçları: cümleleri kısaltmak, aktif sesi tercih etmek, geçişleri netleştirmek ve gereksiz jargonları kaldırmak.
uk: Дії, які можна вжити для покращення читабельності: скорочення речень, віддавання переваги активному голосу, уточнення зв’язків і видалення непотрібного жаргону.
vi: Các mẹo có thể hành động để cải thiện độ đọc hiểu: rút ngắn câu, ưu tiên giọng chủ động, làm rõ các liên kết, và loại bỏ thuật ngữ không cần thiết.
zh_hans: 可读性分数和关键统计数据（平均句子长度、长词、整体结构），以便一目了然地评估您的文本的清晰度。

# ed_text_writing_readability_out3
source: Une lecture plus confortable pour vos lecteurs : un texte clair se comprend plus vite, se retient mieux, et donne une impression plus professionnelle.
af: 'n Meer gemaklike leeservaring vir jou lesers: 'n duidelike teks word vinniger verstaan, beter onthou, en gee 'n meer professionele indruk.
bg: По-комфортно четене за вашите читатели: ясен текст се разбира по-бързо, запомня се по-добре и оставя по-професионално впечатление.
cs: Pohodlnější čtení pro vaše čtenáře: jasný text se rychleji chápe, lépe si ho pamatujete a vytváří profesionálnější dojem.
da: En mere behagelig læsning for dine læsere: en klar tekst forstås hurtigere, huskes bedre og giver et mere professionelt indtryk.
de: Ein komfortableres Lesen für Ihre Leser: Ein klarer Text wird schneller verstanden, besser behalten und hinterlässt einen professionelleren Eindruck.
el: Μια πιο άνετη ανάγνωση για τους αναγνώστες σας: ένα καθαρό κείμενο κατανοείται πιο γρήγορα, συγκρατείται καλύτερα και δίνει μια πιο επαγγελματική εντύπωση.
es: Una lectura más cómoda para tus lectores: un texto claro se comprende más rápido, se retiene mejor y da una impresión más profesional.
fi: Mukavampi lukukokemus lukijoillesi: selkeä teksti ymmärretään nopeammin, muistetaan paremmin ja antaa ammattimaisemman vaikutelman.
fil: Isang mas komportableng pagbabasa para sa iyong mga mambabasa: ang malinaw na teksto ay mas madaling maunawaan, mas madaling matandaan, at nagbibigay ng mas propesyonal na impresyon.
hu: Használható tanácsok az olvashatóság javítására: a mondatok lerövidítése, az aktív hang előnyben részesítése, a kapcsolatok tisztázása és a felesleges zsargon eltávolítása.
id: Pembacaan yang lebih nyaman bagi pembaca Anda: teks yang jelas lebih cepat dipahami, lebih mudah diingat, dan memberikan kesan yang lebih profesional.
it: Una lettura più confortevole per i tuoi lettori: un testo chiaro si comprende più rapidamente, si ricorda meglio e dà un'impressione più professionale.
ja: 読者にとってより快適な読みやすさ：明確なテキストはより早く理解され、記憶に残りやすく、よりプロフェッショナルな印象を与えます。
ko: 독자에게 더 편안한 읽기: 명확한 텍스트는 더 빨리 이해되고, 더 잘 기억되며, 더 전문적인 인상을 줍니다.
nl: Een comfortabelere leeservaring voor uw lezers: een duidelijke tekst wordt sneller begrepen, beter onthouden en geeft een professionelere indruk.
no: En mer behagelig lesing for leserne dine: en klar tekst forstås raskere, huskes bedre, og gir et mer profesjonelt inntrykk.
pl: Bardziej komfortowe czytanie dla twoich czytelników: jasny tekst jest szybciej zrozumiany, lepiej zapamiętany i sprawia bardziej profesjonalne wrażenie.
pt_pt: Uma leitura mais confortável para os seus leitores: um texto claro é compreendido mais rapidamente, retido melhor e dá uma impressão mais profissional.
ro: O lectură mai confortabilă pentru cititorii dvs.: un text clar se înțelege mai repede, se reține mai bine și oferă o impresie mai profesională.
ru: Более комфортное чтение для ваших читателей: ясный текст понимается быстрее, лучше запоминается и создает более профессиональное впечатление.
sk: Pohodlnejšie čítanie pre vašich čitateľov: jasný text sa rýchlejšie chápe, lepšie si ho zapamätáte a pôsobí profesionálnejšie.
sv: En mer bekväm läsning för dina läsare: en tydlig text förstås snabbare, minns bättre och ger ett mer professionellt intryck.
sw: Kusoma kwa urahisi zaidi kwa wasomaji wako: maandiko wazi yanaeleweka haraka zaidi, yanakumbukwa vizuri, na yanatoa hisia ya kitaalamu zaidi.
tr: Okuyucularınız için daha konforlu bir okuma: net bir metin daha hızlı anlaşılır, daha iyi hatırlanır ve daha profesyonel bir izlenim bırakır.
uk: Більш комфортне читання для ваших читачів: зрозумілий текст читається швидше, краще запам’ятовується і справляє більш професійне враження.
vi: Một trải nghiệm đọc thoải mái hơn cho độc giả của bạn: một văn bản rõ ràng được hiểu nhanh hơn, dễ nhớ hơn, và tạo ấn tượng chuyên nghiệp hơn.
zh_hans: 可操作的建议以改善可读性：缩短句子、优先使用主动语态、澄清衔接，并删除不必要的行话。

# ed_text_writing_readability_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Kényelmesebb olvasás az olvasói számára: egy világos szöveg gyorsabban érthető, jobban megjegyezhető, és professzionálisabb benyomást kelt.
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 为您的读者提供更舒适的阅读体验：清晰的文本更快理解，更容易记住，并给人更专业的印象。

# ed_text_writing_readability_lim1
source: Un score de lisibilité est un indicateur, pas un verdict : un texte technique peut être volontairement plus dense (documentation, juridique, scientifique).
af: 'n Leesbaarheid telling is 'n aanduiding, nie 'n vonnis nie: 'n tegniese teks kan doelbewus meer dig wees (dokumentasie, regs, wetenskaplik).
bg: Оценката на четливостта е индикатор, а не присъда: технически текст може да бъде умишлено по-плътен (документация, юридически, научен).
cs: Skóre čitelnosti je ukazatel, nikoli verdikt: technický text může být záměrně hustší (dokumentace, právní, vědecký).
da: En læsbarhedsscore er en indikator, ikke en dom: en teknisk tekst kan være bevidst mere tæt (dokumentation, juridisk, videnskabelig).
de: Ein Lesbarkeitswert ist ein Indikator, kein Urteil: Ein technischer Text kann absichtlich dichter sein (Dokumentation, rechtlich, wissenschaftlich).
el: Ένα σκορ αναγνωσιμότητας είναι ένας δείκτης, όχι μια απόφαση: ένα τεχνικό κείμενο μπορεί να είναι σκόπιμα πιο πυκνό (τεκμηρίωση, νομικά, επιστημονικά).
es: Una puntuación de legibilidad es un indicador, no un veredicto: un texto técnico puede ser deliberadamente más denso (documentación, legal, científico).
fi: Luettavuuspisteet ovat indikaattori, eivät tuomio: tekninen teksti voi olla tahallisesti tiheämpää (dokumentaatio, oikeudellinen, tieteellinen).
fil: Ang isang score ng readability ay isang tagapagpahiwatig, hindi isang hatol: ang isang teknikal na teksto ay maaaring sadyang mas siksik (dokumento, legal, siyentipiko).
hu: Korlátok és figyelmeztetések
id: Skor keterbacaan adalah indikator, bukan putusan: teks teknis bisa sengaja lebih padat (dokumentasi, hukum, ilmiah).
it: Un punteggio di leggibilità è un indicatore, non un verdetto: un testo tecnico può essere volutamente più denso (documentazione, legale, scientifico).
ja: 可読性スコアは指標であり、判決ではありません：技術的なテキストは意図的により密度が高くなることがあります（ドキュメント、法的、科学的）。
ko: 가독성 점수는 지표일 뿐, 판결이 아닙니다: 기술적인 텍스트는 의도적으로 더 밀집될 수 있습니다 (문서, 법률, 과학).
nl: Een leesbaarheidsscore is een indicator, geen oordeel: een technische tekst kan opzettelijk dichter zijn (documentatie, juridisch, wetenschappelijk).
no: En lesbarhetsscore er en indikator, ikke en dom: en teknisk tekst kan være bevisst mer tett (dokumentasjon, juridisk, vitenskapelig).
pl: Wynik czytelności jest wskaźnikiem, a nie wyrokiem: tekst techniczny może być celowo bardziej gęsty (dokumentacja, prawna, naukowa).
pt_pt: Um score de legibilidade é um indicador, não um veredicto: um texto técnico pode ser intencionalmente mais denso (documentação, jurídica, científica).
ro: Un scor de lizibilitate este un indicator, nu un verdict: un text tehnic poate fi intenționat mai dens (documentație, juridic, științific).
ru: Оценка читаемости является индикатором, а не вердиктом: технический текст может быть намеренно более плотным (документация, юридическая, научная).
sk: Skóre čitateľnosti je indikátor, nie verdikt: technický text môže byť zámerne hustejší (dokumentácia, právne, vedecké).
sv: Ett läsbarhetspoäng är en indikator, inte en dom: en teknisk text kan medvetet vara mer tät (dokumentation, juridisk, vetenskaplig).
sw: Alama ya uwazi ni kiashiria, si hukumu: maandiko ya kiufundi yanaweza kuwa na msongamano zaidi kwa makusudi (nyaraka, kisheria, kisayansi).
tr: Bir okunabilirlik puanı bir gösterge, bir hüküm değildir: teknik bir metin kasıtlı olarak daha yoğun olabilir (belgelendirme, hukuki, bilimsel).
uk: Оцінка читабельності є показником, а не вироком: технічний текст може бути навмисно більш щільним (документація, юридична, наукова).
vi: Một điểm số đọc hiểu là một chỉ số, không phải là một phán quyết: một văn bản kỹ thuật có thể cố ý dày đặc hơn (tài liệu, pháp lý, khoa học).
zh_hans: 限制和注意事项

# ed_text_writing_readability_lim2
source: Les métriques se basent sur des signaux “mécaniques” (phrases, mots) : elles ne remplacent pas la relecture humaine sur le fond (cohérence, exactitude, ton).
af: Die metrieks is gebaseer op 'mechaniese' seine (sinne, woorde): dit vervang nie menslike hersiening op die inhoud nie (samehang, akkuraatheid, toon).
bg: Метриките се основават на “механични” сигнали (изречения, думи): те не заменят човешкото преглеждане на съдържанието (съгласуваност, точност, тон).
cs: Metriky se zakládají na „mechanických“ signálech (věty, slova): nenahrazují lidské přečtení z hlediska obsahu (koherence, přesnost, tón).
da: Metrikkerne er baseret på 'mekaniske' signaler (sætninger, ord): de erstatter ikke menneskelig korrektur på indholdet (sammenhæng, nøjagtighed, tone).
de: Die Metriken basieren auf „mechanischen“ Signalen (Sätze, Wörter): Sie ersetzen nicht das menschliche Korrekturlesen inhaltlich (Kohärenz, Genauigkeit, Ton).
el: Οι μετρήσεις βασίζονται σε “μηχανικούς” δείκτες (προτάσεις, λέξεις): δεν αντικαθιστούν την ανθρώπινη αναθεώρηση στο περιεχόμενο (συνέπεια, ακρίβεια, τόνος).
es: Las métricas se basan en señales “mecánicas” (oraciones, palabras): no reemplazan la revisión humana en el fondo (coherencia, exactitud, tono).
fi: Metrikat perustuvat 'mekaanisiin' signaaleihin (lauseet, sanat): ne eivät korvaa ihmisen tarkistusta sisällön (koherenssi, tarkkuus, sävy) osalta.
fil: Ang mga metriko ay nakabatay sa mga 'mekanikal' na signal (mga pangungusap, mga salita): hindi nila pinapalitan ang pagsusuri ng tao sa nilalaman (konsistensya, katumpakan, tono).
hu: A metrikák "mechanikai" jelekre (mondatok, szavak) alapoznak: nem helyettesítik az emberi lektorálást a tartalom szempontjából (koherencia, pontosság, hangvétel).
id: Metrik didasarkan pada sinyal 'mekanis' (kalimat, kata): mereka tidak menggantikan pembacaan manusia pada substansi (koherensi, akurasi, nada).
it: Le metriche si basano su segnali “meccanici” (frasi, parole): non sostituiscono la revisione umana sul contenuto (coerenza, accuratezza, tono).
ja: メトリクスは「機械的」な信号（文、単語）に基づいています：それらは内容に関する人間の校正（整合性、正確性、トーン）を置き換えるものではありません。
ko: 측정항목은 '기계적' 신호 (문장, 단어)를 기반으로 합니다: 이는 내용에 대한 인간의 재검토 (일관성, 정확성, 톤)를 대체하지 않습니다.
nl: De metrics zijn gebaseerd op 'mechanische' signalen (zinnen, woorden): ze vervangen de menselijke herziening niet op de inhoud (consistentie, nauwkeurigheid, toon).
no: Metrikkene er basert på 'mekaniske' signaler (setninger, ord): de erstatter ikke menneskelig gjennomlesning av innholdet (koherens, nøyaktighet, tone).
pl: Metryki opierają się na „mechanicznych” sygnałach (zdania, słowa): nie zastępują one ludzkiej korekty w zakresie treści (spójność, dokładność, ton).
pt_pt: As métricas baseiam-se em sinais “mecânicos” (frases, palavras): elas não substituem a revisão humana sobre o conteúdo (coerência, exatidão, tom).
ro: Metricile se bazează pe semnale „mecanice” (fraze, cuvinte): acestea nu înlocuiesc revizuirea umană pe fond (coerență, exactitate, ton).
ru: Метрики основаны на “механических” сигналах (предложения, слова): они не заменяют человеческую проверку по содержанию (согласованность, точность, тон).
sk: Metriky sú založené na „mechanických“ signáloch (vety, slová): nenahrádzajú ľudské prečítanie z hľadiska obsahu (koherencia, presnosť, tón).
sv: Metrikerna baseras på 'mekaniska' signaler (meningar, ord): de ersätter inte mänsklig genomläsning av innehållet (koherens, noggrannhet, ton).
sw: Metriki zinategemea ishara za 'mekaniki' (sentensi, maneno): hazichukui nafasi ya uhakiki wa kibinadamu kuhusu maudhui (mwenendo, usahihi, sauti).
tr: Metrikler “mekanik” sinyallere (cümleler, kelimeler) dayanır: bunlar içeriğin (tutarlılık, doğruluk, ton) insan tarafından gözden geçirilmesinin yerini almaz.
uk: Метрики базуються на “механічних” сигналах (речення, слова): вони не замінюють людську перевірку змісту (послідовність, точність, тон).
vi: Các chỉ số dựa trên các tín hiệu “cơ học” (câu, từ): chúng không thay thế việc đọc lại của con người về nội dung (tính nhất quán, độ chính xác, giọng điệu).
zh_hans: 指标基于“机械”信号（短语、单词）：它们不能替代人类在内容（连贯性、准确性、语气）上的校对。

# ed_text_writing_readability_lim3
source: La lisibilité dépend aussi du contexte : titres, mise en forme, listes et exemples améliorent souvent plus qu’un simple changement de vocabulaire.
af: Die leesbaarheid hang ook af van die konteks: titels, opmaak, lyste en voorbeelde verbeter dikwels meer as 'n eenvoudige verandering van woordeskat.
bg: Четливостта зависи и от контекста: заглавия, форматиране, списъци и примери често подобряват повече от просто смяна на речника.
cs: Čitelnost závisí také na kontextu: nadpisy, formátování, seznamy a příklady často zlepšují více než pouhá změna slovní zásoby.
da: Læsbarheden afhænger også af konteksten: overskrifter, formatering, lister og eksempler forbedrer ofte mere end en simpel ændring af ordforråd.
de: Die Lesbarkeit hängt auch vom Kontext ab: Titel, Formatierung, Listen und Beispiele verbessern oft mehr als eine einfache Änderung des Wortschatzes.
el: Η αναγνωσιμότητα εξαρτάται επίσης από το πλαίσιο: τίτλοι, μορφοποίηση, λίστες και παραδείγματα συχνά βελτιώνουν περισσότερο από μια απλή αλλαγή λεξιλογίου.
es: La legibilidad también depende del contexto: títulos, formato, listas y ejemplos a menudo mejoran más que un simple cambio de vocabulario.
fi: Luettavuus riippuu myös kontekstista: otsikot, muotoilu, luettelot ja esimerkit parantavat usein enemmän kuin pelkkä sanaston muutos.
fil: Ang readability ay nakadepende rin sa konteksto: ang mga pamagat, pag-format, mga listahan at mga halimbawa ay kadalasang nagpapabuti nang higit pa kaysa sa simpleng pagbabago ng bokabularyo.
hu: A könnyen olvashatóság a kontextustól is függ: a címek, a formázás, a listák és a példák gyakran többet javítanak, mint egy egyszerű szókincs-változtatás.
id: Keterbacaan juga tergantung pada konteks: judul, format, daftar, dan contoh seringkali lebih meningkatkan daripada sekadar perubahan kosakata.
it: La leggibilità dipende anche dal contesto: titoli, formattazione, elenchi ed esempi spesso migliorano più di un semplice cambiamento di vocabolario.
ja: 可読性は文脈にも依存します：タイトル、フォーマット、リスト、例は、単なる語彙の変更よりも改善されることがよくあります。
ko: 가독성은 맥락에도 의존합니다: 제목, 형식, 목록 및 예시는 종종 단순한 어휘 변경보다 더 많은 개선을 가져옵니다.
nl: De leesbaarheid hangt ook af van de context: titels, opmaak, lijsten en voorbeelden verbeteren vaak meer dan een simpele verandering van vocabulaire.
no: Lesbarheten avhenger også av konteksten: overskrifter, formatering, lister og eksempler forbedrer ofte mer enn en enkel endring av ordforråd.
pl: Czytelność zależy również od kontekstu: tytuły, formatowanie, listy i przykłady często poprawiają więcej niż prosta zmiana słownictwa.
pt_pt: A legibilidade também depende do contexto: títulos, formatação, listas e exemplos muitas vezes melhoram mais do que uma simples mudança de vocabulário.
ro: Lizibilitatea depinde și de context: titlurile, formatarea, listele și exemplele îmbunătățesc adesea mai mult decât o simplă schimbare de vocabular.
ru: Читаемость также зависит от контекста: заголовки, форматирование, списки и примеры часто улучшают ситуацию больше, чем простое изменение словаря.
sk: Čitateľnosť závisí aj od kontextu: nadpisy, formátovanie, zoznamy a príklady často zlepšujú viac ako jednoduchá zmena slovníka.
sv: Läsbarheten beror också på sammanhanget: rubriker, formatering, listor och exempel förbättrar ofta mer än en enkel förändring av ordförrådet.
sw: Uwazi pia unategemea muktadha: vichwa, muundo, orodha na mifano mara nyingi huongeza zaidi kuliko kubadilisha msamiati pekee.
tr: Okunabilirlik aynı zamanda bağlama da bağlıdır: başlıklar, biçimlendirme, listeler ve örnekler genellikle basit bir kelime değişikliğinden daha fazla iyileştirir.
uk: Читабельність також залежить від контексту: заголовки, форматування, списки та приклади часто покращують більше, ніж прості зміни словникового запасу.
vi: Độ đọc hiểu cũng phụ thuộc vào ngữ cảnh: tiêu đề, định dạng, danh sách và ví dụ thường cải thiện hơn là chỉ thay đổi từ vựng.
zh_hans: 可读性也依赖于上下文：标题、格式、列表和示例通常比单纯的词汇变化更能改善可读性。

# ed_text_writing_readability_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_text_writing_readability_q1
source: Quel score de lisibilité viser ?
af: Watter leesbaarheid telling moet ek mik?
bg: Каква цел за четимост да се стремим?
cs: Jaké skóre čitelnosti cílit?
da: Hvilken læsbarhedsscore skal man sigte efter?
de: Welchen Lesbarkeitswert anstreben?
el: Ποιο σκορ αναγνωσιμότητας να στοχεύσετε;
es: ¿Qué puntuación de legibilidad se debe buscar?
fi: Mihin luettavuuspisteeseen tulisi pyrkiä?
fil: Anong score ng readability ang dapat itarget?
hu: Milyen olvashatósági pontszámot célozzunk meg?
id: Skor keterbacaan berapa yang harus dicapai?
it: Quale punteggio di leggibilità mirare?
ja: どの可読性スコアを目指すべきか？
ko: 어떤 가독성 점수를 목표로 해야 할까요?
nl: Welke leesbaarheidsscore moet ik nastreven?
no: Hvilken lesbarhetsscore bør man sikte mot?
pl: Jaki wynik czytelności dążyć?
pt_pt: Qual score de legibilidade almejar?
ro: Ce scor de lizibilitate ar trebui să vizez?
ru: Какой уровень читаемости следует стремиться?
sk: Aké skóre čitateľnosti by ste mali sledovať?
sv: Vilket läsbarhetspoäng ska man sikta på?
sw: Ni alama gani ya uwazi inapaswa kutafutwa?
tr: Hedeflenen okunabilirlik skoru nedir?
uk: Який показник читабельності слід прагнути?
vi: Mục tiêu điểm số đọc hiểu là gì?
zh_hans: 目标可读性分数是多少？
