Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_increase_decrease_lim2
source: Pour retrouver la valeur initiale à partir de la valeur finale, il faut utiliser un calcul de pourcentage inverse.
af: Om die aanvanklike waarde vanaf die finale waarde te herwin, moet 'n omgekeerde persentasieberekening gebruik word.
bg: За да се възстанови началната стойност от крайната стойност, трябва да се използва изчисление на обратен процент.
cs: Pro nalezení počáteční hodnoty z konečné hodnoty je třeba použít výpočet inverzního procenta.
da: For at finde den oprindelige værdi ud fra den endelige værdi, skal man bruge en omvendt procentberegning.
de: Um den ursprünglichen Wert aus dem Endwert zu ermitteln, muss eine inverse Prozentberechnung verwendet werden.
el: Για να βρείτε την αρχική τιμή από την τελική τιμή, πρέπει να χρησιμοποιήσετε έναν υπολογισμό αντίστροφου ποσοστού.
es: Para recuperar el valor inicial a partir del valor final, se debe utilizar un cálculo de porcentaje inverso.
fi: Alkuperäisen arvon palauttamiseksi lopullisesta arvosta on käytettävä käänteistä prosenttilaskentaa.
fil: Upang mahanap ang paunang halaga mula sa panghuling halaga, kailangan gumamit ng inverse percentage calculation.
hu: Az eredeti érték visszanyeréséhez a végső értékből kiindulva, fordított százalékszámítást kell alkalmazni.
id: Untuk menemukan nilai awal dari nilai akhir, perlu menggunakan perhitungan persentase terbalik.
it: Per ritrovare il valore iniziale a partire dal valore finale, è necessario utilizzare un calcolo di percentuale inversa.
ja: 最終値から初期値を見つけるには、逆のパーセンテージ計算を使用する必要があります。
ko: 최종 값에서 초기 값을 찾으려면 역 비율 계산을 사용해야 합니다.
nl: Om de initiële waarde te herwinnen vanaf de uiteindelijke waarde, moet een omgekeerde percentageberekening worden gebruikt.
no: For å finne den opprinnelige verdien fra den endelige verdien, må man bruke en omvendt prosentberegning.
pl: Aby odzyskać wartość początkową na podstawie wartości końcowej, należy zastosować obliczenie procentu odwrotnego.
pt_pt: Para recuperar o valor inicial a partir do valor final, é necessário usar um cálculo de porcentagem inversa.
ro: Pentru a găsi valoarea inițială din valoarea finală, trebuie să folosiți un calcul de procent invers.
ru: Чтобы вернуть начальную величину из конечной, необходимо использовать расчет обратного процента.
sk: Aby ste našli počiatočnú hodnotu z konečnej hodnoty, musíte použiť výpočet inverzného percenta.
sv: För att återfå det ursprungliga värdet från det slutgiltiga värdet måste man använda en omvänd procentberäkning.
sw: Ili kupata thamani ya awali kutoka kwa thamani ya mwisho, ni lazima kutumia hesabu ya asilimia ya kinyume.
tr: Nihai değerden başlangıç değerini bulmak için ters yüzde hesaplaması yapılması gerekir.
uk: Щоб відновити початкове значення з кінцевого, потрібно використовувати обчислення зворотного відсотка.
vi: Để tìm lại giá trị ban đầu từ giá trị cuối cùng, cần sử dụng một phép tính tỷ lệ phần trăm ngược.
zh_hans: 要从最终值恢复初始值，必须使用反向百分比计算。

# ed_math_percentages_percentage_increase_decrease_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_increase_decrease_q1
source: Quelle est la formule pour augmenter ou diminuer de X % ?
af: Wat is die formule om met X % te verhoog of te verminder?
bg: Каква е формулата за увеличаване или намаляване с X %?
cs: Jaký je vzorec pro zvýšení nebo snížení o X %?
da: Hvad er formlen for at øge eller mindske med X %?
de: Was ist die Formel, um um X % zu erhöhen oder zu verringern?
el: Ποια είναι η φόρμουλα για να αυξήσετε ή να μειώσετε κατά X %;
es: ¿Cuál es la fórmula para aumentar o disminuir en X %?
fi: Mikä on kaava X %:n lisäämiseen tai vähentämiseen?
fil: Ano ang formula para sa pagtaas o pagbawas ng X %?
hu: Mi a képlet X%-os növelésére vagy csökkentésére?
id: Apa rumus untuk meningkatkan atau mengurangi X %?
it: Qual è la formula per aumentare o diminuire del X %?
ja: X%の増加または減少のための公式は何ですか？
ko: X % 증가 또는 감소를 위한 공식은 무엇인가요?
nl: Wat is de formule om met X % te verhogen of te verlagen?
no: Hva er formelen for å øke eller redusere med X %?
pl: Jaka jest formuła na zwiększenie lub zmniejszenie o X %?
pt_pt: Qual é a fórmula para aumentar ou diminuir em X %?
ro: Care este formula pentru a crește sau a scădea cu X %?
ru: Какова формула для увеличения или уменьшения на X %?
sk: Aký je vzorec na zvýšenie alebo zníženie o X %?
sv: Vad är formeln för att öka eller minska med X %?
sw: Je, ni formula gani ya kuongeza au kupunguza kwa X %?
tr: X % artırmak veya azaltmak için formül nedir?
uk: Яка формула для збільшення або зменшення на X %?
vi: Công thức để tăng hoặc giảm X % là gì?
zh_hans: 增加或减少X%的公式是什么？

# ed_math_percentages_percentage_increase_decrease_a1
source: On multiplie la valeur initiale par un coefficient : +X % ⇒ ×(1 + X/100) et −X % ⇒ ×(1 − X/100).
af: Jy vermenigvuldig die aanvanklike waarde met 'n koëffisiënt: +X % ⇒ ×(1 + X/100) en −X % ⇒ ×(1 − X/100).
bg: Умножаваме началната стойност по множител: +X % ⇒ ×(1 + X/100) и −X % ⇒ ×(1 − X/100).
cs: Násobíme počáteční hodnotu koeficientem: +X % ⇒ ×(1 + X/100) a −X % ⇒ ×(1 − X/100).
da: Man multiplicerer den oprindelige værdi med en koefficient: +X % ⇒ ×(1 + X/100) og −X % ⇒ ×(1 − X/100).
de: Man multipliziert den Ausgangswert mit einem Koeffizienten: +X % ⇒ ×(1 + X/100) und −X % ⇒ ×(1 − X/100).
el: Πολλαπλασιάζουμε την αρχική τιμή με έναν συντελεστή: +X % ⇒ ×(1 + X/100) και −X % ⇒ ×(1 − X/100).
es: Se multiplica el valor inicial por un coeficiente: +X % ⇒ ×(1 + X/100) y −X % ⇒ ×(1 − X/100).
fi: Kerro alkuperäinen arvo kertoimella: +X % ⇒ ×(1 + X/100) ja −X % ⇒ ×(1 − X/100).
fil: Minumultiply ang paunang halaga sa isang coefficient: +X % ⇒ ×(1 + X/100) at −X % ⇒ ×(1 − X/100).
hu: A kezdeti értéket egy szorzótényezővel szorozzuk: +X % ⇒ ×(1 + X/100) és −X % ⇒ ×(1 − X/100).
id: Kita mengalikan nilai awal dengan koefisien: +X % ⇒ ×(1 + X/100) dan −X % ⇒ ×(1 − X/100).
it: Si moltiplica il valore iniziale per un coefficiente: +X % ⇒ ×(1 + X/100) e −X % ⇒ ×(1 − X/100).
ja: 初期値に係数を掛けます：+X% ⇒ ×(1 + X/100) および −X% ⇒ ×(1 − X/100)。
ko: 초기 값을 계수로 곱합니다: +X % ⇒ ×(1 + X/100) 및 −X % ⇒ ×(1 − X/100).
nl: We vermenigvuldigen de initiële waarde met een factor: +X % ⇒ ×(1 + X/100) en −X % ⇒ ×(1 − X/100).
no: Man multipliserer den opprinnelige verdien med en faktor: +X % ⇒ ×(1 + X/100) og −X % ⇒ ×(1 − X/100).
pl: Mnożymy wartość początkową przez współczynnik: +X % ⇒ ×(1 + X/100) i −X % ⇒ ×(1 − X/100).
pt_pt: Multiplica-se o valor inicial por um coeficiente: +X % ⇒ ×(1 + X/100) e −X % ⇒ ×(1 − X/100).
ro: Se înmulțește valoarea inițială cu un coeficient: +X % ⇒ ×(1 + X/100) și −X % ⇒ ×(1 − X/100).
ru: Умножаем начальную величину на коэффициент: +X % ⇒ ×(1 + X/100) и −X % ⇒ ×(1 − X/100).
sk: Násobíme počiatočnú hodnotu koeficientom: +X % ⇒ ×(1 + X/100) a −X % ⇒ ×(1 − X/100).
sv: Man multiplicerar det ursprungliga värdet med en koefficient: +X % ⇒ ×(1 + X/100) och −X % ⇒ ×(1 − X/100).
sw: Tunazidisha thamani ya awali kwa kipengele: +X % ⇒ ×(1 + X/100) na −X % ⇒ ×(1 − X/100).
tr: Başlangıç değerini bir katsayı ile çarparız: +X % ⇒ ×(1 + X/100) ve −X % ⇒ ×(1 − X/100).
uk: Множимо початкове значення на коефіцієнт: +X % ⇒ ×(1 + X/100) і −X % ⇒ ×(1 − X/100).
vi: Chúng ta nhân giá trị ban đầu với một hệ số: +X % ⇒ ×(1 + X/100) và −X % ⇒ ×(1 − X/100).
zh_hans: 我们将初始值乘以一个系数：+X% ⇒ ×(1 + X/100) 和 −X% ⇒ ×(1 − X/100)。

# ed_math_percentages_percentage_increase_decrease_q2
source: Quelle différence avec “pourcentage d’un nombre” ?
af: Wat is die verskil met 'n 'persentasie van 'n getal'?
bg: Каква е разликата с “процент от число”?
cs: Jaký je rozdíl mezi „procentem z čísla“?
da: Hvad er forskellen på “procent af et tal”?
de: Was ist der Unterschied zu „Prozentsatz einer Zahl“?
el: Ποια είναι η διαφορά με το “ποσοστό ενός αριθμού”;
es: ¿Qué diferencia hay con “porcentaje de un número”?
fi: Mikä ero on 'prosentti numerosta'?
fil: Ano ang pagkakaiba sa “porsyento ng isang numero”?
hu: Mi a különbség a „szám százaléka” és a között?
id: Apa perbedaannya dengan “persentase dari suatu angka”?
it: Qual è la differenza con “percentuale di un numero”?
ja: 「数のパーセンテージ」との違いは何ですか？
ko: “숫자의 비율”과의 차이점은 무엇인가요?
nl: Wat is het verschil met 'percentage van een getal'?
no: Hva er forskjellen med “prosent av et tall”?
pl: Jaka jest różnica z „procentem liczby”?
pt_pt: Qual a diferença com “porcentagem de um número”?
ro: Care este diferența față de „procentul unui număr”?
ru: В чем разница с «процентом от числа»?
sk: Aký je rozdiel medzi „percentom čísla“?
sv: Vad är skillnaden med "procent av ett tal"?
sw: Ni tofauti gani na “asilimia ya nambari”?
tr: “Bir sayının yüzdesi” ile ne fark var?
uk: Яка різниця з “відсотком від числа”?
vi: Sự khác biệt với “tỷ lệ phần trăm của một số” là gì?
zh_hans: 与“一个数字的百分比”有什么区别？

# ed_math_percentages_percentage_increase_decrease_a2
source: “Pourcentage d’un nombre” calcule une partie (ex. 20 % de 50). Ici, on calcule la valeur finale après modification (ex. 50 diminué de 20 %).
af: 'n 'Persentasie van 'n getal' bereken 'n deel (bv. 20 % van 50). Hier bereken ons die finale waarde na verandering (bv. 50 verminder met 20 %).
bg: “Процент от число” изчислява част (напр. 20 % от 50). Тук изчисляваме крайната стойност след промяна (напр. 50 намалено с 20 %).
cs: „Procento z čísla“ vypočítává část (např. 20 % z 50). Zde vypočítáváme konečnou hodnotu po úpravě (např. 50 sníženo o 20 %).
da: “Procent af et tal” beregner en del (f.eks. 20 % af 50). Her beregner vi den endelige værdi efter ændring (f.eks. 50 mindsket med 20 %).
de: „Prozentsatz einer Zahl“ berechnet einen Teil (z. B. 20 % von 50). Hier berechnen wir den Endwert nach der Änderung (z. B. 50 verringert um 20 %).
el: Το “ποσοστό ενός αριθμού” υπολογίζει ένα μέρος (π.χ. 20 % του 50). Εδώ, υπολογίζουμε την τελική τιμή μετά την τροποποίηση (π.χ. 50 μειωμένο κατά 20 %).
es: “Porcentaje de un número” calcula una parte (ej. 20 % de 50). Aquí, calculamos el valor final después de la modificación (ej. 50 disminuido en 20 %).
fi: 'Prosentti numerosta' laskee osan (esim. 20 % 50:stä). Tässä lasketaan lopullinen arvo muutoksen jälkeen (esim. 50 vähennettynä 20 %:lla).
fil: Ang “porsyento ng isang numero” ay nagkalkula ng isang bahagi (hal. 20 % ng 50). Dito, kinakalkula ang panghuling halaga pagkatapos ng pagbabago (hal. 50 na nabawasan ng 20 %).
hu: A „szám százaléka” egy részt számít (pl. 20 % 50-ből). Itt a végső értéket számítjuk a módosítás után (pl. 50 csökkentve 20%-kal).
id: “Persentase dari suatu angka” menghitung sebagian (mis. 20 % dari 50). Di sini, kita menghitung nilai akhir setelah modifikasi (mis. 50 dikurangi 20 %).
it: “Percentuale di un numero” calcola una parte (es. 20 % di 50). Qui, calcoliamo il valore finale dopo la modifica (es. 50 diminuito del 20 %).
ja: 「数のパーセンテージ」は一部を計算します（例：50の20%）。ここでは、変更後の最終値を計算します（例：50から20%減少）。
ko: “숫자의 비율”은 일부를 계산합니다(예: 50의 20 %). 여기서는 수정 후 최종 값을 계산합니다(예: 50에서 20 % 감소).
nl: 'Percentage van een getal' berekent een deel (bijv. 20 % van 50). Hier berekenen we de uiteindelijke waarde na wijziging (bijv. 50 verminderd met 20 %).
no: “Prosent av et tall” beregner en del (f.eks. 20 % av 50). Her beregner vi den endelige verdien etter endring (f.eks. 50 redusert med 20 %).
pl: „Procent liczby” oblicza część (np. 20 % z 50). Tutaj obliczamy wartość końcową po modyfikacji (np. 50 zmniejszone o 20 %).
pt_pt: “Porcentagem de um número” calcula uma parte (ex. 20 % de 50). Aqui, calculamos o valor final após modificação (ex. 50 diminuído em 20 %).
ro: „Procentul unui număr” calculează o parte (ex. 20 % din 50). Aici, calculăm valoarea finală după modificare (ex. 50 scăzut cu 20 %).
ru: «Процент от числа» вычисляет часть (например, 20 % от 50). Здесь мы вычисляем конечное значение после изменения (например, 50 уменьшено на 20 %).
sk: „Percento čísla“ vypočíta časť (napr. 20 % z 50). Tu vypočítavame konečnú hodnotu po zmene (napr. 50 znížené o 20 %).
sv: "Procent av ett tal" beräknar en del (t.ex. 20 % av 50). Här beräknar vi det slutgiltiga värdet efter ändring (t.ex. 50 minskat med 20 %).
sw: “Asilimia ya nambari” inahesabu sehemu (mfano 20 % ya 50). Hapa, tunahesabu thamani ya mwisho baada ya mabadiliko (mfano 50 kupunguzwa kwa 20 %).
tr: “Bir sayının yüzdesi” bir kısmı hesaplar (ör. 50'nin %20'si). Burada, değişiklik sonrası nihai değeri hesaplıyoruz (ör. %20 azaltılmış 50).
uk: “Відсоток від числа” обчислює частину (наприклад, 20 % від 50). Тут ми обчислюємо кінцеве значення після зміни (наприклад, 50 зменшено на 20 %).
vi: “Tỷ lệ phần trăm của một số” tính toán một phần (ví dụ 20 % của 50). Ở đây, chúng ta tính toán giá trị cuối cùng sau khi thay đổi (ví dụ 50 giảm 20 %).
zh_hans: “一个数字的百分比”计算一个部分（例如 50 的 20%）。在这里，我们计算修改后的最终值（例如 50 减去 20%）。

# ed_math_percentages_percentage_increase_decrease_q3
source: Pourquoi −50 % puis +50 % ne revient pas au départ ?
af: Hoekom kom −50 % en dan +50 % nie terug na die begin nie?
bg: Защо −50 % следвано от +50 % не се връща на началото?
cs: Proč −50 % a poté +50 % nevede zpět na začátek?
da: Hvorfor giver −50 % efterfulgt af +50 % ikke det samme som udgangspunkt?
de: Warum führt −50 % und dann +50 % nicht zum Ausgangspunkt zurück?
el: Γιατί το −50 % και στη συνέχεια το +50 % δεν επιστρέφει στην αρχή;
es: ¿Por qué −50 % seguido de +50 % no regresa al inicio?
fi: Miksi −50 % ja sitten +50 % ei palauta alkuperäistä?
fil: Bakit ang −50 % at pagkatapos ay +50 % ay hindi bumabalik sa simula?
hu: Miért nem tér vissza a −50 % majd +50 % az eredetihez?
id: Mengapa −50 % kemudian +50 % tidak kembali ke awal?
it: Perché −50 % poi +50 % non torna all'inizio?
ja: なぜ−50%の後に+50%に戻らないのですか？
ko: 왜 −50 % 후 +50 %가 원래 값으로 돌아오지 않나요?
nl: Waarom komt −50 % en vervolgens +50 % niet terug op het begin?
no: Hvorfor gir −50 % etterfulgt av +50 % ikke tilbake til start?
pl: Dlaczego −50 % a następnie +50 % nie wraca do początku?
pt_pt: Por que −50 % seguido de +50 % não retorna ao início?
ro: De ce −50 % urmat de +50 % nu revine la început?
ru: Почему −50 % и затем +50 % не возвращает к началу?
sk: Prečo −50 % a potom +50 % nevedie späť na začiatok?
sv: Varför återkommer inte −50 % följt av +50 % till början?
sw: Kwa nini −50 % kisha +50 % havirudi kwenye mwanzo?
tr: Neden −%50 ardından +%50 başlangıca dönmüyor?
uk: Чому −50 % і потім +50 % не повертає до початку?
vi: Tại sao −50 % rồi +50 % không trở về điểm xuất phát?
zh_hans: 为什么−50%然后+50%不回到起点？

# ed_math_percentages_percentage_increase_decrease_a3
source: Parce que la hausse s’applique sur une base devenue plus petite. Exemple : 100 → 50 (−50 %), puis 50 → 75 (+50 %).
af: Omdat die verhoging toegepas word op 'n basis wat kleiner geword het. Voorbeeld: 100 → 50 (−50 %), dan 50 → 75 (+50 %).
bg: Защото увеличението се прилага върху база, която е станала по-малка. Пример: 100 → 50 (−50 %), след това 50 → 75 (+50 %).
cs: Protože nárůst se aplikuje na základnu, která se stala menší. Příklad: 100 → 50 (−50 %), poté 50 → 75 (+50 %).
da: Fordi stigningen anvendes på en base, der er blevet mindre. Eksempel: 100 → 50 (−50 %), derefter 50 → 75 (+50 %).
de: Weil die Erhöhung auf einer Basis angewendet wird, die kleiner geworden ist. Beispiel: 100 → 50 (−50 %), dann 50 → 75 (+50 %).
el: Επειδή η αύξηση εφαρμόζεται σε μια βάση που έχει γίνει μικρότερη. Παράδειγμα: 100 → 50 (−50 %), στη συνέχεια 50 → 75 (+50 %).
es: Porque el aumento se aplica sobre una base que se ha vuelto más pequeña. Ejemplo: 100 → 50 (−50 %), luego 50 → 75 (+50 %).
fi: Koska nousu kohdistuu pienentynyttä pohjaa. Esimerkki: 100 → 50 (−50 %), sitten 50 → 75 (+50 %).
fil: Dahil ang pagtaas ay nalalapat sa isang batayang naging mas maliit. Halimbawa: 100 → 50 (−50 %), pagkatapos 50 → 75 (+50 %).
hu: Mert a növelés egy kisebb alapra vonatkozik. Példa: 100 → 50 (−50 %), majd 50 → 75 (+50 %).
id: Karena kenaikan diterapkan pada basis yang menjadi lebih kecil. Contoh: 100 → 50 (−50 %), kemudian 50 → 75 (+50 %).
it: Perché l'aumento si applica su una base diventata più piccola. Esempio: 100 → 50 (−50 %), poi 50 → 75 (+50 %).
ja: なぜなら、増加は小さくなった基準に適用されるからです。例：100 → 50（−50%）、次に50 → 75（+50%）。
ko: 증가는 더 작아진 기준에 적용되기 때문입니다. 예: 100 → 50 (−50 %), 그 후 50 → 75 (+50 %).
nl: Omdat de stijging wordt toegepast op een basis die kleiner is geworden. Voorbeeld: 100 → 50 (−50 %), vervolgens 50 → 75 (+50 %).
no: Fordi økningen gjelder en base som har blitt mindre. Eksempel: 100 → 50 (−50 %), deretter 50 → 75 (+50 %).
pl: Ponieważ wzrost stosuje się do podstawy, która stała się mniejsza. Przykład: 100 → 50 (−50 %), następnie 50 → 75 (+50 %).
pt_pt: Porque o aumento se aplica sobre uma base que se tornou menor. Exemplo: 100 → 50 (−50 %), depois 50 → 75 (+50 %).
ro: Pentru că creșterea se aplică pe o bază devenită mai mică. Exemplu: 100 → 50 (−50 %), apoi 50 → 75 (+50 %).
ru: Потому что увеличение применяется к базе, которая стала меньше. Пример: 100 → 50 (−50 %), затем 50 → 75 (+50 %).
sk: Pretože nárast sa aplikuje na základňu, ktorá sa stala menšou. Príklad: 100 → 50 (−50 %), potom 50 → 75 (+50 %).
sv: För att ökningen tillämpas på en bas som blivit mindre. Exempel: 100 → 50 (−50 %), sedan 50 → 75 (+50 %).
sw: Kwa sababu ongezeko linatumika kwenye msingi uliofanywa kuwa mdogo. Mfano: 100 → 50 (−50 %), kisha 50 → 75 (+50 %).
tr: Çünkü artış, daha küçük bir temel üzerinden uygulanır. Örnek: 100 → 50 (−%50), ardından 50 → 75 (+%50).
uk: Тому що підвищення застосовується до бази, яка стала меншою. Приклад: 100 → 50 (−50 %), потім 50 → 75 (+50 %).
vi: Bởi vì sự tăng áp dụng trên một cơ sở đã trở nên nhỏ hơn. Ví dụ: 100 → 50 (−50 %), sau đó 50 → 75 (+50 %).
zh_hans: 因为上涨是基于一个变小的基础。例子：100 → 50 (−50%)，然后 50 → 75 (+50%)。

# ed_math_percentages_percentage_increase_decrease_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_increase_decrease_tip
source: Retenez les coefficients : +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. C’est souvent plus rapide (et moins risqué) que de calculer la part puis l’ajouter/retirer.
af: Onthou die koëffisiënte: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Dit is dikwels vinniger (en minder riskant) as om die deel te bereken en dit dan by te voeg/verwyder.
bg: Запомнете множителите: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Често е по-бързо (и по-малко рисковано) от изчисляването на частта и след това добавянето/премахването й.
cs: Pamatujte si koeficienty: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Je to často rychlejší (a méně riskantní) než vypočítat část a poté ji přidat/odebrat.
da: Husk koefficienterne: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Det er ofte hurtigere (og mindre risikabelt) end at beregne delen og derefter tilføje/fjerne den.
de: Merken Sie sich die Koeffizienten: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Das ist oft schneller (und weniger riskant), als den Anteil zu berechnen und dann hinzuzufügen/abzuziehen.
el: Θυμηθείτε τους συντελεστές: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Είναι συχνά πιο γρήγορο (και λιγότερο ριψοκίνδυνο) από το να υπολογίσετε το μερίδιο και στη συνέχεια να το προσθέσετε/αφαιρέσετε.
es: Recuerda los coeficientes: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. A menudo es más rápido (y menos arriesgado) que calcular la parte y luego añadir/quitar.
fi: Muista kertoimet: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Se on usein nopeampaa (ja vähemmän riskialtista) kuin osan laskeminen ja sitten lisääminen/vähentäminen.
fil: Tandaan ang mga coefficient: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Madalas itong mas mabilis (at mas kaunting panganib) kaysa sa pagkalkula ng bahagi at pagkatapos ay idagdag/alisin ito.
hu: Jegyezd meg a szorzótényezőket: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Gyakran gyorsabb (és kevésbé kockázatos), mint kiszámítani a részesedést, majd hozzáadni/levonni.
id: Ingat koefisien: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Ini seringkali lebih cepat (dan kurang berisiko) daripada menghitung bagian kemudian menambah/menguranginya.
it: Ricorda i coefficienti: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. È spesso più veloce (e meno rischioso) che calcolare la parte e poi aggiungerla/rimuoverla.
ja: 係数を覚えておいてください：+10% = ×1.10；+25% = ×1.25；−20% = ×0.80。部分を計算してから追加/削除するよりも、しばしば迅速（かつリスクが少ない）です。
ko: 계수를 기억하세요: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. 부분을 계산한 후 추가/제거하는 것보다 종종 더 빠르고(위험이 적음)입니다.
nl: Onthoud de factoren: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Het is vaak sneller (en minder riskant) dan het deel te berekenen en het vervolgens toe te voegen/verwijderen.
no: Husk faktorene: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Det er ofte raskere (og mindre risikabelt) enn å beregne delen og deretter legge til/fjerne den.
pl: Zapamiętaj współczynniki: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Często jest to szybsze (i mniej ryzykowne) niż obliczanie części, a następnie dodawanie/odejmowanie.
pt_pt: Lembre-se dos coeficientes: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. É muitas vezes mais rápido (e menos arriscado) do que calcular a parte e depois adicionar/remover.
ro: Rețineți coeficientii: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Este adesea mai rapid (și mai puțin riscant) decât să calculați partea și apoi să o adăugați/îndepărtați.
ru: Запомните коэффициенты: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Это часто быстрее (и менее рискованно), чем вычислять долю, а затем добавлять/вычитать.
sk: Pamätajte si koeficienty: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Je to často rýchlejšie (a menej riskantné) ako vypočítať podiel a potom ho pridať/odstrániť.
sv: Kom ihåg koefficienterna: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Det är ofta snabbare (och mindre riskabelt) än att beräkna delen och sedan lägga till/ta bort.
sw: Kumbuka viwango: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Mara nyingi ni haraka zaidi (na salama kidogo) kuliko kuhesabu sehemu kisha kuiongeza/kutoa.
tr: Katsayıları aklınızda tutun: +%10 = ×1,10; +%25 = ×1,25; −%20 = ×0,80. Genellikle, kısmı hesaplayıp eklemek/çıkarmaktan daha hızlı (ve daha az riskli)dir.
uk: Запам'ятайте коефіцієнти: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Це часто швидше (і менш ризиковано), ніж обчислювати частку, а потім додавати/віднімати.
vi: Ghi nhớ các hệ số: +10 % = ×1,10 ; +25 % = ×1,25 ; −20 % = ×0,80. Thường thì nhanh hơn (và ít rủi ro hơn) so với việc tính phần rồi thêm/bớt.
zh_hans: 记住系数：+10% = ×1.10；+25% = ×1.25；−20% = ×0.80。这通常比计算部分然后加上/减去更快（且风险更小）。
