Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_merge_card_results_sub
source: PDF fusionné + mapping pages.
da: Sammensmeltet PDF + side-mapping.
fi: Yhdistetty PDF + sivujen kartoitus.
nl: Samengevoegde PDF + mapping pagina's.
pl: Scalony PDF + mapowanie stron.
pt_pt: PDF fundido + mapeamento de páginas.
ru: Объединённый PDF + отображение страниц.
uk: Об'єднаний PDF + мапінг сторінок.
vi: PDF đã hợp nhất + ánh xạ trang.

# pdf_merge_json_title
source: Mapping JSON
fi: JSON-kartoitus
pl: Mapowanie JSON
pt_pt: Mapeamento JSON
ru: Отображение JSON
uk: Мапування JSON
vi: Ánh xạ JSON

# pdf_merge_json_sub
source: Traçabilité (pages sources → pages finales)
da: Sporbarhed (kildesider → slut-sider)
fi: Jäljitys (lähdesivut → lopulliset sivut)
nl: Traceerbaarheid (bronpagina's → eindpagina's)
pl: Śledzenie (strony źródłowe → strony końcowe)
pt_pt: Rastreabilidade (páginas de origem → páginas finais)
ru: Прослеживаемость (страницы источника → конечные страницы)
uk: Трасування (вихідні сторінки → фінальні сторінки)
vi: Theo dõi (các trang nguồn → các trang cuối)

# pdf_merge_left_title
source: Fichiers
da: Filer
fi: Tiedostot
nl: Bestanden
pl: Pliki
pt_pt: Arquivos
ru: Файлы
uk: Файли
vi: Tệp

# pdf_merge_back
source: ← Retour aux outils PDF
da: ← Tilbage til PDF-værktøjer
fi: ← Takaisin PDF-työkaluihin
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF

# pdf_merge_stat_sources
source: Fichiers
da: Filer
fi: Tiedostot
nl: Bestanden
pl: Pliki
pt_pt: Arquivos
ru: Файлы
uk: Файли
vi: Tệp

# pdf_merge_stat_pages
source: Pages
da: Sider
fi: Sivut
fil: Mga Pahina
nl: Pagina's
pl: Strony
pt_pt: Páginas
ru: Страницы
uk: Сторінки
vi: Trang

# pdf_merge_stat_in
source: Entrée
da: Indgang
fi: Syöttö
fil: Pagpasok
nl: Invoer
pl: Wejście
pt_pt: Entrada
ru: Вход
uk: Вхід
vi: Đầu vào

# pdf_merge_stat_out
source: Sortie
da: Udgang
fi: Lähtö
fil: Paglabas
nl: Uitvoer
pl: Wyjście
pt_pt: Saída
ru: Выход
uk: Вихід
vi: Đầu ra

# pdf_merge_selected_n
source: n fichiers sélectionnés
da: n valgte filer
fi: n valittua tiedostoa
fil: n napiling mga file
nl: n geselecteerde bestanden
pl: n wybrane pliki
pt_pt: n arquivos selecionados
ru: n выбранных файлов
uk: n вибраних файлів
vi: n tệp đã chọn

# pdf_merge_need_2
source: Ajoutez au moins 2 PDF pour fusionner.
da: Tilføj mindst 2 PDF-filer for at fusionere.
fi: Lisää vähintään 2 PDF:tä yhdistettäväksi.
fil: Magdagdag ng hindi bababa sa 2 PDF para pagsamahin.
nl: Voeg minimaal 2 PDF's toe om te kunnen samenvoegen.
pl: Dodaj co najmniej 2 PDF-y, aby je połączyć.
pt_pt: Adicione pelo menos 2 PDFs para fundir.
ru: Добавьте как минимум 2 PDF для слияния.
uk: Додайте принаймні 2 PDF для злиття.
vi: Thêm ít nhất 2 PDF để hợp nhất.

# pdf_merge_done
source: Fusion terminée. Vous pouvez télécharger le PDF fusionné.
da: Fusionen er fuldført. Du kan downloade den fusionerede PDF.
fi: Yhdistäminen valmis. Voit ladata yhdistetyn PDF:n.
fil: Natapos na ang pagsasama. Maaari mong i-download ang pinagsamang PDF.
nl: Samenvoegen voltooid. U kunt de samengevoegde PDF downloaden.
pl: Scalanie zakończone. Możesz pobrać scalony PDF.
pt_pt: Fusão concluída. Você pode baixar o PDF fundido.
ru: Слияние завершено. Вы можете скачать объединённый PDF.
uk: Злиття завершено. Ви можете завантажити злитий PDF.
vi: Hợp nhất hoàn tất. Bạn có thể tải xuống PDF đã hợp nhất.

# pdf_merge_copied
source: Mapping JSON copié dans le presse-papiers.
da: JSON-mapping kopieret til udklipsholder.
fi: JSON-kartoitus kopioitu leikepöydälle.
fil: Na-copy ang JSON mapping sa clipboard.
nl: Mapping JSON gekopieerd naar het klembord.
pl: Mapowanie JSON skopiowane do schowka.
pt_pt: Mapeamento JSON copiado para a área de transferência.
ru: Отображение JSON скопировано в буфер обмена.
uk: Мапування JSON скопійовано в буфер обміну.
vi: Ánh xạ JSON đã được sao chép vào clipboard.

# pdf_merge_copy_fail
source: Impossible de copier automatiquement. Copiez manuellement le JSON.
da: Kunne ikke kopiere automatisk. Kopier JSON manuelt.
fi: Automaattinen kopiointi epäonnistui. Kopioi JSON manuaalisesti.
fil: Hindi awtomatikong makopya. Mangyaring kopyahin ang JSON nang manu-mano.
nl: Kan niet automatisch kopiëren. Kopieer de JSON handmatig.
pl: Nie można automatycznie skopiować. Skopiuj ręcznie JSON.
pt_pt: Não foi possível copiar automaticamente. Copie manualmente o JSON.
ru: Не удалось автоматически скопировать. Скопируйте JSON вручную.
uk: Не вдалося автоматично скопіювати. Скопіюйте JSON вручну.
vi: Không thể sao chép tự động. Vui lòng sao chép JSON bằng tay.

# pdf_merge_no_out
source: Pas de PDF fusionné. Lancez la fusion d’abord.
da: Ingen fusioneret PDF. Start fusionen først.
fi: Ei yhdistettyä PDF:tä. Suorita yhdistäminen ensin.
fil: Walang pinagsamang PDF. I-launch ang pagsasama muna.
nl: Geen samengevoegde PDF. Start eerst de samenvoeging.
pl: Brak scalonego PDF-a. Najpierw uruchom scalanie.
pt_pt: Nenhum PDF mesclado. Inicie a mesclagem primeiro.
ru: Нет объединённого PDF. Сначала начните слияние.
uk: Немає злитого PDF. Спочатку запустіть злиття.
vi: Không có PDF đã hợp nhất. Hãy bắt đầu hợp nhất trước.

# pdf_split_empty
source: Aucun fichier généré.
da: Ingen filer genereret.
fi: Ei luotu tiedostoa.
fil: Walang na-generate na file.
nl: Geen bestand gegenereerd.
pl: Brak wygenerowanych plików.
pt_pt: Nenhum arquivo gerado.
ru: Не сгенерировано ни одного файла.
uk: Жодного файлу не згенеровано.
vi: Không có tệp nào được tạo.

# pdf_split_adv_range
source: Plage
da: Område
fi: Alue
fil: Saklaw
nl: Bereik
pl: Zakres
pt_pt: Intervalo
ru: Диапазон
uk: Діапазон
vi: Phạm vi

# pdf_split_adv_pages
source: Pages
da: Sider
fi: Sivut
fil: Mga Pahina
nl: Pagina's
pl: Strony
pt_pt: Páginas
ru: Страницы
uk: Сторінки
vi: Trang

# pdf_split_options_title
source: Options
da: Indstillinger
fi: Asetukset
fil: Mga Opsyon
nl: Opties
pl: Opcje
pt_pt: Opções
ru: Опции
uk: Опції
vi: Tùy chọn

# pdf_split_mode_ranges
source: Plages (ex: 3-5, 8, 10-12)
da: Områder (f.eks.: 3-5, 8, 10-12)
fi: Alueet (esim: 3-5, 8, 10-12)
fil: Mga Saklaw (hal: 3-5, 8, 10-12)
nl: Bereiken (bijv: 3-5, 8, 10-12)
pl: Zakresy (np. 3-5, 8, 10-12)
pt_pt: Intervalos (ex: 3-5, 8, 10-12)
ru: Диапазоны (например: 3-5, 8, 10-12)
uk: Діапазони (наприклад: 3-5, 8, 10-12)
vi: Phạm vi (ví dụ: 3-5, 8, 10-12)

# pdf_split_mode_each
source: 1 page par fichier
da: 1 side pr. fil
fi: 1 sivu per tiedosto
fil: 1 pahina bawat file
nl: 1 pagina per bestand
pl: 1 strona na plik
pt_pt: 1 página por arquivo
ru: 1 страница на файл
uk: 1 сторінка на файл
vi: 1 trang mỗi tệp

# pdf_split_ranges_label
source: Plages
da: Områder
fi: Alueet
fil: Mga Saklaw
nl: Bereiken
pl: Zakresy
pt_pt: Intervalos
ru: Диапазоны
uk: Діапазони
vi: Phạm vi

# pdf_split_ranges_help
source: Exemple : 1-3, 7, 9-12 (les plages se fusionnent si elles se chevauchent).
da: Eksempel: 1-3, 7, 9-12 (områderne slås sammen, hvis de overlapper).
fi: Esimerkki: 1-3, 7, 9-12 (alueet yhdistyvät, jos ne päällekkäin).
fil: Halimbawa: 1-3, 7, 9-12 (ang mga saklaw ay nagsasama kung sila ay nag-o-overlap).
nl: Voorbeeld: 1-3, 7, 9-12 (de bereiken worden samengevoegd als ze overlappen).
pl: Przykład: 1-3, 7, 9-12 (zakresy łączą się, jeśli się pokrywają).
pt_pt: Exemplo: 1-3, 7, 9-12 (os intervalos se mesclam se sobrepostos).
ru: Пример: 1-3, 7, 9-12 (диапазоны объединяются, если они перекрываются).
uk: Приклад: 1-3, 7, 9-12 (діапазони об'єднуються, якщо вони перекриваються).
vi: Ví dụ: 1-3, 7, 9-12 (các phạm vi sẽ hợp nhất nếu chúng chồng chéo).

# pdf_split_prefix_label
source: Préfixe fichiers
da: Filpræfiks
fi: Tiedostojen etuliite
fil: Prefix ng mga file
nl: Bestand voorvoegsel
pl: Prefiks plików
pt_pt: Prefixo dos arquivos
ru: Префикс файлов
uk: Префікс файлів
vi: Tiền tố tệp

# pdf_split_pad
source: Indexer avec zéros (01, 02…)
da: Indekser med nuller (01, 02…)
fi: Indeksoi nollilla (01, 02…)
fil: I-index gamit ang mga zero (01, 02…)
nl: Indexeren met nullen (01, 02…)
pl: Indeksuj z zerami (01, 02…)
pt_pt: Indexar com zeros (01, 02…)
ru: Индексировать с нулями (01, 02…)
uk: Індексуйте з нулями (01, 02…)
vi: Đánh chỉ số với số không (01, 02…)

# pdf_split_pretty
source: Mapping JSON “pretty”
da: “Pænt” JSON-mapping
fi: Mapping JSON “kaunis”
fil: “Pretty” JSON mapping
nl: JSON “mooi”
pl: Mapping JSON „ładny”
pt_pt: Mapeamento JSON “bonito”
ru: «Красивый» JSON маппинг
uk: Мапування JSON “pretty”
vi: Ánh xạ JSON “đẹp”

# pdf_split_title
source: Découper un PDF
da: Opdel en PDF
fi: PDF:n jakaminen
fil: Hatiin ang isang PDF
nl: Een PDF splitsen
pl: Podziel PDF
pt_pt: Dividir um PDF
ru: Разделить PDF
uk: Розділити PDF
vi: Cắt một PDF

# pdf_split_subtitle
source: Extrayez certaines pages ou découpez un PDF en plusieurs fichiers (plages ou 1 page par fichier). Tout se fait localement dans votre navigateur.
da: Uddrag bestemte sider eller opdel en PDF i flere filer (områder eller 1 side pr. fil). Alt sker lokalt i din browser.
fi: Voit poimia tiettyjä sivuja tai jakaa PDF:n useisiin tiedostoihin (alueet tai 1 sivu per tiedosto). Kaikki tapahtuu paikallisesti selaimessasi.
fil: I-extract ang ilang mga pahina o hatiin ang isang PDF sa maraming file (mga saklaw o 1 pahina bawat file). Lahat ay ginagawa nang lokal sa iyong browser.
nl: Extraheer bepaalde pagina's of splits een PDF in meerdere bestanden (bereiken of 1 pagina per bestand). Alles gebeurt lokaal in uw browser.
pl: Wyodrębnij niektóre strony lub podziel PDF na kilka plików (zakresy lub 1 strona na plik). Wszystko odbywa się lokalnie w Twojej przeglądarce.
pt_pt: Extraia algumas páginas ou divida um PDF em vários arquivos (intervalos ou 1 página por arquivo). Tudo é feito localmente no seu navegador.
ru: Извлеките определенные страницы или разделите PDF на несколько файлов (диапазоны или 1 страница на файл). Все выполняется локально в вашем браузере.
uk: Витягніть певні сторінки або розділіть PDF на кілька файлів (діапазони або 1 сторінка на файл). Все виконується локально у вашому браузері.
vi: Trích xuất một số trang hoặc cắt một PDF thành nhiều tệp (phạm vi hoặc 1 trang mỗi tệp). Tất cả đều được thực hiện cục bộ trong trình duyệt của bạn.

# pdf_split_err_title
source: Impossible de découper ce PDF.
da: Kunne ikke opdele denne PDF.
fi: PDF:n jakaminen epäonnistui.
fil: Hindi ma-hatiin ang PDF na ito.
nl: Kan deze PDF niet splitsen.
pl: Nie można podzielić tego PDF.
pt_pt: Não foi possível dividir este PDF.
ru: Не удалось разделить этот PDF.
uk: Не вдалося розділити цей PDF.
vi: Không thể cắt PDF này.

# pdf_split_err_generic
source: Une erreur est survenue.
da: Der opstod en fejl.
fi: Tapahtui virhe.
fil: Nagkaroon ng error.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt_pt: Ocorreu um erro.
ru: Произошла ошибка.
uk: Сталася помилка.
vi: Đã xảy ra lỗi.

# pdf_split_tip_privacy
source: Aucun upload : vos fichiers restent sur votre appareil.
da: Ingen upload: dine filer forbliver på din enhed.
fi: Ei latauksia: tiedostosi pysyvät laitteellasi.
fil: Walang upload: ang iyong mga file ay nananatili sa iyong device.
nl: Geen upload: uw bestanden blijven op uw apparaat.
pl: Brak przesyłania: Twoje pliki pozostają na Twoim urządzeniu.
pt_pt: Nenhum upload: seus arquivos permanecem no seu dispositivo.
ru: Без загрузки: ваши файлы остаются на вашем устройстве.
uk: Жодного завантаження: ваші файли залишаються на вашому пристрої.
vi: Không tải lên: tệp của bạn vẫn trên thiết bị của bạn.

# pdf_split_tip_sign
source: Attention : découper invalide généralement les signatures existantes (le fichier change). Conservez l’original si besoin de preuve.
da: Advarsel: opdeling invaliderer normalt eksisterende signaturer (filen ændres). Behold originalen, hvis der er behov for bevis.
fi: Huomio: jakaminen voi yleensä mitätöidä olemassa olevat allekirjoitukset (tiedosto muuttuu). Säilytä alkuperäinen, jos tarvitset todisteita.
fil: Paalala: ang pagputol ay karaniwang nagiging invalid ang mga umiiral na pirma (nagbabago ang file). Panatilihin ang orihinal kung kailangan ng patunay.
nl: Let op: splitsen maakt doorgaans bestaande handtekeningen ongeldig (het bestand verandert). Bewaar het origineel als bewijs nodig is.
pl: Uwaga: podział zazwyczaj unieważnia istniejące podpisy (plik się zmienia). Zachowaj oryginał, jeśli potrzebujesz dowodu.
pt_pt: Atenção: dividir geralmente invalida as assinaturas existentes (o arquivo muda). Mantenha o original se precisar de prova.
ru: Внимание: разделение обычно делает существующие подписи недействительными (файл изменяется). Сохраните оригинал, если требуется доказательство.
uk: Увага: розділення зазвичай робить недійсними існуючі підписи (файл змінюється). Зберігайте оригінал, якщо потрібен доказ.
vi: Chú ý: cắt thường làm vô hiệu hóa các chữ ký hiện có (tệp sẽ thay đổi). Giữ bản gốc nếu cần bằng chứng.

# pdf_split_btn_pick
source: Choisir un PDF
da: Vælg en PDF
fi: Valitse PDF
fil: Pumili ng PDF
nl: Kies een PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
uk: Вибрати PDF
vi: Chọn một PDF

# pdf_split_btn_reset
source: Réinitialiser
da: Nulstil
fi: Nollaa
fil: I-reset
nl: Resetten
pl: Zresetuj
pt_pt: Reiniciar
ru: Сбросить
uk: Скинути
vi: Đặt lại

# pdf_split_btn_copy
source: Copier le mapping
da: Kopier mapping
fi: Kopioi mapping
fil: Kopyahin ang mapping
nl: Kopieer de mapping
pl: Skopiuj mapping
pt_pt: Copiar o mapeamento
ru: Скопировать маппинг
uk: Скопіювати мапування
vi: Sao chép ánh xạ

# pdf_split_btn_download
source: Télécharger en ZIP
da: Download som ZIP
fi: Lataa ZIP-tiedostona
fil: I-download bilang ZIP
nl: Downloaden als ZIP
pl: Pobierz w ZIP
pt_pt: Baixar em ZIP
ru: Скачать в ZIP
uk: Завантажити у ZIP
vi: Tải xuống dưới dạng ZIP

# pdf_split_filter_placeholder
source: Filtrer (nom, plage, pages…)
da: Filtrer (navn, område, sider…)
fi: Suodata (nimi, alue, sivut…)
fil: I-filter (pangalan, saklaw, mga pahina…)
nl: Filteren (naam, bereik, pagina's…)
pl: Filtruj (nazwa, zakres, strony…)
pt_pt: Filtrar (nome, intervalo, páginas…)
ru: Фильтровать (имя, диапазон, страницы…)
uk: Фільтрувати (ім'я, діапазон, сторінки…)
vi: Lọc (tên, phạm vi, trang…)

# pdf_split_status_loading
source: Traitement…
da: Behandler…
fi: Käsitellään…
fil: Pinoproseso…
nl: Bezig met verwerken…
pl: Przetwarzanie…
pt_pt: Processando…
ru: Обработка…
uk: Обробка…
vi: Đang xử lý…

# pdf_split_status_ready
source: Prêt
da: Klar
fi: Valmis
fil: Handa na
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готово
uk: Готово
vi: Sẵn sàng

# pdf_split_status_error
source: Erreur
da: Fejl
fi: Virhe
fil: Error
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
uk: Помилка
vi: Lỗi

# pdf_split_card_import_title
source: Sélectionner le PDF
da: Vælg PDF
fi: Valitse PDF
fil: Pumili ng PDF
nl: Selecteer de PDF
pl: Wybierz PDF
pt_pt: Selecionar o PDF
ru: Выбрать PDF
uk: Вибрати PDF
vi: Chọn PDF

# pdf_split_card_import_sub
source: Choisissez un PDF, définissez le mode (plages ou 1 page/fichier), puis lancez le découpage.
da: Vælg en PDF, indstil tilstand (områder eller 1 side/filer), og start derefter opdelingen.
fi: Valitse PDF, määritä tila (alueet tai 1 sivu/tiedosto), ja aloita leikkaaminen.
fil: Pumili ng isang PDF, itakda ang mode (mga saklaw o 1 pahina/file), pagkatapos ay simulan ang pagputol.
nl: Kies een PDF, stel de modus in (bereiken of 1 pagina/bestand), en start de splitsing.
pl: Wybierz PDF, ustaw tryb (zakresy lub 1 strona/plik), a następnie rozpocznij podział.
pt_pt: Escolha um PDF, defina o modo (intervalos ou 1 página/arquivo) e inicie a divisão.
ru: Выберите PDF, задайте режим (диапазоны или 1 страница/файл), затем начните разделение.
uk: Виберіть PDF, визначте режим (діапазони або 1 сторінка/файл), а потім запустіть розділення.
vi: Chọn một PDF, xác định chế độ (phạm vi hoặc 1 trang/tệp), sau đó bắt đầu cắt.

# pdf_split_card_results_title
source: Résultat
da: Resultat
fi: Tulokset
fil: Resulta
nl: Resultaat
pl: Wynik
pt_pt: Resultado
ru: Результат
uk: Результат
vi: Kết quả

# pdf_split_card_results_sub
source: PDFs extraits + mapping pages.
da: Uddragne PDFs + side-mapping.
fi: Poistetut PDF:t + sivujen kartoitus.
fil: Mga na-extract na PDF + mapping ng mga pahina.
nl: Uitgehaalde PDFs + pagina mapping.
pl: Wyodrębnione PDF-y + mapping stron.
pt_pt: PDFs extraídos + mapeamento de páginas.
ru: Извлеченные PDFs + маппинг страниц.
uk: Витягнуті PDFs + відображення сторінок.
vi: PDF đã trích xuất + ánh xạ trang.

# pdf_split_json_title
source: Mapping JSON
fi: JSON-kartoitus
fil: JSON Mapping
nl: JSON mapping
pt_pt: Mapeamento JSON
ru: JSON маппинг
uk: Відображення JSON
vi: Ánh xạ JSON

# pdf_split_json_sub
source: Traçabilité (pages sources → fichiers extraits)
da: Sporbarhed (kildesider → uddragne filer)
fi: Jäljittäminen (lähdesivut → poistettavat tiedostot)
fil: Traceability (mga source page → mga na-extract na file)
nl: Traceerbaarheid (bronpagina's → uitgehaalde bestanden)
pl: Śledzenie (strony źródłowe → wyodrębnione pliki)
pt_pt: Rastreabilidade (páginas de origem → arquivos extraídos)
ru: Прослеживаемость (исходные страницы → извлеченные файлы)
uk: Слідкування (джерельні сторінки → витягнуті файли)
vi: Theo dõi (các trang nguồn → các tệp đã trích xuất)

# pdf_split_left_title
source: Fichiers générés
da: Genererede filer
fi: Luodut tiedostot
fil: Mga nabuo na file
nl: Gegenereerde bestanden
pl: Wygenerowane pliki
pt_pt: Arquivos gerados
ru: Сгенерированные файлы
uk: Згенеровані файли
vi: Các tệp đã tạo

# pdf_split_back
source: ← Retour aux outils PDF
da: ← Tilbage til PDF-værktøjer
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF

# pdf_split_stat_pages
source: Pages (source)
da: Sider (kilde)
fi: Sivut (lähde)
fil: Mga Pahina (pinagmulan)
nl: Pagina's (bron)
pl: Strony (źródło)
pt_pt: Páginas (origem)
ru: Страницы (исходные)
uk: Сторінки (джерело)
vi: Trang (nguồn)

# pdf_split_stat_outputs
source: Fichiers
da: Filer
fi: Tiedostot
fil: Mga File
nl: Bestanden
pl: Pliki
pt_pt: Arquivos
ru: Файлы
uk: Файли
vi: Tệp

# pdf_split_stat_in
source: Entrée
da: Indgang
fi: Syöte
fil: Input
nl: Invoer
pl: Wejście
pt_pt: Entrada
ru: Вход
uk: Вхід
vi: Đầu vào

# pdf_split_stat_out
source: Sortie
da: Udgang
fi: Lähtö
fil: Output
nl: Uitvoer
pl: Wyjście
pt_pt: Saída
ru: Выход
uk: Вихід
vi: Đầu ra

# pdf_split_need_file
source: Choisissez d’abord un PDF.
da: Vælg først en PDF.
fi: Valitse ensin PDF.
fil: Pumili muna ng isang PDF.
nl: Kies eerst een PDF.
pl: Najpierw wybierz PDF.
pt_pt: Escolha primeiro um PDF.
ru: Сначала выберите PDF.
uk: Спочатку виберіть PDF.
vi: Vui lòng chọn một PDF trước.

# pdf_split_no_ranges
source: Aucune plage valide.
da: Ingen gyldige intervaller.
fi: Ei voimassa olevaa aluetta.
fil: Walang wastong saklaw.
nl: Geen geldig bereik.
pl: Brak ważnych zakresów.
pt_pt: Nenhum intervalo válido.
ru: Нет действительных диапазонов.
uk: Немає дійсного діапазону.
vi: Không có phạm vi hợp lệ.

# pdf_split_done
source: Découpage terminé. Téléchargez le ZIP (PDFs + mapping).
da: Opdeling færdig. Download ZIP'en (PDF'er + mapping).
fi: Leikkaaminen valmis. Lataa ZIP (PDF:t + kartoitus).
fil: Natapos na ang pagputol. I-download ang ZIP (PDFs + mapping).
nl: Splitsen voltooid. Download de ZIP (PDFs + mapping).
pl: Podział zakończony. Pobierz ZIP (PDF-y + mapping).
pt_pt: Divisão concluída. Baixe o ZIP (PDFs + mapeamento).
ru: Разделение завершено. Скачайте ZIP (PDFs + маппинг).
uk: Розділення завершено. Завантажте ZIP (PDFs + відображення).
vi: Cắt xong. Tải xuống ZIP (PDF + ánh xạ).

# pdf_split_one_downloading
source: Téléchargement lancé.
da: Download startet.
fi: Lataus käynnistetty.
fil: Nagsimula na ang pag-download.
nl: Download gestart.
pl: Rozpoczęto pobieranie.
pt_pt: Download iniciado.
ru: Запущено скачивание.
uk: Завантаження розпочато.
vi: Đang bắt đầu tải xuống.

# pdf_split_no_out
source: Pas de fichiers extraits. Lancez le découpage d’abord.
da: Ingen uddragne filer. Start opdelingen først.
fi: Ei poistettuja tiedostoja. Suorita leikkaaminen ensin.
fil: Walang mga na-extract na file. Magsimula muna ng pagputol.
nl: Geen uitgehaalde bestanden. Start eerst de splitsing.
pl: Brak wyodrębnionych plików. Najpierw rozpocznij podział.
pt_pt: Nenhum arquivo extraído. Inicie a divisão primeiro.
ru: Нет извлеченных файлов. Сначала начните разделение.
uk: Немає витягнутих файлів. Спочатку запустіть розділення.
vi: Không có tệp đã trích xuất. Vui lòng bắt đầu cắt trước.

# pdf_split_zip_downloading
source: Téléchargement du ZIP lancé.
da: Download af ZIP'en startet.
fi: ZIP-lataus käynnistetty.
fil: Nagsimula na ang pag-download ng ZIP.
nl: Download van de ZIP gestart.
pl: Rozpoczęto pobieranie ZIP.
pt_pt: Download do ZIP iniciado.
ru: Запущено скачивание ZIP.
uk: Завантаження ZIP розпочато.
vi: Đang bắt đầu tải xuống ZIP.

# pdf_split_zip_fail
source: Impossible de générer le ZIP.
da: Kunne ikke generere ZIP'en.
fi: ZIP:n luominen epäonnistui.
fil: Hindi ma-generate ang ZIP.
nl: Kan de ZIP niet genereren.
pl: Nie można wygenerować ZIP.
pt_pt: Não foi possível gerar o ZIP.
ru: Не удалось создать ZIP.
uk: Не вдалося згенерувати ZIP.
vi: Không thể tạo ZIP.

# pdf_split_copied
source: Mapping JSON copié dans le presse-papiers.
da: Mapping JSON kopieret til udklipsholderen.
fi: JSON-kartoitus kopioitu leikepöydälle.
fil: Na-copy ang JSON mapping sa clipboard.
nl: JSON mapping gekopieerd naar het klembord.
pl: Mapping JSON skopiowany do schowka.
pt_pt: Mapeamento JSON copiado para a área de transferência.
ru: JSON маппинг скопирован в буфер обмена.
uk: Відображення JSON скопійовано в буфер обміну.
vi: Ánh xạ JSON đã được sao chép vào clipboard.

# pdf_split_copy_fail
source: Impossible de copier automatiquement. Copiez manuellement le JSON.
da: Kunne ikke kopiere automatisk. Kopier JSON manuelt.
fi: Automaattinen kopiointi epäonnistui. Kopioi JSON manuaalisesti.
fil: Hindi awtomatikong makopya. Mangyaring kopyahin ang JSON nang manu-mano.
nl: Kan niet automatisch kopiëren. Kopieer de JSON handmatig.
pl: Nie można automatycznie skopiować. Skopiuj ręcznie JSON.
pt_pt: Não foi possível copiar automaticamente. Copie manualmente o JSON.
ru: Не удалось автоматически скопировать. Скопируйте JSON вручную.
uk: Не вдалося автоматично скопіювати. Скопіюйте JSON вручну.
vi: Không thể sao chép tự động. Vui lòng sao chép JSON thủ công.

# pdf_flatten_empty
source: Aucun fichier généré.
da: Ingen fil genereret.
fi: Ei luotu tiedostoa.
nl: Geen bestand gegenereerd.
pl: Brak wygenerowanych plików.
pt_pt: Nenhum arquivo gerado.
ru: Файл не сгенерирован.
uk: Жоден файл не згенеровано.

# pdf_flatten_adv_fields
source: Champs détectés
da: Opdagede felter
fi: Havaitut kentät
nl: Gevonden velden
pl: Wykryte pola
pt_pt: Campos detectados
ru: Обнаруженные поля
uk: Виявлені поля

# pdf_flatten_adv_mode
source: Mode
da: Tilstand
fi: Tila
nl: Modus
pl: Tryb
pt_pt: Modo
ru: Режим
uk: Режим

# pdf_flatten_adv_mode_value
source: Flatten (statique)
da: Flatten (statisk)
fi: Flatten (staattinen)
nl: Flatten (statisch)
pl: Spłaszcz (statyczny)
pt_pt: Aplanar (estático)
ru: Сгладить (статический)
uk: Згладити (статичний)

# pdf_flatten_options_title
source: Options
da: Muligheder
fi: Asetukset
nl: Opties
pl: Opcje
pt_pt: Opções
ru: Опции
uk: Опції

# pdf_flatten_include_empty
source: Inclure les champs vides dans le mapping JSON
da: Inkluder tomme felter i JSON-mapping
fi: Sisällytä tyhjät kentät JSON-mappaukseen
nl: Inclusief lege velden in de JSON-mapping
pl: Uwzględnij puste pola w mapowaniu JSON
pt_pt: Incluir campos vazios no mapeamento JSON
ru: Включить пустые поля в JSON-мэппинг
uk: Включити порожні поля в мапінг JSON
