Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_links_extractor_lim1
source: Un lien peut être “dessiné” comme du texte sans annotation : dans ce cas, il n’est pas détectable comme lien cliquable.
af: ‘n Skakel kan as teks sonder annotasie "geteken" word: in daardie geval is dit nie as 'n klikbare skakel waarneembaar nie.
bg: Връзка може да бъде "нарисувана" като текст без анотация: в този случай не може да бъде открита като кликаема връзка.
cs: Odkaz může být "nakreslen" jako text bez poznámky: v tomto případě není detekovatelný jako klikací odkaz.
da: Et link kan være "tegnet" som tekst uden annotation: i så fald er det ikke registrerbart som et klikbart link.
de: Ein Link kann als Text ohne Annotation "gezeichnet" werden: In diesem Fall ist er nicht als klickbarer Link erkennbar.
el: Ένας σύνδεσμος μπορεί να είναι “σχεδιασμένος” ως κείμενο χωρίς σχόλιο: σε αυτή την περίπτωση, δεν ανιχνεύεται ως κλικαρίσιμος σύνδεσμος.
es: Un enlace puede ser “dibujado” como texto sin anotación: en este caso, no se detecta como enlace clicable.
fi: Linkki voidaan "piirtää" tekstinä ilman huomiota: tällöin sitä ei voida havaita klikkattavana linkkinä.
fil: Ang isang link ay maaaring "iguhit" bilang teksto nang walang annotation: sa kasong ito, hindi ito matutukoy bilang clickable link.
hu: TODO.
id: TODO.
it: Un collegamento può essere “disegnato” come testo senza annotazione: in questo caso, non è rilevabile come collegamento cliccabile.
ja: リンクは注釈なしのテキストとして「描画」されることがあります。この場合、クリック可能なリンクとして検出されません。
ko: 링크는 주석 없이 텍스트처럼 "그려질" 수 있습니다: 이 경우 클릭 가능한 링크로 감지되지 않습니다.
nl: Een link kan worden "getekend" als tekst zonder annotatie: in dat geval is het niet detecteerbaar als een klikbare link.
no: En lenke kan være "tegnet" som tekst uten annotasjon: i så fall er den ikke oppdagbar som klikkbar lenke.
pl: Link może być „narysowany” jako tekst bez adnotacji: w takim przypadku nie jest wykrywany jako klikalny link.
pt_pt: Um link pode ser “desenhado” como texto sem anotação: nesse caso, não é detectável como link clicável.
ro: Un link poate fi „desenat” ca text fără anotare: în acest caz, nu este detectabil ca link clicabil.
ru: Ссылка может быть «нарисована» как текст без аннотации: в этом случае она не распознается как кликабельная.
sk: Odkaz môže byť „nakreslený“ ako text bez poznámky: v tomto prípade nie je detekovateľný ako klikateľný odkaz.
sv: En länk kan "ritas" som text utan anteckning: i så fall kan den inte upptäckas som en klickbar länk.
sw: Kiungo kinaweza "kuchorwa" kama maandiko bila maelezo: katika kesi hiyo, hakiwezi kutambuliwa kama kiungo kinachoweza kubofyw.
tr: Bir bağlantı, not olmadan metin olarak “çizilebilir”: bu durumda, tıklanabilir bağlantı olarak tespit edilemez.
uk: Посилання може бути "намальоване" як текст без анотації: в цьому випадку його не можна виявити як клікабельне посилання.
vi: Một liên kết có thể được “vẽ” như văn bản không có ghi chú: trong trường hợp này, nó không thể được phát hiện như một liên kết có thể nhấp.
zh_hans: 链接可以像文本一样“绘制”，没有注释：在这种情况下，它不会被检测为可点击链接。

# ed_dev_pdf_pdf_links_extractor_lim2
source: Selon le PDF, le texte visible et la cible peuvent différer (ex : bouton, annotation sans texte).
af: Afhangende van die PDF, kan die sigbare teks en die teiken verskil (bv. knoppie, annotasie sonder teks).
bg: В зависимост от PDF, видимият текст и целта могат да се различават (напр. бутон, анотация без текст).
cs: Podle PDF se může viditelný text a cíl lišit (např. tlačítko, poznámka bez textu).
da: Afhængigt af PDF'en kan den synlige tekst og målet variere (f.eks. knap, annotation uden tekst).
de: Je nach PDF können der sichtbare Text und das Ziel abweichen (z. B. Schaltfläche, Annotation ohne Text).
el: Ανάλογα με το PDF, το ορατό κείμενο και ο στόχος μπορεί να διαφέρουν (π.χ.: κουμπί, σχόλιο χωρίς κείμενο).
es: Dependiendo del PDF, el texto visible y el objetivo pueden diferir (ej: botón, anotación sin texto).
fi: PDF:stä riippuen näkyvä teksti ja kohde voivat poiketa (esim. painike, tekstitön huomautus).
fil: Ayon sa PDF, ang nakikitang teksto at ang target ay maaaring magkaiba (hal: button, annotation na walang teksto).
hu: TODO.
id: TODO.
it: A seconda del PDF, il testo visibile e la destinazione possono differire (es: pulsante, annotazione senza testo).
ja: PDFによっては、表示されるテキストとターゲットが異なる場合があります（例：ボタン、テキストなしの注釈）。
ko: PDF에 따라 보이는 텍스트와 대상이 다를 수 있습니다(예: 버튼, 텍스트 없는 주석).
nl: Afhankelijk van de PDF kunnen de zichtbare tekst en het doel verschillen (bijv. knop, annotatie zonder tekst).
no: Avhengig av PDF-en kan synlig tekst og mål variere (f.eks. knapp, annotasjon uten tekst).
pl: W zależności od PDF, widoczny tekst i cel mogą się różnić (np. przycisk, adnotacja bez tekstu).
pt_pt: Dependendo do PDF, o texto visível e o alvo podem diferir (ex: botão, anotação sem texto).
ro: În funcție de PDF, textul vizibil și ținta pot diferi (ex: buton, anotare fără text).
ru: В зависимости от PDF, видимый текст и цель могут отличаться (например, кнопка, аннотация без текста).
sk: Podľa PDF sa viditeľný text a cieľ môžu líšiť (napr. tlačidlo, poznámka bez textu).
sv: Beroende på PDF:en kan den synliga texten och målet skilja sig (t.ex. knapp, anteckning utan text).
sw: Kulingana na PDF, maandiko yanayoonekana na lengo yanaweza kutofautiana (mfano: kitufe, maelezo bila maandiko).
tr: PDF'e bağlı olarak, görünen metin ve hedef farklılık gösterebilir (örneğin: buton, metinsiz not).
uk: Залежно від PDF, видимий текст і ціль можуть відрізнятися (наприклад: кнопка, анотація без тексту).
vi: Tùy thuộc vào PDF, văn bản hiển thị và mục tiêu có thể khác nhau (ví dụ: nút, ghi chú không có văn bản).
zh_hans: 根据 PDF，可见文本和目标可能不同（例如：按钮、没有文本的注释）。

# ed_dev_pdf_pdf_links_extractor_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_links_extractor_q1
source: Est-ce que l’outil vérifie si les liens répondent ?
af: Kontroleer die instrument of die skakels reageer?
bg: Проверява ли инструментът дали връзките отговарят?
cs: Kontroluje nástroj, zda odkazy odpovídají?
da: Tjekker værktøjet, om linksene svarer?
de: Überprüft das Tool, ob die Links antworten?
el: Ελέγχει το εργαλείο αν οι σύνδεσμοι απαντούν;
es: ¿Verifica la herramienta si los enlaces responden?
fi: Tarkistaako työkalu, vastaavatko linkit?
fil: Sinasala ba ng tool kung ang mga link ay tumutugon?
hu: TODO
id: TODO
it: L'utensile verifica se i collegamenti rispondono?
ja: ツールはリンクが応答するかどうかを確認しますか？
ko: 도구가 링크가 응답하는지 확인합니까?
nl: Controleert de tool of de links reageren?
no: Sjekker verktøyet om lenkene svarer?
pl: Czy narzędzie sprawdza, czy linki odpowiadają?
pt_pt: O ferramenta verifica se os links respondem?
ro: Verifică instrumentul dacă linkurile răspund?
ru: Проверяет ли инструмент, работают ли ссылки?
sk: Overuje nástroj, či odkazy fungujú?
sv: Kontrollerar verktyget om länkarna svarar?
sw: Je, chombo kinathibitisha kama viungo vinajibu?
tr: Araç bağlantıların yanıt verip vermediğini kontrol ediyor mu?
uk: Чи перевіряє інструмент, чи відповідають посилання?
vi: Công cụ có kiểm tra xem các liên kết có phản hồi không?
zh_hans: 工具是否检查链接是否响应？

# ed_dev_pdf_pdf_links_extractor_a1
source: Non : il extrait les cibles. La vérification HTTP se fait ensuite via un script/crawler.
af: Nee: dit onttrek die teikens. Die HTTP-verifikasie gebeur daarna deur 'n skrip/crawler.
bg: Не: той извлича целите. HTTP проверката се извършва след това чрез скрипт/кроулер.
cs: Ne: extrahuje cíle. HTTP kontrola se provádí následně pomocí skriptu/crawleru.
da: Nej: det udtrækker målene. HTTP-validering sker derefter via et script/crawler.
de: Nein: Es extrahiert die Ziele. Die HTTP-Überprüfung erfolgt anschließend über ein Skript/Crawler.
el: Όχι: εξάγει τους στόχους. Η HTTP επαλήθευση γίνεται στη συνέχεια μέσω ενός script/crawler.
es: No: extrae los objetivos. La verificación HTTP se realiza luego a través de un script/crawler.
fi: Ei: se poimii kohteet. HTTP-tarkistus tehdään myöhemmin skriptin/crawlerin avulla.
fil: Hindi: ito ay nag-e-export ng mga target. Ang HTTP verification ay isinasagawa sa pamamagitan ng script/crawler.
hu: TODO
id: TODO
it: No: estrae le destinazioni. La verifica HTTP avviene poi tramite uno script/crawler.
ja: いいえ：ターゲットを抽出します。HTTP検証はその後、スクリプト/クローラーを介して行われます。
ko: 아니요: 대상만 추출합니다. HTTP 검증은 이후 스크립트/크롤러를 통해 수행됩니다.
nl: Nee: het extrahert de doelen. De HTTP-validatie gebeurt vervolgens via een script/crawler.
no: Nei: det ekstrakterer målene. HTTP-validering skjer deretter via et skript/crawler.
pl: Nie: wyodrębnia cele. Weryfikacja HTTP odbywa się później za pomocą skryptu/crawlera.
pt_pt: Não: ele extrai os alvos. A verificação HTTP é feita depois via um script/crawler.
ro: Nu: extrage țintele. Verificarea HTTP se face ulterior printr-un script/crawler.
ru: Нет: он извлекает цели. HTTP-проверка выполняется затем с помощью скрипта/краулера.
sk: Nie: extrahuje ciele. HTTP overenie sa vykonáva neskôr pomocou skriptu/crawlera.
sv: Nej: det extraherar målen. HTTP-validering görs sedan via ett skript/crawler.
sw: Hapana: kinatoa malengo. Uthibitisho wa HTTP hufanywa baadaye kupitia script/crawler.
tr: Hayır: hedefleri çıkarır. HTTP doğrulaması daha sonra bir script/crawler aracılığıyla yapılır.
uk: Ні: він витягує цілі. Перевірка HTTP здійснюється потім через скрипт/краулер.
vi: Không: nó chỉ trích xuất các mục tiêu. Việc xác thực HTTP được thực hiện sau đó thông qua một kịch bản/crawler.
zh_hans: 不：它提取目标。HTTP 验证随后通过脚本/爬虫进行。

# ed_dev_pdf_pdf_links_extractor_q2
source: Les liens internes (sommaire) sont-ils inclus ?
af: Word interne skakels (inhoudsopgawe) ingesluit?
bg: Включени ли са вътрешните връзки (съдържание)?
cs: Jsou zahrnuty interní odkazy (obsah)?
da: Er interne links (indholdsfortegnelse) inkluderet?
de: Sind interne Links (Inhaltsverzeichnis) enthalten?
el: Περιλαμβάνονται οι εσωτερικοί σύνδεσμοι (περιεχόμενο) ;
es: ¿Se incluyen los enlaces internos (índice)?
fi: Sisäiset linkit (sisällysluettelo) sisältyvätkö?
fil: Kasama ba ang mga panloob na link (table of contents)?
hu: TODO
id: TODO
it: I collegamenti interni (sommario) sono inclusi?
ja: 内部リンク（目次）は含まれていますか？
ko: 내부 링크(목차)가 포함됩니까?
nl: Zijn interne links (inhoudsopgave) inbegrepen?
no: Er interne lenker (innholdsfortegnelse) inkludert?
pl: Czy linki wewnętrzne (spis treści) są uwzględnione?
pt_pt: Os links internos (sumário) estão incluídos?
ro: Sunt incluse linkurile interne (cuprins)?
ru: Включены ли внутренние ссылки (оглавление)?
sk: Sú zahrnuté interné odkazy (obsah)?
sv: Är interna länkar (innehållsförteckning) inkluderade?
sw: Je, viungo vya ndani (orodha) vinajumuishwa?
tr: Dahili bağlantılar (içindekiler) dahil mi?
uk: Чи включені внутрішні посилання (зміст)?
vi: Các liên kết nội bộ (mục lục) có được bao gồm không?
zh_hans: 内部链接（目录）是否包含在内？

# ed_dev_pdf_pdf_links_extractor_a2
source: Oui, les actions de type GoTo/Named destination sont généralement exportées.
af: Ja, aksies van die tipe GoTo/Genoemde bestemming word gewoonlik uitgevoer.
bg: Да, действия от тип GoTo/Именувана дестинация обикновено се експортират.
cs: Ano, akce typu GoTo/Název cíle jsou obvykle exportovány.
da: Ja, handlinger af typen GoTo/Named destination eksporteres normalt.
de: Ja, Aktionen vom Typ GoTo/Namensziel werden in der Regel exportiert.
el: Ναι, οι ενέργειες τύπου GoTo/Named destination εξάγονται συνήθως.
es: Sí, las acciones de tipo GoTo/Destino nombrado generalmente se exportan.
fi: Kyllä, GoTo/Nimetty kohde -tyyppiset toiminnot viedään yleensä.
fil: Oo, ang mga aksyon ng uri na GoTo/Named destination ay karaniwang na-e-export.
hu: TODO
id: TODO
it: Sì, le azioni di tipo GoTo/Destinazione nominata sono generalmente esportate.
ja: はい、GoTo/Named destinationタイプのアクションは一般的にエクスポートされます。
ko: 예, GoTo/Named destination 유형의 작업은 일반적으로 내보내집니다.
nl: Ja, acties van het type GoTo/Genoemde bestemming worden doorgaans geëxporteerd.
no: Ja, handlinger av typen GoTo/Namnet destinasjon eksporteres vanligvis.
pl: Tak, akcje typu GoTo/Nazwana destynacja są zazwyczaj eksportowane.
pt_pt: Sim, as ações do tipo GoTo/Destinação nomeada são geralmente exportadas.
ro: Da, acțiunile de tip GoTo/Destinație numită sunt de obicei exportate.
ru: Да, действия типа GoTo/Named destination обычно экспортируются.
sk: Áno, akcie typu GoTo/Named destination sú zvyčajne exportované.
sv: Ja, åtgärder av typen GoTo/Namngiven destination exporteras vanligtvis.
sw: Ndio, hatua za aina ya GoTo/Named destination kwa kawaida zinapelekwa.
tr: Evet, GoTo/Adlandırılmış hedef türündeki eylemler genellikle dışa aktarılır.
uk: Так, дії типу GoTo/Named destination зазвичай експортуються.
vi: Có, các hành động loại GoTo/Đích được đặt tên thường được xuất.
zh_hans: 是的，GoTo/命名目标类型的操作通常会被导出。

# ed_dev_pdf_pdf_links_extractor_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_links_extractor_tip
source: Pour des PDF destinés au public, exportez les liens puis passez la liste dans un validateur HTTP : c’est le moyen le plus fiable de détecter des URL cassées avant publication.
af: Vir PDF's wat vir die publiek bedoel is, voer die skakels uit en voer die lys deur 'n HTTP-validator: dit is die mees betroubare manier om gebroke URL's voor publikasie te identifiseer.
bg: За PDF, предназначени за обществеността, експортирайте връзките и след това подайте списъка на HTTP валидатор: това е най-надеждният начин за откриване на счупени URL адреси преди публикуване.
cs: Pro PDF určené pro veřejnost exportujte odkazy a poté seznam zkontrolujte v HTTP validátoru: to je nejspolehlivější způsob, jak odhalit nefunkční URL před publikací.
da: For PDF'er beregnet til offentligheden, eksportér linksene og kør derefter listen gennem en HTTP-validerer: det er den mest pålidelige måde at opdage brudte URL'er før offentliggørelse.
de: Für PDFs, die für die Öffentlichkeit bestimmt sind, exportieren Sie die Links und übergeben Sie die Liste an einen HTTP-Validator: Dies ist der zuverlässigste Weg, um defekte URLs vor der Veröffentlichung zu erkennen.
el: Για PDF που προορίζονται για το κοινό, εξάγετε τους συνδέσμους και στη συνέχεια περάστε τη λίστα σε έναν HTTP validator: είναι ο πιο αξιόπιστος τρόπος για να ανιχνεύσετε σπασμένες URL πριν από τη δημοσίευση.
es: Para PDFs destinados al público, exporta los enlaces y luego pasa la lista a un validador HTTP: es la forma más confiable de detectar URL rotas antes de la publicación.
fi: Julkiseen käyttöön tarkoitetuista PDF:istä vie linkit ja syötä luettelo HTTP-validointiin: tämä on luotettavin tapa havaita rikkinäisiä URL-osoitteita ennen julkaisua.
fil: Para sa mga PDF na nakalaan sa publiko, i-export ang mga link at pagkatapos ay ipasa ang listahan sa isang HTTP validator: ito ang pinaka-maaasahang paraan upang matukoy ang mga sirang URL bago ang publikasyon.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik terkait dengan niat alat ini.
it: Per PDF destinati al pubblico, esporta i collegamenti e poi passa la lista a un validatore HTTP: è il modo più affidabile per rilevare URL interrotti prima della pubblicazione.
ja: 一般向けのPDFの場合、リンクをエクスポートし、その後リストをHTTPバリデーターに渡してください：これは公開前に壊れたURLを検出する最も信頼性の高い方法です。
ko: 공공용 PDF의 경우 링크를 내보낸 후 목록을 HTTP 검증기에 전달하세요: 이는 게시 전에 깨진 URL을 감지하는 가장 신뢰할 수 있는 방법입니다.
nl: Voor PDF's die voor het publiek bestemd zijn, exporteer de links en voer de lijst door een HTTP-validator: dit is de meest betrouwbare manier om gebroken URL's voor publicatie te detecteren.
no: For PDF-er ment for publikum, eksporter lenkene og kjør deretter listen gjennom en HTTP-validerer: det er den mest pålitelige måten å oppdage ødelagte URL-er før publisering.
pl: Dla PDF przeznaczonych dla publiczności, eksportuj linki, a następnie przekaż listę do walidatora HTTP: to najpewniejszy sposób na wykrycie uszkodzonych URL przed publikacją.
pt_pt: Para PDFs destinados ao público, exporte os links e depois passe a lista em um validador HTTP: é o meio mais confiável de detectar URLs quebradas antes da publicação.
ro: Pentru PDF-uri destinate publicului, exportați linkurile și apoi treceți lista printr-un validator HTTP: acesta este cel mai fiabil mod de a detecta URL-uri rupte înainte de publicare.
ru: Для PDF, предназначенных для публики, экспортируйте ссылки, а затем передайте список в HTTP-валидатор: это самый надежный способ обнаружить битые URL перед публикацией.
sk: Pre PDF určené pre verejnosť exportujte odkazy a potom ich zadajte do HTTP validátora: je to najspoľahlivejší spôsob, ako odhaliť nefunkčné URL pred publikovaním.
sv: För PDF:er avsedda för allmänheten, exportera länkarna och kör sedan listan genom en HTTP-validerare: det är det mest pålitliga sättet att upptäcka brutna URL:er innan publicering.
sw: Kwa PDF zinazokusudiwa kwa umma, peleka viungo kisha pitisha orodha hiyo kwa validator wa HTTP: hii ndiyo njia ya kuaminika zaidi kugundua URL zilizovunjika kabla ya kuchapishwa.
tr: Halka açık PDF'ler için, bağlantıları dışa aktarın ve ardından listeyi bir HTTP doğrulayıcıya geçirin: bu, yayınlamadan önce bozuk URL'leri tespit etmenin en güvenilir yoludur.
uk: Для PDF, призначених для публіки, експортуйте посилання, а потім передайте список у валідатор HTTP: це найнадійніший спосіб виявити зламані URL перед публікацією.
vi: Đối với các PDF dành cho công chúng, hãy xuất các liên kết và sau đó đưa danh sách vào một trình xác thực HTTP: đây là cách đáng tin cậy nhất để phát hiện các URL bị hỏng trước khi công bố.
zh_hans: 对于面向公众的 PDF，导出链接后将列表传递给 HTTP 验证器：这是在发布之前检测断开的 URL 的最可靠方法。

# ed_dev_pdf_pdf_merge_title
source: À propos : PDF Merge
af: Oor: PDF Merge
bg: Относно: PDF Сливане
cs: O aplikaci: PDF Merge
da: Om: PDF-sammenlægning
de: Über: PDF Zusammenführen
el: Σχετικά με: PDF Merge
es: Acerca de: PDF Merge
fi: Tietoa: PDF-yhdistäminen
fil: Tungkol sa: PDF Merge
hu: Rólunk: PDF-ek egyesítése
id: Tentang: Menggabungkan PDF
it: Informazioni: PDF Merge
ja: 概要：PDFマージ
ko: 정보: PDF 병합
nl: Over: PDF Samenvoegen
no: Om: PDF-sammenslåing
pl: O programie: PDF Merge
pt_pt: Sobre: PDF Merge
ro: Despre: PDF Merge
ru: О программе: PDF Merge
sk: O: PDF Merge
sv: Om: PDF Merge
sw: Kuhusu: PDF Merge
tr: Hakkında: PDF Birleştirme
uk: Про: Злиття PDF
vi: Về: PDF Merge
zh_hans: 关于：PDF 合并

# ed_dev_pdf_pdf_merge_lead
source: Fusionner plusieurs fichiers PDF en un seul document, avec un résultat propre et prédictible (ordre des pages, gestion des métadonnées) pour usage pro, administratif ou CI.
af: Versmelt verskeie PDF-lêers in 'n enkele dokument, met 'n skoon en voorspelbare resultaat (bladsy volgorde, metadata bestuur) vir professionele, administratiewe of CI gebruik.
bg: Сливане на няколко PDF файла в един документ, с чист и предсказуем резултат (ред на страниците, управление на метаданни) за професионална, административна или CI употреба.
cs: Sloučení několika PDF souborů do jednoho dokumentu, s čistým a předvídatelným výsledkem (pořadí stránek, správa metadat) pro profesionální, administrativní nebo CI použití.
da: Sammenlæg flere PDF-filer til et enkelt dokument, med et rent og forudsigeligt resultat (sideorden, håndtering af metadata) til professionelt, administrativt eller CI-brug.
de: Mehrere PDF-Dateien in ein einziges Dokument zusammenführen, mit einem sauberen und vorhersehbaren Ergebnis (Reihenfolge der Seiten, Verwaltung der Metadaten) für berufliche, administrative oder CI-Nutzung.
el: Συγχώνευση πολλών αρχείων PDF σε ένα μόνο έγγραφο, με καθαρό και προβλέψιμο αποτέλεσμα (σειρά σελίδων, διαχείριση μεταδεδομένων) για επαγγελματική, διοικητική ή CI χρήση.
es: Fusionar varios archivos PDF en un solo documento, con un resultado limpio y predecible (orden de las páginas, gestión de metadatos) para uso profesional, administrativo o CI.
fi: Yhdistä useita PDF-tiedostoja yhdeksi asiakirjaksi, puhtaalla ja ennakoitavalla tuloksella (sivujen järjestys, metatietojen hallinta) ammatilliseen, hallinnolliseen tai CI-käyttöön.
fil: Pagsamahin ang maraming PDF file sa isang dokumento, na may malinis at mahuhulaan na resulta (order ng mga pahina, pamamahala ng metadata) para sa propesyonal, administratibo o CI na paggamit.
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne legyen más szövegének parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Unire più file PDF in un unico documento, con un risultato pulito e prevedibile (ordine delle pagine, gestione dei metadati) per uso professionale, amministrativo o CI.
ja: 複数のPDFファイルを1つの文書にマージし、ページの順序やメタデータの管理を行い、プロフェッショナル、行政、CI用にクリーンで予測可能な結果を得ます。
ko: 여러 PDF 파일을 하나의 문서로 병합하여 페이지 순서, 메타데이터 관리가 포함된 깔끔하고 예측 가능한 결과를 제공합니다.
nl: Meerdere PDF-bestanden samenvoegen tot één document, met een schoon en voorspelbaar resultaat (volgorde van pagina's, metadata-beheer) voor professioneel, administratief of CI-gebruik.
no: Sammenslå flere PDF-filer til ett dokument, med et rent og forutsigbart resultat (side rekkefølge, håndtering av metadata) for profesjonell, administrativ eller CI-bruk.
pl: Łączenie wielu plików PDF w jeden dokument, z czystym i przewidywalnym wynikiem (kolejność stron, zarządzanie metadanymi) do użytku profesjonalnego, administracyjnego lub CI.
pt_pt: Mesclar vários arquivos PDF em um único documento, com um resultado limpo e previsível (ordem das páginas, gerenciamento de metadados) para uso profissional, administrativo ou CI.
ro: Fuzionați mai multe fișiere PDF într-un singur document, cu un rezultat curat și predictibil (ordine pagini, gestionarea metadatelor) pentru utilizare profesională, administrativă sau CI.
ru: Объединение нескольких файлов PDF в один документ с чистым и предсказуемым результатом (порядок страниц, управление метаданными) для профессионального, административного или CI использования.
sk: Spojiť viacero PDF súborov do jedného dokumentu, s čistým a predvídateľným výsledkom (poradie strán, správa metadát) pre profesionálne, administratívne alebo CI použitie.
sv: Slå samman flera PDF-filer till ett enda dokument, med ett rent och förutsägbart resultat (sidaordning, hantering av metadata) för professionellt, administrativt eller CI-användning.
sw: Kuchanganya faili nyingi za PDF kuwa hati moja, na matokeo safi na yanayoweza kutabiriwa (mpangilio wa kurasa, usimamizi wa metadata) kwa matumizi ya kitaaluma, kiutawala au CI.
tr: Birden fazla PDF dosyasını tek bir belge haline getirin, temiz ve öngörülebilir bir sonuçla (sayfa sırası, meta verilerin yönetimi) profesyonel, idari veya CI kullanımı için.
uk: Об'єднання кількох PDF-файлів в один документ з чистим і передбачуваним результатом (порядок сторінок, управління метаданими) для професійного, адміністративного або CI використання.
vi: Hợp nhất nhiều tệp PDF thành một tài liệu duy nhất, với kết quả sạch sẽ và có thể dự đoán (thứ tự trang, quản lý siêu dữ liệu) cho sử dụng chuyên nghiệp, hành chính hoặc CI.
zh_hans: 将多个 PDF 文件合并为一个文档，结果干净且可预测（页面顺序、元数据管理），适用于专业、行政或 CI 使用。
