Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_part_of_total_lim1
source: Le total doit être strictement supérieur à zéro, sinon la part ne peut pas être calculée.
af: Die totaal moet streng groter as nul wees, anders kan die deel nie bereken word nie.
bg: Общата сума трябва да бъде строго по-голяма от нула, в противен случай делът не може да бъде изчислен.
cs: Celková částka musí být přísně větší než nula, jinak nelze podíl vypočítat.
da: Totalen skal være strengt større end nul, ellers kan andelen ikke beregnes.
de: Das Gesamt muss strikt größer als null sein, sonst kann der Anteil nicht berechnet werden.
el: Το σύνολο πρέπει να είναι αυστηρά μεγαλύτερο από το μηδέν, αλλιώς το μέρος δεν μπορεί να υπολογιστεί.
es: El total debe ser estrictamente mayor que cero, de lo contrario, la parte no puede ser calculada.
fi: Kokonaismäärän on oltava tiukasti suurempi kuin nolla, muuten osuutta ei voida laskea.
fil: Dapat na mahigpit na mas mataas sa zero ang kabuuan, kung hindi, hindi maikalkula ang bahagi.
hu: A teljes összegnek szigorúan nagyobbnak kell lennie nullánál, különben a rész nem számítható ki.
id: Total harus lebih besar dari nol, jika tidak, bagian tidak dapat dihitung.
it: Il totale deve essere strettamente superiore a zero, altrimenti la parte non può essere calcolata.
ja: 合計は厳密にゼロより大きくなければならず、そうでなければ部分を計算できません。
ko: 총액은 반드시 0보다 커야 하며, 그렇지 않으면 부분을 계산할 수 없습니다.
nl: Het totaal moet strikt groter zijn dan nul, anders kan het deel niet worden berekend.
no: Totalen må være strengt større enn null, ellers kan ikke andelen beregnes.
pl: Całość musi być ściśle większa od zera, w przeciwnym razie część nie może być obliczona.
pt_pt: O total deve ser estritamente superior a zero, caso contrário, a parte não pode ser calculada.
ro: Totalul trebuie să fie strict mai mare decât zero, altfel partea nu poate fi calculată.
ru: Общий итог должен быть строго больше нуля, иначе долю нельзя рассчитать.
sk: Celok musí byť striktne väčší ako nula, inak nie je možné vypočítať podiel.
sv: Totalen måste vara strikt större än noll, annars kan andelen inte beräknas.
sw: Jumla inapaswa kuwa kubwa zaidi ya sifuri, vinginevyo sehemu haiwezi kukadiriwa.
tr: Toplam kesinlikle sıfırdan büyük olmalıdır, aksi takdirde pay hesaplanamaz.
uk: Загальна сума повинна бути строго більшою за нуль, інакше частку не можна розрахувати.
vi: Tổng phải lớn hơn không, nếu không phần không thể được tính toán.
zh_hans: 总额必须严格大于零，否则无法计算部分。

# ed_math_percentages_percentage_part_of_total_lim2
source: La valeur étudiée doit faire partie du total ; sinon, il ne s’agit pas d’une part mais d’un ratio.
af: Die waarde wat bestudeer word, moet deel van die totaal wees; anders is dit nie 'n deel nie, maar 'n verhouding.
bg: Изследваната стойност трябва да бъде част от общата сума; в противен случай не става въпрос за дял, а за съотношение.
cs: Studovaná hodnota musí být součástí celku; jinak se nejedná o podíl, ale o poměr.
da: Den undersøgte værdi skal være en del af totalen; ellers er det ikke en andel, men et forhold.
de: Der untersuchte Wert muss Teil des Gesamten sein; andernfalls handelt es sich nicht um einen Anteil, sondern um ein Verhältnis.
el: Η μελετώμενη τιμή πρέπει να είναι μέρος του συνόλου; αλλιώς, δεν πρόκειται για μέρος αλλά για αναλογία.
es: El valor estudiado debe formar parte del total; de lo contrario, no se trata de una parte sino de una relación.
fi: Tutkittavan arvon on oltava osa kokonaismäärää; muuten se ei ole osuus vaan suhde.
fil: Ang pinag-aralang halaga ay dapat bahagi ng kabuuan; kung hindi, hindi ito bahagi kundi isang ratio.
hu: A vizsgált értéknek a teljes összeg részét kell képeznie; különben nem rész, hanem arány.
id: Nilai yang dipelajari harus menjadi bagian dari total; jika tidak, itu bukan bagian tetapi rasio.
it: Il valore studiato deve far parte del totale; altrimenti, non si tratta di una parte ma di un rapporto.
ja: 調査対象の値は合計の一部でなければなりません。そうでなければ、それは部分ではなく比率です。
ko: 연구된 값은 총액의 일부여야 합니다; 그렇지 않으면 부분이 아니라 비율입니다.
nl: De bestudeerde waarde moet deel uitmaken van het totaal; anders is het geen deel maar een ratio.
no: Den studerte verdien må være en del av totalen; ellers er det ikke en andel, men et forhold.
pl: Badana wartość musi być częścią całości; w przeciwnym razie nie jest to część, lecz wskaźnik.
pt_pt: O valor estudado deve fazer parte do total; caso contrário, não se trata de uma parte, mas de uma razão.
ro: Valoarea studiată trebuie să facă parte din total; altfel, nu este vorba de o parte, ci de un raport.
ru: Изучаемое значение должно быть частью общего итога; в противном случае это не доля, а соотношение.
sk: Skúmaná hodnota musí byť súčasťou celku; inak nejde o podiel, ale o pomer.
sv: Det studerade värdet måste vara en del av totalen; annars handlar det inte om en andel utan om ett förhållande.
sw: Thamani inayosomwa inapaswa kuwa sehemu ya jumla; vinginevyo, si sehemu bali uwiano.
tr: İncelenen değer toplamın bir parçası olmalıdır; aksi takdirde bu bir pay değil, bir oran olur.
uk: Вивчене значення повинно бути частиною загальної суми; інакше це не частка, а співвідношення.
vi: Giá trị được nghiên cứu phải là một phần của tổng; nếu không, đó không phải là một phần mà là một tỷ lệ.
zh_hans: 研究的值必须是总额的一部分；否则，这不是部分而是比率。

# ed_math_percentages_percentage_part_of_total_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_part_of_total_q1
source: Quelle est la différence avec un ratio en pourcentage ?
af: Wat is die verskil met 'n verhouding in persentasie?
bg: Каква е разликата с процентно съотношение?
cs: Jaký je rozdíl mezi poměrem a procentem?
da: Hvad er forskellen på et forhold i procent?
de: Was ist der Unterschied zu einem Verhältnis in Prozent?
el: Ποια είναι η διαφορά με μια αναλογία σε ποσοστό;
es: ¿Cuál es la diferencia con una relación en porcentaje?
fi: Mikä on ero prosenttisuhteeseen?
fil: Ano ang pagkakaiba sa isang ratio sa porsyento?
hu: Mi a különbség a százalékos arány és egy arány között?
id: Apa perbedaan dengan rasio dalam persentase?
it: Qual è la differenza con un rapporto in percentuale?
ja: 割合での比率との違いは何ですか？
ko: 백분율 비율과의 차이점은 무엇인가요?
nl: Wat is het verschil met een percentage ratio?
no: Hva er forskjellen fra et prosentforhold?
pl: Jaka jest różnica między wskaźnikiem a procentem?
pt_pt: Qual é a diferença em relação a uma razão em percentagem?
ro: Care este diferența față de un raport în procent?
ru: В чем разница с соотношением в процентах?
sk: Aký je rozdiel s pomerom v percentách?
sv: Vad är skillnaden med ett procentförhållande?
sw: Je, kuna tofauti gani na uwiano wa asilimia?
tr: Yüzde oranı ile oran arasındaki fark nedir?
uk: Яка різниця з відсотковим співвідношенням?
vi: Sự khác biệt với tỷ lệ phần trăm là gì?
zh_hans: 与百分比比率有什么区别？

# ed_math_percentages_percentage_part_of_total_a1
source: Une part du total compare une valeur à un ensemble complet. Un ratio compare deux valeurs entre elles sans notion de totalité.
af: 'n Deel van die totaal vergelyk 'n waarde met 'n volledige geheel. 'n Verhouding vergelyk twee waardes met mekaar sonder die idee van totaliteit.
bg: Дял от общото сравнява стойност с цялостен набор. Процентното съотношение сравнява две стойности помежду им без понятие за цялост.
cs: Podíl celku porovnává hodnotu s celým souborem. Poměr porovnává dvě hodnoty mezi sebou bez pojmu celku.
da: En andel af totalen sammenligner en værdi med et komplet sæt. Et forhold sammenligner to værdier med hinanden uden begrebet totalitet.
de: Ein Anteil am Gesamt vergleicht einen Wert mit einem vollständigen Set. Ein Verhältnis vergleicht zwei Werte miteinander, ohne das Konzept der Gesamtheit.
el: Ένα μέρος του συνόλου συγκρίνει μια τιμή με ένα πλήρες σύνολο. Μια αναλογία συγκρίνει δύο τιμές μεταξύ τους χωρίς έννοια ολοκλήρωσης.
es: Una parte del total compara un valor con un conjunto completo. Una relación compara dos valores entre sí sin noción de totalidad.
fi: Osuus kokonaisuudesta vertaa arvoa kokonaisuuteen. Suhde vertaa kahta arvoa keskenään ilman kokonaisuuden käsitettä.
fil: Ang isang bahagi ng kabuuan ay naghahambing ng isang halaga sa isang kumpletong set. Ang isang ratio ay naghahambing ng dalawang halaga sa isa't isa nang walang konsepto ng kabuuan.
hu: A rész a teljesből egy értéket hasonlít össze egy teljes halmazzal. Egy arány két értéket hasonlít össze egymással, anélkül, hogy a teljesség fogalmával foglalkozna.
id: Bagian dari total membandingkan suatu nilai dengan keseluruhan. Rasio membandingkan dua nilai satu sama lain tanpa konsep totalitas.
it: Una parte del totale confronta un valore con un insieme completo. Un rapporto confronta due valori tra loro senza nozione di totalità.
ja: 合計の部分は、値を全体と比較します。比率は、全体の概念なしに二つの値を比較します。
ko: 총액의 부분은 값을 전체 집합과 비교합니다. 비율은 두 값을 서로 비교하며 전체 개념이 없습니다.
nl: Een deel van het totaal vergelijkt een waarde met een complete set. Een ratio vergelijkt twee waarden met elkaar zonder het idee van totaliteit.
no: En andel av totalen sammenligner en verdi med et komplett sett. Et forhold sammenligner to verdier med hverandre uten begrep om totalitet.
pl: Część całości porównuje wartość z pełnym zbiorem. Wskaźnik porównuje dwie wartości między sobą bez pojęcia całości.
pt_pt: Uma parte do total compara um valor a um conjunto completo. Uma razão compara dois valores entre si sem noção de totalidade.
ro: O parte din total compară o valoare cu un întreg complet. Un raport compară două valori între ele fără noțiunea de totalitate.
ru: Доля от общего сравнивает значение с полным набором. Соотношение сравнивает два значения между собой без понятия целого.
sk: Podiel celku porovnáva hodnotu s celkovým súborom. Pomer porovnáva dve hodnoty medzi sebou bez pojmu celku.
sv: En andel av totalen jämför ett värde med en komplett uppsättning. Ett förhållande jämför två värden med varandra utan begrepp om helhet.
sw: Sehemu ya jumla inalinganisha thamani na seti kamili. Uwiano unalinganisha thamani mbili kati yao bila dhana ya jumla.
tr: Toplam üzerindeki bir pay, bir değeri bir bütünle karşılaştırır. Bir oran, iki değeri birbirleriyle karşılaştırır ve bütünlük kavramı yoktur.
uk: Частка від загальної суми порівнює значення з повним набором. Співвідношення порівнює два значення між собою без поняття цілого.
vi: Một phần của tổng so sánh một giá trị với một tập hợp hoàn chỉnh. Một tỷ lệ so sánh hai giá trị với nhau mà không có khái niệm về tổng thể.
zh_hans: 部分占总将一个值与一个完整的整体进行比较。比率则比较两个值之间的关系，而不涉及整体的概念。

# ed_math_percentages_percentage_part_of_total_q2
source: Une part peut-elle dépasser 100 % ?
af: Kan 'n deel 100 % oorskry?
bg: Може ли дялът да надвишава 100 %?
cs: Může podíl překročit 100 %?
da: Kan en andel overstige 100 %?
de: Kann ein Anteil 100 % überschreiten?
el: Μπορεί ένα μέρος να ξεπεράσει το 100 %;
es: ¿Puede una parte superar el 100 %?
fi: Voiko osuus ylittää 100 %?
fil: Maaari bang lumampas ang isang bahagi sa 100 %?
hu: Túlhaladhatja-e a rész a 100 %-ot?
id: Apakah suatu bagian bisa melebihi 100 %?
it: Una parte può superare il 100 %?
ja: 部分は100％を超えることができますか？
ko: 부분이 100 %를 초과할 수 있나요?
nl: Kan een deel meer dan 100 % zijn?
no: Kan en andel overstige 100 %?
pl: Czy część może przekroczyć 100 %?
pt_pt: Uma parte pode ultrapassar 100 %?
ro: O parte poate depăși 100 %?
ru: Может ли доля превышать 100 %?
sk: Môže podiel prekročiť 100 %?
sv: Kan en andel överstiga 100 %?
sw: Je, sehemu inaweza kuzidi 100%?
tr: Bir pay %100'ü aşabilir mi?
uk: Чи може частка перевищувати 100 %?
vi: Một phần có thể vượt quá 100 % không?
zh_hans: 部分可以超过 100% 吗？

# ed_math_percentages_percentage_part_of_total_a2
source: Non. Si le résultat dépasse 100 %, cela signifie que la valeur n’appartient pas réellement au total considéré.
af: Nee. As die resultaat 100 % oorskry, beteken dit dat die waarde nie werklik tot die oorwegende totaal behoort nie.
bg: Не. Ако резултатът надвишава 100 %, това означава, че стойността не принадлежи реално на разглежданата обща сума.
cs: Ne. Pokud výsledek překročí 100 %, znamená to, že hodnota ve skutečnosti nepatří do zvažovaného celku.
da: Nej. Hvis resultatet overstiger 100 %, betyder det, at værdien ikke reelt tilhører den betragtede total.
de: Nein. Wenn das Ergebnis 100 % überschreitet, bedeutet das, dass der Wert nicht tatsächlich zum betrachteten Gesamt gehört.
el: Όχι. Αν το αποτέλεσμα ξεπερνά το 100 %, αυτό σημαίνει ότι η τιμή δεν ανήκει πραγματικά στο εξεταζόμενο σύνολο.
es: No. Si el resultado supera el 100 %, significa que el valor no pertenece realmente al total considerado.
fi: Ei. Jos tulos ylittää 100 %, se tarkoittaa, että arvo ei todellisuudessa kuulu tarkasteltavaan kokonaisuuteen.
fil: Hindi. Kung ang resulta ay lumampas sa 100 %, nangangahulugan ito na ang halaga ay hindi talagang kabilang sa tinutukoy na kabuuan.
hu: Nem. Ha az eredmény meghaladja a 100 %-ot, az azt jelenti, hogy az érték valójában nem tartozik a figyelembe vett teljeshez.
id: Tidak. Jika hasilnya melebihi 100 %, itu berarti nilai tersebut sebenarnya tidak termasuk dalam total yang dipertimbangkan.
it: No. Se il risultato supera il 100 %, significa che il valore non appartiene realmente al totale considerato.
ja: いいえ。結果が100％を超える場合、それはその値が実際には考慮されている合計に属していないことを意味します。
ko: 아니요. 결과가 100 %를 초과하면, 해당 값이 실제로 고려된 총액에 속하지 않음을 의미합니다.
nl: Nee. Als het resultaat meer dan 100 % is, betekent dit dat de waarde niet echt tot het beschouwde totaal behoort.
no: Nei. Hvis resultatet overstiger 100 %, betyr det at verdien faktisk ikke tilhører den betraktede totalen.
pl: Nie. Jeśli wynik przekracza 100 %, oznacza to, że wartość nie należy rzeczywiście do rozważanej całości.
pt_pt: Não. Se o resultado ultrapassar 100 %, isso significa que o valor não pertence realmente ao total considerado.
ro: Nu. Dacă rezultatul depășește 100 %, înseamnă că valoarea nu aparține de fapt totalului considerat.
ru: Нет. Если результат превышает 100 %, это означает, что значение на самом деле не принадлежит рассматриваемому общему итогу.
sk: Nie. Ak výsledok prekročí 100 %, znamená to, že hodnota skutočne nepatrí do zvažovaného celku.
sv: Nej. Om resultatet överstiger 100 % betyder det att värdet faktiskt inte tillhör den betraktade totalen.
sw: Hapana. Ikiwa matokeo yanazidi 100%, inamaanisha kuwa thamani hiyo haijumuishwi katika jumla inayozungumziwa.
tr: Hayır. Eğer sonuç %100'ü aşarsa, bu değer gerçekten dikkate alınan toplamın bir parçası değildir.
uk: Ні. Якщо результат перевищує 100 %, це означає, що значення насправді не належить до розглянутої загальної суми.
vi: Không. Nếu kết quả vượt quá 100 %, điều đó có nghĩa là giá trị không thực sự thuộc về tổng đã xem xét.
zh_hans: 不可以。如果结果超过 100%，则意味着该值实际上不属于所考虑的总额。

# ed_math_percentages_percentage_part_of_total_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_part_of_total_tip
source: Si toutes les parts sont correctement définies, leur somme doit être égale à 100 % : c’est un bon moyen de vérifier vos calculs.
af: As al die dele korrek gedefinieer is, moet hul som gelyk wees aan 100 %: dit is 'n goeie manier om jou berekeninge te kontroleer.
bg: Ако всички дялове са правилно определени, тяхната сума трябва да бъде равна на 100 %: това е добър начин да проверите вашите изчисления.
cs: Pokud jsou všechny podíly správně definovány, jejich součet by měl být roven 100 %: to je dobrý způsob, jak zkontrolovat vaše výpočty.
da: Hvis alle andele er korrekt defineret, skal deres sum være lig med 100 %: det er en god måde at kontrollere dine beregninger på.
de: Wenn alle Anteile korrekt definiert sind, muss ihre Summe 100 % ergeben: Das ist ein guter Weg, um Ihre Berechnungen zu überprüfen.
el: Αν όλα τα μέρη είναι σωστά καθορισμένα, το άθροισμά τους πρέπει να είναι ίσο με το 100 %: είναι ένας καλός τρόπος να ελέγξετε τους υπολογισμούς σας.
es: Si todas las partes están correctamente definidas, su suma debe ser igual al 100 %: es una buena manera de verificar sus cálculos.
fi: Jos kaikki osuudet on määritelty oikein, niiden summa on oltava 100 %: tämä on hyvä tapa tarkistaa laskelmasi.
fil: Kung lahat ng bahagi ay wastong tinukoy, ang kanilang kabuuan ay dapat na katumbas ng 100 %: ito ay isang magandang paraan upang suriin ang iyong mga kalkulasyon.
hu: Ha minden rész helyesen van definiálva, akkor az összegüknek 100 %-nak kell lennie: ez egy jó módja a számítások ellenőrzésének.
id: Jika semua bagian didefinisikan dengan benar, jumlahnya harus sama dengan 100 %: ini adalah cara yang baik untuk memeriksa perhitungan Anda.
it: Se tutte le parti sono correttamente definite, la loro somma deve essere uguale al 100 %: è un buon modo per verificare i tuoi calcoli.
ja: すべての部分が正しく定義されている場合、その合計は100％に等しくなるはずです：これは計算を確認する良い方法です。
ko: 모든 부분이 올바르게 정의되었다면, 그 합은 100 %와 같아야 합니다: 이는 계산을 확인하는 좋은 방법입니다.
nl: Als alle delen correct zijn gedefinieerd, moet hun som gelijk zijn aan 100 %: dit is een goede manier om uw berekeningen te controleren.
no: Hvis alle andeler er korrekt definert, må summen deres være lik 100 %: det er en god måte å sjekke beregningene dine på.
pl: Jeśli wszystkie części są poprawnie zdefiniowane, ich suma powinna wynosić 100 %: to dobry sposób na sprawdzenie swoich obliczeń.
pt_pt: Se todas as partes estiverem corretamente definidas, a sua soma deve ser igual a 100 %: é uma boa maneira de verificar os seus cálculos.
ro: Dacă toate părțile sunt definite corect, suma lor ar trebui să fie egală cu 100 %: este un bun mod de a verifica calculele dumneavoastră.
ru: Если все доли правильно определены, их сумма должна быть равна 100 %: это хороший способ проверить ваши расчеты.
sk: Ak sú všetky podiely správne definované, ich súčet by mal byť rovný 100 %: je to dobrý spôsob, ako skontrolovať vaše výpočty.
sv: Om alla andelar är korrekt definierade, bör deras summa vara lika med 100 %: det är ett bra sätt att kontrollera dina beräkningar.
sw: Ikiwa sehemu zote zimewekwa vizuri, jumla yao inapaswa kuwa sawa na 100%: hii ni njia nzuri ya kuthibitisha hesabu zako.
tr: Eğer tüm paylar doğru bir şekilde tanımlanmışsa, toplamları %100'e eşit olmalıdır: bu, hesaplamalarınızı kontrol etmenin iyi bir yoludur.
uk: Якщо всі частки правильно визначені, їхня сума повинна дорівнювати 100 %: це хороший спосіб перевірити ваші розрахунки.
vi: Nếu tất cả các phần được xác định chính xác, tổng của chúng phải bằng 100 %: đây là một cách tốt để kiểm tra các phép tính của bạn.
zh_hans: 如果所有部分都正确定义，它们的总和应等于 100%：这是检查您计算的好方法。

# ed_math_percentages_percentage_points_title
source: À propos : Points de pourcentage
af: Oor: Persentasiepunte
bg: Относно: Процентни точки
cs: O nástroji: Procentní body
da: Om: Procentpoint
de: Über: Prozentpunkte
el: Σχετικά με: Σημεία ποσοστού
es: Acerca de: Puntos de porcentaje
fi: Tietoa: Prosenttipisteet
fil: Tungkol sa: Mga puntos ng porsyento
hu: A "Százalékpontok"-ról
id: Tentang: Poin persentase
it: A proposito: Punti percentuali
ja: について：パーセンテージポイント
ko: 정보: 비율 포인트
nl: Over: Percentagepunten
no: Om: Prosentpoeng
pl: O tym: Punkty procentowe
pt_pt: Sobre: Pontos percentuais
ro: Despre: Puncte procentuale
ru: О нас: Процентные пункты
sk: O: Percentuálne body
sv: Om: Procentpunkter
sw: Kuhusu: Alama za asilimia
tr: Hakkında: Yüzde puanları
uk: Про: Відсоткові пункти
vi: Về: Điểm phần trăm
zh_hans: 关于：百分比点
