Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_reverse_a1
source: Ici, on part du résultat final pour retrouver la valeur initiale. Un calcul classique applique un pourcentage à une valeur déjà connue.
af: Hier begin ons met die finale resultaat om die oorspronklike waarde te vind. 'n Klassieke berekening pas 'n persentasie toe op 'n waarde wat reeds bekend is.
bg: Тук започваме от крайния резултат, за да намерим началната стойност. Класическото изчисление прилага процент върху вече известна стойност.
cs: Zde vycházíme z konečného výsledku, abychom našli původní hodnotu. Klasický výpočet aplikuje procento na již známou hodnotu.
da: Her starter vi med det endelige resultat for at finde den oprindelige værdi. En klassisk beregning anvender en procent på en allerede kendt værdi.
de: Hier starten wir mit dem Endergebnis, um den ursprünglichen Wert zu finden. Eine klassische Berechnung wendet einen Prozentsatz auf einen bereits bekannten Wert an.
el: Εδώ, ξεκινάμε από το τελικό αποτέλεσμα για να βρούμε την αρχική αξία. Ένας κλασικός υπολογισμός εφαρμόζει ένα ποσοστό σε μια ήδη γνωστή αξία.
es: Aquí, partimos del resultado final para encontrar el valor inicial. Un cálculo clásico aplica un porcentaje a un valor ya conocido.
fi: Tässä lähdetään lopputuloksesta löytääksemme alkuperäisen arvon. Perinteinen laskenta soveltaa prosenttia jo tunnettuun arvoon.
fil: Dito, nagsisimula tayo sa huling resulta upang mahanap ang paunang halaga. Ang karaniwang pagkalkula ay nag-aaplay ng porsyento sa isang halagang kilala na.
hu: Itt a végső eredményből indulunk ki, hogy visszakeressük az eredeti értéket. A klasszikus számítás egy már ismert értékre alkalmaz egy százalékot.
id: Di sini, kita mulai dari hasil akhir untuk menemukan nilai awal. Perhitungan klasik menerapkan persentase pada nilai yang sudah diketahui.
it: Qui partiamo dal risultato finale per risalire al valore iniziale. Un calcolo classico applica una percentuale a un valore già noto.
ja: ここでは、最終結果から初期値を再計算します。通常の計算は、すでに知られている値にパーセンテージを適用します。
ko: 여기서는 최종 결과에서 초기 값을 찾습니다. 일반적인 계산은 이미 알려진 값에 백분율을 적용합니다.
nl: Hier beginnen we met het eindresultaat om de oorspronkelijke waarde te achterhalen. Een klassieke berekening past een percentage toe op een al bekende waarde.
no: Her starter vi med det endelige resultatet for å finne den opprinnelige verdien. En klassisk beregning anvender en prosent på en allerede kjent verdi.
pl: Tutaj zaczynamy od wyniku końcowego, aby odzyskać wartość początkową. Klasyczne obliczenie stosuje procent do już znanej wartości.
pt_pt: Aqui, partimos do resultado final para encontrar o valor inicial. Um cálculo clássico aplica uma porcentagem a um valor já conhecido.
ro: Aici, plecăm de la rezultatul final pentru a găsi valoarea inițială. Un calcul clasic aplică un procentaj la o valoare deja cunoscută.
ru: Здесь мы начинаем с конечного результата, чтобы найти исходное значение. Классический расчет применяет процент к уже известному значению.
sk: Tu vychádzame z konečného výsledku, aby sme našli pôvodnú hodnotu. Klasický výpočet aplikuje percento na už známu hodnotu.
sv: Här utgår vi från det slutgiltiga resultatet för att återfinna det ursprungliga värdet. En klassisk beräkning tillämpar en procent på ett redan känt värde.
sw: Hapa, tunaanza na matokeo ya mwisho ili kupata thamani ya awali. Hesabu ya kawaida inatumia asilimia kwa thamani ambayo tayari inajulikana.
tr: Burada, başlangıç değerini bulmak için nihai sonuçtan yola çıkıyoruz. Klasik bir hesaplama, zaten bilinen bir değere yüzde uygular.
uk: Тут ми починаємо з кінцевого результату, щоб знайти початкову величину. Класичний розрахунок застосовує відсоток до вже відомої величини.
vi: Ở đây, chúng ta bắt đầu từ kết quả cuối cùng để tìm lại giá trị ban đầu. Một phép tính thông thường áp dụng một phần trăm cho một giá trị đã biết.
zh_hans: 在这里，我们从最终结果出发来找回初始值。经典计算将百分比应用于已知值。

# ed_math_percentages_percentage_reverse_q2
source: Puis-je l’utiliser pour une TVA ou une remise commerciale ?
af: Kan ek dit gebruik vir 'n BTW of 'n handelsafslag?
bg: Мога ли да го използвам за ДДС или търговска отстъпка?
cs: Mohu to použít pro DPH nebo obchodní slevu?
da: Kan jeg bruge det til moms eller en handelsrabatt?
de: Kann ich es für Mehrwertsteuer oder einen Rabatt verwenden?
el: Μπορώ να το χρησιμοποιήσω για ΦΠΑ ή εμπορική έκπτωση;
es: ¿Puedo usarlo para un IVA o un descuento comercial?
fi: Voinko käyttää sitä arvonlisäverolle tai kaupalliselle alennukselle?
fil: Maaari ko bang gamitin ito para sa VAT o isang komersyal na diskwento?
hu: Használhatom áfához vagy kereskedelmi kedvezményhez?
id: Bisakah saya menggunakannya untuk PPN atau diskon komersial?
it: Posso usarlo per un IVA o uno sconto commerciale?
ja: これをVATや商業割引に使用できますか？
ko: 부가세나 상업 할인에 사용할 수 있나요?
nl: Kan ik het gebruiken voor btw of een commerciële korting?
no: Kan jeg bruke det for merverdiavgift eller handelsrabatt?
pl: Czy mogę to wykorzystać do VAT lub rabatu handlowego?
pt_pt: Posso usá-lo para um IVA ou um desconto comercial?
ro: Pot să-l folosesc pentru o TVA sau o reducere comercială?
ru: Могу ли я использовать это для НДС или коммерческой скидки?
sk: Môžem to použiť na DPH alebo obchodnú zľavu?
sv: Kan jag använda det för moms eller ett handelsrabatt?
sw: Je, naweza kuitumia kwa VAT au punguzo la kibiashara?
tr: Bunu KDV veya ticari indirim için kullanabilir miyim?
uk: Чи можу я використовувати це для ПДВ або комерційної знижки?
vi: Tôi có thể sử dụng nó cho thuế giá trị gia tăng hoặc giảm giá thương mại không?
zh_hans: 我可以用它来计算增值税或商业折扣吗？

# ed_math_percentages_percentage_reverse_a2
source: Oui, c’est précisément l’un des usages principaux pour retrouver un montant hors taxe ou avant réduction.
af: Ja, dit is presies een van die hoof gebruike om 'n bedrag voor belasting of voor afslag te vind.
bg: Да, това е точно едно от основните приложения за намиране на сума без данък или преди отстъпка.
cs: Ano, to je přesně jeden z hlavních způsobů, jak zjistit částku bez daně nebo před slevou.
da: Ja, det er præcist en af de primære anvendelser til at finde et beløb uden skat eller før rabat.
de: Ja, das ist genau einer der Hauptanwendungsfälle, um einen Betrag ohne Steuer oder vor Rabatt zu ermitteln.
el: Ναι, είναι ακριβώς μία από τις κύριες χρήσεις για να βρείτε ένα ποσό χωρίς φόρους ή πριν από την έκπτωση.
es: Sí, es precisamente uno de los usos principales para encontrar un monto sin impuestos o antes de descuentos.
fi: Kyllä, se on nimenomaan yksi pääkäytöistä, joilla voidaan löytää veroton tai alennettu summa.
fil: Oo, ito ay tiyak na isa sa mga pangunahing gamit upang mahanap ang halaga bago ang buwis o bago ang diskwento.
hu: Igen, ez pontosan az egyik fő felhasználási terület, hogy visszakeressük az adó nélküli vagy kedvezmény előtti összeget.
id: Ya, ini adalah salah satu penggunaan utama untuk menemukan jumlah sebelum pajak atau sebelum diskon.
it: Sì, è precisamente uno degli usi principali per risalire a un importo al netto delle tasse o prima della riduzione.
ja: はい、これは税抜き金額や割引前の金額を再計算するための主な用途の1つです。
ko: 네, 세금 제외 금액이나 할인 전 금액을 찾기 위한 주요 용도 중 하나입니다.
nl: Ja, dat is precies een van de belangrijkste toepassingen om een bedrag exclusief belasting of voor korting te achterhalen.
no: Ja, det er nettopp en av de viktigste bruksområdene for å finne et beløp uten skatt eller før rabatt.
pl: Tak, to jest dokładnie jeden z głównych zastosowań do odzyskania kwoty netto lub przed rabatem.
pt_pt: Sim, é precisamente um dos principais usos para encontrar um montante sem impostos ou antes da redução.
ro: Da, este precis unul dintre principalele utilizări pentru a găsi o sumă fără taxe sau înainte de reducere.
ru: Да, это именно одно из основных применений для нахождения суммы без налога или до скидки.
sk: Áno, to je presne jeden z hlavných spôsobov, ako získať sumu bez dane alebo pred zľavou.
sv: Ja, det är precis en av de huvudsakliga användningarna för att återfinna ett belopp utan skatt eller före rabatt.
sw: Ndio, hii ni moja ya matumizi makuu ya kupata kiasi kisicho na kodi au kabla ya punguzo.
tr: Evet, bu, vergi hariç bir tutarı veya indirim öncesi bir tutarı bulmak için kullanılan ana yöntemlerden biridir.
uk: Так, це саме один з основних способів знайти суму без ПДВ або до знижки.
vi: Có, đó chính xác là một trong những cách sử dụng chính để tìm lại một số tiền chưa bao gồm thuế hoặc trước khi giảm giá.
zh_hans: 是的，这正是找回不含税金额或折扣前金额的主要用途之一。

# ed_math_percentages_percentage_reverse_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_reverse_tip
source: Pour vérifier un calcul de remise, refaites ensuite un calcul de pourcentage classique à partir du résultat obtenu : vous devez retrouver exactement le montant final.
af: Om 'n afslag berekening te verifieer, doen dan 'n klassieke persentasie berekening vanaf die verkrygde resultaat: jy moet presies die finale bedrag vind.
bg: За да проверите изчисление на отстъпка, направете след това класическо изчисление на процент на базата на получения резултат: трябва да получите точно крайния размер.
cs: Pro ověření výpočtu slevy proveďte poté klasický výpočet procenta na základě získaného výsledku: měli byste přesně najít konečnou částku.
da: For at kontrollere en rabatberegning, lav derefter en klassisk procentberegning ud fra det opnåede resultat: du skal finde det endelige beløb præcist.
de: Um eine Rabattberechnung zu überprüfen, führen Sie anschließend eine klassische Prozentrechnung basierend auf dem erhaltenen Ergebnis durch: Sie sollten genau den Endbetrag wiederfinden.
el: Για να ελέγξετε έναν υπολογισμό έκπτωσης, κάντε στη συνέχεια έναν κλασικό υπολογισμό ποσοστού από το αποτέλεσμα που λάβατε: πρέπει να βρείτε ακριβώς το τελικό ποσό.
es: Para verificar un cálculo de descuento, luego realiza un cálculo de porcentaje clásico a partir del resultado obtenido: debes encontrar exactamente el monto final.
fi: Varmistaaksesi alennuksen laskennan, tee sitten perinteinen prosenttilaskenta saadun tuloksen perusteella: sinun pitäisi löytää tarkalleen lopullinen summa.
fil: Upang suriin ang isang pagkalkula ng diskwento, muling gawin ang isang karaniwang pagkalkula ng porsyento mula sa nakuha na resulta: dapat mong eksaktong mahanap ang huling halaga.
hu: A kedvezmény számításának ellenőrzéséhez végezzen el egy klasszikus százalékos számítást az így kapott eredményből: pontosan meg kell kapnia a végső összeget.
id: Untuk memeriksa perhitungan diskon, lakukan perhitungan persentase klasik dari hasil yang diperoleh: Anda harus menemukan jumlah akhir yang sama persis.
it: Per verificare un calcolo di sconto, rifai poi un calcolo percentuale classico a partire dal risultato ottenuto: dovresti ritrovare esattamente l'importo finale.
ja: 割引計算を確認するために、得られた結果から通常のパーセンテージ計算を再度行ってください：最終金額を正確に再確認する必要があります。
ko: 할인을 확인하려면, 얻은 결과를 바탕으로 일반적인 백분율 계산을 다시 수행하세요: 최종 금액을 정확히 찾아야 합니다.
nl: Om een korting te controleren, maak daarna een klassieke procentberekening op basis van het verkregen resultaat: je moet exact het eindbedrag terugvinden.
no: For å sjekke en rabattberegning, gjør deretter en klassisk prosentberegning basert på det oppnådde resultatet: du bør finne nøyaktig det endelige beløpet.
pl: Aby sprawdzić obliczenie rabatu, wykonaj następnie klasyczne obliczenie procentowe na podstawie uzyskanego wyniku: powinieneś dokładnie odzyskać końcową kwotę.
pt_pt: Para verificar um cálculo de desconto, faça depois um cálculo de porcentagem clássico a partir do resultado obtido: você deve encontrar exatamente o montante final.
ro: Pentru a verifica un calcul de reducere, refă un calcul de procentaj clasic pe baza rezultatului obținut: trebuie să găsești exact suma finală.
ru: Чтобы проверить расчет скидки, затем выполните классический расчет процента на основе полученного результата: вы должны точно получить конечную сумму.
sk: Aby ste overili výpočet zľavy, vykonajte potom klasický výpočet percenta na základe získaného výsledku: mali by ste presne získať konečnú sumu.
sv: För att kontrollera en rabattberäkning, gör sedan en klassisk procentberäkning utifrån det erhållna resultatet: du bör exakt återfinna det slutgiltiga beloppet.
sw: Ili kuthibitisha hesabu ya punguzo, fanya tena hesabu ya asilimia ya kawaida kutoka kwa matokeo yaliyopatikana: unapaswa kupata kiasi cha mwisho kwa usahihi.
tr: Bir indirim hesaplamasını kontrol etmek için, elde edilen sonuçtan klasik bir yüzde hesaplaması yapın: tam olarak nihai tutarı bulmalısınız.
uk: Щоб перевірити розрахунок знижки, потім зробіть класичний розрахунок відсотків на основі отриманого результату: ви повинні точно відновити кінцеву суму.
vi: Để kiểm tra một phép tính giảm giá, hãy thực hiện lại một phép tính phần trăm thông thường từ kết quả thu được: bạn phải tìm lại chính xác số tiền cuối cùng.
zh_hans: 为了验证折扣计算，请从获得的结果重新进行经典百分比计算：您应该准确找到最终金额。

# ed_math_percentages_percentage_share_of_total_title
source: Proportion : calculer la part de chaque élément dans un total
af: Proportie: bereken die deel van elke element in 'n totaal
bg: Пропорция: изчислете дела на всеки елемент в общото
cs: Proporce: vypočítat podíl každé položky na celku
da: Procentdel: beregn andelen af hver komponent i et total
de: Proportion: den Anteil jedes Elements an einem Gesamtbetrag berechnen
el: Ποσοστό: υπολογίστε το μερίδιο κάθε στοιχείου σε ένα σύνολο
es: Proporción: calcular la parte de cada elemento en un total
fi: Osuus: laske kunkin elementin osuus kokonaisuudesta
fil: Proporsyon: kalkulahin ang bahagi ng bawat elemento sa isang kabuuan
hu: Arány: kiszámítani minden elem részét egy összegben
id: Proporsi: menghitung bagian dari setiap elemen dalam total
it: Proporzione: calcolare la quota di ciascun elemento in un totale
ja: 割合：合計に対する各要素の割合を計算する
ko: 비율: 총합에서 각 요소의 비율을 계산하기
nl: Proportie: bereken het aandeel van elk element in een totaal
no: Prosentandel: beregne andelen av hvert element i en total
pl: Proporcja: oblicz udział każdego elementu w całości
pt_pt: Proporção: calcular a parte de cada elemento em um total
ro: Proporție: a calcula partea fiecărui element dintr-un total
ru: Доля: вычислить долю каждого элемента в общем объеме
sk: Proporcia: vypočítať podiel každého prvku v celku
sv: Proportion: beräkna andelen av varje element i en total
sw: Sehemu: kuhesabu sehemu ya kila kipengele katika jumla
tr: Oran: toplam içindeki her bir öğenin payını hesaplamak
uk: Пропорція: розрахувати частку кожного елемента в загальному обсязі
vi: Tỷ lệ: tính phần của mỗi yếu tố trong tổng thể
zh_hans: 比例：计算每个元素在总数中的份额

# ed_math_percentages_percentage_share_of_total_lead
source: Une proportion (ou “part du total”) sert à convertir une répartition en pourcentages : chaque valeur est rapportée à la somme globale. C’est l’outil idéal pour analyser une composition (budget, catégories, sources, produits) et communiquer une répartition clairement.
af: 'n Proportie (of 'deel van die totaal') dien om 'n verspreiding in persentasies om te skakel: elke waarde word in verhouding tot die globale som. Dit is die ideale hulpmiddel om 'n samestelling (begroting, kategorieë, bronne, produkte) te analiseer en 'n verspreiding duidelik te kommunikeer.
bg: Пропорцията (или “част от общото”) служи за преобразуване на разпределение в проценти: всяка стойност се отнася към общата сума. Това е идеалният инструмент за анализ на състав (бюджет, категории, източници, продукти) и комуникиране на разпределение ясно.
cs: Proporce (nebo „podíl z celku“) slouží k převodu rozdělení na procenta: každá hodnota je vztažena k celkovému součtu. Je to ideální nástroj pro analýzu složení (rozpočet, kategorie, zdroje, produkty) a jasnou komunikaci rozdělení.
da: En procentdel (eller 'andel af totalen') bruges til at konvertere en fordeling til procenter: hver værdi relateres til den samlede sum. Det er det ideelle værktøj til at analysere en sammensætning (budget, kategorier, kilder, produkter) og kommunikere en fordeling klart.
de: Eine Proportion (oder „Anteil des Gesamtbetrags“) dient dazu, eine Verteilung in Prozentsätze umzuwandeln: jeder Wert wird auf die Gesamtsumme bezogen. Es ist das ideale Werkzeug, um eine Zusammensetzung (Budget, Kategorien, Quellen, Produkte) zu analysieren und eine Verteilung klar zu kommunizieren.
el: Ένα ποσοστό (ή “μερίδιο του συνόλου”) χρησιμεύει για να μετατρέψει μια κατανομή σε ποσοστά: κάθε αξία αναφέρεται στο συνολικό άθροισμα. Είναι το ιδανικό εργαλείο για να αναλύσετε μια σύνθεση (προϋπολογισμός, κατηγορίες, πηγές, προϊόντα) και να επικοινωνήσετε μια κατανομή με σαφήνεια.
es: Una proporción (o 'parte del total') sirve para convertir una distribución en porcentajes: cada valor se relaciona con la suma global. Es la herramienta ideal para analizar una composición (presupuesto, categorías, fuentes, productos) y comunicar una distribución claramente.
fi: Osuus (tai 'osan osuus') auttaa muuntamaan jakautumisen prosenteiksi: jokainen arvo suhteutetaan kokonaismäärään. Se on ihanteellinen työkalu analysoida koostumusta (budjetti, kategoriat, lähteet, tuotteet) ja viestiä jakautuminen selkeästi.
fil: Ang isang proporsyon (o 'bahagi ng kabuuan') ay ginagamit upang i-convert ang isang pamamahagi sa mga porsyento: ang bawat halaga ay iniuugnay sa kabuuang halaga. Ito ang perpektong tool upang suriin ang isang komposisyon (badyet, kategorya, pinagkukunan, produkto) at makipag-ugnayan ng isang malinaw na pamamahagi.
hu: Egy arány (vagy 'a teljes rész') arra szolgál, hogy egy eloszlást százalékokká alakítson: minden érték a globális összeghez viszonyítva van. Ez a legjobb eszköz egy összetétel (költségvetés, kategóriák, források, termékek) elemzésére és egy világos eloszlás kommunikálására.
id: Sebuah proporsi (atau 'bagian dari total') digunakan untuk mengonversi distribusi menjadi persentase: setiap nilai dibandingkan dengan jumlah keseluruhan. Ini adalah alat yang ideal untuk menganalisis komposisi (anggaran, kategori, sumber, produk) dan mengkomunikasikan distribusi dengan jelas.
it: Una proporzione (o “quota del totale”) serve a convertire una distribuzione in percentuali: ogni valore è rapportato alla somma globale. È lo strumento ideale per analizzare una composizione (budget, categorie, fonti, prodotti) e comunicare una distribuzione in modo chiaro.
ja: 割合（または「合計の一部」）は、分配をパーセンテージに変換するために使用されます：各値は全体の合計に関連付けられます。これは、構成（予算、カテゴリ、ソース、製品）を分析し、分配を明確に伝えるための理想的なツールです。
ko: 비율(또는 '총합의 일부')은 분포를 백분율로 변환하는 데 사용됩니다: 각 값은 전체 합계에 비례합니다. 이는 구성(예산, 카테고리, 출처, 제품)을 분석하고 명확한 분포를 전달하는 데 이상적인 도구입니다.
nl: Een proportie (of 'deel van het totaal') wordt gebruikt om een verdeling om te zetten in percentages: elke waarde wordt gerelateerd aan de totale som. Het is het ideale hulpmiddel om een samenstelling (budget, categorieën, bronnen, producten) te analyseren en een verdeling duidelijk te communiceren.
no: En prosentandel (eller “andel av totalen”) brukes til å konvertere en fordeling til prosent: hver verdi relateres til den totale summen. Det er det ideelle verktøyet for å analysere en sammensetning (budsjett, kategorier, kilder, produkter) og kommunisere en fordeling klart.
pl: Proporcja (lub „udział w całości”) służy do przekształcania rozkładu w procenty: każda wartość jest odniesiona do sumy globalnej. To idealne narzędzie do analizy składu (budżet, kategorie, źródła, produkty) i komunikowania rozkładu w sposób jasny.
pt_pt: Uma proporção (ou 'parte do total') serve para converter uma distribuição em porcentagens: cada valor é relacionado à soma global. É a ferramenta ideal para analisar uma composição (orçamento, categorias, fontes, produtos) e comunicar uma distribuição de forma clara.
ro: O proporție (sau „parte din total”) este folosită pentru a converti o distribuție în procente: fiecare valoare este raportată la suma globală. Este instrumentul ideal pentru a analiza o compunere (buget, categorii, surse, produse) și a comunica o distribuție clară.
ru: Доля (или «часть от общего») служит для преобразования распределения в проценты: каждое значение соотносится с общей суммой. Это идеальный инструмент для анализа состава (бюджет, категории, источники, продукты) и четкой передачи распределения.
sk: Proporcia (alebo „podiel z celku“) slúži na prevod rozdelenia na percentá: každá hodnota je porovnávaná s celkovým súčtom. Je to ideálny nástroj na analýzu zloženia (rozpočet, kategórie, zdroje, produkty) a jasné komunikovanie rozdelenia.
sv: En proportion (eller 'andel av totalen') används för att konvertera en fördelning till procent: varje värde relateras till den totala summan. Det är det perfekta verktyget för att analysera en sammansättning (budget, kategorier, källor, produkter) och kommunicera en fördelning tydligt.
sw: Sehemu (au 'sehemu ya jumla') hutumika kubadilisha mgawanyiko kuwa asilimia: kila thamani inahusishwa na jumla ya jumla. Hii ni chombo bora kwa kuchambua muundo (bajeti, makundi, vyanzo, bidhaa) na kuwasilisha mgawanyiko kwa uwazi.
tr: Bir oran (veya 'toplamın payı'), bir dağılımı yüzdelere dönüştürmek için kullanılır: her değer, genel toplamla karşılaştırılır. Bu, bir bileşimi (bütçe, kategoriler, kaynaklar, ürünler) analiz etmek ve bir dağılımı net bir şekilde iletmek için ideal bir araçtır.
uk: Пропорція (або “частка від загального”) служить для перетворення розподілу в відсотки: кожне значення порівнюється з загальною сумою. Це ідеальний інструмент для аналізу складу (бюджет, категорії, джерела, продукти) та чіткого спілкування про розподіл.
vi: Một tỷ lệ (hoặc “phần của tổng”) được sử dụng để chuyển đổi một phân bổ thành phần trăm: mỗi giá trị được so sánh với tổng thể. Đây là công cụ lý tưởng để phân tích một thành phần (ngân sách, danh mục, nguồn, sản phẩm) và truyền đạt một phân bổ một cách rõ ràng.
zh_hans: 比例（或“总份额”）用于将分配转换为百分比：每个值与总和相关联。这是分析组成（预算、类别、来源、产品）并清晰传达分配的理想工具。

# ed_math_percentages_percentage_share_of_total_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_percentages_percentage_share_of_total_uc1_title
source: Répartition d’un budget
af: Verspreiding van 'n begroting
bg: Разпределение на бюджет
cs: Rozdělení rozpočtu
da: Fordeling af et budget
de: Verteilung eines Budgets
el: Κατανομή ενός προϋπολογισμού
es: Distribución de un presupuesto
fi: Budjetin jakautuminen
fil: Pamamahagi ng badyet
hu: Költségvetés eloszlása
id: Distribusi anggaran
it: Distribuzione di un budget
ja: 予算の分配
ko: 예산 분배
nl: Verdeling van een budget
no: Fordeling av et budsjett
pl: Podział budżetu
pt_pt: Distribuição de um orçamento
ro: Distribuția unui buget
ru: Распределение бюджета
sk: Rozdelenie rozpočtu
sv: Fördelning av en budget
sw: Mgawanyiko wa bajeti
tr: Bir bütçenin dağılımı
uk: Розподіл бюджету
vi: Phân bổ ngân sách
zh_hans: 预算分配
