Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# rel_parts_sum_zero_note
source: Le total vaut 0 : les pourcentages ne sont pas définis.
af: Die totaal is 0: die persentasies is nie gedefinieer nie.
bg: Общото е 0: процентите не са дефинирани.
cs: Celková hodnota je 0: procenta nejsou definována.
da: Totalen er 0: procenterne er ikke defineret.
de: Der Gesamtwert ist 0: die Prozentsätze sind nicht definiert.
el: Το σύνολο είναι 0: τα ποσοστά δεν είναι καθορισμένα.
es: El total es 0: los porcentajes no están definidos.
fi: Kokonaismäärä on 0: prosentteja ei ole määritelty.
fil: Ang kabuuan ay 0: ang mga porsyento ay hindi natukoy.
hu: A teljes érték 0: a százalékok nincsenek meghatározva.
id: Totalnya adalah 0: persentase tidak terdefinisi.
it: Il totale è 0: le percentuali non sono definite.
ja: 合計は0です：パーセンテージは定義されていません。
ko: 총합이 0이면: 비율은 정의되지 않습니다.
nl: Het totaal is 0: de percentages zijn niet gedefinieerd.
no: Totalen er 0: prosentene er ikke definert.
pl: Całkowita wynosi 0: procenty nie są zdefiniowane.
pt_pt: O total é 0: os percentuais não estão definidos.
ro: Totalul este 0: procentele nu sunt definite.
ru: Общая сумма равна 0: проценты не определены.
sk: Celková suma je 0: percentá nie sú definované.
sv: Totalen är 0: procenten är inte definierade.
sw: Jumla ni 0: asilimia hazijafafanuliwa.
tr: Toplam 0 değerindedir: yüzdeler tanımlı değildir.
uk: Загальна дорівнює 0: відсотки не визначені.
vi: Tổng cộng là 0: các tỷ lệ phần trăm không được xác định.
zh_hans: 总数为0：百分比未定义。

# rel_parts_example_label
source: INTERPOLATION valeurs
af: INTERPOLATION waardes
bg: INTERPOLATION стойности
cs: INTERPOLATION hodnoty
da: INTERPOLATION værdier
de: INTERPOLATION Werte
el: INTERPOLATION τιμές
es: INTERPOLATION valores
fi: INTERPOLATION arvoa
fil: INTERPOLATION na halaga
hu: INTERPOLATION érték
id: INTERPOLATION nilai
it: INTERPOLATION valori
ja: INTERPOLATION 値
ko: INTERPOLATION 값
nl: INTERPOLATION waarden
no: INTERPOLATION verdier
pl: INTERPOLATION wartości
pt_pt: INTERPOLATION valores
ro: INTERPOLATION valori
ru: INTERPOLATION значения
sk: INTERPOLATION hodnoty
sv: INTERPOLATION värden
sw: INTERPOLATION thamani
tr: INTERPOLATION değerler
uk: INTERPOLATION значень
vi: INTERPOLATION giá trị
zh_hans: INTERPOLATION 值

# rel_parts_definition_sub
source: Une part relative compare une valeur à la somme de toutes les valeurs.
af: 'n Relatiewe deel vergelyk 'n waarde met die som van al die waardes.
bg: Относителна част сравнява стойност с сумата на всички стойности.
cs: Relativní podíl porovnává hodnotu se součtem všech hodnot.
da: En relativ andel sammenligner en værdi med summen af alle værdier.
de: Ein relativer Anteil vergleicht einen Wert mit der Summe aller Werte.
el: Ένα σχετικό μέρος συγκρίνει μια τιμή με το άθροισμα όλων των τιμών.
es: Una parte relativa compara un valor con la suma de todos los valores.
fi: Suhteellinen osuus vertaa arvoa kaikkien arvojen summaan.
fil: Ang isang bahagi ng kaugnayan ay naghahambing ng isang halaga sa kabuuan ng lahat ng mga halaga.
hu: Egy relatív rész egy értéket hasonlít össze az összes érték összegével.
id: Sebuah bagian relatif membandingkan sebuah nilai dengan jumlah semua nilai.
it: Una quota relativa confronta un valore con la somma di tutti i valori.
ja: 相対的な部分は、1つの値をすべての値の合計と比較します。
ko: 상대 비율은 한 값을 모든 값의 총합과 비교합니다.
nl: Een relatieve deel vergelijkt een waarde met de som van alle waarden.
no: En relativ andel sammenligner en verdi med summen av alle verdier.
pl: Udział względny porównuje wartość do sumy wszystkich wartości.
pt_pt: Uma parte relativa compara um valor à soma de todos os valores.
ro: O parte relativă compară o valoare cu suma tuturor valorilor.
ru: Относительная доля сравнивает значение с суммой всех значений.
sk: Relatívny podiel porovnáva hodnotu so súčtom všetkých hodnôt.
sv: En relativ del jämför ett värde med summan av alla värden.
sw: Sehemu ya uwiano inalinganisha thamani na jumla ya thamani zote.
tr: Göreceli bir pay, bir değeri tüm değerlerin toplamı ile karşılaştırır.
uk: Відносна частка порівнює значення з сумою всіх значень.
vi: Một phần tương đối so sánh một giá trị với tổng của tất cả các giá trị.
zh_hans: 相对部分将一个值与所有值的总和进行比较。

# rel_parts_step1
source: Additionnez toutes les valeurs : total = A + B + C + ….
af: Tel al die waardes bymekaar: totaal = A + B + C + ….
bg: Съберете всички стойности: общо = A + B + C + ….
cs: Sečtěte všechny hodnoty: celkem = A + B + C + ….
da: Læg alle værdier sammen: total = A + B + C + ….
de: Addieren Sie alle Werte: gesamt = A + B + C + ….
el: Προσθέστε όλες τις τιμές: σύνολο = A + B + C + ….
es: Sume todos los valores: total = A + B + C + ….
fi: Laske kaikki arvot yhteen: kokonaismäärä = A + B + C + ….
fil: I-add ang lahat ng mga halaga: kabuuan = A + B + C + ….
hu: Összegezze az összes értéket: összeg = A + B + C + ….
id: Jumlahkan semua nilai: total = A + B + C + ….
it: Somma tutte le valori : totale = A + B + C + ….
ja: すべての値を加算します：合計 = A + B + C + …。
ko: 모든 값을 더하세요: 총합 = A + B + C + ….
nl: Tel alle waarden op: totaal = A + B + C + ….
no: Legg sammen alle verdiene: total = A + B + C + ….
pl: Zsumuj wszystkie wartości: total = A + B + C + ….
pt_pt: Some todos os valores: total = A + B + C + ….
ro: Adunați toate valorile: total = A + B + C + ….
ru: Сложите все значения: total = A + B + C + ….
sk: Sčítajte všetky hodnoty: celková suma = A + B + C + ….
sv: Lägg till alla värden: total = A + B + C + ….
sw: Ongeza thamani zote: jumla = A + B + C + ….
tr: Tüm değerleri toplayın: toplam = A + B + C + ….
uk: Додайте всі значення: загальна = A + B + C + ….
vi: Cộng tất cả các giá trị lại: tổng = A + B + C + ….
zh_hans: 将所有值相加：总数 = A + B + C + …。

# rel_parts_step2
source: Calculez le ratio : A ÷ total.
af: Bereken die verhouding: A ÷ totaal.
bg: Изчислете ратиото: A ÷ общо.
cs: Vypočítejte poměr: A ÷ celkem.
da: Beregn forholdet: <strong>A ÷ total.
de: Berechnen Sie das Verhältnis: A ÷ gesamt.
el: Υπολογίστε τον λόγο: A ÷ σύνολο.
es: Calcule la razón: A ÷ total.
fi: Laske suhde: A ÷ kokonaismäärä.
fil: Kalkulahin ang ratio: A ÷ kabuuan.
hu: Számolja ki az arányt: A ÷ összeg.
id: Hitung rasio: A ÷ total.
it: Calcola il rapporto : A ÷ totale.
ja: 比率を計算します：A ÷ 合計。
ko: 비율을 계산하세요: A ÷ 총합.
nl: Bereken de ratio: A ÷ totaal.
no: Beregn forholdet: A ÷ total.
pl: Oblicz wskaźnik: A ÷ total.
pt_pt: Calcule a razão: A ÷ total.
ro: Calculați raportul: A ÷ total.
ru: Вычислите отношение: A ÷ total.
sk: Vypočítajte pomer: A ÷ celková suma.
sv: Beräkna förhållandet: A ÷ total.
sw: Hesabu uwiano: A ÷ jumla.
tr: Oranı hesaplayın: A ÷ toplam.
uk: Обчисліть співвідношення: A ÷ загальна.
vi: Tính tỷ lệ: A ÷ tổng.
zh_hans: 计算比率：A ÷ 总数。

# rel_parts_step3
source: Convertissez en pourcentage : (A ÷ total) × 100.
af: Convert in persentasie: (A ÷ totaal) × 100.
bg: Преобразувайте в процент: (A ÷ общо) × 100.
cs: Převeďte na procenta: (A ÷ celkem) × 100.
da: Konverter til procent: <strong>(A ÷ total) × 100.
de: In Prozent umrechnen: (A ÷ gesamt) × 100.
el: Μετατρέψτε σε ποσοστό: (A ÷ σύνολο) × 100.
es: Convierte a porcentaje: (A ÷ total) × 100.
fi: Muunna prosentiksi: (A ÷ kokonaismäärä) × 100.
fil: I-convert sa porsyento: (A ÷ kabuuan) × 100.
hu: Konvertálja százalékra: (A ÷ összeg) × 100.
id: Konversi ke persentase: (A ÷ total) × 100.
it: Converti in percentuale : (A ÷ totale) × 100.
ja: パーセンテージに変換します：(A ÷ 合計) × 100。
ko: 백분율로 변환하세요: (A ÷ 총합) × 100.
nl: Zet om naar percentage: (A ÷ totaal) × 100.
no: Konverter til prosent: (A ÷ total) × 100.
pl: Przekształć na procent: (A ÷ total) × 100.
pt_pt: Converta em percentual: (A ÷ total) × 100.
ro: Convertiți în procent: (A ÷ total) × 100.
ru: Преобразуйте в процент: (A ÷ total) × 100.
sk: Preveďte na percento: (A ÷ celková suma) × 100.
sv: Konvertera till procent: (A ÷ total) × 100.
sw: Geuza kuwa asilimia: (A ÷ jumla) × 100.
tr: Yüzdeye çevirin: (A ÷ toplam) × 100.
uk: Перетворіть у відсотки: (A ÷ загальна) × 100.
vi: Chuyển đổi sang tỷ lệ phần trăm: (A ÷ tổng) × 100.
zh_hans: 转换为百分比：(A ÷ 总数) × 100。

# rel_parts_note
source: Si la somme vaut 0, les pourcentages ne sont pas définis.
af: As die som 0 is, is die persentasies nie gedefinieer nie.
bg: Ако сумата е 0, процентите не са дефинирани.
cs: Pokud součet je 0, procenta nejsou definována.
da: Hvis summen er 0, er procenterne ikke defineret.
de: Wenn die Summe 0 beträgt, sind die Prozentsätze nicht definiert.
el: Αν το άθροισμα είναι 0, τα ποσοστά δεν είναι καθορισμένα.
es: Si la suma es 0, los porcentajes no están definidos.
fi: Jos summa on 0, prosentteja ei ole määritelty.
fil: Kung ang kabuuan ay 0, ang mga porsyento ay hindi natukoy.
hu: Ha az összeg 0, a százalékok nincsenek meghatározva.
id: Jika jumlahnya 0, persentase tidak terdefinisi.
it: Se la somma è 0, le percentuali non sono definite.
ja: 合計が0の場合、パーセンテージは定義されていません。
ko: 합계가 0이면 비율은 정의되지 않습니다.
nl: Als de som 0 is, zijn de percentages niet gedefinieerd.
no: Hvis summen er 0, er prosentene ikke definert.
pl: Jeśli suma wynosi 0, procenty nie są zdefiniowane.
pt_pt: Se a soma for 0, os percentuais não estão definidos.
ro: Dacă suma este 0, procentele nu sunt definite.
ru: Если сумма равна 0, проценты не определены.
sk: Ak súčet je 0, percentá nie sú definované.
sv: Om summan är 0 är procenten inte definierad.
sw: Ikiwa jumla ni 0, asilimia hazijafafanuliwa.
tr: Eğer toplam 0 değerindeyse, yüzdeler tanımlı değildir.
uk: Якщо сума дорівнює 0, відсотки не визначені.
vi: Nếu tổng cộng là 0, các tỷ lệ phần trăm không được xác định.
zh_hans: 如果总和为0，百分比未定义。

# pct_weighted_title
source: Pourcentage pondéré
af: Gewigte persentasie
bg: Тегловен процент
cs: Vážené procento
da: Vægtet procent
de: Gewichteter Prozentsatz
el: Βαθμωτό ποσοστό
es: Porcentaje ponderado
fi: Painotettu prosentti
fil: Porsyentong pinabigat
hu: Súlyozott százalék
id: Persentase tertimbang
it: Percentuale ponderata
ja: 加重パーセンテージ
ko: 가중 비율
nl: Gewogen percentage
no: Vektet prosent
pl: Procent ważony
pt_pt: Percentagem ponderada
ro: Procentaj ponderat
ru: Взвешенный процент
sk: Vážené percento
sv: Viktat procent
sw: Asilimia iliyo na uzito
tr: Ağırlıklı yüzde
uk: Ваговий відсоток
vi: Tỷ lệ phần trăm có trọng số
zh_hans: 加权百分比

# pct_weighted_subtitle
source: Calculer un taux moyen en tenant compte de poids (pondérations).
af: Bereken 'n gemiddelde koers met inagneming van gewigte (gewig).
bg: Изчислете средна ставка, като вземете предвид теглата (тегления).
cs: Vypočítejte průměrnou sazbu s ohledem na váhy (vážení).
da: Beregn en gennemsnitlig sats under hensyntagen til vægte (vægtninger).
de: Berechnen Sie einen Durchschnittssatz unter Berücksichtigung von Gewichten (Gewichtungen).
el: Υπολογίστε έναν μέσο όρο λαμβάνοντας υπόψη τα βάρη (βαθμισμένα).
es: Calcular una tasa media teniendo en cuenta los pesos (ponderaciones).
fi: Laske keskiarvo ottaen huomioon painot (painotukset).
fil: Kalkulahin ang isang average na rate na isinasaalang-alang ang mga timbang (mga pinabigat).
hu: Átlagos arány számítása súlyok (súlyozások) figyelembevételével.
id: Hitung rata-rata dengan mempertimbangkan bobot (penimbangan).
it: Calcolare un tasso medio tenendo conto dei pesi (ponderazioni).
ja: 重み（加重）を考慮して平均率を計算します。
ko: 가중치를 고려하여 평균 비율을 계산합니다.
nl: Bereken een gemiddelde rate rekening houdend met gewichten (wegingen).
no: Beregne en gjennomsnittlig sats med hensyn til vekter (vektninger).
pl: Oblicz średnią stawkę z uwzględnieniem wag (ważników).
pt_pt: Calcular uma taxa média considerando pesos (ponderações).
ro: Calculați o rată medie ținând cont de greutăți (ponderi).
ru: Рассчитать среднюю ставку с учетом весов (весов).
sk: Vypočítajte priemernú sadzbu so zohľadnením váh (váženia).
sv: Beräkna ett genomsnittligt värde med hänsyn till vikter (viktningar).
sw: Hesabu kiwango cha wastani kwa kuzingatia uzito (uzito).
tr: Ağırlıkları (ağırlıklar) dikkate alarak ortalama bir oran hesaplayın.
uk: Обчисліть середню ставку з урахуванням ваг (вагові коефіцієнти).
vi: Tính toán một tỷ lệ trung bình với trọng số (các trọng số).
zh_hans: 计算考虑权重（加权）的平均比率。

# pct_weighted_list_label
source: Taux (%) et poids
af: Koers (%) en gewig
bg: Ставка (%) и тегло
cs: Sazba (%) a váha
da: Sats (%) og vægt
de: Satz (%) und Gewicht
el: Ποσοστό (%) και βάρος
es: Tasa (%) y peso
fi: Prosentti (%) ja paino
fil: Rate (%) at timbang
hu: Arány (%) és súly
id: Tingkat (%) dan bobot
it: Tasso (%) e peso
ja: 率（%）と重み
ko: 비율 (%) 및 가중치
nl: Percentage (%) en gewicht
no: Sats (%) og vekt
pl: Stawka (%) i waga
pt_pt: Taxa (%) e peso
ro: Rată (%) și greutate
ru: Ставка (%) и вес
sk: Sadzba (%) a váha
sv: Procent (%) och vikt
sw: Kiwango (%) na uzito
tr: Oran (%) ve ağırlık
uk: Ставка (%) та вага
vi: Tỷ lệ (%) và trọng số
zh_hans: 比率（%）和权重

# pct_weighted_item_label
source: Ligne
af: Lyn
bg: Ред
cs: Řádek
da: Linje
de: Zeile
el: Γραμμή
es: Línea
fi: Rivi
fil: Linia
hu: Sor
id: Baris
it: Riga
ja: 行
ko: 행
nl: Lijn
no: Linje
pl: Linia
pt_pt: Linha
ro: Linie
ru: Строка
sk: Riadok
sv: Rad
sw: Mstari
tr: Satır
uk: Рядок
vi: Dòng
zh_hans: 行

# pct_weighted_rate
source: Taux
af: Koers
bg: Ставка
cs: Sazba
da: Sats
de: Satz
el: Ποσοστό
es: Tasa
fi: Prosentti
fil: Rate
hu: Arány
id: Tingkat
it: Tasso
ja: 率
ko: 비율
nl: Tarief
no: Sats
pl: Stawka
pt_pt: Taxa
ro: Rată
ru: Ставка
sk: Sadzba
sv: Procent
sw: Kiwango
tr: Oran
uk: Ставка
vi: Tỷ lệ
zh_hans: 比率

# pct_weighted_weight
source: Poids
af: Gewig
bg: Тегло
cs: Váha
da: Vægt
de: Gewicht
el: Βάρος
es: Peso
fi: Paino
fil: Timbang
hu: Súly
id: Bobot
it: Peso
ja: 重み
ko: 가중치
nl: Gewicht
no: Vekt
pl: Waga
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Váha
sv: Vikt
sw: Uzito
tr: Ağırlık
uk: Вага
vi: Trọng số
zh_hans: 权重

# pct_weighted_remove_aria
source: Supprimer
af: Verwyder
bg: Изтрий
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fil: Tanggalin
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
no: Fjern
pl: Usuń
pt_pt: Remover
ro: Ștergeți
ru: Удалить
sk: Odstrániť
sv: Ta bort
sw: Futa
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

# pct_weighted_add
source: Ajouter une ligne
af: Voeg 'n lyn by
bg: Добави ред
cs: Přidat řádek
da: Tilføj en linje
de: Eine Zeile hinzufügen
el: Προσθήκη γραμμής
es: Agregar una línea
fi: Lisää rivi
fil: Magdagdag ng linya
hu: Sor hozzáadása
id: Tambahkan baris
it: Aggiungi una riga
ja: 行を追加
ko: 행 추가
nl: Een lijn toevoegen
no: Legg til en linje
pl: Dodaj linię
pt_pt: Adicionar uma linha
ro: Adăugați o linie
ru: Добавить строку
sk: Pridať riadok
sv: Lägg till en rad
sw: Ongeza mstari
tr: Bir satır ekle
uk: Додати рядок
vi: Thêm một dòng
zh_hans: 添加一行

# pct_weighted_clear
source: Vider
af: Maak leeg
bg: Изчисти
cs: Vyprázdnit
da: Tøm
de: Leeren
el: Άδειασμα
es: Vaciar
fi: Tyhjennä
fil: I-clear
hu: Kiürítés
id: Kosongkan
it: Svuota
ja: 空にする
ko: 비우기
nl: Leegmaken
no: Tøm
pl: Wyczyść
pt_pt: Esvaziar
ro: Goliți
ru: Очистить
sk: Vyprázdniť
sv: Töm
sw: Futa
tr: Boşalt
uk: Очистити
vi: Làm trống
zh_hans: 清空

# pct_weighted_list_hint
source: Chaque ligne = un taux (%) et un poids (ex : coefficient, quantité, effectif…).
af: Elke lyn = 'n koers (%) en 'n gewig (bv: koëffisiënt, hoeveelheid, getal…).
bg: Всяка редица = ставка (%) и тегло (напр. коефициент, количество, брой…).
cs: Každý řádek = jedna sazba (%) a jedna váha (např.: koeficient, množství, počet…).
da: Hver linje = en sats (%) og en vægt (f.eks. koefficient, mængde, antal…).
de: Jede Zeile = ein Satz (%) und ein Gewicht (z. B. Koeffizient, Menge, Anzahl…).
el: Κάθε γραμμή = ένα ποσοστό (%) και ένα βάρος (π.χ.: συντελεστής, ποσότητα, αριθμός…).
es: Cada línea = una tasa (%) y un peso (ej: coeficiente, cantidad, efectivo…).
fi: Jokainen rivi = prosentti (%) ja paino (esim. kerroin, määrä, henkilöstö…).
fil: Bawat linya = isang rate (%) at isang timbang (hal: coefficient, dami, bilang…).
hu: Minden sor = egy arány (%) és egy súly (pl. együttható, mennyiség, létszám…).
id: Setiap baris = satu tingkat (%) dan satu bobot (mis: koefisien, jumlah, populasi…).
it: Ogni riga = un tasso (%) e un peso (es : coefficiente, quantità, numero di persone…).
ja: 各行は1つの率（%）と1つの重み（例：係数、数量、人数…）です。
ko: 각 행 = 비율 (%) 및 가중치 (예: 계수, 수량, 인원수…).
nl: Elke lijn = een tarief (%) en een gewicht (bijv. coëfficiënt, hoeveelheid, aantal…).
no: Hver linje = en sats (%) og en vekt (f.eks. koeffisient, mengde, antall…).
pl: Każda linia = stawka (%) i waga (np. współczynnik, ilość, liczba osób…).
pt_pt: Cada linha = uma taxa (%) e um peso (ex: coeficiente, quantidade, efetivo…).
ro: Fiecare linie = o rată (%) și o greutate (ex: coeficient, cantitate, efectiv…).
ru: Каждая строка = ставка (%) и вес (например: коэффициент, количество, численность…).
sk: Každý riadok = jedna sadzba (%) a jedna váha (napr.: koeficient, množstvo, počet…).
sv: Varje rad = en procent (%) och en vikt (t.ex. koefficient, mängd, antal…).
sw: Kila mstari = kiwango (%) na uzito (mfano: coefficient, kiasi, idadi…).
tr: Her satır = bir oran (%) ve bir ağırlık (örneğin: katsayı, miktar, personel…).
uk: Кожен рядок = ставка (%) та вага (наприклад: коефіцієнт, кількість, чисельність…).
vi: Mỗi dòng = một tỷ lệ (%) và một trọng số (ví dụ: hệ số, số lượng, số lượng…).
zh_hans: 每行 = 一个比率（%）和一个权重（例如：系数、数量、人数…）。

# pct_weighted_weights_sum_label
source: Somme des poids
af: Som van gewigte
bg: Сума на теглата
cs: Součet vah
da: Sum af vægte
de: Summe der Gewichte
el: Άθροισμα βαρών
es: Suma de los pesos
fi: Painojen summa
fil: Kabuuan ng mga timbang
hu: A súlyok összege
id: Jumlah bobot
it: Somma dei pesi
ja: 重みの合計
ko: 가중치의 합계
nl: Som van de gewichten
no: Sum av vektene
pl: Suma wag
pt_pt: Soma dos pesos
ro: Suma greutăților
ru: Сумма весов
sk: Súčet váh
sv: Summa av vikterna
sw: Jumla ya uzito
tr: Ağırlıkların toplamı
uk: Сума ваг
vi: Tổng trọng số
zh_hans: 权重总和

# pct_weighted_numerator_label
source: Somme (taux × poids)
af: Som (koers × gewig)
bg: Сума (ставка × тегло)
cs: Součet (taux × poids)
da: Sum (sats × vægt)
de: Summe (Satz × Gewicht)
el: Άθροισμα (ποσοστό × βάρος)
es: Suma (tasa × peso)
fi: Summa (prosentti × paino)
fil: Kabuuan (rate × timbang)
hu: Összeg (ráta × súly)
id: Jumlah (tingkat × bobot)
it: Somma (tasso × peso)
ja: 合計（率 × 重み）
ko: 합계 (비율 × 가중치)
nl: Som (tarief × gewicht)
no: Sum (sats × vekt)
pl: Suma (stawka × waga)
pt_pt: Soma (taxa × peso)
ro: Sumă (rata × greutate)
ru: Сумма (ставка × вес)
sk: Súčet (miera × váha)
sv: Summa (procent × vikt)
sw: Jumla (kiwango × uzito)
tr: Toplam (oran × ağırlık)
uk: Сума (ставка × вага)
vi: Tổng (tỷ lệ × trọng số)
zh_hans: 总和（比率 × 权重）

# pct_weighted_result_label
source: Taux moyen pondéré
af: Gewigte gemiddelde koers
bg: Средна тегловна ставка
cs: Průměrná vážená sazba
da: Vægtet gennemsnitssats
de: Gewichteter Durchschnittssatz
el: Μέσος βαθμωτός ποσοστό
es: Tasa media ponderada
fi: Painotettu keskiarvo
fil: Pinabigat na average na rate
hu: Súlyozott átlag ráta
id: Tingkat rata-rata tertimbang
it: Tasso medio ponderato
ja: 加重平均率
ko: 가중 평균 비율
nl: Gewogen gemiddelde tarief
no: Vektet gjennomsnittlig sats
pl: Średnia ważona stawka
pt_pt: Taxa média ponderada
ro: Rata medie ponderată
ru: Средневзвешенная ставка
sk: Priemerná vážená miera
sv: Viktat genomsnitt
sw: Kiwango cha wastani kilichopimwa
tr: Ağırlıklı ortalama oran
uk: Середньозважена ставка
vi: Tỷ lệ trung bình có trọng số
zh_hans: 加权平均比率

# pct_weighted_weights_zero_note
source: La somme des poids vaut 0 : le taux pondéré n’est pas défini.
af: Die som van die gewigte is 0: die gewigte koers is nie gedefinieer nie.
bg: Сумата на теглата е 0: претегленият процент не е дефиниран.
cs: Součet vah je 0: vážená sazba není definována.
da: Summen af vægtene er 0: den vægtede sats er ikke defineret.
de: Die Summe der Gewichte beträgt 0: der gewichtete Satz ist nicht definiert.
el: Η συνολική ποσότητα βαρών είναι 0: ο σταθμισμένος ρυθμός δεν είναι καθορισμένος.
es: La suma de los pesos es 0: la tasa ponderada no está definida.
fi: Painojen summa on 0: painotettua prosenttia ei ole määritelty.
fil: Ang kabuuan ng mga timbang ay 0: ang timbang na rate ay hindi natukoy.
hu: A súlyok összege 0: a súlyozott ráta nincs meghatározva.
id: Jumlah bobot adalah 0: rasio tertimbang tidak terdefinisi.
it: La somma dei pesi è 0 : il tasso ponderato non è definito.
ja: 重みの合計は0です：加重平均は定義されていません。
ko: 가중치의 합이 0입니다: 가중 평균이 정의되지 않았습니다.
nl: De som van de gewichten is 0: het gewogen tarief is niet gedefinieerd.
no: Summen av vektene er 0: den vektede satsen er ikke definert.
pl: Suma wag wynosi 0: stawka ważona nie jest zdefiniowana.
pt_pt: A soma dos pesos é 0: a taxa ponderada não está definida.
ro: Suma greutăților este 0: rata ponderată nu este definită.
ru: Сумма весов равна 0: взвешенная ставка не определена.
sk: Súčet váh je 0: vážená miera nie je definovaná.
sv: Summan av vikterna är 0: den viktade procenten är inte definierad.
sw: Jumla ya uzito ni 0: kiwango cha uzito hakijafafanuliwa.
tr: Ağırlıkların toplamı 0'dır: ağırlıklı oran tanımlı değildir.
uk: Сума ваг дорівнює 0: зважена ставка не визначена.
vi: Tổng trọng số bằng 0: tỷ lệ trọng số không được xác định.
zh_hans: 权重的总和为0：加权平均数未定义。

# pct_weighted_note
source: Astuce : si tous les poids sont égaux, on retrouve la moyenne simple des taux.
af: Wenk: as al die gewigte gelyk is, kry ons die eenvoudige gemiddelde van die koerse.
bg: Съвет: ако всички тегла са равни, получавате простата средна стойност на процентите.
cs: Tip: pokud jsou všechny váhy stejné, získáme aritmetický průměr sazeb.
da: Tip: hvis alle vægte er ens, får man det simple gennemsnit af satserne.
de: Tipp: Wenn alle Gewichte gleich sind, erhalten Sie den einfachen Durchschnitt der Sätze.
el: Συμβουλή: αν όλα τα βάρη είναι ίσα, βρίσκουμε τον απλό μέσο όρο των ρυθμών.
es: Consejo: si todos los pesos son iguales, se obtiene la media simple de las tasas.
fi: Vinkki: jos kaikki painot ovat yhtä suuret, saadaan prosenttien yksinkertainen keskiarvo.
fil: Tip: kung ang lahat ng mga timbang ay pantay, makukuha ang simpleng average ng mga rate.
hu: Tipp: ha minden súly egyenlő, akkor az egyszerű átlagot kapjuk a ráta értékekből.
id: Tip: jika semua bobot sama, kita mendapatkan rata-rata sederhana dari rasio.
it: Suggerimento : se tutti i pesi sono uguali, si ottiene la media semplice dei tassi.
ja: ヒント：すべての重みが等しい場合、単純平均が得られます。
ko: 팁: 모든 가중치가 동일하면 비율의 단순 평균을 찾을 수 있습니다.
nl: Tip: als alle gewichten gelijk zijn, krijgen we het eenvoudige gemiddelde van de tarieven.
no: Tips: hvis alle vektene er like, får man det enkle gjennomsnittet av satsene.
pl: Wskazówka: jeśli wszystkie wagi są równe, otrzymujemy prostą średnią stawek.
pt_pt: Dica: se todos os pesos forem iguais, obtemos a média simples das taxas.
ro: Sfat: dacă toate greutățile sunt egale, se obține media simplă a ratelor.
ru: Совет: если все веса равны, мы получаем простую среднюю ставку.
sk: Tip: ak sú všetky váhy rovnaké, dostaneme jednoduchý priemer mier.
sv: Tips: om alla vikter är lika får man det enkla genomsnittet av procenten.
sw: Kidokezo: ikiwa uzito wote ni sawa, tunapata wastani wa kawaida wa viwango.
tr: İpucu: Tüm ağırlıklar eşitse, oranların basit ortalamasını bulursunuz.
uk: Порада: якщо всі ваги однакові, ми отримуємо просту середню ставку.
vi: Mẹo: nếu tất cả các trọng số đều bằng nhau, ta sẽ có trung bình đơn giản của các tỷ lệ.
zh_hans: 提示：如果所有权重相等，则得到简单平均数。

# pct_weighted_example_label
source: INTERPOLATION lignes
af: INTERPOLATION rye
bg: INTERPOLATION реда
cs: INTERPOLATION řádků
da: INTERPOLATION linjer
de: INTERPOLATION Zeilen
el: INTERPOLATION γραμμές
es: INTERPOLATION líneas
fi: INTERPOLATION riviä
fil: INTERPOLATION na mga linya
hu: INTERPOLATION sor
id: INTERPOLATION baris
it: INTERPOLATION righe
ja: INTERPOLATION 行
ko: INTERPOLATION 행
nl: INTERPOLATION lijnen
no: INTERPOLATION linjer
pl: INTERPOLATION linie
pt_pt: INTERPOLATION linhas
ro: INTERPOLATION linii
ru: INTERPOLATION строки
sk: INTERPOLATION riadkov
sv: INTERPOLATION rader
sw: INTERPOLATION mistari
tr: INTERPOLATION satır
uk: INTERPOLATION рядків
vi: INTERPOLATION dòng
zh_hans: INTERPOLATION 行
