Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l5_title
source: 5) Moyenne harmonique (vitesses, débits, prix “par unité”)
af: 5) Harmonie gemiddelde (snelhede, debiete, pryse “per eenheid”)
bg: 5) Хармонична средна (скорости, дебити, цени “на единица”)
cs: 5) Harmonický průměr (rychlosti, průtoky, ceny "za jednotku")
da: 5) Harmonisk gennemsnit (hastigheder, debiter, priser “pr. enhed”)
de: 5) Harmonischer Durchschnitt (Geschwindigkeiten, Durchsätze, Preise „pro Einheit“)
el: 5) Αρμονική μέση (ταχύτητες, ροές, τιμές “ανά μονάδα”)
es: 5) Media armónica (velocidades, caudales, precios “por unidad”)
fi: 5) Harmooninen keskiarvo (nopeudet, virrat, hinnat “yksikköä kohti”)
fil: 5) Karaniwang harmoniko (bilis, daloy, presyo “bawat yunit”)
hu: 5) Harmonikus átlag (sebességek, áramlások, "egységárak")
id: 5) Rata-rata harmonik (kecepatan, debit, harga “per unit”)
it: 5) Media armonica (velocità, portate, prezzi “per unità”)
ja: 5) 調和平均（速度、流量、単位あたりの価格）
ko: 5) 조화 평균 (속도, 유량, '단위당' 가격)
nl: 5) Harmonic mean (speeds, flows, prices “per unit”)
no: 5) Harmonisk gjennomsnitt (hastigheter, strømningshastigheter, priser “per enhet”)
pl: 5) Średnia harmoniczna (prędkości, przepływy, ceny "na jednostkę")
pt_pt: 5) Média harmônica (velocidades, fluxos, preços “por unidade”)
ro: 5) Media armonică (viteze, debite, prețuri “pe unitate”)
ru: 5) Гармоническое среднее (скорости, потоки, цена “за единицу”)
sk: 5) Harmonický priemer (rýchlosti, prietoky, ceny “na jednotku”)
sv: 5) Harmoniskt medelvärde (hastigheter, flöden, priser “per enhet”)
sw: 5) Wastani wa harmoniki (speed, flow, bei “kwa kitengo”)
tr: 5) Harmonik ortalama (hızlar, debiler, “birim başına” fiyatlar)
uk: Середнє гармонічне (швидкості, витрати, ціни “за одиницю”)
vi: 5) Trung bình điều hòa (tốc độ, lưu lượng, giá “theo đơn vị”)
zh_hans: 5) 调和平均数（速度、流量、每单位价格）

# mean_l5_sub
source: La bonne moyenne pour des rapports quand l’unité de base est la même (même distance, même quantité).
af: Die regte gemiddelde vir verhoudings wanneer die basis eenheid dieselfde is (dieselfde afstand, dieselfde hoeveelheid).
bg: Добрата средна за съотношения, когато основната единица е същата (съща дистанция, съща количество).
cs: Správný průměr pro poměry, když je základní jednotka stejná (stejná vzdálenost, stejná množství).
da: Det gode gennemsnit for forhold, når basisenheden er den samme (samme afstand, samme mængde).
de: Der richtige Durchschnitt für Verhältnisse, wenn die Basiseinheit gleich ist (gleiche Distanz, gleiche Menge).
el: Η σωστή μέση για αναλογίες όταν η βασική μονάδα είναι η ίδια (ίδια απόσταση, ίδια ποσότητα).
es: La buena media para relaciones cuando la unidad base es la misma (misma distancia, misma cantidad).
fi: Oikea keskiarvo suhteille, kun perusyksikkö on sama (sama etäisyys, sama määrä).
fil: Ang tamang karaniwang para sa mga ratio kapag ang batayang yunit ay pareho (parehong distansya, parehong dami).
hu: A megfelelő átlag arányokhoz, amikor az alapegység azonos (ugyanaz a távolság, ugyanaz a mennyiség).
id: Rata-rata yang tepat untuk rasio ketika unit dasar sama (jarak yang sama, jumlah yang sama).
it: La buona media per rapporti quando l'unità di base è la stessa (stessa distanza, stessa quantità).
ja: 基本単位が同じ（同じ距離、同じ量）の比率に対して適切な平均。
ko: 기본 단위가 동일할 때 비율에 대한 올바른 평균 (같은 거리, 같은 양).
nl: The right mean for ratios when the base unit is the same (same distance, same quantity).
no: Det riktige gjennomsnittet for forhold når grunnleggende enhet er den samme (samme avstand, samme mengde).
pl: Dobra średnia dla wskaźników, gdy jednostka podstawowa jest ta sama (ta sama odległość, ta sama ilość).
pt_pt: A média correta para relações quando a unidade base é a mesma (mesma distância, mesma quantidade).
ro: Media corectă pentru raporturi când unitatea de bază este aceeași (aceeași distanță, aceeași cantitate).
ru: Хорошее среднее для соотношений, когда базовая единица одинакова (одинаковое расстояние, одинаковое количество).
sk: Správny priemer pre pomery, keď je základná jednotka rovnaká (rovnaká vzdialenosť, rovnaké množstvo).
sv: Det rätta medelvärdet för förhållanden när basenheten är densamma (samma avstånd, samma mängd).
sw: Wastani mzuri kwa uwiano wakati kitengo cha msingi ni sawa (kumbukumbu sawa, kiasi sawa).
tr: Aynı temel birim olduğunda oranlar için doğru ortalama (aynı mesafe, aynı miktar).
uk: Правильне середнє для співвідношень, коли базова одиниця однакова (однакова відстань, однакова кількість).
vi: Trung bình tốt cho các tỷ lệ khi đơn vị cơ bản là giống nhau (cùng khoảng cách, cùng số lượng).
zh_hans: 当基准单位相同（相同距离、相同数量）时，适合使用的平均数。

# mean_tag_harmonic
source: harmonique
af: harmonies
bg: хармонична
cs: harmonický
da: harmonisk
de: harmonisch
el: αρμονική
es: armónica
fi: harmooninen
fil: harmoniko
hu: harmonikus
id: harmonik
it: armonico
ja: 調和
ko: 조화 평균
nl: harmonic
no: harmonisk
pl: harmoniczna
pt_pt: harmônica
ro: armonice
ru: гармоническое
sk: harmonický
sv: harmonisk
sw: harmoniki
tr: harmonik
uk: гармонічне
vi: điều hòa
zh_hans: 调和的

# mean_tag_speed
source: vitesse
af: snelheid
bg: скорост
cs: rychlost
da: hastighed
de: Geschwindigkeit
el: ταχύτητα
es: velocidad
fi: nopeus
fil: bilis
hu: sebesség
id: kecepatan
it: velocità
ja: 速度
ko: 속도
nl: speed
no: hastighet
pl: prędkość
pt_pt: velocidade
ro: viteză
ru: скорость
sk: rýchlosť
sv: hastighet
sw: speed
tr: hız
uk: швидкість
vi: tốc độ
zh_hans: 速度

# mean_tag_ratio
source: ratio
af: verhouding
bg: съотношение
cs: poměr
da: forhold
de: Verhältnis
el: αναλογία
fi: suhde
hu: arány
id: rasio
it: rapporto
ja: 比率
ko: 비율
no: forhold
pl: wskaźnik
pt_pt: razão
ro: raport
ru: соотношение
sk: poměr
sv: förhållande
sw: uwiano
tr: oran
uk: співвідношення
vi: tỷ lệ
zh_hans: 比率

# mean_l5_s1_title
source: Définition
af: Definisie
bg: Определение
cs: Definice
da: Definition
de: Definition
el: Ορισμός
es: Definición
fi: Määritelmä
fil: Kahulugan
hu: Definíció
id: Definisi
it: Definizione
ja: 定義
ko: 정의
nl: Definition
no: Definisjon
pl: Definicja
pt_pt: Definição
ro: Definiție
ru: Определение
sk: Definícia
sv: Definition
sw: Mwelekeo
tr: Tanım
uk: Визначення
vi: Định nghĩa
zh_hans: 定义

# mean_l5_s1_b1
source: La moyenne harmonique d’une série de valeurs positives x1…xn est : n divisé par la somme des inverses.
af: Die harmoniese gemiddelde van 'n reeks positiewe waardes x1…xn is : n gedeel deur die som van die omgekeerde waardes.
bg: Хармоничната средна на серия от положителни стойности x1…xn е: n разделено на сумата на обратите.
cs: Harmonický průměr série kladných hodnot x1…xn je: n děleno součtem inverzních hodnot.
da: Det harmoniske gennemsnit af en række positive værdier x1…xn er: n divideret med summen af inverserne.
de: Der harmonische Durchschnitt einer Reihe positiver Werte x1…xn ist: n geteilt durch die Summe der Inversen.
el: Η αρμονική μέση μιας σειράς θετικών τιμών x1…xn είναι: n διαιρεμένο με το άθροισμα των αντιστρόφων.
es: La media armónica de una serie de valores positivos x1…xn es: n dividido por la suma de los inversos.
fi: Harmooninen keskiarvo positiivisten arvojen sarjasta x1…xn on: n jaettuna käänteisten summalla.
fil: Ang karaniwang harmoniko ng isang serye ng mga positibong halaga x1…xn ay: n na hinati sa kabuuan ng mga kabaligtaran.
hu: A pozitív értékek x1…xn harmonikus átlaga: n osztva az inverz értékek összegével.
id: Rata-rata harmonik dari serangkaian nilai positif x1…xn adalah: n dibagi dengan jumlah invers.
it: La media armonica di una serie di valori positivi x1…xn è : n diviso per la somma degli inversi.
ja: 正の値 x1…xn の調和平均は：n を逆数の合計で割ったものです。
ko: 양수 값 x1…xn의 조화 평균은: n을 역수의 합으로 나눈 것입니다.
nl: The harmonic mean of a series of positive values x1…xn is: n divided by the sum of the inverses.
no: Det harmoniske gjennomsnittet av en serie positive verdier x1…xn er: n delt på summen av inversene.
pl: Średnia harmoniczna serii wartości dodatnich x1…xn to: n podzielone przez sumę odwrotności.
pt_pt: A média harmônica de uma série de valores positivos x1…xn é: n dividido pela soma dos inversos.
ro: Media armonică a unei serii de valori pozitive x1…xn este : n împărțit la suma inverselor.
ru: Гармоническое среднее серии положительных значений x1…xn равно: n деленное на сумму обратных значений.
sk: Harmonický priemer série kladných hodnôt x1…xn je: n delené súčtom inverzov.
sv: Det harmoniska medelvärdet av en serie positiva värden x1…xn är: n delat med summan av inverserna.
sw: Wastani wa harmoniki wa mfululizo wa thamani chanya x1…xn ni: n iliyogawanywa na jumla ya kinyume.
tr: Pozitif değerler x1…xn serisinin harmonik ortalaması: n, terslerin toplamına bölünür.
uk: Гармонічне середнє серії позитивних значень x1…xn дорівнює: n поділено на суму обернених значень.
vi: Trung bình điều hòa của một chuỗi các giá trị dương x1…xn là: n chia cho tổng của các nghịch đảo.
zh_hans: 一系列正值 x1…xn 的调和平均数是：n 除以倒数之和。

# mean_l5_s1_b2
source: Elle est adaptée quand les valeurs sont des “par unité” (km/h, L/100km inversé, unités/heure, €/kg…) et que l’unité de base est identique entre mesures.
af: Dit is geskik wanneer die waardes “per eenheid” is (km/h, L/100km omgekeerd, eenhede/uur, €/kg…) en die basis eenheid identies is tussen metings.
bg: Тя е подходяща, когато стойностите са “на единица” (км/ч, L/100км обратно, единици/час, €/кг…) и основната единица е идентична между измерванията.
cs: Je vhodný, když jsou hodnoty "za jednotku" (km/h, L/100km inverzní, jednotky/hodina, €/kg…) a základní jednotka je mezi měřeními identická.
da: Det er passende, når værdierne er “pr. enhed” (km/t, L/100km omvendt, enheder/time, €/kg…) og at basisenheden er identisk mellem målinger.
de: Er ist geeignet, wenn die Werte „pro Einheit“ sind (km/h, L/100km umgekehrt, Einheiten/Stunde, €/kg…) und die Basiseinheit zwischen den Messungen identisch ist.
el: Είναι κατάλληλη όταν οι τιμές είναι “ανά μονάδα” (χλμ/ώρα, L/100χλμ αντίστροφα, μονάδες/ώρα, €/κιλό…) και η βασική μονάδα είναι ταυτόσημη μεταξύ των μετρήσεων.
es: Es adecuada cuando los valores son “por unidad” (km/h, L/100km invertido, unidades/hora, €/kg…) y que la unidad base es idéntica entre medidas.
fi: Se on soveltuva, kun arvot ovat “yksikköä kohti” (km/h, L/100km käänteinen, yksikköä/tunti, €/kg…) ja perusyksikkö on sama mittauksissa.
fil: Ito ay angkop kapag ang mga halaga ay “bawat yunit” (km/h, L/100km na baligtad, yunit/oras, €/kg…) at ang batayang yunit ay pareho sa pagitan ng mga sukat.
hu: Akkor alkalmazható, ha az értékek "egységenként" vannak (km/h, L/100km fordítva, egység/óra, €/kg…) és az alapegység azonos a mérések között.
id: Ini cocok ketika nilai adalah “per unit” (km/jam, L/100km terbalik, unit/jam, €/kg…) dan unit dasar identik antara pengukuran.
it: È adatta quando i valori sono “per unità” (km/h, L/100km inverso, unità/ora, €/kg…) e che l'unità di base è identica tra le misure.
ja: 値が「単位あたり」（km/h、L/100km の逆、単位/時間、€/kg…）であり、測定間で基本単位が同じ場合に適しています。
ko: 값이 '단위당' (km/h, L/100km 역수, 단위/시간, €/kg…)이고 기본 단위가 측정 간에 동일할 때 적합합니다.
nl: It is suitable when the values are “per unit” (km/h, L/100km inverted, units/hour, €/kg…) and the base unit is identical between measurements.
no: Det er tilpasset når verdiene er “per enhet” (km/t, L/100km omvendt, enheter/time, €/kg…) og at den grunnleggende enheten er identisk mellom målingene.
pl: Jest odpowiednia, gdy wartości są "na jednostkę" (km/h, L/100km odwrotnie, jednostki/godzinę, €/kg…) i gdy jednostka podstawowa jest identyczna między pomiarami.
pt_pt: Ela é adequada quando os valores são “por unidade” (km/h, L/100km inverso, unidades/hora, €/kg…) e que a unidade base é idêntica entre as medições.
ro: Este adaptată când valorile sunt “pe unitate” (km/h, L/100km inversat, unități/oră, €/kg…) și că unitatea de bază este identică între măsurători.
ru: Оно подходит, когда значения являются “за единицу” (км/ч, Л/100км в обратном, единицы/час, €/кг…) и базовая единица одинакова между измерениями.
sk: Je vhodný, keď sú hodnoty “na jednotku” (km/h, L/100km inverzné, jednotky/hodina, €/kg…) a základná jednotka je rovnaká medzi meraniami.
sv: Det är lämpligt när värdena är “per enhet” (km/h, L/100km omvänt, enheter/timme, €/kg…) och att basenheten är identisk mellan mätningarna.
sw: Inafaa wakati thamani ni “kwa kitengo” (km/h, L/100km kinyume, vitengo/saa, €/kg…) na kitengo cha msingi ni sawa kati ya vipimo.
tr: Değerler “birim başına” (km/s, L/100km ters, birim/saat, €/kg…) olduğunda ve temel birim ölçümler arasında aynı olduğunda uygundur.
uk: Воно підходить, коли значення є “за одиницю” (км/год, Л/100км обернене, одиниці/год, €/кг…) і базова одиниця однакова між вимірами.
vi: Nó phù hợp khi các giá trị là “theo đơn vị” (km/h, L/100km đảo ngược, đơn vị/giờ, €/kg…) và đơn vị cơ bản là giống nhau giữa các phép đo.
zh_hans: 当值为“每单位”（公里/小时，L/100公里倒数，单位/小时，€/千克…）且基准单位在测量中相同时，它是适用的。

# mean_l5_s1_b3
source: Elle donne plus de poids aux petites valeurs : une lenteur pénalise fortement une vitesse moyenne.
af: Dit gee meer gewig aan klein waardes : 'n stadigheid benadeel 'n gemiddelde snelheid sterk.
bg: Тя дава повече тежест на малките стойности: бавността силно наказва средната скорост.
cs: Dává větší váhu malým hodnotám: pomalost silně penalizuje průměrnou rychlost.
da: Det giver mere vægt til små værdier: en langsomhed straffer en gennemsnitlig hastighed hårdt.
de: Er gewichtet kleine Werte stärker: eine langsame Geschwindigkeit hat einen großen Einfluss auf die durchschnittliche Geschwindigkeit.
el: Δίνει περισσότερη βαρύτητα στις μικρές τιμές: μια αργή ταχύτητα επιβαρύνει σημαντικά μια μέση ταχύτητα.
es: Da más peso a los valores pequeños: una lentitud penaliza fuertemente una velocidad media.
fi: Se antaa enemmän painoarvoa pienille arvoille: hitaus vaikuttaa voimakkaasti keskimääräiseen nopeuteen.
fil: Ito ay nagbibigay ng higit na timbang sa maliliit na halaga: ang isang mabagal na bilis ay malaki ang epekto sa karaniwang bilis.
hu: Több súlyt ad a kis értékeknek: egy lassúság erősen befolyásolja az átlagos sebességet.
id: Ini memberikan lebih banyak bobot pada nilai kecil: suatu keterlambatan sangat mempengaruhi kecepatan rata-rata.
it: Dà più peso ai valori piccoli : una lentezza penalizza fortemente una velocità media.
ja: 小さな値により多くの重みを与えます：遅さは平均速度に大きな影響を与えます。
ko: 작은 값에 더 많은 비중을 부여합니다: 느린 속도는 평균 속도에 큰 영향을 미칩니다.
nl: It gives more weight to small values: a slowness heavily penalizes an average speed.
no: Det gir mer vekt til små verdier: en langsomhet straffer sterkt en gjennomsnittlig hastighet.
pl: Daje większą wagę małym wartościom: wolniejsze tempo mocno wpływa na średnią prędkość.
pt_pt: Ela dá mais peso aos pequenos valores: uma lentidão penaliza fortemente uma velocidade média.
ro: Oferă mai multă greutate valorilor mici : o lentor penalizează puternic o viteză medie.
ru: Оно придает больше веса маленьким значениям: медленность сильно влияет на среднюю скорость.
sk: Dáva väčšiu váhu malým hodnotám: pomalé tempo silne penalizuje priemernú rýchlosť.
sv: Det ger mer vikt åt små värden: en långsamhet straffar kraftigt en genomsnittlig hastighet.
sw: Inatoa uzito zaidi kwa thamani ndogo: polepole inadhuru sana wastani wa speed.
tr: Küçük değerlere daha fazla ağırlık verir: yavaşlık, ortalama hızı ciddi şekilde etkiler.
uk: Воно надає більше ваги малим значенням: повільність сильно впливає на середню швидкість.
vi: Nó cho trọng số nhiều hơn cho các giá trị nhỏ: một sự chậm chạp sẽ ảnh hưởng mạnh đến tốc độ trung bình.
zh_hans: 它对小值赋予更多权重：缓慢会严重影响平均速度。

# mean_l5_s2_title
source: Exemple classique : vitesse moyenne sur distances égales
af: Klassieke voorbeeld : gemiddelde snelheid oor gelyke afstande
bg: Класически пример: средна скорост на равни разстояния
cs: Klasický příklad: průměrná rychlost na stejných vzdálenostech
da: Klassisk eksempel: gennemsnitlig hastighed over lige afstande
de: Klassisches Beispiel: durchschnittliche Geschwindigkeit über gleiche Distanzen
el: Κλασικό παράδειγμα: μέση ταχύτητα σε ίσες αποστάσεις
es: Ejemplo clásico: velocidad media sobre distancias iguales
fi: Klassinen esimerkki: keskimääräinen nopeus yhtä suurilla etäisyyksillä
fil: Klasikong halimbawa: karaniwang bilis sa pantay na distansya
hu: Klasszikus példa: átlagos sebesség egyenlő távolságokon
id: Contoh klasik: kecepatan rata-rata pada jarak yang sama
it: Esempio classico : velocità media su distanze uguali
ja: 古典的な例：等距離での平均速度
ko: 고전적인 예: 동일한 거리에서의 평균 속도
nl: Classic example: average speed over equal distances
no: Klassisk eksempel: gjennomsnittlig hastighet over like avstander
pl: Klasyczny przykład: średnia prędkość na równych odległościach
pt_pt: Exemplo clássico: velocidade média em distâncias iguais
ro: Exemplu clasic : viteză medie pe distanțe egale
ru: Классический пример: средняя скорость на равных расстояниях
sk: Klasický príklad: priemerná rýchlosť na rovnakých vzdialenostiach
sv: Klassiskt exempel: genomsnittlig hastighet över lika avstånd
sw: Mfano wa kawaida: wastani wa speed juu ya umbali sawa
tr: Klasik örnek: eşit mesafelerde ortalama hız
uk: Класичний приклад: середня швидкість на рівних відстанях
vi: Ví dụ điển hình: tốc độ trung bình trên các khoảng cách bằng nhau
zh_hans: 经典例子：相等距离的平均速度

# mean_l5_s2_b1
source: Tu fais 50 km à 60 km/h puis 50 km à 30 km/h.
af: Jy doen 50 km teen 60 km/h en dan 50 km teen 30 km/h.
bg: Правиш 50 км на 60 км/ч, след това 50 км на 30 км/ч.
cs: Ujedeš 50 km při 60 km/h a pak 50 km při 30 km/h.
da: Du kører 50 km ved 60 km/t og derefter 50 km ved 30 km/t.
de: Du fährst 50 km mit 60 km/h und dann 50 km mit 30 km/h.
el: Κάνεις 50 χλμ με 60 χλμ/ώρα και μετά 50 χλμ με 30 χλμ/ώρα.
es: Haces 50 km a 60 km/h y luego 50 km a 30 km/h.
fi: Aja 50 km nopeudella 60 km/h ja sitten 50 km nopeudella 30 km/h.
fil: Gumagawa ka ng 50 km sa 60 km/h pagkatapos 50 km sa 30 km/h.
hu: 50 km-t teszel meg 60 km/h sebességgel, majd 50 km-t 30 km/h sebességgel.
id: Kamu melakukan 50 km dengan 60 km/jam kemudian 50 km dengan 30 km/jam.
it: Fai 50 km a 60 km/h poi 50 km a 30 km/h.
ja: あなたは 60 km/h で 50 km を走り、その後 30 km/h で 50 km を走ります。
ko: 당신은 60 km/h로 50 km를 간 후 30 km/h로 50 km를 갑니다.
nl: You travel 50 km at 60 km/h then 50 km at 30 km/h.
no: Du kjører 50 km med 60 km/t og deretter 50 km med 30 km/t.
pl: Robisz 50 km z prędkością 60 km/h, a następnie 50 km z prędkością 30 km/h.
pt_pt: Você faz 50 km a 60 km/h e depois 50 km a 30 km/h.
ro: Faci 50 km la 60 km/h apoi 50 km la 30 km/h.
ru: Ты проезжаешь 50 км со скоростью 60 км/ч, а затем 50 км со скоростью 30 км/ч.
sk: Urobíš 50 km pri 60 km/h a potom 50 km pri 30 km/h.
sv: Du kör 50 km i 60 km/h och sedan 50 km i 30 km/h.
sw: Unafanya 50 km kwa 60 km/h kisha 50 km kwa 30 km/h.
tr: 60 km/s hızla 50 km gidiyorsun, sonra 30 km/s hızla 50 km gidiyorsun.
uk: Ти проїжджаєш 50 км зі швидкістю 60 км/год, а потім 50 км зі швидкістю 30 км/год.
vi: Bạn đi 50 km với tốc độ 60 km/h rồi 50 km với tốc độ 30 km/h.
zh_hans: 你以 60 公里/小时的速度行驶 50 公里，然后以 30 公里/小时的速度行驶 50 公里。

# mean_l5_s2_b2
source: On ne fait pas (60+30)/2 = 45 : c’est faux pour des distances égales.
af: Ons doen nie (60+30)/2 = 45 : dit is verkeerd vir gelyke afstande.
bg: Не правим (60+30)/2 = 45: това е грешно за равни разстояния.
cs: Neděláme (60+30)/2 = 45: to je špatně pro stejné vzdálenosti.
da: Man gør ikke (60+30)/2 = 45: det er forkert for lige afstande.
de: Man macht nicht (60+30)/2 = 45: das ist falsch für gleiche Distanzen.
el: Δεν κάνουμε (60+30)/2 = 45: είναι λάθος για ίσες αποστάσεις.
es: No se hace (60+30)/2 = 45: es falso para distancias iguales.
fi: Emme laske (60+30)/2 = 45: se on väärin yhtä suurilla etäisyyksillä.
fil: Hindi natin ginagawa (60+30)/2 = 45: mali ito para sa pantay na distansya.
hu: Nem csináljuk (60+30)/2 = 45: ez hamis egyenlő távolságok esetén.
id: Kita tidak melakukan (60+30)/2 = 45: itu salah untuk jarak yang sama.
it: Non si fa (60+30)/2 = 45 : è falso per distanze uguali.
ja: (60+30)/2 = 45 とはならない：等距離の場合は間違いです。
ko: (60+30)/2 = 45는 하지 않습니다: 동일한 거리에서는 잘못된 계산입니다.
nl: We do not do (60+30)/2 = 45: this is wrong for equal distances.
no: Man gjør ikke (60+30)/2 = 45: det er feil for like avstander.
pl: Nie robimy (60+30)/2 = 45: to błędne dla równych odległości.
pt_pt: Não se faz (60+30)/2 = 45: isso é falso para distâncias iguais.
ro: Nu facem (60+30)/2 = 45 : este greșit pentru distanțe egale.
ru: Мы не делаем (60+30)/2 = 45: это неверно для равных расстояний.
sk: Nerobíme (60+30)/2 = 45: to je nesprávne pre rovnaké vzdialenosti.
sv: Man gör inte (60+30)/2 = 45: det är fel för lika avstånd.
sw: Hatufanyi (60+30)/2 = 45: ni makosa kwa umbali sawa.
tr: (60+30)/2 = 45 yapmıyoruz: bu, eşit mesafeler için yanlıştır.
uk: Не можна використовувати (60+30)/2 = 45: це неправильно для рівних відстаней.
vi: Chúng ta không tính (60+30)/2 = 45: điều này sai cho các khoảng cách bằng nhau.
zh_hans: 我们不能用 (60+30)/2 = 45：对于相等距离这是错误的。

# mean_l5_s2_b3
source: On utilise la moyenne harmonique : H = 2 / (1/60 + 1/30) = 40 km/h.
af: Ons gebruik die harmoniese gemiddelde : H = 2 / (1/60 + 1/30) = 40 km/h.
bg: Използваме хармоничната средна: H = 2 / (1/60 + 1/30) = 40 км/ч.
cs: Používáme harmonický průměr: H = 2 / (1/60 + 1/30) = 40 km/h.
da: Man bruger det harmoniske gennemsnit: H = 2 / (1/60 + 1/30) = 40 km/t.
de: Man verwendet den harmonischen Durchschnitt: H = 2 / (1/60 + 1/30) = 40 km/h.
el: Χρησιμοποιούμε την αρμονική μέση: H = 2 / (1/60 + 1/30) = 40 χλμ/ώρα.
es: Se utiliza la media armónica: H = 2 / (1/60 + 1/30) = 40 km/h.
fi: Käytämme harmoonista keskiarvoa: H = 2 / (1/60 + 1/30) = 40 km/h.
fil: Gumagamit tayo ng karaniwang harmoniko: H = 2 / (1/60 + 1/30) = 40 km/h.
hu: A harmonikus átlagot használjuk: H = 2 / (1/60 + 1/30) = 40 km/h.
id: Kita menggunakan rata-rata harmonik: H = 2 / (1/60 + 1/30) = 40 km/jam.
it: Si utilizza la media armonica : H = 2 / (1/60 + 1/30) = 40 km/h.
ja: 調和平均を使用します：H = 2 / (1/60 + 1/30) = 40 km/h。
ko: 조화 평균을 사용합니다: H = 2 / (1/60 + 1/30) = 40 km/h.
nl: We use the harmonic mean: H = 2 / (1/60 + 1/30) = 40 km/h.
no: Vi bruker det harmoniske gjennomsnittet: H = 2 / (1/60 + 1/30) = 40 km/t.
pl: Używamy średniej harmonicznej: H = 2 / (1/60 + 1/30) = 40 km/h.
pt_pt: Usa-se a média harmônica: H = 2 / (1/60 + 1/30) = 40 km/h.
ro: Folosim media armonică : H = 2 / (1/60 + 1/30) = 40 km/h.
ru: Мы используем гармоническое среднее: H = 2 / (1/60 + 1/30) = 40 км/ч.
sk: Používame harmonický priemer: H = 2 / (1/60 + 1/30) = 40 km/h.
sv: Vi använder det harmoniska medelvärdet: H = 2 / (1/60 + 1/30) = 40 km/h.
sw: Tunatumia wastani wa harmoniki: H = 2 / (1/60 + 1/30) = 40 km/h.
tr: Harmonik ortalamayı kullanıyoruz: H = 2 / (1/60 + 1/30) = 40 km/s.
uk: Використовуємо гармонічне середнє: H = 2 / (1/60 + 1/30) = 40 км/год.
vi: Chúng ta sử dụng trung bình điều hòa: H = 2 / (1/60 + 1/30) = 40 km/h.
zh_hans: 我们使用调和平均数：H = 2 / (1/60 + 1/30) = 40 公里/小时。
