Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_sanitize_uc1_title
source: Partager un PDF en sécurité
af: Deel 'n PDF veilig
bg: Сигурно споделяне на PDF
cs: Bezpečné sdílení PDF
da: Sikker deling af en PDF
de: PDF sicher teilen
el: Μοιραστείτε ένα PDF με ασφάλεια
es: Compartir un PDF de forma segura
fi: Jaa PDF turvallisesti
fil: Ibahagi ang isang PDF nang ligtas
hu: TODO
id: TODO
it: Condividere un PDF in sicurezza
ja: 安全にPDFを共有する
ko: 안전하게 PDF 공유
nl: Veilig een PDF delen
no: Dele en PDF sikkert
pl: Bezpieczne udostępnianie PDF
pt_pt: Compartilhar um PDF com segurança
ro: Partajați un PDF în siguranță
ru: Безопасное распространение PDF
sk: Bezpečné zdieľanie PDF
sv: Dela en PDF säkert
sw: Shiriki PDF kwa usalama
tr: Bir PDF'yi güvenli bir şekilde paylaşma
uk: Безпечно ділитися PDF
vi: Chia sẻ một PDF một cách an toàn
zh_hans: 安全分享 PDF

# ed_dev_pdf_pdf_sanitize_uc1_text
source: Retirer ce qui peut fuiter (métadonnées, liens de tracking, actions) avant envoi public ou externe.
af: Verwyder wat kan lek (metadat, opsporingsskakels, aksies) voor openbare of eksterne versending.
bg: Премахнете това, което може да изтече (метаданни, линкове за проследяване, действия) преди публично или външно изпращане.
cs: Odstranit to, co může uniknout (metadata, sledovací odkazy, akce) před veřejným nebo externím odesláním.
da: Fjern det, der kan lække (metadata, tracking-links, handlinger) før offentlig eller ekstern afsendelse.
de: Entfernen Sie, was auslaufen könnte (Metadaten, Tracking-Links, Aktionen) vor öffentlichem oder externem Versand.
el: Αφαιρέστε ό,τι μπορεί να διαρρεύσει (μεταδεδομένα, συνδέσμους παρακολούθησης, ενέργειες) πριν από δημόσια ή εξωτερική αποστολή.
es: Eliminar lo que puede filtrar (metadatos, enlaces de seguimiento, acciones) antes de enviar públicamente o externamente.
fi: Poista kaikki, mikä voi vuotaa (metatiedot, seurantaliitännät, toiminnot) ennen julkista tai ulkoista lähettämistä.
fil: Alisin ang mga maaaring magtagas (mga metadata, mga tracking link, mga aksyon) bago ang pampublikong o panlabas na pagpapadala.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Rimuovere ciò che può fuoriuscire (metadati, link di tracciamento, azioni) prima dell'invio pubblico o esterno.
ja: 公開または外部送信の前に漏洩する可能性のあるもの（メタデータ、トラッキングリンク、アクション）を削除します。
ko: 공개 또는 외부 전송 전에 유출될 수 있는 것(메타데이터, 추적 링크, 작업)을 제거합니다.
nl: Verwijder wat kan lekken (metadata, trackinglinks, acties) voordat je het publiek of extern verzendt.
no: Fjerne det som kan lekke (metadata, sporingslenker, handlinger) før offentlig eller ekstern sending.
pl: Usunąć to, co może wyciekać (metadane, linki śledzące, akcje) przed publicznym lub zewnętrznym wysłaniem.
pt_pt: Remover o que pode vazar (metadados, links de rastreamento, ações) antes do envio público ou externo.
ro: Eliminați ceea ce poate scurge (metadate, linkuri de urmărire, acțiuni) înainte de trimiterea publică sau externă.
ru: Удалить то, что может утечь (метаданные, ссылки для отслеживания, действия) перед публичной или внешней отправкой.
sk: Odstrániť to, čo môže uniknúť (metadáta, sledovacie odkazy, akcie) pred verejným alebo externým odoslaním.
sv: Ta bort det som kan läcka (metadata, spårningslänkar, åtgärder) innan offentlig eller extern distribution.
sw: Ondoa kile kinachoweza kuvuja (metadata, viungo vya kufuatilia, vitendo) kabla ya kutumwa kwa umma au nje.
tr: Halka açık veya harici gönderimden önce sızdırabilecek her şeyi (meta veriler, izleme bağlantıları, eylemler) kaldırma.
uk: Видалити те, що може витікати (метадані, посилання для відстеження, дії) перед публічним або зовнішнім відправленням.
vi: Gỡ bỏ những gì có thể rò rỉ (siêu dữ liệu, liên kết theo dõi, hành động) trước khi gửi công khai hoặc bên ngoài.
zh_hans: 在公开或外部发送之前，删除可能泄露的信息（元数据、跟踪链接、操作）。

# ed_dev_pdf_pdf_sanitize_uc2_title
source: Hygiène sécurité
af: Veiligheidshigiëne
bg: Хигиена на сигурността
cs: Bezpečnostní hygiena
da: Sikkerhedshygiejne
de: Sicherheits-Hygiene
el: Υγιεινή ασφάλειας
es: Higiene de seguridad
fi: Turvallisuus
fil: Kaligtasan sa kalinisan
hu: TODO
id: TODO
it: Igiene della sicurezza
ja: セキュリティの衛生
ko: 보안 위생
nl: Veiligheidshygiëne
no: Sikkerhetshygiene
pl: Higiena bezpieczeństwa
pt_pt: Higiene de segurança
ro: Igienă de securitate
ru: Безопасность гигиены
sk: Hygiena bezpečnosti
sv: Säkerhetshygien
sw: Usafi wa usalama
tr: Güvenlik hijyeni
uk: Гігієна безпеки
vi: An toàn vệ sinh
zh_hans: 安全卫生

# ed_dev_pdf_pdf_sanitize_uc2_text
source: Neutraliser des fonctionnalités potentiellement dangereuses (JavaScript, actions automatiques, embedded files).
af: Neutaliseer potensieel gevaarlike funksies (JavaScript, outomatiese aksies, ingebedde lêers).
bg: Нейтрализиране на потенциално опасни функции (JavaScript, автоматични действия, вградени файлове).
cs: Neutralizovat potenciálně nebezpečné funkce (JavaScript, automatické akce, vložené soubory).
da: Neutralisere potentielt farlige funktioner (JavaScript, automatiske handlinger, indlejrede filer).
de: Neutralisieren Sie potenziell gefährliche Funktionen (JavaScript, automatische Aktionen, eingebettete Dateien).
el: Ουδετεροποιήστε πιθανώς επικίνδυνες λειτουργίες (JavaScript, αυτόματες ενέργειες, ενσωματωμένα αρχεία).
es: Neutralizar funcionalidades potencialmente peligrosas (JavaScript, acciones automáticas, archivos integrados).
fi: Neutraalisoi mahdollisesti vaaralliset toiminnot (JavaScript, automaattiset toiminnot, upotetut tiedostot).
fil: Neutralisahin ang mga potensyal na mapanganib na mga tampok (JavaScript, mga awtomatikong aksyon, mga embedded na file).
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Neutralizzare funzionalità potenzialmente pericolose (JavaScript, azioni automatiche, file incorporati).
ja: 潜在的に危険な機能（JavaScript、自動アクション、埋め込まれたファイル）を無効化します。
ko: 잠재적으로 위험한 기능(JavaScript, 자동 작업, 포함된 파일)을 중화합니다.
nl: Neutraliseer potentieel gevaarlijke functies (JavaScript, automatische acties, ingebedde bestanden).
no: Neutralisere potensielt farlige funksjoner (JavaScript, automatiske handlinger, innebygde filer).
pl: Neutralizować potencjalnie niebezpieczne funkcje (JavaScript, automatyczne akcje, osadzone pliki).
pt_pt: Neutralizar funcionalidades potencialmente perigosas (JavaScript, ações automáticas, arquivos incorporados).
ro: Neutralizați funcționalitățile potențial periculoase (JavaScript, acțiuni automate, fișiere încorporate).
ru: Нейтрализовать потенциально опасные функции (JavaScript, автоматические действия, встроенные файлы).
sk: Neutralizovať potenciálne nebezpečné funkcie (JavaScript, automatické akcie, vložené súbory).
sv: Neutralisera potentiellt farliga funktioner (JavaScript, automatiska åtgärder, inbäddade filer).
sw: Kuzuia vipengele vyenye hatari (JavaScript, vitendo vya moja kwa moja, faili zilizojumuishwa).
tr: Potansiyel olarak tehlikeli işlevleri etkisiz hale getirme (JavaScript, otomatik eylemler, gömülü dosyalar).
uk: Нейтралізувати потенційно небезпечні функції (JavaScript, автоматичні дії, вбудовані файли).
vi: Trung tính các chức năng có thể nguy hiểm (JavaScript, hành động tự động, tệp nhúng).
zh_hans: 中和潜在危险的功能（JavaScript、自动操作、嵌入文件）。

# ed_dev_pdf_pdf_sanitize_uc3_title
source: Préparer une diffusion
af: Bereid 'n verspreiding voor
bg: Подготовка за разпространение
cs: Příprava na distribuci
da: Forbered distribution
de: Verbreitung vorbereiten
el: Προετοιμάστε μια διάδοση
es: Preparar una difusión
fi: Valmistella jakelua
fil: Ihanda ang isang pamamahagi
hu: TODO
id: TODO
it: Preparare una diffusione
ja: 配信の準備
ko: 배포 준비
nl: Voorbereiden van een publicatie
no: Forberede en distribusjon
pl: Przygotować dystrybucję
pt_pt: Preparar uma divulgação
ro: Pregătiți o difuzare
ru: Подготовка к распространению
sk: Pripraviť distribúciu
sv: Förbereda en distribution
sw: Kuweka tayari usambazaji
tr: Bir dağıtım hazırlama
uk: Підготовка до розповсюдження
vi: Chuẩn bị một phát hành
zh_hans: 准备发布

# ed_dev_pdf_pdf_sanitize_uc3_text
source: Produire une version “propre” pour publication web, support client, ou dépôt légal.
af: Produseer 'n "skoon" weergawe vir webpublikasie, kliëntondersteuning, of wettige deposito.
bg: Да се произведе "чиста" версия за публикуване в интернет, клиентска поддръжка или законово депозиране.
cs: Vytvořit „čistou“ verzi pro webové publikování, zákaznickou podporu nebo právní archivaci.
da: Produktion af en "ren" version til webpublikation, kundesupport eller lovpligtig indlevering.
de: Eine "saubere" Version für die Veröffentlichung im Web, den Kundensupport oder die gesetzliche Ablage erstellen.
el: Δημιουργία μιας "καθαρής" έκδοσης για δημοσίευση στο διαδίκτυο, υποστήριξη πελατών ή νομική κατάθεση.
es: Producir una versión "limpia" para publicación web, soporte al cliente o depósito legal.
fi: Tuottaa "puhtaan" version verkkopublikointia, asiakastukea tai lakisääteistä tallettamista varten.
fil: Gumawa ng "malinis" na bersyon para sa publikasyon sa web, suporta sa kliyente, o legal na deposito.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Produrre una versione "pulita" per pubblicazione web, supporto clienti o deposito legale.
ja: ウェブ公開、顧客サポート、または法的提出のための「クリーン」バージョンを作成します。
ko: 웹 게시, 고객 지원 또는 법적 제출을 위한 '깨끗한' 버전을 생성합니다.
nl: Produceer een 'schone' versie voor webpublicatie, klantenondersteuning of wettelijke deponering.
no: Produsere en "ren" versjon for publisering på nett, kundestøtte eller lovpålagt innlevering.
pl: Wytworzyć „czystą” wersję do publikacji w sieci, wsparcia klienta lub złożenia w urzędzie.
pt_pt: Produzir uma versão "limpa" para publicação na web, suporte ao cliente ou depósito legal.
ro: Produseți o versiune „curată” pentru publicare web, suport client sau depunere legală.
ru: Создать "чистую" версию для публикации в интернете, поддержки клиентов или юридического депозита.
sk: Vytvoriť „čistú“ verziu na publikovanie na webe, pre zákaznícku podporu alebo na zákonný archív.
sv: Skapa en "ren" version för webbpublicering, kundsupport eller lagring.
sw: Kuzalisha toleo "safi" kwa ajili ya kuchapishwa mtandaoni, msaada wa mteja, au akiba ya kisheria.
tr: Web yayıncılığı, müşteri desteği veya yasal depo için "temiz" bir versiyon üretin.
uk: Створити "чисту" версію для публікації в Інтернеті, підтримки клієнтів або юридичного депонування.
vi: Tạo một phiên bản "sạch" để xuất bản trên web, hỗ trợ khách hàng hoặc lưu trữ hợp pháp.
zh_hans: 生成一个“干净”的版本以供网络发布、客户支持或法定存档。

# ed_dev_pdf_pdf_sanitize_output
source: Ce que vous obtenez
af: Wat u ontvang
bg: Това, което получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: То, что вы получаете
sk: To, čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_sanitize_out1
source: Un PDF nettoyé (selon options) conservant le contenu visuel principal.
af: 'n Schoongemaakte PDF (volgens opsies) wat die hoof visuele inhoud behou.
bg: Почистен PDF (в зависимост от опциите), запазващ основното визуално съдържание.
cs: Čistý PDF (podle možností) zachovávající hlavní vizuální obsah.
da: En renset PDF (afhængig af indstillinger) der bevarer det primære visuelle indhold.
de: Ein bereinigtes PDF (je nach Optionen), das den Hauptinhalt visuell beibehält.
el: Ένα καθαρισμένο PDF (σύμφωνα με τις επιλογές) που διατηρεί το κύριο οπτικό περιεχόμενο.
es: Un PDF limpio (según opciones) que conserva el contenido visual principal.
fi: Puhdistettu PDF (valintojen mukaan), joka säilyttää pääasiallisen visuaalisen sisällön.
fil: Isang nilinis na PDF (ayon sa mga opsyon) na nagpapanatili ng pangunahing nilalaman ng biswal.
hu: TODO: Pontosan írja le a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un PDF pulito (secondo le opzioni) che conserva il contenuto visivo principale.
ja: クリーンなPDF（オプションに従って）主要な視覚コンテンツを保持します。
ko: 정리된 PDF(옵션에 따라) 주요 시각적 내용을 보존합니다.
nl: Een schoongemaakt PDF (volgens opties) dat de belangrijkste visuele inhoud behoudt.
no: En renset PDF (i henhold til alternativer) som bevarer hovedvisuelt innhold.
pl: Czyszczony PDF (zgodnie z opcjami) zachowujący główną treść wizualną.
pt_pt: Um PDF limpo (de acordo com as opções) que mantém o conteúdo visual principal.
ro: Un PDF curățat (în funcție de opțiuni) care păstrează conținutul vizual principal.
ru: Очищенный PDF (в соответствии с параметрами), сохраняющий основной визуальный контент.
sk: Vyčistený PDF (podľa možností) zachovávajúci hlavný vizuálny obsah.
sv: En rensad PDF (enligt alternativ) som behåller huvudinnehållet.
sw: PDF iliyosafishwa (kulingana na chaguo) ikihifadhi maudhui ya kuona muhimu.
tr: Ana görsel içeriği koruyan temizlenmiş bir PDF (seçeneklere göre).
uk: Очищений PDF (згідно з параметрами), що зберігає основний візуальний вміст.
vi: Một PDF đã được làm sạch (theo tùy chọn) giữ lại nội dung hình ảnh chính.
zh_hans: 一个清理过的 PDF（根据选项）保留主要视觉内容。

# ed_dev_pdf_pdf_sanitize_out2
source: Un rapport listant les éléments détectés et supprimés/neutralisés (métadonnées, actions, pièces jointes, annotations, etc.).
af: 'n Verslag wat die opgespoor en verwyderde/neutraal gemaakte elemente lys (metadat, aksies, aanhangsels, annotasies, ens.).
bg: Доклад, изброяващ откритите и премахнати/неутрализирани елементи (метаданни, действия, прикачени файлове, анотации и др.).
cs: Zpráva uvádějící detekované a odstraněné/neutralizované prvky (metadata, akce, přílohy, anotace atd.).
da: En rapport der lister de opdagede og fjernede/neutraliserede elementer (metadata, handlinger, vedhæftninger, annotationer osv.).
de: Ein Bericht, der die erkannten und entfernten/neutralisierten Elemente auflistet (Metadaten, Aktionen, Anhänge, Anmerkungen usw.).
el: Μια αναφορά που απαριθμεί τα στοιχεία που ανιχνεύθηκαν και διαγράφηκαν/ουδετεροποιήθηκαν (μεταδεδομένα, ενέργειες, συνημμένα, σημειώσεις κ.λπ.).
es: Un informe que lista los elementos detectados y eliminados/neutros (metadatos, acciones, archivos adjuntos, anotaciones, etc.).
fi: Raportti, joka luettelee havaitut ja poistettavat/neutraalit elementit (metatiedot, toiminnot, liitteet, kommentit jne.).
fil: Isang ulat na naglilista ng mga natukoy at tinanggal/neutralized na mga elemento (mga metadata, aksyon, mga kalakip, mga anotasyon, atbp.).
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Un rapporto che elenca gli elementi rilevati e rimossi/neutalizzati (metadati, azioni, allegati, annotazioni, ecc.).
ja: 検出された要素と削除/無効化された要素のリストを含むレポート（メタデータ、アクション、添付ファイル、注釈など）。
ko: 감지 및 삭제/중립화된 항목(메타데이터, 작업, 첨부파일, 주석 등)을 나열한 보고서.
nl: Een rapport met een lijst van gedetecteerde en verwijderde/neutraal gemaakte elementen (metadata, acties, bijlagen, annotaties, enz.).
no: En rapport som lister opp oppdagede og fjernede/nøytraliserte elementer (metadata, handlinger, vedlegg, kommentarer, osv.).
pl: Raport zawierający wykaz wykrytych i usuniętych/neutralizowanych elementów (metadane, działania, załączniki, adnotacje itp.).
pt_pt: Um relatório listando os elementos detectados e removidos/neutros (metadados, ações, anexos, anotações, etc.).
ro: Un raport care listează elementele detectate și eliminate/neutralizate (metadate, acțiuni, atașamente, comentarii etc.).
ru: Отчет, перечисляющий обнаруженные и удаленные/нейтрализованные элементы (метаданные, действия, вложения, аннотации и т. д.).
sk: Správa uvádzajúca zistené a odstránené/neutrálné prvky (metadáta, akcie, prílohy, anotácie atď.).
sv: En rapport som listar de upptäckta och borttagna/neutrala elementen (metadata, åtgärder, bilagor, anteckningar, etc.).
sw: Ripoti inayoorodhesha vipengele vilivyogunduliwa na kuondolewa/kuzuiliwa (metadani, vitendo, viambatisho, maelezo, nk).
tr: Tespit edilen ve kaldırılan/etkisiz hale getirilen öğeleri listeleyen bir rapor (meta veriler, eylemler, ekler, notlar vb.).
uk: Звіт, що містить список виявлених та видалених/нейтралізованих елементів (метадані, дії, вкладення, анотації тощо).
vi: Một báo cáo liệt kê các mục đã phát hiện và bị xóa/được trung hòa (siêu dữ liệu, hành động, tệp đính kèm, chú thích, v.v.).
zh_hans: 一份列出检测到的和删除/中和的元素的报告（元数据、操作、附件、注释等）。

# ed_dev_pdf_pdf_sanitize_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_sanitize_lim1
source: Sanitiser peut retirer des fonctionnalités utiles (formulaires interactifs, signets, annotations) selon la configuration.
af: Skoonmaak kan nuttige funksies verwyder (interaktiewe vorms, boekmerke, annotasies) volgens die konfigurasie.
bg: Почистването може да премахне полезни функции (интерактивни формуляри, отметки, анотации) в зависимост от конфигурацията.
cs: Sanitizace může odstranit užitečné funkce (interaktivní formuláře, záložky, anotace) podle nastavení.
da: Rensning kan fjerne nyttige funktioner (interaktive formularer, bogmærker, annotationer) afhængigt af konfigurationen.
de: Die Bereinigung kann nützliche Funktionen (interaktive Formulare, Lesezeichen, Anmerkungen) je nach Konfiguration entfernen.
el: Η καθαριστική διαδικασία μπορεί να αφαιρέσει χρήσιμες δυνατότητες (διαδραστικές φόρμες, σελιδοδείκτες, σημειώσεις) ανάλογα με τη ρύθμιση.
es: Sanitizar puede eliminar funcionalidades útiles (formularios interactivos, marcadores, anotaciones) según la configuración.
fi: Puhdistaminen voi poistaa hyödyllisiä toimintoja (interaktiiviset lomakkeet, kirjanmerkit, kommentit) asetuksista riippuen.
fil: Ang sanitization ay maaaring magtanggal ng mga kapaki-pakinabang na tampok (mga interactive na form, bookmarks, mga anotasyon) depende sa configuration.
hu: TODO.
id: TODO.
it: La sanitizzazione può rimuovere funzionalità utili (moduli interattivi, segnalibri, annotazioni) a seconda della configurazione.
ja: サニタイズは、設定に応じて便利な機能（インタラクティブフォーム、ブックマーク、注釈）を削除する可能性があります。
ko: 정리는 설정에 따라 유용한 기능(인터랙티브 양식, 북마크, 주석)을 제거할 수 있습니다.
nl: Schoonmaken kan nuttige functies verwijderen (interactieve formulieren, bladwijzers, annotaties) afhankelijk van de configuratie.
no: Sanitering kan fjerne nyttige funksjoner (interaktive skjemaer, bokmerker, kommentarer) avhengig av konfigurasjonen.
pl: Czyszczenie może usunąć przydatne funkcje (interaktywne formularze, zakładki, adnotacje) w zależności od konfiguracji.
pt_pt: Sanitizar pode remover funcionalidades úteis (formulários interativos, marcadores, anotações) dependendo da configuração.
ro: Curățarea poate elimina funcționalități utile (formulare interactive, marcaje, comentarii) în funcție de configurație.
ru: Очистка может удалить полезные функции (интерактивные формы, закладки, аннотации) в зависимости от конфигурации.
sk: Sanitizácia môže odstrániť užitočné funkcie (interaktívne formuláre, záložky, anotácie) v závislosti od nastavenia.
sv: Sanitizing kan ta bort användbara funktioner (interaktiva formulär, bokmärken, anteckningar) beroende på konfiguration.
sw: Kusafisha kunaweza kuondoa vipengele muhimu (fomu za mwingiliano, vitabu vya alama, maelezo) kulingana na usanidi.
tr: Temizleme, yapılandırmaya bağlı olarak bazı yararlı özellikleri (etkileşimli formlar, yer imleri, notlar) kaldırabilir.
uk: Очищення може видалити корисні функції (інтерактивні форми, закладки, анотації) залежно від налаштувань.
vi: Làm sạch có thể loại bỏ các tính năng hữu ích (biểu mẫu tương tác, mục lục, chú thích) tùy theo cấu hình.
zh_hans: 清理可能会根据配置删除有用的功能（交互式表单、书签、注释）。

# ed_dev_pdf_pdf_sanitize_lim2
source: Ce n’est pas un antivirus : un PDF peut rester dangereux via des failles de lecteur. Utilisez aussi une chaîne de sécurité adaptée.
af: Dit is nie 'n antivirus nie: 'n PDF kan steeds gevaarlik wees deur leserkwessies. Gebruik ook 'n toepaslike sekuriteitsketting.
bg: Това не е антивирус: PDF файлът може да остане опасен чрез уязвимости на четеца. Използвайте и подходяща защитна верига.
cs: Není to antivir: PDF může zůstat nebezpečné prostřednictvím chyb v prohlížeči. Používejte také vhodný bezpečnostní řetězec.
da: Det er ikke et antivirus: en PDF kan forblive farlig via læserfejl. Brug også en passende sikkerhedskæde.
de: Es ist kein Antivirus: Ein PDF kann über Schwachstellen im Reader gefährlich bleiben. Verwenden Sie auch eine geeignete Sicherheitskette.
el: Δεν είναι ένα antivirus: ένα PDF μπορεί να παραμείνει επικίνδυνο μέσω ευπαθειών του αναγνώστη. Χρησιμοποιήστε επίσης μια κατάλληλη αλυσίδα ασφαλείας.
es: No es un antivirus: un PDF puede seguir siendo peligroso a través de vulnerabilidades del lector. Utilice también una cadena de seguridad adecuada.
fi: Tämä ei ole virustorjuntaohjelma: PDF voi pysyä vaarallisena lukijan haavoittuvuuksien kautta. Käytä myös sopivaa turvallisuusketjua.
fil: Ito ay hindi isang antivirus: ang isang PDF ay maaaring manatiling mapanganib sa pamamagitan ng mga kahinaan ng reader. Gumamit din ng angkop na security chain.
hu: TODO.
id: TODO.
it: Non è un antivirus: un PDF può rimanere pericoloso tramite vulnerabilità del lettore. Utilizza anche una catena di sicurezza adeguata.
ja: これはウイルス対策ソフトではありません：PDFはリーダーの脆弱性を通じて危険なままです。適切なセキュリティチェーンも使用してください。
ko: 이것은 바이러스 백신이 아닙니다: PDF는 리더의 취약점을 통해 여전히 위험할 수 있습니다. 적절한 보안 체인을 사용하세요.
nl: Het is geen antivirus: een PDF kan gevaarlijk blijven via kwetsbaarheden in de lezer. Gebruik ook een geschikte beveiligingsketen.
no: Dette er ikke et antivirus: en PDF kan fortsatt være farlig via leserfeil. Bruk også en passende sikkerhetskjede.
pl: To nie jest program antywirusowy: PDF może pozostać niebezpieczny z powodu luk w odtwarzaczu. Użyj również odpowiedniego łańcucha zabezpieczeń.
pt_pt: Isso não é um antivírus: um PDF pode continuar perigoso devido a falhas do leitor. Use também uma cadeia de segurança adequada.
ro: Nu este un antivirus: un PDF poate rămâne periculos prin vulnerabilități ale cititorului. Utilizați de asemenea o lanț de securitate adecvat.
ru: Это не антивирус: PDF может оставаться опасным из-за уязвимостей в ридерах. Также используйте соответствующую цепочку безопасности.
sk: Nie je to antivírus: PDF môže zostať nebezpečný prostredníctvom zraniteľností prehliadača. Použite aj vhodný bezpečnostný reťazec.
sv: Det är inte ett antivirus: en PDF kan fortfarande vara farlig via läsarens sårbarheter. Använd också en lämplig säkerhetskedja.
sw: Hii si antivirus: PDF inaweza kubaki na hatari kupitia mapungufu ya msomaji. Tumia pia mnyororo wa usalama unaofaa.
tr: Bu bir antivirüs değildir: bir PDF, okuyucu hataları aracılığıyla tehlikeli kalabilir. Ayrıca uygun bir güvenlik zinciri kullanın.
uk: Це не антивірус: PDF може залишатися небезпечним через вразливості читача. Використовуйте також відповідний ланцюг безпеки.
vi: Đây không phải là một phần mềm diệt virus: một PDF có thể vẫn nguy hiểm qua các lỗ hổng của trình đọc. Cũng hãy sử dụng một chuỗi bảo mật phù hợp.
zh_hans: 这不是杀毒软件：PDF 可能通过阅读器漏洞仍然危险。也请使用适当的安全链。
