Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_ratio_simplifier_lim2
source: Attention aux ratios contenant des unités différentes.
af: Pasop vir verhoudings wat verskillende eenhede bevat.
bg: Внимавайте с съотношения, съдържащи различни единици.
cs: Pozor na poměry obsahující různé jednotky.
da: Vær opmærksom på forhold, der indeholder forskellige enheder.
de: Achten Sie auf Verhältnisse mit unterschiedlichen Einheiten.
el: Προσοχή στους λόγους που περιέχουν διαφορετικές μονάδες.
es: Atención a las razones que contienen unidades diferentes.
fi: Huomioi suhteet, joissa on eri yksiköitä.
fil: Mag-ingat sa mga ratio na naglalaman ng iba't ibang yunit.
hu: Figyelem az eltérő egységeket tartalmazó arányokra.
id: Perhatikan rasio yang mengandung satuan yang berbeda.
it: Attenzione ai rapporti contenenti unità diverse.
ja: 異なる単位を含む比率に注意してください。
ko: 서로 다른 단위를 포함하는 비율에 주의하세요.
nl: Let op verhoudingen met verschillende eenheden.
no: Vær oppmerksom på forhold som inneholder forskjellige enheter.
pl: Uwaga na proporcje zawierające różne jednostki.
pt_pt: Cuidado com razões que contêm unidades diferentes.
ro: Atenție la rapoartele care conțin unități diferite.
ru: Осторожно с отношениями, содержащими разные единицы.
sk: Pozor na pomery obsahujúce rôzne jednotky.
sv: Var försiktig med förhållanden som innehåller olika enheter.
sw: Tahadhari kwa uwiano unaojumuisha vitengo tofauti.
tr: Farklı birim içeren oranlara dikkat edin.
uk: Увага до відношень, що містять різні одиниці.
vi: Chú ý đến các tỷ lệ chứa các đơn vị khác nhau.
zh_hans: 注意包含不同单位的比例。

# ed_math_ratio_simplifier_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sugestie
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_ratio_simplifier_tip
source: Commence toujours par chercher un facteur commun simple (2, 5 ou 10).
af: Begin altyd met die soek van 'n eenvoudige gemeenskaplike faktor (2, 5 of 10).
bg: Винаги започвайте с търсене на прост общ фактор (2, 5 или 10).
cs: Vždy začněte hledáním jednoduchého společného faktoru (2, 5 nebo 10).
da: Start altid med at lede efter en simpel fælles faktor (2, 5 eller 10).
de: Beginnen Sie immer damit, nach einem einfachen gemeinsamen Faktor (2, 5 oder 10) zu suchen.
el: Ξεκινήστε πάντα αναζητώντας έναν απλό κοινό παράγοντα (2, 5 ή 10).
es: Siempre comienza buscando un factor común simple (2, 5 o 10).
fi: Aloita aina etsimällä yksinkertainen yhteinen tekijä (2, 5 tai 10).
fil: Laging simulan sa paghahanap ng isang simpleng karaniwang salik (2, 5 o 10).
hu: Mindig egy egyszerű közös tényezőt keress (2, 5 vagy 10).
id: Selalu mulai dengan mencari faktor umum yang sederhana (2, 5, atau 10).
it: Inizia sempre cercando un fattore comune semplice (2, 5 o 10).
ja: 常に単純な共通因子（2、5、または10）を探し始めてください。
ko: 항상 간단한 공통 인수(2, 5 또는 10)를 찾는 것부터 시작하세요.
nl: Begin altijd met het zoeken naar een eenvoudige gemeenschappelijke factor (2, 5 of 10).
no: Begynn alltid med å se etter en enkel felles faktor (2, 5 eller 10).
pl: Zawsze zaczynaj od szukania prostego wspólnego czynnika (2, 5 lub 10).
pt_pt: Comece sempre procurando um fator comum simples (2, 5 ou 10).
ro: Începe întotdeauna prin a căuta un factor comun simplu (2, 5 sau 10).
ru: Всегда начинайте с поиска простого общего множителя (2, 5 или 10).
sk: Vždy začnite hľadaním jednoduchého spoločného faktora (2, 5 alebo 10).
sv: Börja alltid med att leta efter en enkel gemensam faktor (2, 5 eller 10).
sw: Daima anza kwa kutafuta kipengele rahisi cha kawaida (2, 5 au 10).
tr: Her zaman basit bir ortak çarpan (2, 5 veya 10) arayarak başlayın.
uk: Завжди починайте з пошуку простого спільного множника (2, 5 або 10).
vi: Luôn bắt đầu bằng cách tìm một yếu tố chung đơn giản (2, 5 hoặc 10).
zh_hans: 总是从寻找一个简单的公因子（2、5 或 10）开始。

# ed_math_ratios_ratio_to_fraction_title
source: À propos : Ratio → fraction
af: Oor: Verhouding → breuk
bg: Относно: Съотношение → дроб
cs: O: Poměr → zlomek
da: Om: Forhold → brøk
de: Über: Verhältnis → Bruch
el: Σχετικά: Λόγος → κλάσμα
es: Acerca de: Razón → fracción
fi: Tietoa: Suhde → murtoluku
fil: Tungkol sa: Ratio → fraction
hu: A következőkről: Arány → tört
id: Tentang: Rasio → pecahan
it: A proposito: Rapporto → frazione
ja: について：比率 → 分数
ko: 정보: 비율 → 분수
nl: Over: Verhouding → breuk
no: Om: Forhold → brøk
pl: O tym: Proporcja → ułamek
pt_pt: Sobre: Razão → fração
ro: Despre: Raport → fracție
ru: О программе: Отношение → дробь
sk: O: Pomer → zlomok
sv: Om: Förhållande → bråk
sw: Kuhusu: Uwiano → sehemu
tr: Hakkında: Oran → kesir
uk: Про: Відношення → дроб
vi: Về việc: Tỷ lệ → phân số
zh_hans: 关于：比例 → 分数

# ed_math_ratios_ratio_to_fraction_lead
source: Convertir un ratio (a:b) en fraction permet de le manipuler plus facilement en calcul, de le simplifier ou de le comparer à d’autres valeurs numériques.
af: Om 'n verhouding (a:b) in 'n breuk om te skakel, maak dit makliker om dit in berekening te manipuleer, te vereenvoudig of met ander numeriese waardes te vergelyk.
bg: Преобразуването на съотношение (a:b) в дроб позволява по-лесно манипулиране при изчисления, опростяване или сравняване с други числови стойности.
cs: Převod poměru (a:b) na zlomek umožňuje snadnější manipulaci při výpočtech, zjednodušení nebo srovnání s jinými číselnými hodnotami.
da: At konvertere et forhold (a:b) til en brøk gør det lettere at manipulere i beregning, forenkle eller sammenligne med andre numeriske værdier.
de: Ein Verhältnis (a:b) in einen Bruch umzuwandeln, ermöglicht eine einfachere Handhabung in Berechnungen, vereinfacht es oder vergleicht es mit anderen numerischen Werten.
el: Η μετατροπή ενός λόγου (a:b) σε κλάσμα διευκολύνει την επεξεργασία του σε υπολογισμούς, την απλοποίηση ή τη σύγκριση με άλλες αριθμητικές τιμές.
es: Convertir una razón (a:b) en fracción permite manipularla más fácilmente en cálculos, simplificarla o compararla con otros valores numéricos.
fi: Muutetaan suhde (a:b) murtoluvuksi, jotta sitä voidaan käsitellä helpommin laskennassa, yksinkertaistaa tai verrata muihin numeerisiin arvoihin.
fil: Ang pag-convert ng isang ratio (a:b) sa fraction ay nagpapadali sa pag-manipula nito sa kalkulasyon, sa pagsimplify o sa paghahambing sa iba pang mga numerong halaga.
hu: Egy arány (a:b) átváltása törté segíti a könnyebb manipulációt számítás során, egyszerűsítést vagy más numerikus értékekkel való összehasonlítást.
id: Mengonversi rasio (a:b) menjadi pecahan memungkinkan untuk memanipulasinya lebih mudah dalam perhitungan, menyederhanakannya, atau membandingkannya dengan nilai numerik lainnya.
it: Convertire un rapporto (a:b) in frazione consente di manipolarlo più facilmente in calcolo, di semplificarlo o di confrontarlo con altri valori numerici.
ja: 比率 (a:b) を分数に変換することで、計算、簡素化、または他の数値と比較するのが容易になります。
ko: 비율 (a:b)를 분수로 변환하면 계산에서 더 쉽게 조작하고, 단순화하거나 다른 숫자 값과 비교할 수 있습니다.
nl: Een verhouding (a:b) omzetten in een breuk maakt het gemakkelijker om ermee te rekenen, te vereenvoudigen of te vergelijken met andere numerieke waarden.
no: Å konvertere et forhold (a:b) til en brøk gjør det lettere å manipulere i beregning, forenkle eller sammenligne med andre numeriske verdier.
pl: Konwersja proporcji (a:b) na ułamek umożliwia łatwiejsze manipulowanie nim w obliczeniach, uproszczenie lub porównanie z innymi wartościami liczbowymi.
pt_pt: Converter uma razão (a:b) em fração permite manipulá-la mais facilmente em cálculos, simplificá-la ou compará-la a outros valores numéricos.
ro: Convertirea unui raport (a:b) în fracție permite manipularea acestuia mai ușor în calcule, simplificarea sau compararea cu alte valori numerice.
ru: Преобразование отношения (a:b) в дробь позволяет легче манипулировать им в расчетах, упрощать или сравнивать с другими числовыми значениями.
sk: Prevod pomeru (a:b) na zlomok umožňuje jeho jednoduchšie manipulovanie pri výpočtoch, zjednodušení alebo porovnávaní s inými číselnými hodnotami.
sv: Att konvertera ett förhållande (a:b) till ett bråk gör det lättare att manipulera i beräkningar, förenkla eller jämföra med andra numeriska värden.
sw: Kubadilisha uwiano (a:b) kuwa sehemu kunaruhusu kuutumia kwa urahisi katika hesabu, kuupunguza au kuulinganisha na thamani nyingine za nambari.
tr: Bir oranı (a:b) kesire dönüştürmek, onu hesaplamada daha kolay bir şekilde manipüle etmeyi, basitleştirmeyi veya diğer sayısal değerlerle karşılaştırmayı sağlar.
uk: Перетворення відношення (a:b) у дроб дозволяє легше маніпулювати ним у розрахунках, спростити або порівняти з іншими числовими значеннями.
vi: Chuyển đổi một tỷ lệ (a:b) thành phân số giúp dễ dàng thao tác trong tính toán, đơn giản hóa hoặc so sánh với các giá trị số khác.
zh_hans: 将比例 (a:b) 转换为分数可以更容易地在计算中操作，简化或与其他数值进行比较。

# ed_math_ratios_ratio_to_fraction_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Caso d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikssituatie
no: Bruksområde
pl: Przykład użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_ratios_ratio_to_fraction_uc1_title
source: Mathématiques scolaires
af: Skool wiskunde
bg: Училищна математика
cs: Školní matematika
da: Skolematematik
de: Schulmathematik
el: Σχολικά μαθηματικά
es: Matemáticas escolares
fi: Koulumatematiikka
fil: Mga matematika sa paaralan
hu: Iskolai matematika
id: Matematika sekolah
it: Matematica scolastica
ja: 学校の数学
ko: 학교 수학
nl: Schoolwiskunde
no: Skolematematikk
pl: Matematyka szkolna
pt_pt: Matemáticas escolares
ro: Matematică școlară
ru: Школьная математика
sk: Školská matematika
sv: Skolmatematik
sw: Hisabati za shule
tr: Okul matematiği
uk: Шкільна математика
vi: Toán học học đường
zh_hans: 学校数学

# ed_math_ratios_ratio_to_fraction_uc1_text
source: Passer d’un ratio à une fraction pour appliquer des règles de calcul, de simplification ou de comparaison.
af: Gaan van 'n verhouding na 'n breuk om reëls van berekening, vereenvoudiging of vergelyking toe te pas.
bg: Преминаване от съотношение към дроб, за да се приложат правила за изчисление, опростяване или сравнение.
cs: Přechod od poměru k zlomku pro aplikaci pravidel výpočtu, zjednodušení nebo srovnání.
da: Gå fra et forhold til en brøk for at anvende regler for beregning, forenkling eller sammenligning.
de: Von einem Verhältnis zu einem Bruch übergehen, um Rechenregeln, Vereinfachungen oder Vergleiche anzuwenden.
el: Η μετάβαση από έναν λόγο σε ένα κλάσμα για να εφαρμόσετε κανόνες υπολογισμού, απλοποίησης ή σύγκρισης.
es: Pasar de una razón a una fracción para aplicar reglas de cálculo, simplificación o comparación.
fi: Siirry suhteesta murtolukuun soveltaaksesi laskenta-, yksinkertaistus- tai vertailusääntöjä.
fil: Lumipat mula sa isang ratio patungo sa isang fraction upang mailapat ang mga patakaran ng kalkulasyon, pagsimplification o paghahambing.
hu: Egy arányból törtbe való áttérés a számítási, egyszerűsítési vagy összehasonlítási szabályok alkalmazásához.
id: Berpindah dari rasio ke pecahan untuk menerapkan aturan perhitungan, penyederhanaan, atau perbandingan.
it: Passare da un rapporto a una frazione per applicare regole di calcolo, semplificazione o confronto.
ja: 比率から分数に移行して計算、簡素化、または比較のルールを適用する。
ko: 비율에서 분수로 전환하여 계산, 단순화 또는 비교 규칙을 적용합니다.
nl: Van een verhouding naar een breuk gaan om rekenregels, vereenvoudiging of vergelijking toe te passen.
no: Gå fra et forhold til en brøk for å anvende regler for beregning, forenkling eller sammenligning.
pl: Przechodzenie z proporcji do ułamka, aby zastosować zasady obliczeń, uproszczenia lub porównania.
pt_pt: Passar de uma razão para uma fração para aplicar regras de cálculo, simplificação ou comparação.
ro: Trecerea de la un raport la o fracție pentru a aplica reguli de calcul, simplificare sau comparație.
ru: Переход от отношения к дроби для применения правил вычисления, упрощения или сравнения.
sk: Prechod z pomeru na zlomok na aplikáciu pravidiel výpočtu, zjednodušenia alebo porovnávania.
sv: Gå från ett förhållande till ett bråk för att tillämpa regler för beräkning, förenkling eller jämförelse.
sw: Kupita kutoka uwiano hadi sehemu ili kutumia sheria za hesabu, kupunguza au kulinganisha.
tr: Bir oranı kesire dönüştürmek, hesaplama, basitleştirme veya karşılaştırma kurallarını uygulamak için.
uk: Перехід від відношення до дробу для застосування правил обчислення, спрощення або порівняння.
vi: Chuyển từ một tỷ lệ sang một phân số để áp dụng các quy tắc tính toán, đơn giản hóa hoặc so sánh.
zh_hans: 将比例转换为分数以应用计算、简化或比较的规则。

# ed_math_ratios_ratio_to_fraction_uc2_title
source: Statistiques et probabilités
af: Statistiek en waarskynlikhede
bg: Статистика и вероятности
cs: Statistika a pravděpodobnosti
da: Statistik og sandsynligheder
de: Statistik und Wahrscheinlichkeiten
el: Στατιστικά και πιθανότητες
es: Estadísticas y probabilidades
fi: Tilastot ja todennäköisyydet
fil: Mga istatistika at posibilidad
hu: Statisztika és valószínűségek
id: Statistik dan probabilitas
it: Statistiche e probabilità
ja: 統計と確率
ko: 통계 및 확률
nl: Statistieken en waarschijnlijkheden
no: Statistikk og sannsynlighet
pl: Statystyka i prawdopodobieństwo
pt_pt: Estatísticas e probabilidades
ro: Statistici și probabilități
ru: Статистика и вероятность
sk: Štatistika a pravdepodobnosti
sv: Statistik och sannolikheter
sw: Takwimu na uwezekano
tr: İstatistikler ve olasılıklar
uk: Статистика та ймовірності
vi: Thống kê và xác suất
zh_hans: 统计与概率

# ed_math_ratios_ratio_to_fraction_uc2_text
source: Exprimer un rapport sous forme de fraction pour raisonner sur des parts ou des probabilités.
af: Druk 'n verhouding uit in die vorm van 'n breuk om oor dele of waarskynlikhede te redeneer.
bg: Изразяване на съотношение под формата на дроб, за да се разсъждава за дялове или вероятности.
cs: Vyjádření poměru ve formě zlomku pro uvažování o podílech nebo pravděpodobnostech.
da: At udtrykke et forhold som en brøk for at ræsonnere om andele eller sandsynligheder.
de: Einen Bericht in Form eines Bruchs auszudrücken, um über Anteile oder Wahrscheinlichkeiten nachzudenken.
el: Η έκφραση μιας αναλογίας υπό μορφή κλάσματος για να σκεφτείτε σχετικά με μερίδια ή πιθανότητες.
es: Expresar una relación en forma de fracción para razonar sobre partes o probabilidades.
fi: Ilmaise suhde murtolukuna, jotta voit pohtia osuuksia tai todennäköisyyksiä.
fil: I-express ang isang ulat sa anyo ng fraction upang mag-isip tungkol sa mga bahagi o mga posibilidad.
hu: Egy arány kifejezése tört formájában, hogy részekről vagy valószínűségekről érveljünk.
id: Menyatakan rasio dalam bentuk pecahan untuk berpikir tentang bagian atau probabilitas.
it: Esprimere un rapporto sotto forma di frazione per ragionare su quote o probabilità.
ja: 割合や確率について考えるために比率を分数の形で表現する。
ko: 비율을 분수 형태로 표현하여 부분이나 확률에 대해 추론합니다.
nl: Een verhouding uitdrukken in de vorm van een breuk om na te denken over delen of waarschijnlijkheden.
no: Å uttrykke et forhold som en brøk for å resonnere om andeler eller sannsynligheter.
pl: Wyrażenie stosunku w formie ułamka, aby rozważać udziały lub prawdopodobieństwa.
pt_pt: Expressar uma relação na forma de fração para raciocinar sobre partes ou probabilidades.
ro: Exprimarea unui raport sub formă de fracție pentru a raționa asupra părților sau probabilităților.
ru: Выражение отношения в виде дроби для размышления о долях или вероятностях.
sk: Vyjadriť pomer vo forme zlomku na uvažovanie o podieloch alebo pravdepodobnostiach.
sv: Att uttrycka ett förhållande som ett bråk för att resonera om andelar eller sannolikheter.
sw: Kueleza uwiano kama sehemu ili kufikiri kuhusu sehemu au uwezekano.
tr: Bir oranı kesir şeklinde ifade etmek, paylar veya olasılıklar üzerinde düşünmek için.
uk: Висловити відношення у вигляді дробу для міркування про частки або ймовірності.
vi: Diễn đạt một tỷ lệ dưới dạng phân số để lý luận về các phần hoặc xác suất.
zh_hans: 以分数形式表达比例，以便对份额或概率进行推理。

# ed_math_ratios_ratio_to_fraction_uc3_title
source: Problèmes de proportion
af: Probleme van verhouding
bg: Проблеми с пропорции
cs: Problémy s poměrem
da: Proportionsproblemer
de: Proportionsprobleme
el: Προβλήματα αναλογίας
es: Problemas de proporción
fi: Suhteet
fil: Mga problema sa proporsyon
hu: Arányproblémák
id: Masalah proporsi
it: Problemi di proporzione
ja: 比例の問題
ko: 비율 문제
nl: Problemen met verhoudingen
no: Problemer med proporsjon
pl: Problemy z proporcją
pt_pt: Problemas de proporção
ro: Probleme de proporție
ru: Проблемы пропорции
sk: Problémy s pomerom
sv: Proportionsproblem
sw: Matatizo ya uwiano
tr: Oran sorunları
uk: Проблеми пропорцій
vi: Vấn đề tỷ lệ
zh_hans: 比例问题

# ed_math_ratios_ratio_to_fraction_uc3_text
source: Transformer un ratio en fraction pour l’intégrer dans un calcul de proportionnalité ou une règle de trois.
af: Transformeer 'n verhouding in 'n breuk om dit in 'n proporsionaliteitsberekening of 'n drie-reël in te sluit.
bg: Преобразувайте съотношение във фракция, за да го включите в изчисление на пропорционалност или правило на три.
cs: Převést poměr na zlomek pro začlenění do výpočtu proporcionality nebo pravidla tří.
da: Transformer et forhold til en brøk for at integrere det i en proportionalitetsberegning eller en tre-trins regel.
de: Wandle ein Verhältnis in einen Bruch um, um es in eine Proportionalitätsberechnung oder eine Regel von drei zu integrieren.
el: Μετατρέψτε μια αναλογία σε κλάσμα για να την ενσωματώσετε σε υπολογισμό αναλογικότητας ή κανόνα τριών.
es: Transformar una relación en fracción para integrarla en un cálculo de proporcionalidad o una regla de tres.
fi: Muunna suhde murtoluvuksi, jotta se voidaan sisällyttää suhteellisuuteen tai kolmonen sääntöön.
fil: I-convert ang ratio sa fraction upang maisama ito sa isang kalkulasyon ng proporsyonalidad o isang tatlong hakbang na patakaran.
hu: Arányt frakcióvá alakítani, hogy beépíthessük egy arányossági számításba vagy egy háromsági szabályba.
id: Mengubah rasio menjadi pecahan untuk dimasukkan dalam perhitungan proporsionalitas atau aturan tiga.
it: Trasformare un rapporto in frazione per integrarlo in un calcolo di proporzionalità o in una regola del tre.
ja: 比を分数に変換して、比例計算や三項比に組み込む。
ko: 비율을 분수로 변환하여 비례 계산이나 삼단계 규칙에 통합합니다.
nl: Transformeer een ratio in een breuk om deze in een berekening van proportionaliteit of een regel van drie te integreren.
no: Transformer et forhold til brøk for å integrere det i en proporsjonalitetsberegning eller en tre-regel.
pl: Przekształć stosunek w ułamek, aby włączyć go do obliczeń proporcjonalności lub zasady trzech.
pt_pt: Transformar uma razão em fração para integrá-la em um cálculo de proporcionalidade ou uma regra de três.
ro: Transformați un raport într-o fracție pentru a-l integra într-un calcul de proporționalitate sau o regulă de trei.
ru: Преобразовать отношение в дробь для интеграции в расчет пропорциональности или правило трех.
sk: Transformovať pomer na zlomok, aby sa mohol zapracovať do výpočtu proporcionality alebo pravidla troch.
sv: Omvandla ett förhållande till en bråkdel för att integrera det i en proportionalitetsberäkning eller en regel av tre.
sw: Badilisha uwiano kuwa fraksioni ili kuingiza katika hesabu ya uwiano au sheria ya tatu.
tr: Bir oranı, orantı hesaplamasına veya üç kuralına entegre etmek için kesire dönüştürmek.
uk: Перетворення співвідношення у дроб для використання в розрахунках пропорційності або правилі трьох.
vi: Chuyển đổi một tỷ lệ thành phân số để tích hợp vào một phép tính tỷ lệ hoặc quy tắc ba.
zh_hans: 将比率转换为分数以便于进行比例计算或三项式规则。

# ed_math_ratios_ratio_to_fraction_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的内容

# ed_math_ratios_ratio_to_fraction_out1
source: La fraction équivalente au ratio saisi, sous la forme a/b.
af: Die breuk wat gelyk is aan die ingevoerde verhouding, in die vorm a/b.
bg: Фракцията, еквивалентна на въведеното съотношение, под формата a/b.
cs: Zlomek ekvivalentní zadanému poměru ve formě a/b.
da: Den brøk, der svarer til det indtastede forhold, i formen a/b.
de: Der Bruch, der dem eingegebenen Verhältnis entspricht, in der Form a/b.
el: Το κλάσμα που είναι ισοδύναμο με την εισαγόμενη αναλογία, στη μορφή a/b.
es: La fracción equivalente a la relación ingresada, en la forma a/b.
fi: Murtoluku, joka vastaa syötettyä suhdetta muodossa a/b.
fil: Ang fraction na katumbas ng ipinasok na ratio, sa anyo ng a/b.
hu: A megadott aránynak megfelelő frakció, a/b formában.
id: Pecahan yang setara dengan rasio yang dimasukkan, dalam bentuk a/b.
it: La frazione equivalente al rapporto inserito, nella forma a/b.
ja: 入力された比に対する同等の分数、形式はa/b。
ko: 입력한 비율에 해당하는 분수, a/b 형태로.
nl: De breuk die gelijkwaardig is aan de ingevoerde ratio, in de vorm a/b.
no: Brøken som er lik forholdet som er angitt, i form av a/b.
pl: Ułamek równoważny wprowadzonemu stosunkowi, w postaci a/b.
pt_pt: A fração equivalente à razão inserida, na forma a/b.
ro: Fracția echivalentă raportului introdus, sub forma a/b.
ru: Дробь, эквивалентная введенному отношению, в виде a/b.
sk: Zlomok ekvivalentný zadanému pomeru vo forme a/b.
sv: Bråkdelen som motsvarar det angivna förhållandet, i formen a/b.
sw: Fraksioni inayolingana na uwiano ulioingizwa, katika mfumo wa a/b.
tr: Girilen orana eşdeğer kesir, a/b biçiminde.
uk: Дроб, еквівалентний введеному співвідношенню, у формі a/b.
vi: Phân số tương đương với tỷ lệ đã nhập, dưới dạng a/b.
zh_hans: 与输入的比率相等的分数，形式为 a/b。
