Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ex_errorcheck_stmt
source: Quelqu’un affirme : “+PH% puis +PH_1% = +PH_2%”. Expliquez l’erreur et donnez le % équivalent et la valeur finale à partir de PH_3.
af: Iemand beweer: “+PH% dan +PH_1% = +PH_2%”. Verduidelik die fout en gee die ekwivalente % en die finale waarde vanaf PH_3.
bg: Някой твърди: “+PH% след това +PH_1% = +PH_2%”. Обяснете грешката и дайте съответстващия % и крайната стойност на базата на PH_3.
cs: Někdo tvrdí: "+PH% a +PH_1% = +PH_2%". Vysvětlete chybu a uveďte odpovídající % a konečnou hodnotu na základě PH_3.
da: Nogen hævder: “+PH% og derefter +PH_1% = +PH_2%”. Forklar fejlen og angiv den tilsvarende % og den endelige værdi baseret på PH_3.
de: Jemand behauptet: “+PH% und dann +PH_1% = +PH_2%”. Erklären Sie den Fehler und geben Sie den entsprechenden % und den Endwert basierend auf PH_3 an.
el: Κάποιος δηλώνει: “+PH% και +PH_1% = +PH_2%”. Εξηγήστε το σφάλμα και δώστε το αντίστοιχο % και την τελική τιμή από PH_3.
es: Alguien afirma: “+PH% luego +PH_1% = +PH_2%”. Explica el error y da el % equivalente y el valor final a partir de PH_3.
fi: Joku väittää: “+PH% ja sitten +PH_1% = +PH_2%”. Selitä virhe ja anna vastaava % ja lopullinen arvo lähtien PH_3.
fil: May nagsabi: “+PH% pagkatapos ay +PH_1% = +PH_2%”. Ipaliwanag ang pagkakamali at ibigay ang katumbas na % at ang panghuling halaga mula sa PH_3.
hu: Valaki azt állítja: “+PH% majd +PH_1% = +PH_2%”. Magyarázza el a hibát, és adja meg a megfelelő % -ot és a végső értéket PH_3-ból.
id: Seseorang menyatakan: “+PH% kemudian +PH_1% = +PH_2%”. Jelaskan kesalahan tersebut dan berikan % yang setara serta nilai akhir dari PH_3.
it: Qualcuno afferma: “+PH% poi +PH_1% = +PH_2%”. Spiega l'errore e dai il % equivalente e il valore finale a partire da PH_3.
ja: 誰かが言います：「+PH% そして +PH_1% = +PH_2%」。誤りを説明し、PH_3 からの相当する%と最終値を示してください。
ko: 누군가가 주장합니다: “+PH% 후 +PH_1% = +PH_2%”. 오류를 설명하고 PH_3에서 %와 최종 값을 제공합니다.
nl: Iemand beweert: “+PH% en +PH_1% = +PH_2%”. Leg de fout uit en geef het equivalente % en de eindwaarde op basis van PH_3.
no: Noen påstår: “+PH% og deretter +PH_1% = +PH_2%”. Forklar feilen og gi den tilsvarende % og den endelige verdien fra PH_3.
pl: Ktoś twierdzi: “+PH% a następnie +PH_1% = +PH_2%”. Wyjaśnij błąd i podaj odpowiadający % oraz wartość końcową na podstawie PH_3.
pt_pt: Alguém afirma: “+PH% e depois +PH_1% = +PH_2%”. Explique o erro e dê o % equivalente e o valor final a partir de PH_3.
ro: Cineva afirmă: “+PH% apoi +PH_1% = +PH_2%”. Explicați eroarea și oferiți %-ul echivalent și valoarea finală pornind de la PH_3.
ru: Кто-то утверждает: “+PH% затем +PH_1% = +PH_2%”. Объясните ошибку и укажите эквивалентный % и конечное значение от PH_3.
sk: Niekto tvrdí: "+PH% a potom +PH_1% = +PH_2%". Vysvetlite chybu a uveďte ekvivalentné % a konečnú hodnotu z PH_3.
sv: Någon påstår: “+PH% följt av +PH_1% = +PH_2%”. Förklara felet och ge den motsvarande % och det slutliga värdet utifrån PH_3.
sw: Mtu mmoja anasema: “+PH% kisha +PH_1% = +PH_2%”. Eleza kosa na toa % inayolingana na thamani ya mwisho kutoka PH_3.
tr: Birisi şunu iddia ediyor: “+PH% ve +PH_1% = +PH_2%”. Hatanızı açıklayın ve PH_3'den yola çıkarak karşılık gelen % ve nihai değeri verin.
uk: Хтось стверджує: “+PH% потім +PH_1% = +PH_2%”. Поясніть помилку та дайте відповідний % і кінцеве значення з PH_3.
vi: Có người khẳng định: “+PH% sau đó +PH_1% = +PH_2%”. Giải thích lỗi và cho biết tỷ lệ phần trăm tương ứng và giá trị cuối cùng từ PH_3.
zh_hans: 有人声称：“+PH%然后+PH_1% = +PH_2%”。解释错误并给出相应的百分比和从PH_3得出的最终值。

# ex_tip_errorcheck
source: Astuce : somme naïve ≠ composition (coef).
af: Wenk: naïewe som ≠ samestelling (koëf).
bg: Съвет: наивна сума ≠ съставяне (коеф.).
cs: Tip: naivní součet ≠ složení (koef).
da: Tip: naiv sum ≠ sammensætning (koef).
de: Tipp: naive Summe ≠ Zusammensetzung (Koeff.).
el: Συμβουλή: απλή άθροιση ≠ σύνθεση (συντελεστής).
es: Consejo: suma ingenua ≠ composición (coef).
fi: Vinkki: yksinkertainen summa ≠ koostumus (kerroin).
fil: Tip: simpleng kabuuan ≠ komposisyon (coef).
hu: Tipp: naiv összeg ≠ összetétel (súly).
id: Tip: jumlah sederhana ≠ komposisi (koefisien).
it: Suggerimento: somma semplice ≠ composizione (coef).
ja: ヒント：単純合計 ≠ 構成（係数）。
ko: 팁: 단순 합계 ≠ 구성(계수).
nl: Tip: naïeve som ≠ samenstelling (coef).
no: Tips: naiv sum ≠ sammensetning (koeff).
pl: Wskazówka: suma naiwna ≠ skład (wsp.).
pt_pt: Dica: soma ingênua ≠ composição (coef).
ro: Sfat: suma naivă ≠ compunere (coef).
ru: Совет: наивная сумма ≠ составление (коэфф).
sk: Tip: naivný súčet ≠ zloženie (koef).
sv: Tips: naiv summa ≠ sammansättning (koef).
sw: Tips: naiv summa ≠ sammansättning (koef).
tr: İpucu: basit toplam ≠ bileşim (çarpan).
uk: Tip: naive sum ≠ composition (coef).
vi: Mẹo: tổng đơn giản ≠ kết hợp (hệ số).
zh_hans: 提示：简单求和 ≠ 组合（系数）。

# ex_fillstep_title
source: Étape manquante
af: Ontbrekende stap
bg: Липсваща стъпка
cs: Chybějící krok
da: Manglende trin
de: Fehlender Schritt
el: Ελλιπές βήμα
es: Paso faltante
fi: Puuttuva vaihe
fil: Nawawalang hakbang
hu: Hiányzó lépés
id: Langkah yang hilang
it: Passaggio mancante
ja: 欠落しているステップ
ko: 누락된 단계
nl: Ontbrekende stap
no: Manglende trinn
pl: Brakujący krok
pt_pt: Passo em falta
ro: Pas lipsă
ru: Недостающий шаг
sk: Chýbajúci krok
sv: Saknat steg
sw: Saknat steg
tr: Eksik adım
uk: Missing step
vi: Bước thiếu
zh_hans: 缺失步骤

# ex_fillstep_stmt
source: Complétez l’étape manquante pour calculer la variation en % entre PH et PH_1.
af: Voltooi die ontbrekende stap om die verandering in % tussen PH en PH_1 te bereken.
bg: Попълнете липсващата стъпка за изчисляване на промяната в % между PH и PH_1.
cs: Doplňte chybějící krok pro výpočet změny v % mezi PH a PH_1.
da: Udfyld det manglende trin for at beregne ændringen i % mellem PH og PH_1.
de: Vervollständigen Sie den fehlenden Schritt zur Berechnung der Veränderung in % zwischen PH und PH_1.
el: Συμπληρώστε το ελλείπον βήμα για να υπολογίσετε τη μεταβολή σε % μεταξύ PH και PH_1.
es: Completa el paso faltante para calcular la variación en % entre PH y PH_1.
fi: Täydennä puuttuva vaihe laskettaessa prosentuaalista muutosta PH ja PH_1 välillä.
fil: Kumpletuhin ang nawawalang hakbang upang kalkulahin ang pagbabago sa % sa pagitan ng PH at PH_1.
hu: Töltse ki a hiányzó lépést a % -os eltérés kiszámításához PH és PH_1 között.
id: Lengkapi langkah yang hilang untuk menghitung perubahan dalam % antara PH dan PH_1.
it: Completa il passaggio mancante per calcolare la variazione in % tra PH e PH_1.
ja: PH と PH_1 の間の%変化を計算するために欠けているステップを完成させてください。
ko: PH와 PH_1 사이의 % 변화를 계산하기 위해 누락된 단계를 완성하십시오.
nl: Vul de ontbrekende stap in om de variatie in % tussen PH en PH_1 te berekenen.
no: Fullfør det manglende trinnet for å beregne endringen i % mellom PH og PH_1.
pl: Uzupełnij brakujący krok, aby obliczyć zmianę w % między PH a PH_1.
pt_pt: Complete a etapa em falta para calcular a variação em % entre PH e PH_1.
ro: Completați etapa lipsă pentru a calcula variația în % între PH și PH_1.
ru: Заполните недостающий этап для вычисления изменения в % между PH и PH_1.
sk: Doplňte chýbajúci krok na výpočet zmeny v % medzi PH a PH_1.
sv: Fyll i det saknade steget för att beräkna variationen i % mellan PH och PH_1.
sw: Kamilisha hatua iliyokosekana ili kuhesabu mabadiliko katika % kati ya PH na PH_1.
tr: PH ile PH_1 arasındaki % değişimini hesaplamak için eksik adımı tamamlayın.
uk: Заповніть відсутній етап для обчислення зміни в % між PH та PH_1.
vi: Hoàn thành bước thiếu để tính biến động phần trăm giữa PH và PH_1.
zh_hans: 完成缺失的步骤以计算PH和PH_1之间的百分比变化。

# ex_tip_fillstep
source: Astuce : pense “Δ / initial”.
af: Wenk: dink “Δ / aanvanklik”.
bg: Съвет: помисли “Δ / начален”.
cs: Tip: mysli na “Δ / počáteční”.
da: Tip: tænk “Δ / initial”.
de: Tipp: denke „Δ / initial“.
el: Συμβουλή: σκέψου “Δ / αρχικό”.
es: Consejo: piensa “Δ / inicial”.
fi: Vinkki: ajattele “Δ / alkuperäinen”.
fil: Tip: isipin ang “Δ / paunang”.
hu: Tipp: gondolj „Δ / kezdeti”.
id: Tip: pikirkan “Δ / awal”.
it: Suggerimento: pensa “Δ / iniziale”.
ja: ヒント：「Δ / 初期」を考えます。
ko: 팁: “Δ / 초기”를 생각하세요.
nl: Tip: denk “Δ / initieel”.
no: Tips: tenk “Δ / initial”.
pl: Wskazówka: myśl „Δ / początkowy”.
pt_pt: Dica: pense “Δ / inicial”.
ro: Sfat: gândește „Δ / inițial”.
ru: Совет: думай “Δ / начальное”.
sk: Tip: myslite na “Δ / počiatočné”.
sv: Tips: tänk “Δ / initial”.
sw: Tips: tänk “Δ / initial”.
tr: İpucu: “Δ / başlangıç” diye düşün.
uk: Tip: think “Δ / initial”.
vi: Mẹo: nghĩ “Δ / ban đầu”.
zh_hans: 提示：想“Δ / 初始”。

# pct_limits_title
source: Limites des pourcentages
af: Grense van persentasies
bg: Граници на процентите
cs: Limity procent
da: Grænser for procenter
de: Grenzen der Prozentsätze
el: Όρια ποσοστών
es: Límites de los porcentajes
fi: Prosenttirajat
fil: Mga Limitasyon ng mga Porsyento
hu: Százalékhatárok
id: Batas Persentase
it: Limiti dei percentuali
ja: パーセンテージの限界
ko: 퍼센트의 한계
nl: Limieten van percentages
no: Grensene for prosent
pl: Limity procentów
pt_pt: Limites dos percentuais
ro: Limitele procentelor
ru: Пределы процентов
sk: Hranice percent
sv: Gränser för procent
sw: Gränser för procent
tr: Yüzde sınırları
uk: Percentage Limits
vi: Giới hạn của phần trăm
zh_hans: 百分比的限制

# pct_limits_subtitle
source: Comprendre +∞ et −100% (cas limites et interprétations).
af: Begrip +∞ en −100% (grensgevalle en interpretasies).
bg: Разбиране на +∞ и −100% (гранични случаи и интерпретации).
cs: Pochopit +∞ a −100% (hraniční případy a interpretace).
da: Forstå +∞ og −100% (grænsetilfælde og fortolkninger).
de: Verstehen von +∞ und −100% (Grenzfälle und Interpretationen).
el: Κατανόηση +∞ και −100% (όρια περιπτώσεις και ερμηνείες).
es: Comprender +∞ y −100% (casos límites e interpretaciones).
fi: Ymmärrä +∞ ja −100% (rajatapaukset ja tulkinnat).
fil: Unawain ang +∞ at −100% (mga limitasyon at interpretasyon).
hu: Értsük meg a +∞ és -100% (határértékek és értelmezések).
id: Memahami +∞ dan −100% (kasus batas dan interpretasi).
it: Comprendere +∞ e −100% (casi limite e interpretazioni).
ja: +∞ と −100% を理解する（限界ケースと解釈）。
ko: +∞와 −100% 이해하기 (경계 사례 및 해석).
nl: Begrijp +∞ en −100% (grensgevallen en interpretaties).
no: Forstå +∞ og −100% (grenseverdier og tolkninger).
pl: Zrozumieć +∞ i −100% (przypadki graniczne i interpretacje).
pt_pt: Compreender +∞ e −100% (casos limites e interpretações).
ro: Înțelegeți +∞ și −100% (cazuri limită și interpretări).
ru: Понять +∞ и −100% (граничные случаи и интерпретации).
sk: Pochopiť +∞ a −100% (hraničné prípady a interpretácie).
sv: Förstå +∞ och −100% (gränsfall och tolkningar).
sw: Elewa +∞ na −100% (mifano ya mipaka na tafsiri).
tr: +∞ ve −100%'yi anlamak (sınır durumlar ve yorumlar).
uk: Зрозуміти +∞ та −100% (граничні випадки та інтерпретації).
vi: Hiểu +∞ và −100% (trường hợp giới hạn và cách diễn giải).
zh_hans: 理解+∞和−100%（极限情况和解释）。

# pct_limits_initial
source: Valeur initiale
af: Aanvanklike waarde
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
de: Anfangswert
el: Αρχική τιμή
es: Valor inicial
fi: Alkuarvo
fil: Paunang halaga
hu: Kezdeti érték
id: Nilai awal
it: Valore iniziale
ja: 初期値
ko: 초기 값
nl: Beginwaarde
no: Startverdi
pl: Wartość początkowa
pt_pt: Valor inicial
ro: Valoare inițială
ru: Начальное значение
sk: Počiatočná hodnota
sv: Initialvärde
sw: Initialvärde
tr: Başlangıç değeri
uk: Initial value
vi: Giá trị đầu
zh_hans: 初始值

# pct_limits_initial_hint
source: Point de départ (le “100%” de référence).
af: Beginpunt (die “100%” van verwysing).
bg: Начална точка (референтното “100%”).
cs: Výchozí bod ("100%" referenční hodnoty).
da: Startpunktet (den “100%” reference).
de: Ausgangspunkt (das „100%“ Referenz).
el: Σημείο εκκίνησης (το “100%” αναφοράς).
es: Punto de partida (el “100%” de referencia).
fi: Alkuperäinen piste (viite “100%”).
fil: Punto ng pagsisimula (ang “100%” na sanggunian).
hu: Kezdőpont (a "100%" referencia).
id: Titik awal (“100%” sebagai referensi).
it: Punto di partenza (il “100%” di riferimento).
ja: 出発点（基準の「100%」）。
ko: 출발점 (기준 “100%”).
nl: Startpunt (de “100%” referentie).
no: Utgangspunkt (den “100%” referansen).
pl: Punkt wyjścia (referencyjne “100%”).
pt_pt: Ponto de partida (o “100%” de referência).
ro: Punct de plecare („100%” de referință).
ru: Точка отсчета ("100%" как эталон).
sk: Počiatočný bod (referenčné "100%").
sv: Utgångspunkt (den “100%” referensen).
sw: Kitu cha kuanzia (“100%” ya rejeleo).
tr: Başlangıç noktası (referans “%100”).
uk: Початкова точка ("100%" як еталон).
vi: Điểm khởi đầu (“100%” tham chiếu).
zh_hans: 起点（参考的“100%”）。

# pct_limits_final
source: Valeur finale
af: Finale waarde
bg: Крайна стойност
cs: Konečná hodnota
da: Slutværdi
de: Endwert
el: Τελική τιμή
es: Valor final
fi: Loppuarvo
fil: Panghuling halaga
hu: Végső érték
id: Nilai akhir
it: Valore finale
ja: 最終値
ko: 최종 값
nl: Eindwaarde
no: Sluttverdi
pl: Wartość końcowa
pt_pt: Valor final
ro: Valoare finală
ru: Финальное значение
sk: Koncová hodnota
sv: Slutvärde
sw: Slutvärde
tr: Son değer
uk: Final value
vi: Giá trị cuối
zh_hans: 最终值

# pct_limits_final_hint
source: Valeur après évolution.
af: Waarde na evolusie.
bg: Стойност след еволюция.
cs: Hodnota po vývoji.
da: Værdi efter udvikling.
de: Wert nach Entwicklung.
el: Τιμή μετά την εξέλιξη.
es: Valor después de la evolución.
fi: Arvo kehityksen jälkeen.
fil: Halaga pagkatapos ng pagbabago.
hu: Érték a fejlődés után.
id: Nilai setelah evolusi.
it: Valore dopo evoluzione.
ja: 進化後の値。
ko: 진행 후 값.
nl: Waarde na evolutie.
no: Verdi etter utvikling.
pl: Wartość po ewolucji.
pt_pt: Valor após evolução.
ro: Valoare după evoluție.
ru: Значение после изменения.
sk: Hodnota po zmene.
sv: Värde efter förändring.
sw: Thamani baada ya mabadiliko.
tr: Evrim sonrası değer.
uk: Значення після зміни.
vi: Giá trị sau khi phát triển.
zh_hans: 演变后的值。

# pct_limits_variation_label
source: Variation (%)
af: Variasie (%)
bg: Промяна (%)
cs: Variace (%)
el: Μεταβολή (%)
es: Variación (%)
fi: Muutos (%)
fil: Pagbabago (%)
hu: Változás (%)
id: Perubahan (%)
it: Variazione (%)
ja: 変化 (%)
ko: 변화 (%)
nl: Variatie (%)
no: Variasjon (%)
pl: Zmiana (%)
pt_pt: Variação (%)
ro: Variatie (%)
ru: Вариация (%)
sk: Variácia (%)
tr: Değişim (%)
vi: Biến động (%)
zh_hans: 变化（%）

# pct_limits_coef_label
source: Coefficient
af: Koëffisiënt
bg: Коефициент
cs: Koeficient
da: Koeficient
de: Koefizient
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: Koefisyent
hu: Koefficiens
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koefisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koeficient
sw: Koeficient
tr: Katsayı
vi: Hệ số
zh_hans: 系数

# pct_limits_delta_label
source: Écart (final − initial)
af: Verskil (final − aanvanklik)
bg: Разлика (крайна − начална)
cs: Rozdíl (konečný − počáteční)
da: Afvigelse (slut − start)
de: Abweichung (final − initial)
el: Διαφορά (τελική − αρχική)
es: Diferencia (final − inicial)
fi: Poikkeama (loppu − alku)
fil: Pagkakaiba (panghuli − paunang)
hu: Eltérés (végső − kezdeti)
id: Selisih (akhir − awal)
it: Scostamento (finale − iniziale)
ja: 差 (最終 − 初期)
ko: 차이 (최종 − 초기)
nl: Afwijking (eind − begin)
no: Avvik (slutt − start)
pl: Różnica (końcowa − początkowa)
pt_pt: Desvio (final − inicial)
ro: Diferență (final − inițial)
ru: Разница (финальная − начальная)
sk: Rozdiel (koncová − počiatočná)
sv: Avvikelse (slutlig − initial)
sw: Avvikelse (slutlig − initial)
tr: Fark (son − başlangıç)
uk: Difference (final − initial)
vi: Chênh lệch (cuối − đầu)
zh_hans: 差异（最终值 − 初始值）

# pct_limits_comment_label
source: Interprétation
af: Interpretasie
bg: Тълкуване
cs: Interpretace
da: Fortolkning
de: Interpretation
el: Ερμηνεία
es: Interpretación
fi: Tulkitseminen
fil: Pagsusuri
hu: Értelmezés
id: Interpretasi
it: Interpretazione
ja: 解釈
ko: 해석
nl: Interpretatie
no: Tolkning
pl: Interpretacja
pt_pt: Interpretação
ro: Interpretare
ru: Интерпретация
sk: Interpretácia
sv: Tolkning
sw: Tolkning
tr: Yorum
uk: Interpretation
vi: Diễn giải
zh_hans: 解释

# pct_limits_understand_title
source: Comprendre les limites
af: Verstaan die grense
bg: Разбиране на границите
cs: Pochopit limity
da: Forstå grænserne
de: Grenzen verstehen
el: Κατανόηση των ορίων
es: Entender los límites
fi: Ymmärrä rajat
fil: Unawain ang mga limitasyon
hu: A határok megértése
id: Memahami batas
it: Comprendere i limiti
ja: 限界を理解する
ko: 한계 이해하기
nl: Begrijp de limieten
no: Forstå grensene
pl: Zrozumieć limity
pt_pt: Compreender os limites
ro: Înțelegerea limitelor
ru: Понимание пределов
sk: Pochopenie hraníc
sv: Förstå gränser
sw: Förstå gränser
tr: Sınırları anlamak
uk: Understanding the Limits
vi: Hiểu các giới hạn
zh_hans: 理解限制

# pct_limits_understand_sub
source: Pourquoi on ne peut pas descendre sous −100%, et comment on peut aller vers +∞%.
af: Waarom kan ons nie onder −100% daal nie, en hoe kan ons na +∞% beweeg.
bg: Защо не можем да слезем под −100%, и как можем да достигнем +∞%.
cs: Proč nemůžeme klesnout pod −100% a jak můžeme dosáhnout +∞%.
da: Hvorfor kan vi ikke falde under −100%, og hvordan kan vi nå +∞%.
de: Warum kann man nicht unter −100% fallen und wie kann man zu +∞% gelangen?
el: Γιατί δεν μπορούμε να κατέβουμε κάτω από −100%, και πώς μπορούμε να πάμε προς +∞%.
es: Por qué no se puede bajar de −100%, y cómo se puede llegar a +∞%.
fi: Miksi emme voi laskea alle −100%, ja miten voimme päästä +∞%:iin.
fil: Bakit hindi tayo makakababa sa −100%, at paano tayo makakapunta sa +∞%.
hu: Miért nem lehet -100% alá menni, és hogyan lehet +∞%-ra menni?
id: Mengapa kita tidak bisa turun di bawah −100%, dan bagaimana kita bisa menuju +∞%.
it: Perché non possiamo scendere sotto −100%, e come possiamo andare verso +∞%.
ja: なぜ−100%を下回ることができず、+∞%に達することができるのか。
ko: 왜 −100% 이하로 내려갈 수 없으며, +∞%로 갈 수 있는 방법은 무엇입니까?
nl: Waarom kunnen we niet onder −100% dalen, en hoe kunnen we naar +∞% gaan.
no: Hvorfor kan vi ikke gå under −100%, og hvordan kan vi gå mot +∞%.
pl: Dlaczego nie można zejść poniżej −100%, i jak można osiągnąć +∞%.
pt_pt: Por que não podemos descer abaixo de −100%, e como podemos ir para +∞%.
ro: De ce nu putem coborî sub −100% și cum putem ajunge la +∞%.
ru: Почему нельзя опуститься ниже −100%, и как можно достичь +∞%.
sk: Prečo nemôžeme klesnúť pod −100% a ako môžeme ísť k +∞%.
sv: Varför kan vi inte gå under −100%, och hur kan vi gå mot +∞%.
sw: Kwa nini hatuwezi kushuka chini ya −100%, na jinsi tunavyoweza kufikia +∞%.
tr: Neden −100%'ün altına inemeyeceğimizi ve +∞%'ye nasıl ulaşabileceğimizi açıklayın.
uk: Чому не можна опуститися нижче −100%, і як можна досягти +∞%.
vi: Tại sao không thể giảm xuống dưới −100%, và làm thế nào để có thể đạt tới +∞%.
zh_hans: 为什么不能低于−100%，以及如何可以达到+∞%。

# pct_limits_card_minus100_title
source: Plancher (si initial > 0)
af: Vloer (as aanvanklik > 0)
bg: Под наем (ако началната стойност > 0)
cs: Podlaha (pokud je počáteční > 0)
da: Gulv (hvis initial > 0)
de: Boden (wenn initial > 0)
el: Κατώφλι (αν η αρχική τιμή > 0)
es: Suelo (si inicial > 0)
fi: Lattia (jos alkuperäinen > 0)
fil: Sahig (kung ang simula > 0)
hu: Padló (ha az alap > 0)
id: Lantai (jika awal > 0)
it: Pavimento (se iniziale > 0)
ja: フロア（初期値が > 0 の場合）
ko: 하한선 (초기 값이 > 0일 경우)
nl: Vloer (als initiële waarde > 0)
no: Gulv (hvis initial > 0)
pl: Podłoga (jeśli initial > 0)
pt_pt: Piso (se inicial > 0)
ro: Plafon (dacă inițial > 0)
ru: Пол (если начальное > 0)
sk: Podlaha (ak je počiatočná > 0)
sv: Golvnivå (om initial > 0)
sw: Kiwango cha chini (ikiwa awali > 0)
tr: Taban (eğer başlangıç > 0 ise)
uk: Підлога (якщо початкове > 0)
vi: Sàn (nếu ban đầu > 0)
zh_hans: 下限（如果初始值> 0）

# pct_limits_card_minus100_text
source: Une baisse de −100% signifie “retour à 0”. En contexte prix/quantité, on ne peut pas faire moins que 0, donc on ne peut pas descendre sous −100%.
af: 'n Afname van −100% beteken “terug na 0”. In prys/hoeveelheid konteks kan ons nie minder as 0 doen nie, dus kan ons nie onder −100% daal nie.
bg: Падане от −100% означава “връщане към 0”. В контекста на цена/количество, не можем да направим по-малко от 0, така че не можем да слезем под −100%.
cs: Pokles o −100% znamená "návrat k 0". V kontextu ceny/množství nemůžeme jít pod 0, takže nemůžeme klesnout pod −100%.
da: Et fald på −100% betyder “tilbage til 0”. I konteksten pris/mængde kan vi ikke gå mindre end 0, så vi kan ikke falde under −100%.
de: Ein Rückgang von −100% bedeutet „Rückkehr zu 0“. Im Kontext von Preis/Menge kann man nicht weniger als 0 machen, daher kann man nicht unter −100% fallen.
el: Μια μείωση −100% σημαίνει “επιστροφή στο 0”. Στο πλαίσιο τιμής/ποσότητας, δεν μπορούμε να πάμε κάτω από 0, επομένως δεν μπορούμε να κατέβουμε κάτω από −100%.
es: Una disminución de −100% significa “regreso a 0”. En contexto de precio/cantidad, no se puede hacer menos que 0, por lo tanto, no se puede bajar de −100%.
fi: −100%:n lasku tarkoittaa “paluu 0:aan”. Hintamääräyksessä emme voi mennä alle 0, joten emme voi laskea alle −100%.
fil: Ang pagbaba ng −100% ay nangangahulugang “bumalik sa 0”. Sa konteksto ng presyo/dami, hindi tayo makakababa sa 0, kaya hindi tayo makakababa sa −100%.
hu: Egy -100%-os csökkenés "visszatérést jelent 0-ra". Ár/mennyiség kontextusában nem lehet kevesebb, mint 0, tehát nem lehet -100% alá menni.
id: Penurunan sebesar −100% berarti “kembali ke 0”. Dalam konteks harga/jumlah, kita tidak bisa kurang dari 0, jadi kita tidak bisa turun di bawah −100%.
it: Una diminuzione di −100% significa “ritorno a 0”. In un contesto di prezzo/quantità, non possiamo fare meno di 0, quindi non possiamo scendere sotto −100%.
ja: −100%の減少は「0に戻る」を意味します。価格/数量の文脈では、0未満にはできないため、−100%を下回ることはできません。
ko: −100%의 감소는 “0으로 돌아감”을 의미합니다. 가격/수량 맥락에서 0보다 적게 할 수 없으므로 −100% 이하로 내려갈 수 없습니다.
nl: Een daling van −100% betekent “terug naar 0”. In de context van prijs/hoeveelheid kunnen we niet minder dan 0 doen, dus we kunnen niet onder −100% dalen.
no: En nedgang på −100% betyr “tilbake til 0”. I konteksten av pris/kvantitet kan vi ikke gå under 0, så vi kan ikke gå under −100%.
pl: Spadek o −100% oznacza “powrót do 0”. W kontekście ceny/ilości nie można zejść poniżej 0, więc nie można zejść poniżej −100%.
pt_pt: Uma queda de −100% significa “retorno a 0”. Em contexto de preço/quantidade, não podemos fazer menos que 0, portanto não podemos descer abaixo de −100%.
ro: O scădere de −100% înseamnă „întoarcere la 0”. În contextul preț/quantitate, nu putem face mai puțin de 0, deci nu putem coborî sub −100%.
ru: Снижение на −100% означает "возврат к 0". В контексте цены/количества нельзя сделать меньше 0, поэтому нельзя опуститься ниже −100%.
sk: Pokles o −100% znamená "návrat na 0". V kontexte ceny/množstva nemôžeme ísť pod 0, takže nemôžeme klesnúť pod −100%.
sv: En minskning av −100% betyder “åter till 0”. I sammanhanget pris/kvantitet kan vi inte gå under 0, så vi kan inte gå under −100%.
sw: Kupungua kwa −100% kunamaanisha “kurudi kwa 0”. Katika muktadha wa bei/kiasi, hatuwezi kufanya chini ya 0, hivyo hatuwezi kushuka chini ya −100%.
tr: −100%'lik bir düşüş “0'a dönüş” anlamına gelir. Fiyat/miktar bağlamında, 0'dan daha az olamaz, bu nedenle −100%'ün altına inemeyiz.
uk: Зниження на −100% означає "повернення до 0". У контексті ціни/кількості не можна зменшити менше ніж 0, тому не можна опуститися нижче −100%.
vi: Một sự giảm −100% có nghĩa là “trở về 0”. Trong bối cảnh giá/khối lượng, không thể thấp hơn 0, vì vậy không thể giảm xuống dưới −100%.
zh_hans: −100%的下降意味着“回到0”。在价格/数量的上下文中，不能低于0，因此不能低于−100%。

# pct_limits_card_plusinf_title
source: Pas de plafond
af: Geen plafon
bg: Няма таван
cs: Žádný strop
da: Ingen loft
de: Kein Deckel
el: Χωρίς ανώτατο όριο
es: Sin techo
fi: Ei kattoa
fil: Walang kisame
hu: Nincs plafon
id: Tidak ada plafon
it: Nessun tetto
ja: 上限なし
ko: 상한선 없음
nl: Geen plafond
no: Ingen tak
pl: Brak sufitu
pt_pt: Sem teto
ro: Fără plafon
ru: Нет потолка
sk: Žiadny strop
sv: Ingen taknivå
sw: Ingen taknivå
tr: Tavan yok
uk: No ceiling
vi: Không có trần
zh_hans: 没有上限
