Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_applied_rate_lead
source: Ce calculateur permet de retrouver le pourcentage effectivement appliqué entre une valeur initiale et une valeur finale, afin d’identifier une hausse, une baisse ou un taux implicite.
af: This calculator allows you to find the percentage actually applied between an initial value and a final value, in order to identify an increase, a decrease, or an implicit rate.
bg: Този калкулатор позволява да се намери действително приложен процент между начална стойност и крайна стойност, за да се идентифицира увеличение, намаление или подразбиращ се процент.
cs: Tento kalkulátor umožňuje najít skutečně aplikované procento mezi počáteční hodnotou a konečnou hodnotou, aby se identifikoval nárůst, pokles nebo implicitní sazba.
da: Denne regnemaskine gør det muligt at finde den procent, der faktisk er anvendt mellem en startværdi og en slutværdi, for at identificere en stigning, et fald eller en implicit sats.
de: Dieser Rechner ermöglicht es, den tatsächlich angewandten Prozentsatz zwischen einem Anfangswert und einem Endwert zu finden, um einen Anstieg, einen Rückgang oder einen impliziten Satz zu identifizieren.
el: Αυτός ο υπολογιστής επιτρέπει την εύρεση του ποσοστού που εφαρμόστηκε μεταξύ μιας αρχικής και μιας τελικής αξίας, προκειμένου να προσδιοριστεί μια αύξηση, μια μείωση ή μια υποκείμενη τιμή.
es: Este calculador permite recuperar el porcentaje efectivamente aplicado entre un valor inicial y un valor final, para identificar un aumento, una disminución o una tasa implícita.
fi: Tämä laskin mahdollistaa todellisen sovelletun prosenttiosuuden löytämisen alkuperäisen arvon ja lopullisen arvon välillä, jotta voidaan tunnistaa nousu, lasku tai piilotettu prosentti.
fil: Ang calculator na ito ay nagbibigay-daan upang mahanap ang aktwal na ipinapatupad na porsyento sa pagitan ng isang paunang halaga at isang pangwakas na halaga, upang matukoy ang isang pagtaas, pagbaba, o implicit rate.
hu: Ez a kalkulátor lehetővé teszi, hogy visszakeresse a ténylegesen alkalmazott százalékot egy kezdeti és egy végső érték között, hogy azonosítson egy emelkedést, csökkenést vagy implicit arányt.
id: Kalkulator ini memungkinkan Anda untuk menemukan persentase yang sebenarnya diterapkan antara nilai awal dan nilai akhir, untuk mengidentifikasi kenaikan, penurunan, atau tarif implisit.
it: Questo calcolatore permette di ritrovare la percentuale effettivamente applicata tra un valore iniziale e un valore finale, per identificare un aumento, una diminuzione o un tasso implicito.
ja: この計算機は、初期値と最終値の間で実際に適用されたパーセンテージを見つけることを可能にし、増加、減少、または暗黙の割合を特定します。
ko: 이 계산기는 초기 값과 최종 값 사이에 실제로 적용된 백분율을 찾는 데 도움을 주어 상승, 하락 또는 암묵적인 비율을 식별할 수 있습니다.
nl: Deze calculator maakt het mogelijk om het daadwerkelijk toegepaste percentage tussen een initiële waarde en een eindwaarde te achterhalen, om een stijging, daling of impliciet percentage te identificeren.
no: Denne kalkulatoren lar deg finne den prosentandelen som faktisk er anvendt mellom en startverdi og en sluttverdi, for å identifisere en økning, en reduksjon eller en implisitt sats.
pl: Ten kalkulator pozwala znaleźć rzeczywiście zastosowany procent między wartością początkową a wartością końcową, aby zidentyfikować wzrost, spadek lub ukryty wskaźnik.
pt_pt: Este calculador permite encontrar a porcentagem efetivamente aplicada entre um valor inicial e um valor final, a fim de identificar um aumento, uma diminuição ou uma taxa implícita.
ro: Acest calculator permite găsirea procentului efectiv aplicat între o valoare inițială și o valoare finală, pentru a identifica o creștere, o scădere sau un procent implicit.
ru: Этот калькулятор позволяет найти фактически примененный процент между начальным значением и конечным значением, чтобы определить увеличение, уменьшение или скрытую ставку.
sk: Tento kalkulátor umožňuje nájsť percento skutočne aplikované medzi počiatočnou hodnotou a konečnou hodnotou, aby sa identifikoval nárast, pokles alebo implicitná sadzba.
sv: Denna kalkylator gör det möjligt att återfinna den procentandel som faktiskt tillämpats mellan ett initialt värde och ett slutligt värde, för att identifiera en ökning, en minskning eller en implicit andel.
sw: Kihesabu hiki kinaruhusu kupata asilimia iliyotumika kati ya thamani ya awali na thamani ya mwisho, ili kubaini ongezeko, kupungua au kiwango kisicho wazi.
tr: Bu hesap makinesi, bir başlangıç değeri ile bir bitiş değeri arasındaki gerçekten uygulanan yüzdeleri bulmayı sağlar, böylece bir artış, azalma veya örtük bir oran tanımlanabilir.
uk: Цей калькулятор дозволяє відновити фактично застосований відсоток між початковим значенням і кінцевим значенням, щоб визначити підвищення, зниження або неявну ставку.
vi: Máy tính này cho phép tìm lại tỷ lệ phần trăm thực sự đã áp dụng giữa một giá trị ban đầu và một giá trị cuối cùng, nhằm xác định một sự tăng, một sự giảm hoặc một tỷ lệ ngụ ý.
zh_hans: 该计算器可以找回在初始值和最终值之间实际应用的百分比，以识别增加、减少或隐含比率。

# ed_math_percentages_percentage_applied_rate_usecases
source: Cas d’utilisation
af: Use case
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_applied_rate_uc1_title
source: Retrouver une remise ou une majoration
af: Find a discount or a markup
bg: Намерете отстъпка или увеличение
cs: Najít slevu nebo přirážku
da: Find en rabat eller en forhøjelse
de: Einen Rabatt oder einen Zuschlag finden
el: Εύρεση μιας έκπτωσης ή μιας αύξησης
es: Recuperar un descuento o un aumento
fi: Löydä alennus tai korotus
fil: Hanapin ang isang diskwento o pagtaas
hu: Visszakeresni egy kedvezményt vagy egy emelést
id: Menemukan diskon atau kenaikan
it: Ritrovare uno sconto o un aumento
ja: 割引または増加を見つける
ko: 할인 또는 인상 찾기
nl: Een korting of verhoging terugvinden
no: Finne en rabatt eller en økning
pl: Znalezienie rabatu lub podwyżki
pt_pt: Encontrar um desconto ou um aumento
ro: Găsirea unei reduceri sau a unei majorări
ru: Найти скидку или надбавку
sk: Nájsť zľavu alebo prirážku
sv: Återfinn en rabatt eller en ökning
sw: Kupata punguzo au ongezeko
tr: Bir indirim veya artış bulmak
uk: Відновлення знижки або надбавки
vi: Tìm lại một sự giảm giá hoặc một sự tăng giá
zh_hans: 找回折扣或加价

# ed_math_percentages_percentage_applied_rate_uc1_text
source: Vous connaissez le prix avant et le prix après : ce calcul permet de retrouver le pourcentage de réduction ou d’augmentation réellement appliqué.
af: You know the price before and the price after: this calculation allows you to find the percentage of reduction or increase actually applied.
bg: Вие знаете цената преди и цената след: това изчисление позволява да се намери процентът на намаление или увеличение, който е действително приложен.
cs: Znáte cenu před a cenu po: tento výpočet umožňuje najít procento slevy nebo zvýšení, které bylo skutečně aplikováno.
da: Du kender prisen før og prisen efter: denne beregning gør det muligt at finde den procent af reduktion eller stigning, der faktisk er anvendt.
de: Sie kennen den Preis vorher und den Preis nachher: Diese Berechnung ermöglicht es, den tatsächlich angewandten Reduktions- oder Erhöhungsprozentsatz zu finden.
el: Γνωρίζετε την τιμή πριν και την τιμή μετά: αυτός ο υπολογισμός επιτρέπει την εύρεση του ποσοστού μείωσης ή αύξησης που εφαρμόστηκε πραγματικά.
es: Conoces el precio antes y el precio después: este cálculo permite recuperar el porcentaje de reducción o aumento realmente aplicado.
fi: Tiedät hinnan ennen ja jälkeen: tämä laskelma mahdollistaa todellisen alennus- tai korotusprosentin löytämisen.
fil: Alam mo ang presyo bago at pagkatapos: ang kalkulasyong ito ay nagbibigay-daan upang mahanap ang porsyento ng pagbabawas o pagtaas na talagang ipinapatupad.
hu: Tudja az árat előtte és utána: ez a számítás lehetővé teszi a ténylegesen alkalmazott kedvezmény vagy emelés százalékának visszakeresését.
id: Anda mengetahui harga sebelum dan harga setelah: perhitungan ini memungkinkan Anda untuk menemukan persentase pengurangan atau peningkatan yang sebenarnya diterapkan.
it: Conosci il prezzo prima e il prezzo dopo: questo calcolo permette di ritrovare la percentuale di riduzione o di aumento realmente applicata.
ja: あなたは前の価格と後の価格を知っています：この計算は、実際に適用された割引または増加のパーセンテージを見つけることを可能にします。
ko: 당신은 이전 가격과 이후 가격을 알고 있습니다: 이 계산은 실제로 적용된 할인 또는 인상 비율을 찾는 데 도움을 줍니다.
nl: Je kent de prijs voor en de prijs na: deze berekening maakt het mogelijk om het percentage van de werkelijke korting of verhoging te achterhalen.
no: Du kjenner prisen før og prisen etter: denne beregningen lar deg finne prosentandelen av reduksjon eller økning som faktisk er anvendt.
pl: Znasz cenę przed i po: to obliczenie pozwala znaleźć procent rzeczywiście zastosowanej redukcji lub zwiększenia.
pt_pt: Você conhece o preço antes e o preço depois: este cálculo permite encontrar a porcentagem de redução ou aumento realmente aplicada.
ro: Cunoașteți prețul înainte și prețul după: acest calcul permite găsirea procentului de reducere sau de creștere aplicat efectiv.
ru: Вы знаете цену до и после: этот расчет позволяет найти процент скидки или увеличения, который был фактически применен.
sk: Poznáte cenu pred a cenu po: tento výpočet umožňuje nájsť percento zľavy alebo zvýšenia, ktoré bolo skutočne aplikované.
sv: Du känner till priset före och efter: denna beräkning gör det möjligt att återfinna den procentandel av rabatt eller ökning som faktiskt tillämpats.
sw: Unajua bei kabla na bei baada: kihesabu hiki kinaruhusu kupata asilimia ya punguzo au ongezeko lililotumika.
tr: Önceki fiyatı ve sonraki fiyatı biliyorsunuz: bu hesap, gerçekten uygulanan indirim veya artış yüzdesini bulmayı sağlar.
uk: Ви знаєте ціну до і після: це обчислення дозволяє відновити фактично застосований відсоток зниження або підвищення.
vi: Bạn biết giá trước và giá sau: phép tính này cho phép tìm lại tỷ lệ phần trăm giảm giá hoặc tăng giá thực sự đã áp dụng.
zh_hans: 您知道之前的价格和之后的价格：该计算可以找回实际应用的折扣或增加百分比。

# ed_math_percentages_percentage_applied_rate_uc2_title
source: Trouver un taux implicite
af: Find an implicit rate
bg: Намерете подразбиращ се процент
cs: Najít implicitní sazbu
da: Find en implicit sats
de: Einen impliziten Satz finden
el: Εύρεση μιας υποκείμενης τιμής
es: Encontrar una tasa implícita
fi: Löydä piilotettu prosentti
fil: Hanapin ang isang implicit rate
hu: Egy implicit arány megtalálása
id: Menemukan tarif implisit
it: Trovare un tasso implicito
ja: 暗黙の割合を見つける
ko: 암묵적인 비율 찾기
nl: Een impliciet percentage vinden
no: Finne en implisitt sats
pl: Znalezienie ukrytej stawki
pt_pt: Encontrar uma taxa implícita
ro: Găsirea unui procent implicit
ru: Найти скрытую ставку
sk: Nájsť implicitnú sadzbu
sv: Hitta en implicit andel
sw: Kupata kiwango kisicho wazi
tr: Örtük bir oran bulmak
uk: Знайти неявну ставку
vi: Tìm một tỷ lệ ngụ ý
zh_hans: 找到隐含比率

# ed_math_percentages_percentage_applied_rate_uc2_text
source: Déterminer un taux “caché” (commission, frais, marge) à partir d’un montant de départ et d’un montant obtenu.
af: Determine a 'hidden' rate (commission, fees, margin) from a starting amount and an obtained amount.
bg: Определете 'скрит' процент (комисия, такси, марж) на базата на начална сума и получена сума.
cs: Určit "skrytou" sazbu (provize, poplatky, marže) na základě počáteční částky a získané částky.
da: Bestem en 'skjult' sats (kommission, gebyr, margin) ud fra et startbeløb og et opnået beløb.
de: Einen "versteckten" Satz (Provision, Gebühren, Marge) aus einem Ausgangsbetrag und einem erhaltenen Betrag bestimmen.
el: Καθορίστε μια "κρυφή" τιμή (προμήθεια, έξοδα, περιθώριο) από ένα αρχικό ποσό και ένα ποσό που αποκτήθηκε.
es: Determinar una tasa 'oculta' (comisión, gastos, margen) a partir de un monto inicial y un monto obtenido.
fi: Määritä 'piilotettu' prosentti (komissio, kulut, marginaali) lähtösumma ja saatu summa.
fil: Tukuyin ang isang 'nakatagong' rate (komisyon, bayarin, margin) mula sa isang paunang halaga at isang nakuha na halaga.
hu: Egy „rejtett” arány (jutalék, költség, haszon) meghatározása egy kiindulási összeg és egy kapott összeg alapján.
id: Menentukan tarif 'tersembunyi' (komisi, biaya, margin) dari jumlah awal dan jumlah yang diperoleh.
it: Determinare un tasso 'nascosto' (commissione, spese, margine) a partire da un importo di partenza e un importo ottenuto.
ja: 出発金額と得られた金額から「隠れた」割合（手数料、費用、マージン）を決定します。
ko: 시작 금액과 얻은 금액을 바탕으로 '숨겨진' 비율(수수료, 비용, 마진)을 결정합니다.
nl: Bepaal een 'verborgen' percentage (commissie, kosten, marge) op basis van een startbedrag en een verkregen bedrag.
no: Bestemme en 'skjult' sats (kommisjon, avgift, margin) fra et startbeløp og et oppnådd beløp.
pl: Określenie „ukrytej” stawki (prowizja, opłaty, marża) na podstawie kwoty początkowej i uzyskanej kwoty.
pt_pt: Determinar uma taxa 'oculta' (comissão, taxas, margem) a partir de um montante inicial e de um montante obtido.
ro: Determinarea unui procent „ascuns” (comision, taxe, marjă) pe baza unei sume inițiale și a unei sume obținute.
ru: Определить «скрытую» ставку (комиссия, сборы, маржа) на основе начальной суммы и полученной суммы.
sk: Určiť "skrytú" sadzbu (provízia, poplatky, marža) na základe počiatočnej sumy a získanej sumy.
sv: Bestäm en 'dold' andel (kommission, avgifter, marginal) utifrån ett startbelopp och ett erhållet belopp.
sw: Kuweka kiwango 'kilichofichwa' (kamisheni, ada, faida) kutoka kwa kiasi cha mwanzo na kiasi kilichopatikana.
tr: Bir başlangıç tutarından ve elde edilen bir tutardan 'gizli' bir oranı belirlemek.
uk: Визначити «приховану» ставку (комісія, витрати, маржа) на основі початкової суми та отриманої суми.
vi: Xác định một tỷ lệ 'ẩn' (hoa hồng, phí, biên lợi nhuận) từ một số tiền ban đầu và một số tiền thu được.
zh_hans: 根据起始金额和获得金额确定“隐藏”的比率（佣金、费用、利润）。

# ed_math_percentages_percentage_applied_rate_uc3_title
source: Comparer deux périodes ou deux scénarios
af: Compare two periods or two scenarios
bg: Сравнете два периода или два сценария
cs: Porovnat dvě období nebo dva scénáře
da: Sammenlign to perioder eller to scenarier
de: Zwei Zeiträume oder zwei Szenarien vergleichen
el: Σύγκριση δύο περιόδων ή δύο σεναρίων
es: Comparar dos períodos o dos escenarios
fi: Vertaile kahta ajanjaksoa tai skenaariota
fil: Ihambing ang dalawang panahon o dalawang senaryo
hu: Két időszak vagy két forgatókönyv összehasonlítása
id: Membandingkan dua periode atau dua skenario
it: Confrontare due periodi o due scenari
ja: 2つの期間または2つのシナリオを比較する
ko: 두 기간 또는 두 시나리오 비교하기
nl: Twee periodes of scenario's vergelijken
no: Sammenligne to perioder eller to scenarier
pl: Porównanie dwóch okresów lub dwóch scenariuszy
pt_pt: Comparar dois períodos ou dois cenários
ro: Compararea a două perioade sau două scenarii
ru: Сравнить два периода или два сценария
sk: Porovnať dve obdobia alebo dva scenáre
sv: Jämför två perioder eller två scenarier
sw: Kulinganisha vipindi viwili au hali mbili
tr: İki dönem veya iki senaryoyu karşılaştırmak
uk: Порівняти два періоди або два сценарії
vi: So sánh hai khoảng thời gian hoặc hai kịch bản
zh_hans: 比较两个时期或两个场景

# ed_math_percentages_percentage_applied_rate_uc3_text
source: Comparer un avant/après (budget, performance, quantité) en retrouvant le taux de changement correspondant.
af: Compare a before/after (budget, performance, quantity) by finding the corresponding rate of change.
bg: Сравнете преди/след (бюджет, производителност, количество), като намерите съответстващия процент на промяна.
cs: Porovnat před/po (rozpočet, výkon, množství) nalezením odpovídajícího procenta změny.
da: Sammenlign en før/efter (budget, præstation, mængde) ved at finde den tilsvarende ændringsrate.
de: Einen Vorher/Nachher-Vergleich (Budget, Leistung, Menge) anstellen, indem man den entsprechenden Änderungsprozentsatz findet.
el: Σύγκριση ενός πριν/μετά (προϋπολογισμός, απόδοση, ποσότητα) βρίσκοντας το αντίστοιχο ποσοστό αλλαγής.
es: Comparar un antes/después (presupuesto, rendimiento, cantidad) recuperando la tasa de cambio correspondiente.
fi: Vertaile ennen/jälkeen (budjetti, suorituskyky, määrä) löytämällä vastaava muutoksen prosentti.
fil: Ihambing ang isang bago/pagkatapos (budget, performance, quantity) sa pamamagitan ng paghahanap ng kaukulang rate ng pagbabago.
hu: Összehasonlítani egy előző/utáni állapotot (költségvetés, teljesítmény, mennyiség) a megfelelő változási arány visszakeresésével.
id: Membandingkan sebelum/setelah (anggaran, kinerja, kuantitas) dengan menemukan tarif perubahan yang sesuai.
it: Confrontare un prima/dopo (budget, performance, quantità) ritrovando il tasso di cambiamento corrispondente.
ja: 対応する変化率を見つけることで、前後（予算、パフォーマンス、数量）を比較します。
ko: 변화율을 찾아 이전/이후 (예산, 성과, 수량)를 비교합니다.
nl: Vergelijk een voor/na (budget, prestaties, hoeveelheid) door het bijbehorende wijzigingspercentage te achterhalen.
no: Sammenligne en før/etter (budsjett, ytelse, mengde) ved å finne den tilsvarende endringsraten.
pl: Porównanie przed/po (budżet, wydajność, ilość) poprzez znalezienie odpowiadającego wskaźnika zmiany.
pt_pt: Comparar um antes/depois (orçamento, desempenho, quantidade) encontrando a taxa de mudança correspondente.
ro: Compararea unui înainte/după (buget, performanță, cantitate) găsind rata de schimbare corespunzătoare.
ru: Сравнить до/после (бюджет, производительность, количество), найдя соответствующий процент изменения.
sk: Porovnať pred/po (rozpočet, výkon, množstvo) nájdením zodpovedajúcej miery zmeny.
sv: Jämför en före/efter (budget, prestation, mängd) genom att återfinna den motsvarande förändringsgraden.
sw: Kulinganisha kabla/baada (bajeti, utendaji, kiasi) kwa kupata kiwango cha mabadiliko kinachohusiana.
tr: Bir öncesi/sonrası (bütçe, performans, miktar) karşılaştırarak ilgili değişim oranını bulmak.
uk: Порівняти до/після (бюджет, продуктивність, кількість), відновивши відповідний відсоток зміни.
vi: So sánh một trước/sau (ngân sách, hiệu suất, số lượng) bằng cách tìm lại tỷ lệ thay đổi tương ứng.
zh_hans: 通过找回相应的变化率来比较前后（预算、表现、数量）。

# ed_math_percentages_percentage_applied_rate_uc4_title
source: Contrôler un calcul annoncé
af: Check an announced calculation
bg: Контролирайте обявено изчисление
cs: Ověřit oznámený výpočet
da: Kontroller en annonceret beregning
de: Eine angekündigte Berechnung überprüfen
el: Έλεγχος ενός ανακοινωθέντος υπολογισμού
es: Controlar un cálculo anunciado
fi: Tarkista ilmoitettu laskelma
fil: Suriin ang isang inihayag na kalkulasyon
hu: Egy bejelentett számítás ellenőrzése
id: Memeriksa perhitungan yang diumumkan
it: Controllare un calcolo annunciato
ja: 発表された計算を確認する
ko: 발표된 계산 확인하기
nl: Een aangekondigde berekening controleren
no: Kontrollere en annonsert beregning
pl: Sprawdzić ogłoszone obliczenie
pt_pt: Controlar um cálculo anunciado
ro: Verificarea unui calcul anunțat
ru: Проверить объявленный расчет
sk: Skontrolovať oznámený výpočet
sv: Kontrollera en angiven beräkning
sw: Kuthibitisha hesabu iliyotangazwa
tr: Açıklanan bir hesabı kontrol etmek
uk: Контроль оголошеного обчислення
vi: Kiểm tra một phép tính đã công bố
zh_hans: 检查宣布的计算

# ed_math_percentages_percentage_applied_rate_uc4_text
source: Vérifier rapidement si un pourcentage communiqué correspond bien aux chiffres affichés.
af: Quickly verify if a communicated percentage corresponds to the displayed figures.
bg: Бързо проверете дали съобщеният процент съответства на показаните числа.
cs: Rychle zkontrolovat, zda komunikované procento odpovídá zobrazeným číslům.
da: Kontroller hurtigt, om en oplyst procent virkelig svarer til de viste tal.
de: Schnell überprüfen, ob ein kommunizierter Prozentsatz mit den angezeigten Zahlen übereinstimmt.
el: Ελέγξτε γρήγορα αν ένα ανακοινωθέν ποσοστό αντιστοιχεί στους αριθμούς που εμφανίζονται.
es: Verificar rápidamente si un porcentaje comunicado corresponde bien a los números mostrados.
fi: Tarkista nopeasti, vastaako ilmoitettu prosentti todella näytettyjä lukuja.
fil: Mabilis na suriin kung ang isang ibinigay na porsyento ay tumutugma sa mga ipinakitang numero.
hu: Gyorsan ellenőrizni, hogy a közölt százalék valóban megfelel-e a megjelenített számoknak.
id: Memeriksa dengan cepat apakah persentase yang disampaikan sesuai dengan angka yang ditampilkan.
it: Verificare rapidamente se una percentuale comunicata corrisponde ai numeri visualizzati.
ja: 提供されたパーセンテージが表示された数字に正確に一致するかを迅速に確認します。
ko: 전달된 백분율이 표시된 숫자와 잘 일치하는지 빠르게 확인합니다.
nl: Controleer snel of een gecommuniceerd percentage overeenkomt met de weergegeven cijfers.
no: Raskt sjekke om en oppgitt prosentandel samsvarer med de viste tallene.
pl: Szybko sprawdzić, czy podany procent odpowiada wyświetlonym liczbom.
pt_pt: Verificar rapidamente se uma porcentagem comunicada corresponde bem aos números exibidos.
ro: Verificarea rapidă dacă un procent comunicat corespunde cu cifrele afișate.
ru: Быстро проверить, соответствует ли сообщенный процент отображаемым цифрам.
sk: Rýchlo overiť, či oznámené percento zodpovedá zobrazeným číslam.
sv: Verifiera snabbt om en angiven procentandel verkligen motsvarar de visade siffrorna.
sw: Kuthibitisha haraka ikiwa asilimia iliyotolewa inalingana na takwimu zilizowekwa.
tr: Verilen bir yüzdenin gerçekten gösterilen rakamlarla uyumlu olup olmadığını hızlıca kontrol etmek.
uk: Швидко перевірити, чи відповідає повідомлений відсоток фактичним цифрам.
vi: Kiểm tra nhanh xem một tỷ lệ phần trăm đã thông báo có thực sự tương ứng với các con số được hiển thị không.
zh_hans: 快速检查所传达的百分比是否与显示的数字相符。

# ed_math_percentages_percentage_applied_rate_output
source: Ce que vous obtenez
af: What you get
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您得到的结果
