Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_of_total_out1
source: Le montant correspondant au pourcentage indiqué, calculé à partir du total.
af: Die bedrag wat ooreenstem met die aangeduide persentasie, bereken vanaf die totaal.
bg: Сумата, съответстваща на посочения процент, изчислена на базата на общата сума.
cs: Částka odpovídající uvedenému procentu, vypočítaná z celkové částky.
da: Det beløb, der svarer til den angivne procentdel, beregnet ud fra totalen.
de: Der Betrag, der dem angegebenen Prozentsatz entspricht, berechnet aus dem Gesamtbetrag.
el: Το ποσό που αντιστοιχεί στο αναφερόμενο ποσοστό, υπολογισμένο από το σύνολο.
es: El monto correspondiente al porcentaje indicado, calculado a partir del total.
fi: Summa, joka vastaa ilmoitettua prosenttiosuutta, lasketaan kokonaismäärästä.
fil: Ang halaga na katumbas ng tinukoy na porsyento, na kinakalkula mula sa kabuuan.
hu: A megadott százalékhoz tartozó összeg, amelyet a teljes összegből számítanak ki.
id: Jumlah yang sesuai dengan persentase yang ditunjukkan, dihitung dari total.
it: L'importo corrispondente alla percentuale indicata, calcolato a partire dal totale.
ja: 指定された割合に対応する金額、合計から計算されたもの。
ko: 지정된 비율에 해당하는 금액으로, 총액을 기준으로 계산됩니다.
nl: Het bedrag dat overeenkomt met het aangegeven percentage, berekend op basis van het totaal.
no: Beløpet som tilsvarer den angitte prosentandelen, beregnet ut fra totalen.
pl: Kwota odpowiadająca wskazanemu procentowi, obliczona na podstawie całości.
pt_pt: O montante correspondente à percentagem indicada, calculado a partir do total.
ro: Suma corespunzătoare procentului indicat, calculată din total.
ru: Сумма, соответствующая указанному проценту, рассчитанная на основе общего итога.
sk: Suma zodpovedajúca uvedenému percentu, vypočítaná z celkovej sumy.
sv: Beloppet som motsvarar den angivna procentandelen, beräknat utifrån totalen.
sw: Kiasi kinacholingana na asilimia iliyoonyeshwa, kilichokokotolewa kutoka jumla.
tr: Belirtilen yüzdeye karşılık gelen tutar, toplamdan hesaplanmıştır.
uk: Сума, що відповідає вказаному відсотку, розрахована на основі загальної суми.
vi: Số tiền tương ứng với tỷ lệ phần trăm đã chỉ định, được tính từ tổng số.
zh_hans: 对应于所示百分比的金额，基于总额计算。

# ed_math_percentages_percentage_of_total_out2
source: Un résultat direct pour appliquer un taux à une base : réduction, taxe, commission, proportion d’une quantité, etc.
af: 'n Direkte resultaat om 'n koers op 'n basis toe te pas: afslag, belasting, kommissie, proporsie van 'n hoeveelheid, ens.
bg: Директен резултат за прилагане на ставка към база: намаление, данък, комисионна, дял от количество и т.н.
cs: Přímý výsledek pro aplikaci sazby na základ: sleva, daň, provize, podíl z množství atd.
da: Et direkte resultat til at anvende en sats på en base: rabat, skat, provision, andel af en mængde osv.
de: Ein direkter Ergebnis zur Anwendung eines Satzes auf eine Basis: Rabatt, Steuer, Provision, Anteil einer Menge usw.
el: Ένα άμεσο αποτέλεσμα για την εφαρμογή ενός ποσοστού σε μια βάση: μείωση, φόρος, προμήθεια, αναλογία μιας ποσότητας, κ.λπ.
es: Un resultado directo para aplicar una tasa a una base: reducción, impuesto, comisión, proporción de una cantidad, etc.
fi: Suora tulos, jolla sovelletaan prosenttia perusmäärään: alennus, vero, komissio, osuus määrästä jne.
fil: Isang direktang resulta para ilapat ang isang rate sa isang base: bawas, buwis, komisyon, bahagi ng isang dami, atbp.
hu: Közvetlen eredmény egy arány alkalmazásához egy alapra: kedvezmény, adó, jutalék, mennyiség aránya stb.
id: Hasil langsung untuk menerapkan tarif pada suatu dasar: diskon, pajak, komisi, proporsi dari suatu jumlah, dll.
it: Un risultato diretto per applicare un tasso a una base: riduzione, tassa, commissione, proporzione di una quantità, ecc.
ja: 基準に率を適用するための直接的な結果：割引、税金、手数料、数量の割合など。
ko: 기본에 비율을 적용하기 위한 직접적인 결과: 할인, 세금, 수수료, 양의 비율 등.
nl: Een directe uitkomst om een tarief op een basis toe te passen: korting, belasting, commissie, proportie van een hoeveelheid, enz.
no: Et direkte resultat for å anvende en sats på en base: reduksjon, skatt, provisjon, andel av en mengde, osv.
pl: Bezpośredni wynik do zastosowania stawki do podstawy: zniżka, podatek, prowizja, proporcja ilości itp.
pt_pt: Um resultado direto para aplicar uma taxa a uma base: redução, imposto, comissão, proporção de uma quantidade, etc.
ro: Un rezultat direct pentru a aplica un tarif la o bază: reducere, taxă, comision, proporție dintr-o cantitate etc.
ru: Прямой результат для применения ставки к базе: скидка, налог, комиссия, доля от количества и т. д.
sk: Priamy výsledok na aplikovanie sadzby na základ: zľava, daň, provízia, podiel z množstva atď.
sv: Ett direkt resultat för att tillämpa en sats på en bas: rabatt, skatt, provision, andel av en mängd, etc.
sw: Matokeo ya moja kwa moja ya kutumia kiwango kwa msingi: punguzo, kodi, tume, sehemu ya kiasi, n.k.
tr: Bir temel üzerine bir oran uygulamak için doğrudan bir sonuç: indirim, vergi, komisyon, bir miktarın oranı vb.
uk: Прямий результат для застосування ставки до бази: знижка, податок, комісія, частка від кількості тощо.
vi: Một kết quả trực tiếp để áp dụng một tỷ lệ vào một cơ sở: giảm giá, thuế, hoa hồng, tỷ lệ của một lượng, v.v.
zh_hans: 直接结果，用于将一个比率应用于一个基数：折扣、税、佣金、数量的比例等。

# ed_math_percentages_percentage_of_total_out3
source: Une lecture simple qui évite les confusions entre “pourcentage du total” et “part sur total”.
af: 'n Eenvoudige lees wat verwarring tussen 'persentasie van die totaal' en 'deel van totaal' vermy.
bg: Проста интерпретация, която избягва обърквания между "процент от общото" и "дял от общото".
cs: Jednoduché čtení, které zabraňuje záměně mezi "procentem z celku" a "podílem na celku".
da: En simpel læsning, der undgår forvirring mellem "procent af totalen" og "andel af totalen".
de: Eine einfache Lesart, die Verwirrungen zwischen "Prozentsatz des Gesamten" und "Anteil am Gesamt" vermeidet.
el: Μια απλή ανάγνωση που αποφεύγει τις συγχύσεις μεταξύ "ποσοστού του συνόλου" και "μέρους επί συνόλου".
es: Una lectura simple que evita confusiones entre “porcentaje del total” y “parte sobre total”.
fi: Yksinkertainen lukeminen, joka välttää sekaannukset "kokonaisprosentti" ja "osuus kokonaisuudesta" välillä.
fil: Isang simpleng pagbabasa na iniiwasan ang kalituhan sa pagitan ng 'porsyento ng kabuuan' at 'bahagi sa kabuuan'.
hu: Egyszerű olvasat, amely elkerüli a zűrzavart a "teljes összeg százaléka" és a "rész a teljesből" között.
id: Pembacaan sederhana yang menghindari kebingungan antara 'persentase dari total' dan 'bagian dari total'.
it: Una lettura semplice che evita le confusioni tra “percentuale del totale” e “parte su totale”.
ja: 「合計の割合」と「合計に対する部分」の混乱を避けるための簡単な読み方。
ko: “총액의 비율”과 “총액에 대한 부분” 간의 혼동을 피하는 간단한 읽기.
nl: Een eenvoudige lezing die verwarring tussen 'percentage van het totaal' en 'deel van het totaal' voorkomt.
no: En enkel lesning som unngår forvirring mellom "prosent av totalen" og "andel av totalen".
pl: Prosta lektura, która unika zamieszania między „procentem całości” a „częścią w całości”.
pt_pt: Uma leitura simples que evita confusões entre "percentagem do total" e "parte sobre total".
ro: O lectură simplă care evită confuziile între „procent din total” și „parte din total”.
ru: Простое чтение, которое избегает путаницы между "процентом от общего" и "долей от общего".
sk: Jednoduché čítanie, ktoré zabraňuje zmätkom medzi "percentom z celku" a "podielom na celku".
sv: En enkel läsning som undviker förvirring mellan "procent av totalen" och "andel av totalen".
sw: Soma rahisi inayoepusha mkanganyiko kati ya 'asilimia ya jumla' na 'sehemu kwenye jumla'.
tr: Toplamın 'toplamın yüzdesi' ile 'toplam üzerindeki pay' arasında karışıklıkları önleyen basit bir okuma.
uk: Просте читання, яке уникає плутанини між "відсотком від загальної суми" та "часткою від загальної суми".
vi: Một cách đọc đơn giản giúp tránh nhầm lẫn giữa “tỷ lệ phần trăm của tổng” và “phần trên tổng”.
zh_hans: 简单的阅读，避免“总百分比”和“部分占总”的混淆。

# ed_math_percentages_percentage_of_total_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần lưu ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_of_total_lim1
source: Le total peut être nul, mais le résultat sera alors forcément nul (0 % d’un total de 0 reste 0).
af: Die totaal kan nul wees, maar die resultaat sal dan noodwendig nul wees (0 % van 'n totaal van 0 bly 0).
bg: Общата сума може да е нула, но резултатът ще бъде задължително нула (0 % от обща сума 0 остава 0).
cs: Celková částka může být nulová, ale výsledek bude v tomto případě také nulový (0 % z celkového 0 zůstává 0).
da: Totalen kan være nul, men resultatet vil så nødvendigvis være nul (0 % af en total på 0 forbliver 0).
de: Der Gesamtbetrag kann null sein, aber das Ergebnis wird dann zwangsläufig null sein (0 % von einem Gesamt von 0 bleibt 0).
el: Το σύνολο μπορεί να είναι μηδέν, αλλά το αποτέλεσμα θα είναι τότε σίγουρα μηδέν (0 % ενός συνόλου 0 παραμένει 0).
es: El total puede ser nulo, pero el resultado será necesariamente nulo (0 % de un total de 0 sigue siendo 0).
fi: Kokonaismäärä voi olla nolla, mutta tulos on silloin pakosti nolla (0 % kokonaismäärästä 0 on edelleen 0).
fil: Maaaring zero ang kabuuan, ngunit ang resulta ay tiyak na magiging zero (0 % ng kabuuan na 0 ay nananatiling 0).
hu: A teljes összeg lehet nulla, de az eredmény akkor is biztosan nulla (0 % egy 0 összegből továbbra is 0).
id: Total bisa nol, tetapi hasilnya pasti nol (0% dari total 0 tetap 0).
it: Il totale può essere nullo, ma il risultato sarà allora necessariamente nullo (0 % di un totale di 0 rimane 0).
ja: 合計がゼロの場合でも、結果は必ずゼロになります（合計が0の0％は0のままです）。
ko: 총액이 0일 수 있지만, 결과는 반드시 0이 됩니다 (0의 0%는 여전히 0입니다).
nl: Het totaal kan nul zijn, maar het resultaat zal dan ook zeker nul zijn (0 % van een totaal van 0 blijft 0).
no: Totalen kan være null, men resultatet vil da nødvendigvis være null (0 % av en total på 0 forblir 0).
pl: Całość może być zerowa, ale wynik będzie wtedy na pewno zerowy (0 % z całości 0 pozostaje 0).
pt_pt: O total pode ser nulo, mas o resultado será então necessariamente nulo (0 % de um total de 0 continua a ser 0).
ro: Totalul poate fi zero, dar rezultatul va fi atunci cu siguranță zero (0 % dintr-un total de 0 rămâne 0).
ru: Общий итог может быть нулевым, но результат тогда обязательно будет нулевым (0 % от общего итога 0 остается 0).
sk: Celková suma môže byť nulová, ale výsledok bude v tom prípade určite nulový (0 % z celku 0 zostáva 0).
sv: Totalen kan vara noll, men resultatet kommer då att vara noll (0 % av en total på 0 förblir 0).
sw: Jumla inaweza kuwa sifuri, lakini matokeo yatakuwa bila shaka sifuri (0% ya jumla ya 0 inabaki kuwa 0).
tr: Toplam sıfır olabilir, ancak sonuç kesinlikle sıfır olacaktır (0'ın %0'ı 0 kalır).
uk: Загальна сума може бути нульовою, але результат тоді буде обов'язково нульовим (0 % від загальної суми 0 залишається 0).
vi: Tổng có thể bằng không, nhưng kết quả sẽ luôn bằng không (0 % của tổng 0 vẫn là 0).
zh_hans: 总额可以为零，但结果必然为零（0% 的总额为 0 仍然是 0）。

# ed_math_percentages_percentage_of_total_lim2
source: Vérifiez l’unité du total (€, kg, personnes, points…) : le résultat est dans la même unité.
af: Kontroleer die eenheid van die totaal (€ , kg, mense, punte…): die resultaat is in dieselfde eenheid.
bg: Проверете единицата на общата сума (€, кг, хора, точки...): резултатът е в същата единица.
cs: Zkontrolujte jednotku celkové částky (€, kg, osoby, body…): výsledek je ve stejné jednotce.
da: Tjek enheden for totalen (€, kg, personer, point…): resultatet er i samme enhed.
de: Überprüfen Sie die Einheit des Gesamten (€ , kg, Personen, Punkte…): Das Ergebnis ist in derselben Einheit.
el: Ελέγξτε τη μονάδα του συνόλου (€, kg, άτομα, πόντοι…): το αποτέλεσμα είναι στην ίδια μονάδα.
es: Verifique la unidad del total (€, kg, personas, puntos…): el resultado está en la misma unidad.
fi: Tarkista kokonaismäärän yksikkö (€ , kg, henkilöitä, pisteitä…): tulos on samassa yksikössä.
fil: Suriin ang yunit ng kabuuan (€ , kg, tao, puntos…): ang resulta ay nasa parehong yunit.
hu: Ellenőrizze a teljes összeg egységét (€, kg, fő, pontok…): az eredmény ugyanabban az egységben van.
id: Periksa satuan total (€, kg, orang, poin…): hasilnya dalam satuan yang sama.
it: Controlla l'unità del totale (€, kg, persone, punti…): il risultato è nella stessa unità.
ja: 合計の単位を確認してください（€、kg、人数、ポイントなど）：結果は同じ単位になります。
ko: 총액의 단위를 확인하세요 (€ , kg, 사람, 포인트 등): 결과는 동일한 단위로 표시됩니다.
nl: Controleer de eenheid van het totaal (€ , kg, personen, punten…): het resultaat is in dezelfde eenheid.
no: Sjekk enheten til totalen (€, kg, personer, poeng…): resultatet er i samme enhet.
pl: Sprawdź jednostkę całości (€, kg, osoby, punkty…): wynik jest w tej samej jednostce.
pt_pt: Verifique a unidade do total (€ , kg, pessoas, pontos…): o resultado está na mesma unidade.
ro: Verificați unitatea totalului (€, kg, persoane, puncte…): rezultatul este în aceeași unitate.
ru: Проверьте единицу измерения общего итога (€, кг, человек, баллы и т. д.): результат будет в той же единице.
sk: Skontrolujte jednotku celku (€, kg, osoby, body…): výsledok je v tej istej jednotke.
sv: Kontrollera enheten för totalen (€, kg, personer, poäng…): resultatet är i samma enhet.
sw: Thibitisha kitengo cha jumla (€ , kg, watu, alama…): matokeo yako katika kitengo hicho hicho.
tr: Toplamın birimini kontrol edin (€, kg, kişi, puan…): sonuç aynı birimde olacaktır.
uk: Перевірте одиницю загальної суми (€, кг, особи, бали…): результат буде в тій же одиниці.
vi: Kiểm tra đơn vị của tổng (€, kg, người, điểm…): kết quả sẽ ở cùng một đơn vị.
zh_hans: 检查总额的单位（€、kg、人数、点数等）：结果与相同单位。

# ed_math_percentages_percentage_of_total_lim3
source: Si vous cherchez le pourcentage que représente une valeur dans un total (ex. 80 sur 240), utilisez plutôt l’outil “Part sur total”.
af: As jy die persentasie wil vind wat 'n waarde in 'n totaal verteenwoordig (bv. 80 van 240), gebruik eerder die hulpmiddel 'Deel van totaal'.
bg: Ако търсите процента, който представлява стойност в общата сума (напр. 80 от 240), използвайте по-скоро инструмента "Дял от общото".
cs: Pokud hledáte procento, které představuje hodnota v celku (např. 80 z 240), použijte raději nástroj "Podíl na celku".
da: Hvis du leder efter den procentdel, som en værdi repræsenterer i en total (f.eks. 80 ud af 240), så brug hellere værktøjet "Andel af totalen".
de: Wenn Sie den Prozentsatz wissen möchten, den ein Wert in einem Gesamt darstellt (z. B. 80 von 240), verwenden Sie besser das Werkzeug "Anteil am Gesamt".
el: Αν ψάχνετε το ποσοστό που αντιπροσωπεύει μια τιμή σε ένα σύνολο (π.χ. 80 σε 240), χρησιμοποιήστε καλύτερα το εργαλείο "Μέρος επί συνόλου".
es: Si busca el porcentaje que representa un valor en un total (p. ej. 80 sobre 240), utilice mejor la herramienta “Parte sobre total”.
fi: Jos etsit prosenttia, jonka arvo edustaa kokonaismäärässä (esim. 80 240:stä), käytä mieluummin työkalua "Osuus kokonaisuudesta".
fil: Kung hinahanap mo ang porsyento na kinakatawan ng isang halaga sa isang kabuuan (hal. 80 sa 240), mas mabuting gamitin ang tool na 'Bahagi sa kabuuan'.
hu: Ha azt keresi, hogy egy érték mekkora százalékot képvisel egy összegben (pl. 80 a 240-ből), inkább használja a "Rész a teljesből" eszközt.
id: Jika Anda mencari persentase yang diwakili oleh suatu nilai dalam total (mis. 80 dari 240), gunakan alat 'Bagian dari total' alih-alih.
it: Se stai cercando la percentuale che rappresenta un valore in un totale (es. 80 su 240), usa piuttosto lo strumento “Parte su totale”.
ja: 合計の中で値が占める割合を求めている場合（例：240の80）、むしろ「合計に対する部分」ツールを使用してください。
ko: 총액에서 값이 차지하는 비율을 찾고 있다면 (예: 240 중 80), “총액에 대한 부분” 도구를 사용하는 것이 좋습니다.
nl: Als u het percentage wilt weten dat een waarde in een totaal vertegenwoordigt (bijv. 80 op 240), gebruik dan liever de tool 'Deel van het totaal'.
no: Hvis du leter etter prosentandelen en verdi utgjør i en total (f.eks. 80 av 240), bruk heller verktøyet "Andel av totalen".
pl: Jeśli szukasz procentu, jaki stanowi wartość w całości (np. 80 z 240), użyj raczej narzędzia „Część w całości”.
pt_pt: Se você está à procura da percentagem que uma valor representa num total (ex. 80 sobre 240), use antes a ferramenta "Parte sobre total".
ro: Dacă căutați procentul pe care o valoare îl reprezintă într-un total (ex. 80 din 240), folosiți mai degrabă instrumentul „Parte din total”.
ru: Если вы ищете процент, который представляет собой значение в общем итоге (например, 80 из 240), используйте вместо этого инструмент "Доля от общего".
sk: Ak hľadáte percento, ktoré predstavuje hodnota v celku (napr. 80 z 240), použite radšej nástroj "Podiel na celku".
sv: Om du letar efter den procentandel som en värde representerar i en total (t.ex. 80 av 240), använd hellre verktyget "Andel av totalen".
sw: Ikiwa unatafuta asilimia ambayo thamani inawakilisha katika jumla (mfano 80 kati ya 240), tumia zana 'Sehemu kwenye jumla'.
tr: Bir değerin toplam içindeki yüzdesini arıyorsanız (ör. 240'ta 80), 'Toplam üzerindeki pay' aracını kullanın.
uk: Якщо ви шукаєте відсоток, який представляє значення в загальній сумі (наприклад, 80 з 240), скористайтеся інструментом "Частка від загальної суми".
vi: Nếu bạn đang tìm tỷ lệ phần trăm mà một giá trị đại diện trong một tổng (ví dụ 80 trên 240), hãy sử dụng công cụ “Phần trên tổng”.
zh_hans: 如果您想找出一个值在总额中所占的百分比（例如 80 在 240 中），请使用“部分占总”工具。

# ed_math_percentages_percentage_of_total_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_of_total_q1
source: Quelle différence avec “Part sur total” ?
af: Wat is die verskil met 'Deel van totaal'?
bg: Каква е разликата с "Дял от общото"?
cs: Jaký je rozdíl s "Podílem na celku"?
da: Hvad er forskellen på "Andel af totalen"?
de: Was ist der Unterschied zu "Anteil am Gesamt"?
el: Ποια είναι η διαφορά με το "Μέρος επί συνόλου";
es: ¿Cuál es la diferencia con “Parte sobre total”?
fi: Mikä ero on "Osuus kokonaisuudesta"?
fil: Ano ang pagkakaiba sa 'Bahagi sa kabuuan'?
hu: Mi a különbség a "Rész a teljesből"-al?
id: Apa perbedaannya dengan 'Bagian dari total'?
it: Qual è la differenza con “Parte su totale”?
ja: 「合計に対する部分」との違いは何ですか？
ko: “총액에 대한 부분”과의 차이점은 무엇인가요?
nl: Wat is het verschil met 'Deel van het totaal'?
no: Hva er forskjellen fra "Andel av totalen"?
pl: Jaka jest różnica z „Częścią w całości”?
pt_pt: Qual é a diferença em relação a "Parte sobre total"?
ro: Care este diferența față de „Parte din total”?
ru: В чем разница с "Доля от общего"?
sk: Aký je rozdiel s "Podielom na celku"?
sv: Vad är skillnaden med "Andel av totalen"?
sw: Je, kuna tofauti gani na 'Sehemu kwenye jumla'?
tr: 'Toplam üzerindeki pay' ile ne fark var?
uk: Яка різниця з "Часткою від загальної суми"?
vi: Sự khác biệt với “Phần trên tổng” là gì?
zh_hans: 与“部分占总”有什么区别？
