Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_fonts_to_json_out1
source: Un JSON structuré listant les polices (BaseFont, Subtype, Encoding, flags d’embed/subset, ToUnicode si présent).
af: 'n Gestruktureerde JSON wat die lettertipes lys (BaseFont, Subtype, Encoding, embed/subset vlae, ToUnicode indien teenwoordig).
bg: Структуриран JSON, изброяващ шрифтовете (BaseFont, Subtype, Encoding, флагове за вграждане/подмножество, ToUnicode, ако е наличен).
cs: Strukturovaný JSON seznam písem (BaseFont, Subtype, Encoding, vlajky embed/subset, ToUnicode pokud je přítomno).
da: Et struktureret JSON, der lister skrifttyper (BaseFont, Subtype, Encoding, indlejring/subset flags, ToUnicode hvis tilgængelig).
de: Ein strukturiertes JSON, das die Schriftarten auflistet (BaseFont, Subtype, Encoding, Embed/Subset-Flags, ToUnicode, falls vorhanden).
el: Ένα δομημένο JSON που καταγράφει τις γραμματοσειρές (BaseFont, Subtype, Encoding, flags ενσωμάτωσης/subset, ToUnicode αν υπάρχει).
es: Un JSON estructurado que lista las fuentes (BaseFont, Subtype, Encoding, flags de embed/subset, ToUnicode si está presente).
fi: Rakenteellinen JSON, joka listaa fontit (BaseFont, Subtype, Encoding, upotuksen/alijoukon liput, ToUnicode jos saatavilla).
fil: Isang nakabalangkas na JSON na naglilista ng mga font (BaseFont, Subtype, Encoding, mga flag ng embed/subset, ToUnicode kung naroroon).
hu: TODO: Írd le pontosan le a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un JSON strutturato che elenca i font (BaseFont, Subtype, Encoding, flag di embed/subset, ToUnicode se presente).
ja: フォントのリストを含む構造化されたJSON（BaseFont、Subtype、Encoding、埋め込み/サブセットのフラグ、ToUnicodeが存在する場合）。
ko: 폰트 목록을 나열하는 구조화된 JSON (BaseFont, Subtype, Encoding, embed/subset 플래그, ToUnicode가 있는 경우).
nl: Een gestructureerde JSON die de lettertypen opsomt (BaseFont, Subtype, Encoding, embed/subset flags, ToUnicode indien aanwezig).
no: En strukturert JSON som lister fonter (BaseFont, Subtype, Encoding, embed/subset-flagg, ToUnicode hvis tilstede).
pl: Strukturalny JSON z listą czcionek (BaseFont, Subtype, Encoding, flagi osadzenia/podzbioru, ToUnicode jeśli obecne).
pt_pt: Um JSON estruturado listando as fontes (BaseFont, Subtype, Encoding, flags de embed/subset, ToUnicode se presente).
ro: Un JSON structurat listând fonturile (BaseFont, Subtype, Encoding, steaguri de embed/subset, ToUnicode dacă este prezent).
ru: Структурированный JSON, перечисляющий шрифты (BaseFont, Subtype, Encoding, флаги встраивания/подмножества, ToUnicode, если присутствует).
sk: Štruktúrovaný JSON zoznam písiem (BaseFont, Subtype, Encoding, vlajky embed/subset, ToUnicode ak je prítomné).
sv: En strukturerad JSON som listar fonter (BaseFont, Subtype, Encoding, inbäddnings-/delmängdsflaggor, ToUnicode om det finns).
sw: JSON iliyopangwa ikiorodhesha fonti (BaseFont, Subtype, Encoding, bendera za embed/subset, ToUnicode ikiwa ipo).
tr: Fontları listeleyen yapılandırılmış bir JSON (BaseFont, Subtype, Encoding, gömülü/alt küme bayrakları, varsa ToUnicode).
uk: Структурований JSON, що перераховує шрифти (BaseFont, Subtype, Encoding, прапори вбудовування/підмножини, ToUnicode, якщо присутній).
vi: Một JSON có cấu trúc liệt kê các font (BaseFont, Subtype, Encoding, cờ nhúng/tập con, ToUnicode nếu có).
zh_hans: 一个结构化的JSON，列出字体（BaseFont、Subtype、Encoding、嵌入/子集标志、如果存在则为ToUnicode）。

# ed_dev_pdf_pdf_fonts_to_json_out2
source: Des informations de contexte : page(s) d’utilisation, ressources associées, identifiants d’objets (si disponibles).
af: Konteksinligting: bladsy(s) van gebruik, geassosieerde hulpbronne, objekidentifiseerders (indien beskikbaar).
bg: Контекстна информация: страница(и) на използване, свързани ресурси, идентификатори на обекти (ако са налични).
cs: Informace o kontextu: stránka(y) použití, související zdroje, identifikátory objektů (pokud jsou k dispozici).
da: Kontextuelle oplysninger: side(r) af brug, tilknyttede ressourcer, objektidentifikatorer (hvis tilgængelige).
de: Kontextinformationen: verwendete Seite(n), zugehörige Ressourcen, Objekt-IDs (falls verfügbar).
el: Πληροφορίες συμφραζομένων: σελίδα(ες) χρήσης, σχετικοί πόροι, αναγνωριστικά αντικειμένων (αν είναι διαθέσιμα).
es: Información de contexto: página(s) de uso, recursos asociados, identificadores de objetos (si están disponibles).
fi: Kontekstin tiedot: käyttö-sivu(t), liitetyt resurssit, objektitunnukset (jos saatavilla).
fil: Impormasyon ng konteksto: pahina/pahina ng paggamit, mga kaugnay na mapagkukunan, mga identifier ng object (kung available).
hu: TODO: Mire szolgál ez a kimenet.
id: TODO: Apa kegunaan keluaran ini.
it: Informazioni di contesto: pagina(e) di utilizzo, risorse associate, identificatori di oggetti (se disponibili).
ja: コンテキスト情報：使用ページ、関連リソース、オブジェクトID（利用可能な場合）。
ko: 맥락 정보: 사용 페이지, 관련 리소스, 객체 식별자 (사용 가능한 경우).
nl: Contextinformatie: pagina('s) van gebruik, bijbehorende bronnen, objectidentificaties (indien beschikbaar).
no: Kontekstinformasjon: side(r) av bruk, tilknyttede ressurser, objektidentifikatorer (hvis tilgjengelig).
pl: Informacje kontekstowe: strona(y) użycia, powiązane zasoby, identyfikatory obiektów (jeśli dostępne).
pt_pt: Informações de contexto: página(s) de uso, recursos associados, identificadores de objetos (se disponíveis).
ro: Informații de context: pagină(e) de utilizare, resurse asociate, identificatori de obiecte (dacă sunt disponibili).
ru: Контекстная информация: страницы использования, связанные ресурсы, идентификаторы объектов (если доступны).
sk: Informácie o kontexte: stránka(y) použitia, súvisiace zdroje, identifikátory objektov (ak sú k dispozícii).
sv: Kontextinformation: användningssida(r), associerade resurser, objektidentifierare (om tillgängliga).
sw: Taarifa za muktadha: ukurasa(z) wa matumizi, rasilimali zinazohusiana, vitambulisho vya vitu (ikiwa vinapatikana).
tr: Kontekst bilgileri: kullanım sayfası(ları), ilişkili kaynaklar, nesne kimlikleri (varsa).
uk: Контекстна інформація: сторінка(и) використання, асоційовані ресурси, ідентифікатори об'єктів (якщо доступні).
vi: Thông tin ngữ cảnh: trang(s) sử dụng, tài nguyên liên quan, định danh đối tượng (nếu có).
zh_hans: 上下文信息：使用页面、相关资源、对象标识符（如果可用）。

# ed_dev_pdf_pdf_fonts_to_json_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Limits and points of attention
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_fonts_to_json_lim1
source: Le même nom de police peut apparaître plusieurs fois via des sous-ensembles différents.
af: Die dieselfde lettertipe naam kan verskeie kere verskyn deur verskillende substelle.
bg: Същото име на шрифт може да се появи няколко пъти чрез различни подмножества.
cs: Stejné jméno písma se může objevit několikrát prostřednictvím různých podmnožin.
da: Det samme skrifttypenavn kan vises flere gange via forskellige undergrupper.
de: Der gleiche Schriftartname kann mehrmals über verschiedene Subsets erscheinen.
el: Το ίδιο όνομα γραμματοσειράς μπορεί να εμφανίζεται πολλές φορές μέσω διαφορετικών υποσυνόλων.
es: El mismo nombre de fuente puede aparecer varias veces a través de diferentes subconjuntos.
fi: Sama fontin nimi voi esiintyä useita kertoja eri alijoukkojen kautta.
fil: Ang parehong pangalan ng font ay maaaring lumitaw ng maraming beses sa pamamagitan ng iba't ibang subset.
hu: TODO.
id: TODO.
it: Lo stesso nome di font può apparire più volte tramite subset diversi.
ja: 同じフォント名が異なるサブセットを介して複数回表示されることがあります。
ko: 같은 폰트 이름이 여러 다른 서브셋을 통해 여러 번 나타날 수 있습니다.
nl: Dezelfde lettertype naam kan meerdere keren verschijnen via verschillende subsets.
no: Det samme fontnavnet kan vises flere ganger via forskjellige delsett.
pl: Ta sama nazwa czcionki może pojawić się wielokrotnie przez różne podzbiory.
pt_pt: O mesmo nome de fonte pode aparecer várias vezes através de subconjuntos diferentes.
ro: Același nume de font poate apărea de mai multe ori prin subseturi diferite.
ru: Одно и то же имя шрифта может появляться несколько раз через разные подмножества.
sk: To isté meno písma sa môže objaviť viackrát prostredníctvom rôznych podmnožín.
sv: Samma fontnamn kan förekomma flera gånger via olika delmängder.
sw: Jina moja la fonti linaweza kuonekana mara kadhaa kupitia subsets tofauti.
tr: Aynı font adı farklı alt kümeler aracılığıyla birden fazla kez görünebilir.
uk: Той самий ім'я шрифту може з'являтися кілька разів через різні підмножини.
vi: Cùng một tên font có thể xuất hiện nhiều lần qua các tập con khác nhau.
zh_hans: 同一字体名称可能通过不同的子集多次出现。

# ed_dev_pdf_pdf_fonts_to_json_lim2
source: Certaines informations peuvent être absentes selon le générateur de PDF (métadonnées de police minimales).
af: Sommige inligting mag ontbreek afhangende van die PDF generator (minimale lettertipe metadata).
bg: Някои информации може да липсват в зависимост от генератора на PDF (минимални метаданни за шрифта).
cs: Některé informace mohou být chybějící v závislosti na generátoru PDF (minimální metadata písma).
da: Nogle oplysninger kan være fraværende afhængigt af PDF-generatoren (minimale skrifttypemetadata).
de: Einige Informationen können je nach PDF-Generator fehlen (minimale Schriftmetadaten).
el: Ορισμένες πληροφορίες μπορεί να λείπουν ανάλογα με τον δημιουργό PDF (ελάχιστα μεταδεδομένα γραμματοσειράς).
es: Algunas informaciones pueden estar ausentes según el generador de PDF (metadatos de fuente mínimos).
fi: Jotkin tiedot voivat puuttua PDF:n luojasta riippuen (minimaaliset fonttimetatiedot).
fil: Ang ilang impormasyon ay maaaring wala depende sa PDF generator (minimum na metadata ng font).
hu: TODO.
id: TODO.
it: Alcune informazioni possono essere assenti a seconda del generatore di PDF (metadati di font minimi).
ja: PDF生成者によっては、一部の情報が欠落する場合があります（最小限のフォントメタデータ）。
ko: 일부 정보는 PDF 생성기에 따라 누락될 수 있습니다 (최소 폰트 메타데이터).
nl: Sommige informatie kan ontbreken afhankelijk van de PDF-generator (minimale lettertype metadata).
no: Noen informasjoner kan være fraværende avhengig av PDF-generatoren (minimale fontmetadata).
pl: Niektóre informacje mogą być nieobecne w zależności od generatora PDF (minimalne metadane czcionek).
pt_pt: Algumas informações podem estar ausentes dependendo do gerador de PDF (metadados de fonte mínimos).
ro: Unele informații pot fi absente în funcție de generatorul de PDF (metadate minime ale fontului).
ru: Некоторая информация может отсутствовать в зависимости от генератора PDF (минимальные метаданные шрифта).
sk: Niektoré informácie môžu chýbať v závislosti od generátora PDF (minimálne metadáta písma).
sv: Viss information kan saknas beroende på PDF-generatorn (minimala fontmetadata).
sw: Taarifa zingine zinaweza kukosekana kulingana na kizalishaji cha PDF (metadata ya chini ya fonti).
tr: Bazı bilgiler PDF oluşturucusuna bağlı olarak eksik olabilir (minimum font meta verileri).
uk: Деяка інформація може бути відсутня в залежності від генератора PDF (мінімальні метадані шрифтів).
vi: Một số thông tin có thể bị thiếu tùy thuộc vào trình tạo PDF (siêu dữ liệu font tối thiểu).
zh_hans: 某些信息可能会缺失，具体取决于PDF生成器（最小字体元数据）。

# ed_dev_pdf_pdf_fonts_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Frequently asked questions
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_fonts_to_json_q1
source: Cet export inclut-il les fichiers de police ?
af: Sluit hierdie uitvoer die lettertipe lêers in?
bg: Този експорт включва ли файлове на шрифтове?
cs: Zahrnuje tento export soubory písem?
da: Inkluderer denne eksport skrifttypefiler?
de: Beinhaltet dieser Export die Schriftartdateien?
el: Αυτή η εξαγωγή περιλαμβάνει τα αρχεία γραμματοσειρών;
es: ¿Este exporte incluye los archivos de fuente?
fi: Sisältääkö tämä vienti fonttitiedostot?
fil: Kasama ba sa export na ito ang mga file ng font?
hu: TODO
id: TODO
it: Questo export include i file di font?
ja: このエクスポートにはフォントファイルが含まれていますか？
ko: 이 내보내기에는 폰트 파일이 포함되나요?
nl: Bevat deze export de lettertypebestanden?
no: Inkluderer denne eksporten fontfiler?
pl: Czy ten eksport zawiera pliki czcionek?
pt_pt: Esta exportação inclui os arquivos de fonte?
ro: Acest export include fișierele de font?
ru: Включает ли этот экспорт файлы шрифтов?
sk: Zahŕňa tento export súbory písiem?
sv: Inkluderar denna export fontfiler?
sw: Je, huu usafirishaji unajumuisha faili za fonti?
tr: Bu dışa aktarma font dosyalarını içeriyor mu?
uk: Чи включає цей експорт файли шрифтів?
vi: Xuất này có bao gồm các tệp font không?
zh_hans: 此导出是否包括字体文件？

# ed_dev_pdf_pdf_fonts_to_json_a1
source: Non : il décrit les polices et leurs propriétés. Pour embarquer une police, il faut regénérer le PDF.
af: Nee: dit beskryf die lettertipes en hul eienskappe. Om 'n lettertipe in te sluit, moet die PDF weer gegenereer word.
bg: Не: той описва шрифтовете и техните свойства. За да вградите шрифт, трябва да регенерирате PDF.
cs: Ne: popisuje písma a jejich vlastnosti. Pro vložení písma je třeba PDF znovu vygenerovat.
da: Nej: den beskriver skrifttyper og deres egenskaber. For at indlejre en skrifttype skal PDF'en regenereres.
de: Nein: Es beschreibt die Schriftarten und deren Eigenschaften. Um eine Schriftart einzubetten, muss das PDF neu generiert werden.
el: Όχι: περιγράφει τις γραμματοσειρές και τις ιδιότητές τους. Για να ενσωματώσετε μια γραμματοσειρά, πρέπει να αναγεννήσετε το PDF.
es: No: describe las fuentes y sus propiedades. Para incrustar una fuente, es necesario regenerar el PDF.
fi: Ei: se kuvaa fontteja ja niiden ominaisuuksia. Fontin upottamiseksi PDF on regeneroitava.
fil: Hindi: inilalarawan nito ang mga font at kanilang mga katangian. Upang isama ang isang font, kailangan muling buuin ang PDF.
hu: TODO
id: TODO
it: No: descrive i font e le loro proprietà. Per incorporare un font, è necessario rigenerare il PDF.
ja: いいえ：フォントとそのプロパティを説明します。フォントを埋め込むには、PDFを再生成する必要があります。
ko: 아니요: 폰트와 그 속성을 설명합니다. 폰트를 포함하려면 PDF를 다시 생성해야 합니다.
nl: Nee: het beschrijft de lettertypen en hun eigenschappen. Om een lettertype in te sluiten, moet de PDF opnieuw worden gegenereerd.
no: Nei: den beskriver fonter og deres egenskaper. For å innebygge en font, må PDF-en regenereres.
pl: Nie: opisuje czcionki i ich właściwości. Aby osadzić czcionkę, należy ponownie wygenerować PDF.
pt_pt: Não: ele descreve as fontes e suas propriedades. Para incorporar uma fonte, é necessário regenerar o PDF.
ro: Nu: descrie fonturile și proprietățile lor. Pentru a încorpora un font, trebuie să regenerați PDF-ul.
ru: Нет: он описывает шрифты и их свойства. Чтобы встроить шрифт, необходимо регенерировать PDF.
sk: Nie: popisuje písma a ich vlastnosti. Na vloženie písma je potrebné znovu vygenerovať PDF.
sv: Nej: den beskriver fonter och deras egenskaper. För att bädda in en font måste PDF:en regenereras.
sw: Hapana: inaelezea fonti na mali zao. Ili kujumuisha fonti, inahitajika kuunda upya PDF.
tr: Hayır: fontları ve özelliklerini tanımlar. Bir fontu gömmek için PDF'yi yeniden oluşturmak gerekir.
uk: Ні: він описує шрифти та їх властивості. Щоб вбудувати шрифт, потрібно регенерувати PDF.
vi: Không: nó mô tả các font và thuộc tính của chúng. Để nhúng một font, cần phải tái tạo PDF.
zh_hans: 不：它描述字体及其属性。要嵌入字体，必须重新生成PDF。

# ed_dev_pdf_pdf_fonts_to_json_q2
source: Pourquoi les noms ressemblent à “ABCDEF+Roboto” ?
af: Waarom lyk die name soos “ABCDEF+Roboto”?
bg: Защо имената изглеждат като “ABCDEF+Roboto”?
cs: Proč názvy vypadají jako „ABCDEF+Roboto“?
da: Hvorfor ligner navnene "ABCDEF+Roboto"?
de: Warum sehen die Namen aus wie „ABCDEF+Roboto“?
el: Γιατί τα ονόματα μοιάζουν με “ABCDEF+Roboto”;
es: ¿Por qué los nombres parecen “ABCDEF+Roboto”?
fi: Miksi nimet näyttävät siltä kuin "ABCDEF+Roboto"?
fil: Bakit ang mga pangalan ay parang “ABCDEF+Roboto”?
hu: TODO
id: TODO
it: Perché i nomi sembrano "ABCDEF+Roboto"?
ja: なぜ名前が「ABCDEF+Roboto」のように見えるのですか？
ko: 왜 이름이 “ABCDEF+Roboto”처럼 보이나요?
nl: Waarom lijken de namen op "ABCDEF+Roboto"?
no: Hvorfor ser navnene ut som “ABCDEF+Roboto”?
pl: Dlaczego nazwy wyglądają jak „ABCDEF+Roboto”?
pt_pt: Por que os nomes parecem "ABCDEF+Roboto"?
ro: De ce numele arată ca „ABCDEF+Roboto”?
ru: Почему имена выглядят как "ABCDEF+Roboto"?
sk: Prečo názvy vyzerajú ako „ABCDEF+Roboto“?
sv: Varför ser namnen ut som "ABCDEF+Roboto"?
sw: Kwa nini majina yanafanana na "ABCDEF+Roboto"?
tr: Neden isimler “ABCDEF+Roboto” gibi görünüyor?
uk: Чому імена виглядають як "ABCDEF+Roboto"?
vi: Tại sao các tên lại giống như “ABCDEF+Roboto”?
zh_hans: 为什么名称看起来像“ABCDEF+Roboto”？

# ed_dev_pdf_pdf_fonts_to_json_a2
source: C’est typique des polices en subset : un préfixe aléatoire est ajouté pour éviter les collisions.
af: Dit is tipies van subset lettertipes: 'n ewekansige voorvoegsel word bygevoeg om botsings te voorkom.
bg: Това е типично за шрифтове в подмножество: добавя се произволен префикс, за да се избегнат конфликти.
cs: To je typické pro písma v subsetu: je přidána náhodná předpona, aby se předešlo kolizím.
da: Det er typisk for subset skrifttyper: et tilfældigt præfiks tilføjes for at undgå kollisioner.
de: Das ist typisch für Subset-Schriftarten: Ein zufälliges Präfix wird hinzugefügt, um Kollisionen zu vermeiden.
el: Είναι τυπικό για τις γραμματοσειρές σε subset: προστίθεται ένα τυχαίο πρόθεμα για να αποφευχθούν οι συγκρούσεις.
es: Es típico de las fuentes en subconjunto: se añade un prefijo aleatorio para evitar colisiones.
fi: Se on tyypillistä alijoukko-fonteille: satunnainen etuliite lisätään törmäysten välttämiseksi.
fil: Ito ay karaniwan sa mga subset na font: isang random na prefix ang idinadagdag upang maiwasan ang mga banggaan.
hu: TODO.
id: TODO.
it: È tipico dei font in subset: viene aggiunto un prefisso casuale per evitare collisioni.
ja: サブセットフォントの典型的な特徴です：衝突を避けるためにランダムなプレフィックスが追加されます。
ko: 서브셋 폰트의 전형적인 모습입니다: 충돌을 피하기 위해 무작위 접두사가 추가됩니다.
nl: Dit is typisch voor subset lettertypen: een willekeurige prefix wordt toegevoegd om botsingen te voorkomen.
no: Det er typisk for subset-fonter: et tilfeldig prefiks legges til for å unngå kollisjoner.
pl: To typowe dla czcionek w podzbiorach: dodawany jest losowy prefiks, aby uniknąć kolizji.
pt_pt: É típico de fontes em subconjunto: um prefixo aleatório é adicionado para evitar colisões.
ro: Este tipic pentru fonturile în subset: un prefix aleator este adăugat pentru a evita coliziunile.
ru: Это типично для шрифтов в подмножестве: добавляется случайный префикс, чтобы избежать конфликтов.
sk: Je to typické pre písma v subsete: náhodný prefix je pridaný, aby sa predišlo kolíziám.
sv: Det är typiskt för delmängdsfonter: ett slumpmässigt prefix läggs till för att undvika kollisioner.
sw: Hii ni ya kawaida kwa fonti za subset: kiambatisho cha nasibu kinaongezwa ili kuepuka migongano.
tr: Bu, alt küme fontlarının tipik bir özelliğidir: çakışmaları önlemek için rastgele bir ön ek eklenir.
uk: Це типово для шрифтів у підмножині: випадковий префікс додається, щоб уникнути колізій.
vi: Điều này là điển hình cho các font trong tập con: một tiền tố ngẫu nhiên được thêm vào để tránh xung đột.
zh_hans: 这是子集字体的典型特征：添加了随机前缀以避免冲突。

# ed_dev_pdf_pdf_fonts_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Tip
vi: Mẹo
zh_hans: 提示
