Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ratio_pct_b_hint
source: Le ratio A/B n’est pas défini si B = 0.
af: Die verhouding A/B is nie gedefinieer as B = 0 nie.
bg: Съотношението A/B не е определено, ако B = 0.
cs: Poměr A/B není definován, pokud B = 0.
da: The ratio A/B is not defined if B = 0.
de: Das Verhältnis A/B ist nicht definiert, wenn B = 0.
el: Η αναλογία A/B δεν είναι ορισμένη αν B = 0.
es: El ratio A/B no está definido si B = 0.
fi: Suhde A/B ei ole määritelty, jos B = 0.
fil: Ang ratio A/B ay hindi tinutukoy kung B = 0.
hu: Az A/B arány nem definiált, ha B = 0.
id: Rasio A/B tidak terdefinisi jika B = 0.
it: Il rapporto A/B non è definito se B = 0.
ja: B = 0 の場合、比率 A/B は定義されていません。
ko: B = 0일 때 A/B 비율은 정의되지 않습니다.
nl: De verhouding A/B is niet gedefinieerd als B = 0.
no: Forholdet A/B er ikke definert hvis B = 0.
pl: Wskaźnik A/B nie jest zdefiniowany, jeśli B = 0.
pt_pt: O rácio A/B não está definido se B = 0.
ro: Raportul A/B nu este definit dacă B = 0.
ru: Соотношение A/B не определено, если B = 0.
sk: Pomer A/B nie je definovaný, ak B = 0.
sv: Förhållandet A/B är inte definierat om B = 0.
sw: Uwiano A/B haujafafanuliwa ikiwa B = 0.
tr: B = 0 ise A/B oranı tanımlı değildir.
uk: Співвідношення A/B не визначено, якщо B = 0.
vi: Tỷ lệ A/B không được xác định nếu B = 0.
zh_hans: 如果 B = 0，则比率 A/B 未定义。

# ratio_pct_ratio_label
source: Ratio A:B
af: Verhouding A:B
bg: Съотношение A:B
cs: Poměr A:B
de: Verhältnis A:B
el: Αναλογία A:B
fi: Suhde A:B
hu: A:B arány
id: Rasio A:B
it: Rapporto A:B
ja: 比率 A:B
ko: 비율 A:B
nl: Verhouding A:B
no: Forhold A:B
pl: Wskaźnik A:B
pt_pt: Rácio A:B
ro: Raport A:B
ru: Соотношение A:B
sk: Pomer A:B
sv: Förhållande A:B
sw: Uwiano A:B
tr: Oran A:B
uk: Співвідношення A:B
vi: Tỷ lệ A:B
zh_hans: 比率 A:B

# ratio_pct_share_label
source: Parts sur (A+B)
af: Dele op (A+B)
bg: Части на (A+B)
cs: Části na (A+B)
da: Parts on (A+B)
de: Anteile auf (A+B)
el: Μέρη σε (A+B)
es: Partes sobre (A+B)
fi: Osat (A+B)
fil: Bahagi sa (A+B)
hu: Részek (A+B)
id: Bagian dari (A+B)
it: Parti su (A+B)
ja: (A+B) の部分
ko: (A+B)에 대한 부분
nl: Aandelen op (A+B)
no: Deler på (A+B)
pl: Udziały na (A+B)
pt_pt: Partes sobre (A+B)
ro: Părți pe (A+B)
ru: Части на (A+B)
sk: Časti na (A+B)
sv: Andelar på (A+B)
sw: Sehemu kwenye (A+B)
tr: (A+B) üzerindeki paylar
uk: Частки на (A+B)
vi: Phần trên (A+B)
zh_hans: 部分在 (A+B) 上

# ratio_pct_ex1
source: Cas simple
af: Eenvoudige geval
bg: Прост случай
cs: Jednoduchý případ
da: Simple case
de: Einfacher Fall
el: Απλή περίπτωση
es: Caso simple
fi: Yksinkertainen tapaus
fil: Simpleng kaso
hu: Egyszerű eset
id: Kasus sederhana
it: Caso semplice
ja: 単純なケース
ko: 간단한 경우
nl: Eenvoudige casus
no: Enkel sak
pl: Przypadek prosty
pt_pt: Caso simples
ro: Caz simplu
ru: Простой случай
sk: Jednoduchý prípad
sv: Enkel fall
sw: Kesi rahisi
tr: Basit durum
uk: Простий випадок
vi: Trường hợp đơn giản
zh_hans: 简单情况

# ratio_pct_ex2
source: Fraction
af: Breuk
bg: Дял
cs: Zlomek
de: Bruch
el: Κλάσμα
es: Fracción
fi: Murtoluku
fil: Praksyong bahagi
hu: Törtrész
id: Pecahan
it: Frazione
ja: 分数
ko: 분수
nl: Breuk
no: Brøk
pl: Ułamek
pt_pt: Fração
ro: Fracție
ru: Доля
sk: Zlomok
sv: Bråk
tr: Kesir
uk: Дроб
vi: Phân số
zh_hans: 分数

# ratio_pct_ex3
source: Ratio > 100%
af: Verhouding > 100%
bg: Съотношение > 100%
cs: Poměr > 100%
de: Verhältnis > 100%
el: Αναλογία > 100%
fi: Suhde > 100%
hu: Arány > 100%
id: Rasio > 100%
it: Rapporto > 100%
ja: 比率 > 100%
ko: 비율 > 100%
nl: Verhouding > 100%
no: Forhold > 100%
pl: Wskaźnik > 100%
pt_pt: Rácio > 100%
ro: Raport > 100%
ru: Соотношение > 100%
sk: Pomer > 100%
sv: Förhållande > 100%
sw: Uwiano > 100%
tr: Oran > 100%
uk: Співвідношення > 100%
vi: Tỷ lệ > 100%
zh_hans: 比率 > 100%

# ratio_pct_ex4
source: Division par 0
af: Deling deur 0
bg: Деление на 0
cs: Dělení nulou
da: Division by 0
de: Division durch 0
el: Διαίρεση με το 0
es: División por 0
fi: Jakaminen 0:lla
fil: Paghahati sa 0
hu: Osztás 0-val
id: Pembagian dengan 0
it: Divisione per 0
ja: 0での除算
ko: 0으로 나누기
nl: Delen door 0
no: Divisjon med 0
pl: Dzielenie przez 0
pt_pt: Divisão por 0
ro: Divizare prin 0
ru: Деление на 0
sk: Delenie nulom
sv: Division med 0
sw: Ugawaji wa 0
tr: 0'a bölme
uk: Ділення на 0
vi: Chia cho 0
zh_hans: 除以0

# ratio_pct_definition_sub
source: Un ratio compare deux valeurs. Converti en %, il indique “combien vaut A par rapport à B”.
af: 'n Verhouding vergelyk twee waardes. Omgeskakel na %, dui dit aan 'hoeveel A in verhouding tot B is'.
bg: Ратиото сравнява две стойности. Преобразувано в %, то показва "колко струва A спрямо B".
cs: Poměr porovnává dvě hodnoty. Převedeno na %, ukazuje "kolik A je v porovnání s B".
da: A ratio compares two values. Converted to %, it indicates 'how much A is worth compared to B.'
de: Ein Verhältnis vergleicht zwei Werte. In %, es zeigt an, „wie viel A im Vergleich zu B wert ist“.
el: Ένας λόγος συγκρίνει δύο τιμές. Μετατρεπόμενος σε %, υποδεικνύει "πόσο αξίζει το A σε σχέση με το B".
es: Un ratio compara dos valores. Convertido en %, indica 'cuánto vale A en comparación con B'.
fi: Suhde vertaa kahta arvoa. Prosentteina se osoittaa, kuinka paljon A on verrattuna B:hen.
fil: Isang ratio ang naghahambing ng dalawang halaga. Kapag kinonvert sa %, ito ay nagpapakita ng 'ganoon kalaki ang A kumpara sa B'.
hu: Egy arány két értéket hasonlít össze. %-ra átváltva azt mutatja, hogy "mennyi A értéke B-hez képest".
id: Sebuah rasio membandingkan dua nilai. Jika dikonversi ke %, itu menunjukkan "seberapa besar A dibandingkan dengan B".
it: Un rapporto confronta due valori. Convertito in %, indica “quanto vale A rispetto a B”.
ja: 比率は2つの値を比較します。%に変換すると、「AはBに対してどれだけの価値があるか」を示します。
ko: 비율은 두 값을 비교합니다. %로 변환하면 'A가 B에 비해 얼마나 되는지'를 나타냅니다.
nl: Een verhouding vergelijkt twee waarden. Omgezet naar %, geeft het aan 'hoeveel A is ten opzichte van B'.
no: Et forhold sammenligner to verdier. Konvertert til %, indikerer det “hvor mye A er i forhold til B.”
pl: Wskaźnik porównuje dwie wartości. Przekształcony w %, wskazuje „ile wynosi A w porównaniu do B”.
pt_pt: Um rácio compara dois valores. Convertido em %, indica 'quanto vale A em relação a B'.
ro: Un raport compară două valori. Convertit în %, indică „cât valorează A în raport cu B”.
ru: Соотношение сравнивает две величины. Преобразованное в %, оно указывает, "сколько составляет A по сравнению с B".
sk: Pomer porovnáva dve hodnoty. Prevedené na %, ukazuje "koľko A predstavuje v porovnaní s B".
sv: Ett förhållande jämför två värden. Omvandlat till %, visar det 'hur mycket A är i förhållande till B'.
sw: Kiwango kinalinganisha thamani mbili. Ikitafsiriwa kuwa %, inaonyesha "ni kiasi gani A inahusiana na B".
tr: Bir oran iki değeri karşılaştırır. %'ye dönüştürüldüğünde, "A'nın B'ye göre ne kadar değerli olduğunu" gösterir.
uk: Співвідношення порівнює дві величини. Перетворене в %, воно вказує, "скільки A відносно B".
vi: Một tỷ lệ so sánh hai giá trị. Chuyển đổi sang %, nó cho biết "A có giá trị như thế nào so với B".
zh_hans: 一个比率比较两个值。转换为百分比，它表示“A相对于B的价值”。

# ratio_pct_note
source: Si A = B, alors A/B = 1 → 100%. Si A > B, le pourcentage dépasse 100%.
af: As A = B, dan A/B = 1 → 100%. As A > B, oorskry die persentasie 100%.
bg: Ако A = B, тогава A/B = 1 → 100%. Ако A > B, процентът надвишава 100%.
cs: Pokud A = B, pak A/B = 1 → 100%. Pokud A > B, procento přesahuje 100%.
da: If A = B, then A/B = 1 → 100%. If A > B, the percentage exceeds 100%.
de: Wenn A = B, dann A/B = 1 → 100%. Wenn A > B, überschreitet der Prozentsatz 100%.
el: Αν A = B, τότε A/B = 1 → 100%. Αν A > B, το ποσοστό ξεπερνά το 100%.
es: Si A = B, entonces A/B = 1 → 100%. Si A > B, el porcentaje supera el 100%.
fi: Jos A = B, niin A/B = 1 → 100%. Jos A > B, prosentti ylittää 100%.
fil: Kung A = B, kung gayon A/B = 1 → 100%. Kung A > B, ang porsyento ay lumalampas sa 100%.
hu: Ha A = B, akkor A/B = 1 → 100%. Ha A > B, a százalék meghaladja a 100%-ot.
id: Jika A = B, maka A/B = 1 → 100%. Jika A > B, persentase melebihi 100%.
it: Se A = B, allora A/B = 1 → 100%. Se A > B, la percentuale supera 100%.
ja: A = Bの場合、A/B = 1 → 100%。A > Bの場合、パーセンテージは100%を超えます。
ko: A = B이면 A/B = 1 → 100%입니다. A > B이면 비율이 100%를 초과합니다.
nl: Als A = B, dan A/B = 1 → 100%. Als A > B, overschrijdt het percentage 100%.
no: Hvis A = B, så A/B = 1 → 100%. Hvis A > B, overskrider prosentandelen 100%.
pl: Jeśli A = B, to A/B = 1 → 100%. Jeśli A > B, procent przekracza 100%.
pt_pt: Se A = B, então A/B = 1 → 100%. Se A > B, a percentagem ultrapassa 100%.
ro: Dacă A = B, atunci A/B = 1 → 100%. Dacă A > B, procentajul depășește 100%.
ru: Если A = B, то A/B = 1 → 100%. Если A > B, процент превышает 100%.
sk: Ak A = B, potom A/B = 1 → 100%. Ak A > B, percento presahuje 100%.
sv: Om A = B, då A/B = 1 → 100%. Om A > B, överstiger procentandelen 100%.
sw: Ikiwa A = B, basi A/B = 1 → 100%. Ikiwa A > B, asilimia inazidi 100%.
tr: Eğer A = B ise, o zaman A/B = 1 → %100. Eğer A > B ise, yüzde %100'ü aşar.
uk: Якщо A = B, тоді A/B = 1 → 100%. Якщо A > B, відсоток перевищує 100%.
vi: Nếu A = B, thì A/B = 1 → 100%. Nếu A > B, tỷ lệ phần trăm vượt quá 100%.
zh_hans: 如果A = B，则A/B = 1 → 100%。如果A > B，则百分比超过100%。

# ratio_pct_warn_b_zero
source: B vaut 0 : A/B n’est pas défini.
af: B is 0: A/B is nie gedefinieer nie.
bg: B е 0: A/B не е дефинирано.
cs: B je 0: A/B není definováno.
da: B is 0: A/B is not defined.
de: B ist 0: A/B ist nicht definiert.
el: B είναι 0: A/B δεν είναι καθορισμένο.
es: B es 0: A/B no está definido.
fi: B on 0: A/B ei ole määritelty.
fil: B ay 0: A/B ay hindi natutukoy.
hu: B értéke 0: A/B nincs definiálva.
id: B bernilai 0: A/B tidak terdefinisi.
it: B è 0: A/B non è definito.
ja: Bは0です：A/Bは定義されていません。
ko: B가 0이면: A/B는 정의되지 않습니다.
nl: B is 0: A/B is not defined.
no: B er 0: A/B er ikke definert.
pl: B wynosi 0: A/B nie jest zdefiniowane.
pt_pt: B vale 0: A/B não está definido.
ro: B este 0: A/B nu este definit.
ru: B равно 0: A/B не определено.
sk: B je 0: A/B nie je definované.
sv: B är 0: A/B är inte definierat.
sw: B ni 0: A/B haijafafanuliwa.
tr: B 0'a eşit: A/B tanımlı değildir.
uk: B дорівнює 0: A/B не визначено.
vi: B bằng 0: A/B không được xác định.
zh_hans: B为0：A/B未定义。

# ratio_pct_warn_a_zero
source: A vaut 0 : B/A n’est pas défini.
af: A is 0: B/A is nie gedefinieer nie.
bg: A е 0: B/A не е дефинирано.
cs: A je 0: B/A není definováno.
da: A er 0: B/A er ikke defineret.
de: A ist 0: B/A ist nicht definiert.
el: A είναι 0: B/A δεν είναι καθορισμένο.
es: A es 0: B/A no está definido.
fi: A on 0: B/A ei ole määritelty.
fil: A ay 0: B/A ay hindi natutukoy.
hu: A értéke 0: B/A nincs definiálva.
id: A bernilai 0: B/A tidak terdefinisi.
it: A è 0: B/A non è definito.
ja: Aは0です：B/Aは定義されていません。
ko: A가 0이면: B/A는 정의되지 않습니다.
nl: A is 0: B/A is not defined.
no: A er 0: B/A er ikke definert.
pl: A wynosi 0: B/A nie jest zdefiniowane.
pt_pt: A vale 0: B/A não está definido.
ro: A este 0: B/A nu este definit.
ru: A равно 0: B/A не определено.
sk: A je 0: B/A nie je definované.
sv: A är 0: B/A är inte definierat.
sw: A ni 0: B/A haijafafanuliwa.
tr: A 0'a eşit: B/A tanımlı değildir.
uk: A дорівнює 0: B/A не визначено.
vi: A bằng 0: B/A không được xác định.
zh_hans: A为0：B/A未定义。

# rel_parts_title
source: Part sur total
af: Deel van totaal
bg: Част от общото
cs: Část z celku
da: Del på total
de: Teil von Gesamt
el: Μέρος επί του συνόλου
es: Parte sobre total
fi: Osuus kokonaisuudesta
fil: Bahagi sa kabuuan
hu: Rész a teljesből
id: Bagian dari total
it: Quota su totale
ja: 全体に対する部分
ko: 전체에서의 비율
nl: Deel van totaal
no: Andel av totalen
pl: Część w stosunku do całości
pt_pt: Parte sobre total
ro: Parte din total
ru: Часть от общего
sk: Časť z celku
sv: Del av totalen
sw: Sehemu juu ya jumla
tr: Toplam üzerindeki pay
uk: Частка від загального
vi: Phần trên tổng
zh_hans: 部分与总数

# rel_parts_subtitle
source: Calculer A / (A+B+C) en % (parts relatives) avec une liste de valeurs.
af: Bereken A / (A+B+C) in % (relatiewe dele) met 'n lys waardes.
bg: Изчислете A / (A+B+C) в % (относителни части) с списък от стойности.
cs: Vypočítat A / (A+B+C) v % (relativní podíly) se seznamem hodnot.
da: Beregn A / (A+B+C) i % (relative andele) med en liste over værdier.
de: Berechne A / (A+B+C) in % (relative Anteile) mit einer Liste von Werten.
el: Υπολογίστε A / (A+B+C) σε % (σχετικά μέρη) με μια λίστα τιμών.
es: Calcular A / (A+B+C) en % (partes relativas) con una lista de valores.
fi: Laske A / (A+B+C) prosentteina (suhteelliset osat) arvolistalla.
fil: Kalkulahin ang A / (A+B+C) sa % (mga kaugnay na bahagi) gamit ang isang listahan ng mga halaga.
hu: Számítsd ki A / (A+B+C) %-ban (relatív részek) egy értéklistával.
id: Hitung A / (A+B+C) dalam % (bagian relatif) dengan daftar nilai.
it: Calcolare A / (A+B+C) in % (quote relative) con un elenco di valori.
ja: 値のリストを使ってA / (A+B+C)を%（相対的な部分）で計算します。
ko: 값 목록으로 A / (A+B+C)를 %로 계산합니다 (상대 비율).
nl: Bereken A / (A+B+C) in % (relatieve delen) met een lijst van waarden.
no: Beregn A / (A+B+C) i % (relative andeler) med en liste over verdier.
pl: Oblicz A / (A+B+C) w % (udziały względne) z listą wartości.
pt_pt: Calcular A / (A+B+C) em % (partes relativas) com uma lista de valores.
ro: Calculați A / (A+B+C) în % (părți relative) cu o listă de valori.
ru: Вычислить A / (A+B+C) в % (относительные доли) с помощью списка значений.
sk: Vypočítajte A / (A+B+C) v % (relatívne podiely) so zoznamom hodnôt.
sv: Beräkna A / (A+B+C) i % (relativa delar) med en lista av värden.
sw: Hesabu A / (A+B+C) kwa % (sehemu za jamaa) na orodha ya thamani.
tr: Bir değerler listesi ile A / (A+B+C) % olarak (nispi paylar) hesapla.
uk: Обчисліть A / (A+B+C) у % (відносні частки) зі списком значень.
vi: Tính A / (A+B+C) theo % (các phần tương đối) với một danh sách giá trị.
zh_hans: 计算A / (A+B+C)的百分比（相对部分），使用一组值。

# rel_parts_list_label
source: Valeurs (A, B, C…)
af: Waardes (A, B, C…)
bg: Стойности (A, B, C…)
cs: Hodnoty (A, B, C…)
da: Værdier (A, B, C…)
de: Werte (A, B, C…)
el: Τιμές (A, B, C…)
es: Valores (A, B, C…)
fi: Arvot (A, B, C…)
fil: Mga halaga (A, B, C…)
hu: Értékek (A, B, C…)
id: Nilai (A, B, C…)
it: Valori (A, B, C…)
ja: 値（A、B、C…）
ko: 값 (A, B, C…)
nl: Waarden (A, B, C…)
no: Verdier (A, B, C…)
pl: Wartości (A, B, C…)
pt_pt: Valores (A, B, C…)
ro: Valori (A, B, C…)
ru: Значения (A, B, C…)
sk: Hodnoty (A, B, C…)
sv: Värden (A, B, C…)
sw: Thamani (A, B, C…)
tr: Değerler (A, B, C…)
uk: Значення (A, B, C…)
vi: Giá trị (A, B, C…)
zh_hans: 值（A，B，C…）

# rel_parts_item_label
source: Part
af: Deel
bg: Част
cs: Podíl
da: Andel
de: Anteil
el: Μέρος
es: Parte
fi: Osuus
fil: Bahagi
hu: Rész
id: Bagian
it: Quota
ja: 部分
ko: 비율
nl: Deel
no: Andel
pl: Część
pt_pt: Parte
ro: Parte
ru: Часть
sk: Podiel
sv: Del
sw: Sehemu
tr: Pay
uk: Частка
vi: Phần
zh_hans: 部分

# rel_parts_remove_aria
source: Supprimer
af: Verwyder
bg: Изтрий
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fil: Tanggalin
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
no: Fjern
pl: Usuń
pt_pt: Remover
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Ta bort
sw: Futa
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

# rel_parts_add
source: Ajouter une valeur
af: Voeg 'n waarde by
bg: Добави стойност
cs: Přidat hodnotu
da: Tilføj en værdi
de: Wert hinzufügen
el: Προσθήκη τιμής
es: Agregar un valor
fi: Lisää arvo
fil: Magdagdag ng halaga
hu: Hozzáad egy értéket
id: Tambahkan nilai
it: Aggiungi un valore
ja: 値を追加
ko: 값 추가
nl: Voeg een waarde toe
no: Legg til en verdi
pl: Dodaj wartość
pt_pt: Adicionar um valor
ro: Adaugă o valoare
ru: Добавить значение
sk: Pridať hodnotu
sv: Lägg till ett värde
sw: Ongeza thamani
tr: Bir değer ekle
uk: Додати значення
vi: Thêm một giá trị
zh_hans: 添加一个值

# rel_parts_clear
source: Vider
af: Leegmaak
bg: Изчисти
cs: Vyprázdnit
da: Tøm
de: Leeren
el: Άδειασμα
es: Vaciar
fi: Tyhjennä
fil: I-clear
hu: Kiürítés
id: Kosongkan
it: Svuota
ja: 空にする
ko: 비우기
nl: Leegmaken
no: Tøm
pl: Wyczyść
pt_pt: Esvaziar
ro: Golește
ru: Очистить
sk: Vyprázdniť
sv: Töm
sw: Futa
tr: Boşalt
uk: Очистити
vi: Làm trống
zh_hans: 清空

# rel_parts_list_hint
source: La somme sert de total. Le résultat principal est la part A (première valeur) sur la somme.
af: Die som dien as totaal. Die hoofresultaat is die deel A (eerste waarde) op die som.
bg: Сумата служи като общо. Основният резултат е част A (първата стойност) от сумата.
cs: Součet slouží jako celková hodnota. Hlavním výsledkem je podíl A (první hodnota) na součtu.
da: Summen fungerer som total. Det primære resultat er andel A (første værdi) af summen.
de: Die Summe dient als Gesamt. Das Hauptresultat ist der Anteil A (erste Wert) an der Summe.
el: Το άθροισμα χρησιμεύει ως σύνολο. Το κύριο αποτέλεσμα είναι το μέρος A (πρώτη τιμή) επί του αθροίσματος.
es: La suma sirve como total. El resultado principal es la parte A (primer valor) sobre la suma.
fi: Summa toimii kokonaisuutena. Pääasiallinen tulos on osuus A (ensimmäinen arvo) summasta.
fil: Ang kabuuan ay nagsisilbing kabuuan. Ang pangunahing resulta ay ang bahagi A (unang halaga) sa kabuuan.
hu: A összeg szolgál összegként. A fő eredmény A része (első érték) az összegen.
id: Jumlah berfungsi sebagai total. Hasil utama adalah bagian A (nilai pertama) dari jumlah.
it: La somma serve come totale. Il risultato principale è la quota A (primo valore) sulla somma.
ja: 合計は合計として機能します。主な結果は、合計に対する部分A（最初の値）です。
ko: 합계는 총합으로 사용됩니다. 주요 결과는 합계에 대한 A(첫 번째 값)의 비율입니다.
nl: De som dient als totaal. Het belangrijkste resultaat is deel A (eerste waarde) ten opzichte van de som.
no: Summen fungerer som total. Hovedresultatet er andelen A (første verdi) av summen.
pl: Suma służy jako całkowita. Głównym wynikiem jest część A (pierwsza wartość) w stosunku do sumy.
pt_pt: A soma serve de total. O resultado principal é a parte A (primeiro valor) sobre a soma.
ro: Suma servește ca total. Rezultatul principal este partea A (prima valoare) din sumă.
ru: Сумма служит общим. Основной результат — это доля A (первая величина) от суммы.
sk: Súčet slúži ako celok. Hlavný výsledok je podiel A (prvá hodnota) na súčte.
sv: Summan fungerar som total. Huvudresultatet är del A (första värdet) av summan.
sw: Jumla inatumika kama jumla. Matokeo makuu ni sehemu A (thamani ya kwanza) juu ya jumla.
tr: Toplam, toplam olarak hizmet eder. Ana sonuç, toplam üzerindeki A payıdır (ilk değer).
uk: Сума слугує загальним. Основний результат - частка A (перше значення) від суми.
vi: Tổng là tổng. Kết quả chính là phần A (giá trị đầu tiên) trên tổng.
zh_hans: 总和作为总数。主要结果是部分A（第一个值）与总和的比率。

# rel_parts_sum_label
source: Total (somme)
af: Totaal (som)
bg: Общо (сума)
cs: Celkem (součet)
da: Total (sum)
de: Gesamt (Summe)
el: Σύνολο (άθροισμα)
es: Total (suma)
fi: Kokonaismäärä (summa)
fil: Kabuuan (suma)
hu: Összeg (összeg)
id: Total (jumlah)
it: Totale (somma)
ja: 合計（合計）
ko: 총합 (합계)
nl: Totaal (som)
no: Total (sum)
pl: Całkowita (suma)
pt_pt: Total (soma)
ro: Total (sumă)
ru: Итого (сумма)
sk: Celkom (súčet)
sv: Total (summa)
sw: Jumla (jumla)
tr: Toplam (toplam)
uk: Загальна (сума)
vi: Tổng (tổng)
zh_hans: 总数（总和）

# rel_parts_a_percent_label
source: Part A / total
af: Deel A / totaal
bg: Част A / общо
cs: Podíl A / celkem
da: Andel A / total
de: Anteil A / Gesamt
el: Μέρος A / σύνολο
es: Parte A / total
fi: Osuus A / kokonaismäärä
fil: Bahagi A / kabuuan
hu: A rész A / összeg
id: Bagian A / total
it: Quota A / totale
ja: 部分A / 合計
ko: 비율 A / 총합
nl: Deel A / totaal
no: Andel A / total
pl: Część A / całkowita
pt_pt: Parte A / total
ro: Partea A / total
ru: Часть A / всего
sk: Podiel A / celkom
sv: Del A / total
sw: Sehemu A / jumla
tr: Pay A / toplam
uk: Частка A / загальна
vi: Phần A / tổng
zh_hans: 部分A / 总数

# rel_parts_a_ratio_label
source: Ratio A / total
af: Verhouding A / totaal
bg: Ратио A / общо
cs: Poměr A / celkem
da: Forhold A / total
de: Verhältnis A / Gesamt
el: Λόγος A / σύνολο
fi: Suhde A / kokonaismäärä
fil: Ratio A / kabuuan
hu: Arány A / összeg
id: Rasio A / total
it: Rapporto A / totale
ja: 比率A / 合計
ko: 비율 A / 총합
nl: Verhouding A / totaal
no: Forhold A / total
pl: Wskaźnik A / całkowita
pt_pt: Rácio A / total
ro: Raport A / total
ru: Соотношение A / всего
sk: Pomer A / celkom
sv: Förhållande A / total
sw: Kiwango A / jumla
tr: Oran A / toplam
uk: Співвідношення A / загальна
vi: Tỷ lệ A / tổng
zh_hans: 比率A / 总数

# rel_parts_rest_label
source: Reste (total − A)
af: Oorblyfsel (totaal − A)
bg: Остатък (общо − A)
cs: Zbytek (celkem − A)
da: Rest (total − A)
de: Rest (Gesamt − A)
el: Υπόλοιπο (σύνολο − A)
es: Resto (total − A)
fi: Jäännös (kokonaismäärä − A)
fil: Natira (kabuuan − A)
hu: Maradék (összeg − A)
id: Sisa (total − A)
it: Resto (totale − A)
ja: 残り（合計 − A）
ko: 나머지 (총합 − A)
nl: Rest (totaal − A)
no: Rest (total − A)
pl: Reszta (całkowita − A)
pt_pt: Resto (total − A)
ro: Rămășiță (total − A)
ru: Остаток (всего − A)
sk: Zostatok (celkom − A)
sv: Rest (total − A)
sw: Baki (jumla − A)
tr: Kalan (toplam − A)
uk: Залишок (загальна − A)
vi: Còn lại (tổng − A)
zh_hans: 剩余（总数 − A）

# rel_parts_rest_pct_label
source: Reste (%)
af: Oorblyfsel (%)
bg: Остатък (%)
cs: Zbytek (%)
da: Rest (%)
de: Rest (%)
el: Υπόλοιπο (%)
es: Resto (%)
fi: Jäännös (%)
fil: Natira (%)
hu: Maradék (%)
id: Sisa (%)
it: Resto (%)
ja: 残り（%）
ko: 나머지 (%)
nl: Rest (%)
no: Rest (%)
pl: Reszta (%)
pt_pt: Resto (%)
ro: Rămășiță (%)
ru: Остаток (%)
sk: Zostatok (%)
sv: Rest (%)
sw: Baki (%)
tr: Kalan (%)
uk: Залишок (%)
vi: Còn lại (%)
zh_hans: 剩余（%）

# rel_parts_breakdown_title
source: Détail des parts
af: Detail van dele
bg: Детайл на частите
cs: Detail podílů
da: Detalje over andele
de: Detail der Anteile
el: Λεπτομέρειες μερών
es: Detalle de las partes
fi: Osuuksien yksityiskohdat
fil: Detalye ng mga bahagi
hu: Részletek
id: Rincian bagian
it: Dettaglio delle quote
ja: 部分の詳細
ko: 비율 세부사항
nl: Detail van de delen
no: Detalj av andeler
pl: Szczegóły udziałów
pt_pt: Detalhes das partes
ro: Detaliile părților
ru: Детали долей
sk: Detail podielov
sv: Detalj av delar
sw: Maelezo ya sehemu
tr: Payların ayrıntısı
uk: Деталі часток
vi: Chi tiết các phần
zh_hans: 部分详细信息

# rel_parts_breakdown_sub
source: Chaque part est normalisée sur la somme (si total ≠ 0).
af: Elke deel is genormaliseer op die som (as totaal ≠ 0).
bg: Всяка част е нормализирана спрямо сумата (ако общото ≠ 0).
cs: Každý podíl je normalizován na součet (pokud celkový ≠ 0).
da: Hver andel er normaliseret på summen (hvis total ≠ 0).
de: Jeder Anteil wird auf die Summe normiert (wenn Gesamt ≠ 0).
el: Κάθε μέρος κανονικοποιείται επί του αθροίσματος (αν το σύνολο ≠ 0).
es: Cada parte está normalizada sobre la suma (si total ≠ 0).
fi: Jokainen osuus normalisoidaan summan mukaan (jos kokonaismäärä ≠ 0).
fil: Bawat bahagi ay na-normalize sa kabuuan (kung ang kabuuan ≠ 0).
hu: Minden rész a teljes összegre van normalizálva (ha a teljes ≠ 0).
id: Setiap bagian dinormalisasi terhadap jumlah (jika total ≠ 0).
it: Ogni quota è normalizzata sulla somma (se totale ≠ 0).
ja: 各部分は合計に対して正規化されます（合計 ≠ 0の場合）。
ko: 각 비율은 총합에 대해 정규화됩니다 (총합 ≠ 0인 경우).
nl: Elke deel is genormaliseerd op de som (als totaal ≠ 0).
no: Hver andel er normalisert på summen (hvis total ≠ 0).
pl: Każdy udział jest normalizowany w stosunku do sumy (jeśli całkowita ≠ 0).
pt_pt: Cada parte é normalizada sobre a soma (se total ≠ 0).
ro: Fiecare parte este normalizată la sumă (dacă totalul ≠ 0).
ru: Каждая доля нормализована на сумму (если всего ≠ 0).
sk: Každý podiel je normalizovaný na súčet (ak celková suma ≠ 0).
sv: Varje del normaliseras på summan (om total ≠ 0).
sw: Kila sehemu inarekebishwa kwa jumla (ikiwa jumla ≠ 0).
tr: Her pay toplam üzerinde normalize edilmiştir (eğer toplam ≠ 0 ise).
uk: Кожна частка нормалізується на суму (якщо загальна ≠ 0).
vi: Mỗi phần được chuẩn hóa trên tổng (nếu tổng ≠ 0).
zh_hans: 每个部分在总和上进行标准化（如果总数 ≠ 0）。
