Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_ptcomp_a2
source: En divisant une valeur de la deuxième ligne par celle de la première.
af: Deur 'n waarde van die tweede lyn deur die een van die eerste te deel.
bg: Като разделим стойността от втория ред на стойността от първия.
cs: Dělením hodnoty ze druhého řádku hodnotou z prvního.
da: Ved at dividere en værdi fra den anden række med en fra den første.
de: Indem man einen Wert aus der zweiten Zeile durch den Wert aus der ersten Zeile teilt.
el: Διαιρώντας μια τιμή της δεύτερης γραμμής με αυτήν της πρώτης.
es: Dividiendo un valor de la segunda línea por el de la primera.
fi: Jakamalla toisen rivin arvo ensimmäisen rivin arvolla.
fil: Sa pamamagitan ng paghahati ng isang halaga mula sa pangalawang linya sa halaga mula sa unang linya.
hu: Ha a második sor egy értékét elosztjuk az első sor egy értékével.
id: Dengan membagi nilai dari baris kedua dengan nilai dari baris pertama.
it: Dividendo un valore della seconda riga per quello della prima.
ja: 2行目の値を1行目の値で割ります。
ko: 두 번째 줄의 값을 첫 번째 줄의 값으로 나누면 됩니다.
nl: Door een waarde van de tweede regel door die van de eerste te delen.
no: Ved å dele en verdi fra den andre linjen med en fra den første.
pl: Dzieląc wartość z drugiego wiersza przez wartość z pierwszego.
pt_pt: Dividindo um valor da segunda linha pelo da primeira.
ro: Prin împărțirea unei valori din a doua linie la cea din prima.
ru: Разделив значение из второй строки на значение из первой.
sk: Delením hodnotu z druhého riadku hodnotou z prvého.
sv: Genom att dela ett värde från den andra raden med värdet från den första.
sw: Kwa kugawanya thamani ya mstari wa pili kwa ile ya mstari wa kwanza.
tr: İkinci satırdaki bir değeri birinci satırdaki ile bölerek.
uk: Ділячи значення з другого рядка на значення з першого.
vi: Bằng cách chia một giá trị của dòng thứ hai cho giá trị của dòng đầu tiên.
zh_hans: 通过将第二行的一个值除以第一行的值。

# ed_ptcomp_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia ya kusaidia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_ptcomp_tip
source: Si une colonne est complète, elle suffit pour déterminer tout le tableau.
af: As 'n kolom vol is, is dit genoeg om die hele tabel te bepaal.
bg: Ако една колона е пълна, тя е достатъчна, за да определи цялата таблица.
cs: Pokud je sloupec kompletní, stačí k určení celé tabulky.
da: Hvis en kolonne er komplet, er den tilstrækkelig til at bestemme hele tabellen.
de: Wenn eine Spalte vollständig ist, reicht sie aus, um die gesamte Tabelle zu bestimmen.
el: Αν μια στήλη είναι πλήρης, αρκεί για να προσδιορίσει ολόκληρο τον πίνακα.
es: Si una columna está completa, es suficiente para determinar toda la tabla.
fi: Jos sarake on täydellinen, se riittää koko taulukon määrittämiseen.
fil: Kung kumpleto ang isang kolum, sapat na ito upang matukoy ang buong talahanayan.
hu: Ha egy oszlop teljes, elegendő a teljes táblázat meghatározásához.
id: Jika satu kolom lengkap, itu cukup untuk menentukan seluruh tabel.
it: Se una colonna è completa, è sufficiente per determinare tutto il tavolo.
ja: 列が完全であれば、それだけで表全体を決定するのに十分です。
ko: 열이 완전하면 전체 표를 결정하는 데 충분합니다.
nl: Als een kolom compleet is, is deze voldoende om de hele tabel te bepalen.
no: Hvis en kolonne er fullstendig, er den tilstrekkelig for å bestemme hele tabellen.
pl: Jeśli kolumna jest pełna, wystarczy to do określenia całej tabeli.
pt_pt: Se uma coluna estiver completa, ela é suficiente para determinar toda a tabela.
ro: Dacă o coloană este completă, aceasta este suficientă pentru a determina întregul tabel.
ru: Если столбец заполнен, его достаточно для определения всей таблицы.
sk: Ak je stĺpec kompletný, stačí na určenie celej tabuľky.
sv: Om en kolumn är komplett, räcker den för att bestämma hela tabellen.
sw: Ikiwa safu imekamilika, inatosha kubaini jedwali lote.
tr: Bir sütun tamamsa, tüm tabloyu belirlemek için yeterlidir.
uk: Якщо стовпець заповнений, його достатньо для визначення всього таблиці.
vi: Nếu một cột đầy đủ, nó đủ để xác định toàn bộ bảng.
zh_hans: 如果一列是完整的，它足以确定整个表格。

# ed_math_rule_of_three_rule_of_three_course_title
source: À propos : Cours règle de trois
af: Oor: Drie-reël kursus
bg: Относно: Курс по правило на три
cs: O kurzu: Pravidlo tří
da: Om: Tre-regel kursus
de: Über: Kurs Regel von drei
el: Σχετικά: Μάθημα κανόνας του τρία
es: Acerca de: Curso regla de tres
fi: Tietoa: Kolmonen sääntö
fil: Tungkol sa: Kurso ng tatlong tuntunin
hu: A következőkről: Három szabály tanfolyam
id: Tentang: Kursus aturan tiga
it: Informazioni: Corso sulla regola del tre
ja: 概要：三項比の授業
ko: 정보: 삼항 비율 수업
nl: Over: Cursus regel van drie
no: Om: Tre-regel kurs
pl: O kursie: Zasada trzech
pt_pt: Sobre: Curso regra de três
ro: Despre: Curs regulă de trei
ru: О курсе: Правило трех
sk: O kurze: Pravidlo troch
sv: Om: Kurs i tre regler
sw: Kuhusu: Kozi ya sheria ya tatu
tr: Hakkında: Üç kural dersi
uk: Про: Курс правила трьох
vi: Về: Khóa học quy tắc ba
zh_hans: 关于：三的规则课程

# ed_math_rule_of_three_rule_of_three_course_lead
source: Ce cours complet sur la règle de trois vous apprend à résoudre tous les problèmes de proportionnalité : règle de trois directe et inverse, méthode du passage à l’unité, produit en croix, tableaux de proportionnalité, et vérifications rapides pour éviter les erreurs. L’objectif est de savoir identifier le bon type de relation et calculer une valeur manquante de façon fiable.
af: Hierdie volledige kursus oor die drie-reël leer jou om al die probleme van proporsionaliteit op te los: direkte en omgekeerde drie-reël, metode van oorgang na die eenheid, kruisproduk, proporsionaliteitstabelles, en vinnige kontroles om foute te vermy. Die doel is om die regte tipe verhouding te identifiseer en 'n ontbrekende waarde betroubaar te bereken.
bg: Този цялостен курс по правилото на три ви учи как да решавате всички проблеми с пропорционалност: директно и обратно правило на три, метод на преминаване към единица, кръстосан продукт, таблици на пропорционалност и бързи проверки, за да избегнете грешки. Целта е да знаете как да идентифицирате правилния тип връзка и да изчислите липсваща стойност надеждно.
cs: Tento kompletní kurz o pravidle tří vás naučí řešit všechny problémy proporcionality: přímé a inverzní pravidlo tří, metodu přechodu na jednotku, křížový součin, tabulky proporcionality a rychlé kontroly, abyste se vyhnuli chybám. Cílem je umět identifikovat správný typ vztahu a spolehlivě vypočítat chybějící hodnotu.
da: Dette omfattende kursus om tre-reglen lærer dig at løse alle proportionalitetsproblemer: direkte og inverse tre-regler, metode til enhedsovergang, krydsprodukt, proportionalitetstabeller og hurtige kontroller for at undgå fejl. Målet er at kunne identificere den rigtige type relation og pålideligt beregne en manglende værdi.
de: Dieser umfassende Kurs über die Regel von drei lehrt Sie, alle Probleme der Proportionalität zu lösen: direkte und inverse Regel von drei, Methode des Übergangs zur Einheit, Kreuzprodukt, Proportionalitätstabellen und schnelle Überprüfungen, um Fehler zu vermeiden. Ziel ist es, den richtigen Beziehungstyp zu identifizieren und einen fehlenden Wert zuverlässig zu berechnen.
el: Αυτό το πλήρες μάθημα για τον κανόνα του τρία σας διδάσκει πώς να λύνετε όλα τα προβλήματα αναλογικότητας: άμεσος και αντίστροφος κανόνας του τρία, μέθοδος μετάβασης στη μονάδα, προϊόν σε σταυρό, πίνακες αναλογικότητας και γρήγοροι έλεγχοι για να αποφύγετε τα λάθη. Ο στόχος είναι να ξέρετε να αναγνωρίζετε τον σωστό τύπο σχέσης και να υπολογίζετε μια ελλείπουσα τιμή με αξιόπιστο τρόπο.
es: Este curso completo sobre la regla de tres te enseña a resolver todos los problemas de proporcionalidad: regla de tres directa e inversa, método del paso a la unidad, producto en cruz, tablas de proporcionalidad y verificaciones rápidas para evitar errores. El objetivo es saber identificar el tipo correcto de relación y calcular un valor faltante de manera confiable.
fi: Tämä kattava kurssi kolmonen säännöstä opettaa sinulle, kuinka ratkaista kaikki suhteellisuusongelmat: suora ja käänteinen kolmonen sääntö, yksikköön siirtymisen menetelmä, ristitulo, suhteellisuustaulukot ja nopeita tarkistuksia virheiden välttämiseksi. Tavoitteena on oppia tunnistamaan oikea suhde ja laskemaan puuttuva arvo luotettavasti.
fil: Itong kumpletong kurso sa tatlong tuntunin ay nagtuturo sa iyo kung paano lutasin ang lahat ng problema sa proporsyonalidad: tuwid at baligtad na tatlong tuntunin, paraan ng paglipat sa yunit, produkto sa krus, mga talahanayan ng proporsyonalidad, at mabilis na pagsusuri upang maiwasan ang mga pagkakamali. Ang layunin ay malaman kung paano tukuyin ang tamang uri ng relasyon at maaasahang makalkula ang nawawalang halaga.
hu: Ez a teljes tanfolyam a három szabályról megtanít arra, hogy hogyan oldjunk meg minden arányossági problémát: közvetlen és fordított három szabály, egységre való áttérés módszere, kereszttermék, arányossági táblázatok, és gyors ellenőrzések a hibák elkerülésére. A cél az, hogy tudjuk azonosítani a megfelelő típusú kapcsolatot és megbízhatóan kiszámítani egy hiányzó értéket.
id: Kursus lengkap tentang aturan tiga ini mengajarkan Anda cara menyelesaikan semua masalah proporsionalitas: aturan tiga langsung dan terbalik, metode peralihan ke satuan, produk silang, tabel proporsionalitas, dan pemeriksaan cepat untuk menghindari kesalahan. Tujuannya adalah untuk mengetahui cara mengidentifikasi jenis hubungan yang tepat dan menghitung nilai yang hilang dengan cara yang dapat diandalkan.
it: Questo corso completo sulla regola del tre ti insegna a risolvere tutti i problemi di proporzionalità: regola del tre diretta e inversa, metodo del passaggio all'unità, prodotto in croce, tabelle di proporzionalità e verifiche rapide per evitare errori. L'obiettivo è sapere identificare il giusto tipo di relazione e calcolare un valore mancante in modo affidabile.
ja: この三項比に関する完全なコースでは、直接的および逆の三項比、単位への変換法、交差積、比例表、エラーを避けるための迅速な確認方法など、すべての比例問題を解決する方法を学びます。目標は、正しい関係のタイプを特定し、信頼性のある方法で欠けている値を計算できるようになることです。
ko: 이 삼항 비율에 대한 완전한 수업은 직접 및 역 비율, 단위 변환 방법, 교차 곱, 비율 표 및 오류를 피하기 위한 빠른 검증을 통해 모든 비례 문제를 해결하는 방법을 가르쳐 줍니다. 목표는 올바른 관계 유형을 식별하고 신뢰할 수 있는 방식으로 누락된 값을 계산하는 것입니다.
nl: Deze complete cursus over de regel van drie leert je om alle problemen van proportionaliteit op te lossen: directe en inverse regel van drie, methode van de eenheidsovergang, kruisproduct, tabellen van proportionaliteit, en snelle controles om fouten te voorkomen. Het doel is om de juiste soort relatie te identificeren en een ontbrekende waarde betrouwbaar te berekenen.
no: Dette omfattende kurset om tre-regelen lærer deg å løse alle proporsjonalitetsproblemer: direkte og omvendt tre-regel, enhetsmetode, kryssprodukt, proporsjonalitetstabeller, og raske sjekker for å unngå feil. Målet er å kunne identifisere riktig type forhold og pålitelig beregne en manglende verdi.
pl: Ten kompletny kurs na temat zasady trzech nauczy Cię rozwiązywać wszystkie problemy proporcjonalności: zasada trzech bezpośrednia i odwrotna, metoda przejścia do jednostki, iloczyn krzyżowy, tabele proporcjonalności oraz szybkie weryfikacje, aby uniknąć błędów. Celem jest umiejętność identyfikacji odpowiedniego typu relacji i niezawodne obliczanie brakującej wartości.
pt_pt: Este curso completo sobre a regra de três ensina-o a resolver todos os problemas de proporcionalidade: regra de três direta e inversa, método do passo à unidade, produto em cruz, tabelas de proporcionalidade e verificações rápidas para evitar erros. O objetivo é saber identificar o tipo certo de relação e calcular um valor faltante de forma confiável.
ro: Acest curs complet despre regula de trei te învață să rezolvi toate problemele de proporționalitate: regulă de trei directă și inversă, metoda trecerii la unitate, produsul în cruce, tabele de proporționalitate și verificări rapide pentru a evita erorile. Obiectivul este să știi să identifici tipul corect de relație și să calculezi o valoare lipsă în mod fiabil.
ru: Этот полный курс по правилу трех научит вас решать все задачи пропорциональности: прямое и обратное правило трех, метод перехода к единице, произведение в крест, таблицы пропорциональности и быстрые проверки, чтобы избежать ошибок. Цель состоит в том, чтобы уметь определить правильный тип отношения и надежно вычислить недостающее значение.
sk: Tento komplexný kurz o pravidle troch vás naučí, ako riešiť všetky problémy proporcionality: priame a inverzné pravidlo troch, metóda prechodu na jednotku, krížový súčin, tabuľky proporcionality a rýchle kontroly, aby ste predišli chybám. Cieľom je vedieť identifikovať správny typ vzťahu a spoľahlivo vypočítať chýbajúcu hodnotu.
sv: Denna kompletta kurs om tre regler lär dig att lösa alla proportionella problem: direkt och invers tre regler, metod för att gå till enheten, korsprodukt, proportionella tabeller och snabba kontroller för att undvika misstag. Målet är att kunna identifiera rätt typ av relation och pålitligt beräkna ett saknat värde.
sw: Kozi hii kamili juu ya sheria ya tatu inakufundisha jinsi ya kutatua matatizo yote ya uwiano: sheria ya tatu ya moja kwa moja na kinyume, mbinu ya kupita kwa kitengo, bidhaa kwa msalaba, jedwali za uwiano, na uthibitisho wa haraka ili kuepuka makosa. Lengo ni kujua kutambua aina sahihi ya uhusiano na kuhesabu thamani inayokosekana kwa njia ya kuaminika.
tr: Bu üç kural dersi, doğrudan ve ters üç kural, birim geçiş yöntemi, çarpanlar, orantı tabloları ve hataları önlemek için hızlı kontroller gibi tüm orantı problemlerini çözmeyi öğretir. Amaç, doğru ilişki türünü tanımlamayı ve güvenilir bir şekilde eksik bir değeri hesaplamayı bilmektir.
uk: Цей повний курс з правила трьох навчить вас вирішувати всі проблеми пропорційності: правило трьох пряме та зворотне, метод переходу до одиниці, перехресний добуток, таблиці пропорційності та швидкі перевірки, щоб уникнути помилок. Мета полягає в тому, щоб вміти визначити правильний тип зв'язку та надійно обчислити відсутнє значення.
vi: Khóa học toàn diện này về quy tắc ba sẽ dạy bạn cách giải quyết tất cả các vấn đề về tỷ lệ: quy tắc ba trực tiếp và ngược, phương pháp chuyển đổi đơn vị, sản phẩm chéo, bảng tỷ lệ, và kiểm tra nhanh để tránh sai sót. Mục tiêu là biết cách xác định loại mối quan hệ đúng và tính toán một giá trị thiếu một cách đáng tin cậy.
zh_hans: 这门关于三的规则的完整课程教你如何解决所有比例问题：直接和反向的三的规则、单位转换法、交叉乘法、比例表，以及快速检查以避免错误。目标是能够可靠地识别正确的关系类型并计算缺失的值。

# ed_math_rule_of_three_rule_of_three_course_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_rule_of_three_rule_of_three_course_uc1_title
source: Résoudre un exercice “3 valeurs connues, 1 inconnue”
af: Los 'n oefening op “3 bekende waardes, 1 onbekende”
bg: Решаване на упражнение “3 известни стойности, 1 неизвестна”
cs: Vyřešit úlohu '3 známé hodnoty, 1 neznámá'
da: Løs en opgave “3 kendte værdier, 1 ukendt”
de: Ein Übungsbeispiel lösen: '3 bekannte Werte, 1 unbekannter'
el: Λύστε μια άσκηση “3 γνωστές τιμές, 1 άγνωστη”
es: Resolver un ejercicio “3 valores conocidos, 1 desconocido”
fi: Ratkaise tehtävä '3 tunnettua arvoa, 1 tuntematon'
fil: Lutasin ang isang ehersisyo na “3 kilalang halaga, 1 hindi kilala”
hu: Megoldani egy feladatot "3 ismert érték, 1 ismeretlen"
id: Menyelesaikan latihan '3 nilai diketahui, 1 tidak diketahui'
it: Risolvere un esercizio “3 valori noti, 1 sconosciuto”
ja: 「3つの既知の値、1つの未知数」を解決する
ko: ‘3개의 알려진 값, 1개의 미지수’ 문제를 해결하기
nl: Los een oefening op '3 bekende waarden, 1 onbekende'
no: Løse en oppgave “3 kjente verdier, 1 ukjent”
pl: Rozwiązać zadanie „3 znane wartości, 1 nieznana”
pt_pt: Resolver um exercício “3 valores conhecidos, 1 desconhecido”
ro: Rezolvă un exercițiu „3 valori cunoscute, 1 necunoscut”
ru: Решить задачу "3 известных значения, 1 неизвестное"
sk: Riešiť úlohu '3 známe hodnoty, 1 neznáma'
sv: Lösa en övning "3 kända värden, 1 okänt"
sw: Kutatua zoezi 'thamani 3 zinazojulikana, 1 isiyojulikana'
tr: Bir alıştırmayı çözmek “3 bilinen değer, 1 bilinmeyen”
uk: Розв'язати вправу “3 відомі значення, 1 невідоме”
vi: Giải một bài tập “3 giá trị đã biết, 1 giá trị chưa biết”
zh_hans: 解决一个“3个已知值，1个未知数”的练习

# ed_math_rule_of_three_rule_of_three_course_uc1_text
source: Mettre les valeurs dans un tableau et trouver rapidement la 4e valeur (directe ou inverse).
af: Plaas die waardes in 'n tabel en vind vinnig die 4de waarde (direk of omgekeerd).
bg: Поставете стойностите в таблица и бързо намерете 4-та стойност (директна или обратна).
cs: Umístit hodnoty do tabulky a rychle najít 4. hodnotu (přímou nebo inverzní).
da: Sæt værdierne i en tabel og find hurtigt den 4. værdi (direkte eller invers).
de: Die Werte in eine Tabelle eintragen und schnell den 4. Wert (direkt oder invers) finden.
el: Βάλτε τις τιμές σε έναν πίνακα και βρείτε γρήγορα την 4η τιμή (άμεση ή αντίστροφη).
es: Colocar los valores en una tabla y encontrar rápidamente el 4º valor (directo o inverso).
fi: Aseta arvot taulukkoon ja löydä nopeasti 4. arvo (suora tai käänteinen).
fil: Ilagay ang mga halaga sa isang talahanayan at mabilis na hanapin ang ika-4 na halaga (tuwid o baligtad).
hu: Helyezze az értékeket egy táblázatba, és gyorsan találja meg a 4. értéket (közvetlen vagy fordított).
id: Masukkan nilai ke dalam tabel dan temukan dengan cepat nilai ke-4 (langsung atau terbalik).
it: Mettere i valori in una tabella e trovare rapidamente il 4° valore (diretto o inverso).
ja: 値を表に入れて、4番目の値（直接または逆）をすぐに見つけます。
ko: 값을 표에 넣고 4번째 값을 빠르게 찾기(직접 또는 역).
nl: Plaats de waarden in een tabel en vind snel de 4e waarde (direct of omgekeerd).
no: Sett verdiene i en tabell og finn raskt den 4. verdien (direkte eller omvendt).
pl: Umieścić wartości w tabeli i szybko znaleźć 4. wartość (bezpośrednią lub odwrotną).
pt_pt: Colocar os valores numa tabela e encontrar rapidamente o 4º valor (direto ou inverso).
ro: Pune valorile într-un tabel și găsește rapid a 4-a valoare (directă sau inversă).
ru: Поместите значения в таблицу и быстро найдите 4-е значение (прямое или обратное).
sk: Vložiť hodnoty do tabuľky a rýchlo nájsť 4. hodnotu (priama alebo inverzná).
sv: Sätt värdena i en tabell och hitta snabbt det 4:e värdet (direkt eller invers).
sw: Weka thamani kwenye jedwali na upate haraka thamani ya 4 (moja kwa moja au kinyume).
tr: Değerleri bir tabloya yerleştirip 4. değeri (doğrudan veya ters) hızlıca bulmak.
uk: Помістіть значення в таблицю та швидко знайдіть 4-те значення (пряме або зворотне).
vi: Đặt các giá trị vào một bảng và nhanh chóng tìm giá trị thứ 4 (trực tiếp hoặc ngược).
zh_hans: 将值放入表格中，快速找到第4个值（直接或反向）。

# ed_math_rule_of_three_rule_of_three_course_uc2_title
source: Calculer un prix, une quantité ou un dosage
af: Bereken 'n prys, 'n hoeveelheid of 'n dosering
bg: Изчислете цена, количество или дозировка
cs: Vypočítat cenu, množství nebo dávkování
da: Beregne en pris, en mængde eller en dosering
de: Einen Preis, eine Menge oder eine Dosierung berechnen
el: Υπολογίστε μια τιμή, μια ποσότητα ή μια δοσολογία
es: Calcular un precio, una cantidad o una dosificación
fi: Laske hinta, määrä tai annostus
fil: Kalkulahin ang isang presyo, isang dami o isang dosis
hu: Ár, mennyiség vagy adag kiszámítása
id: Menghitung harga, jumlah, atau dosis
it: Calcolare un prezzo, una quantità o un dosaggio
ja: 価格、数量、または投与量を計算する
ko: 가격, 수량 또는 용량 계산하기
nl: Bereken een prijs, een hoeveelheid of een dosering
no: Beregne en pris, en mengde eller en dosering
pl: Obliczyć cenę, ilość lub dawkowanie
pt_pt: Calcular um preço, uma quantidade ou uma dosagem
ro: Calculează un preț, o cantitate sau un dozaj
ru: Вычислить цену, количество или дозировку
sk: Vypočítať cenu, množstvo alebo dávkovanie
sv: Beräkna ett pris, en mängd eller en dosering
sw: Hesabu bei, kiasi au kipimo
tr: Bir fiyat, bir miktar veya bir doz hesaplamak
uk: Обчислити ціну, кількість або дозування
vi: Tính toán một giá, một số lượng hoặc một liều lượng
zh_hans: 计算价格、数量或剂量

# ed_math_rule_of_three_rule_of_three_course_uc2_text
source: Prix au kilo, recette pour plus/moins de personnes, dilution, dosage, consommation… avec unités cohérentes.
af: Prys per kilo, resep vir meer/minder mense, verdunning, dosering, verbruik… met konsekwente eenhede.
bg: Цена на килограм, рецепта за повече/по-малко хора, разреждане, дозировка, консумация… с последователни единици.
cs: Cena za kilogram, recept pro více/méně osob, ředění, dávkování, spotřeba… s konzistentními jednotkami.
da: Pris pr. kilo, opskrift til flere/færre personer, fortynding, dosering, forbrug… med sammenhængende enheder.
de: Preis pro Kilo, Rezept für mehr/weniger Personen, Verdünnung, Dosierung, Verbrauch… mit konsistenten Einheiten.
el: Τιμή ανά κιλό, συνταγή για περισσότερα/λιγότερα άτομα, αραίωση, δοσολογία, κατανάλωση… με συνεπείς μονάδες.
es: Precio por kilo, receta para más/menos personas, dilución, dosificación, consumo… con unidades coherentes.
fi: Hinta kilolta, resepti enemmän/vähemmän henkilöitä, laimennus, annostus, kulutus... johdonmukaisilla yksiköillä.
fil: Presyo bawat kilo, resipe para sa higit/mas kaunting tao, dilution, dosis, pagkonsumo… na may mga pare-parehong yunit.
hu: Ár kilogrammonként, recept több/kevésbé személyre, hígítás, adagolás, fogyasztás... koherens egységekkel.
id: Harga per kilo, resep untuk lebih/kurang orang, pengenceran, dosis, konsumsi... dengan satuan yang konsisten.
it: Prezzo al chilo, ricetta per più/meno persone, diluizione, dosaggio, consumo… con unità coerenti.
ja: キロあたりの価格、人数の増減に応じたレシピ、希釈、投与量、消費…一貫した単位で。
ko: 킬로당 가격, 인원 수에 따른 레시피, 희석, 용량, 소비… 일관된 단위로.
nl: Prijs per kilo, recept voor meer/minder personen, verdunning, dosering, verbruik... met consistente eenheden.
no: Pris per kilo, oppskrift for flere/færre personer, fortynning, dosering, forbruk… med konsistente enheter.
pl: Cena za kilogram, przepis na więcej/mniej osób, rozcieńczenie, dawkowanie, zużycie… z spójnymi jednostkami.
pt_pt: Preço por quilo, receita para mais/menos pessoas, diluição, dosagem, consumo… com unidades coerentes.
ro: Preț pe kilogram, rețetă pentru mai puțini/mai mulți oameni, diluție, dozaj, consum... cu unități coerente.
ru: Цена за килограмм, рецепт на большее/меньшее количество людей, разбавление, дозировка, потребление... с согласованными единицами.
sk: Cena za kilo, recept pre viac/menej osôb, riedenie, dávkovanie, spotreba... s konzistentnými jednotkami.
sv: Pris per kilo, recept för fler/färre personer, utspädning, dosering, konsumtion... med konsekventa enheter.
sw: Bei kwa kilo, mapishi kwa watu wengi/ wachache, mchanganyiko, kipimo, matumizi... kwa vitengo vinavyofanana.
tr: Kilogram başına fiyat, daha fazla/az kişi için tarif, seyreltme, dozaj, tüketim... tutarlı birimlerle.
uk: Ціна за кілограм, рецепт для більшої/меншої кількості людей, розведення, дозування, споживання… з узгодженими одиницями.
vi: Giá mỗi ký, công thức cho nhiều/ít người hơn, pha loãng, liều lượng, tiêu thụ… với các đơn vị nhất quán.
zh_hans: 每公斤价格、为更多/更少的人准备的食谱、稀释、剂量、消费……使用一致的单位。
