Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_merge_a1
source: Souvent oui, mais cela dépend des PDF sources et du moteur. Vérifiez le sommaire après fusion.
af: Dikwels ja, maar dit hang af van die bron-PDF's en die enjin. Kontroleer die inhoudsopgawe na versmelting.
bg: Често да, но това зависи от изходните PDF файлове и двигателя. Проверете съдържанието след сливането.
cs: Často ano, ale záleží na zdrojových PDF a motoru. Zkontrolujte obsah po sloučení.
da: Ofte ja, men det afhænger af de kildede PDF'er og motoren. Tjek indholdsfortegnelsen efter sammenlægning.
de: Oft ja, aber es hängt von den Quell-PDFs und der Engine ab. Überprüfen Sie das Inhaltsverzeichnis nach der Zusammenführung.
el: Συχνά ναι, αλλά εξαρτάται από τα πηγαία PDF και τη μηχανή. Ελέγξτε το περιεχόμενο μετά τη συγχώνευση.
es: A menudo sí, pero depende de los PDFs fuente y del motor. Verifica el índice después de la fusión.
fi: Usein kyllä, mutta se riippuu lähde-PDF:istä ja moottorista. Tarkista sisällysluettelo yhdistämisen jälkeen.
fil: Kadalasan oo, ngunit nakasalalay ito sa mga source PDF at sa engine. Suriin ang table of contents pagkatapos ng pagsasama.
hu: TODO
id: TODO
it: Spesso sì, ma dipende dai PDF sorgente e dal motore. Controlla il sommario dopo la fusione.
ja: 多くの場合、はい。ただし、ソースPDFとエンジンによります。マージ後に目次を確認してください。
ko: 대부분 그렇지만, 이는 소스 PDF와 엔진에 따라 다릅니다. 병합 후 목차를 확인하세요.
nl: Vaak wel, maar het hangt af van de bron-PDF's en de motor. Controleer de inhoudsopgave na het samenvoegen.
no: Ofte ja, men det avhenger av kildene PDF-er og motoren. Sjekk innholdsfortegnelsen etter sammenslåing.
pl: Często tak, ale to zależy od źródłowych PDF i silnika. Sprawdź spis treści po połączeniu.
pt_pt: Frequentemente sim, mas isso depende dos PDFs fontes e do motor. Verifique o sumário após a mesclagem.
ro: Adesea da, dar depinde de PDF-urile sursă și de motor. Verificați cuprinsul după fuzionare.
ru: Часто да, но это зависит от исходных PDF и движка. Проверьте оглавление после объединения.
sk: Často áno, ale závisí to od zdrojových PDF a motora. Skontrolujte obsah po zlúčení.
sv: Ofta ja, men det beror på käll-PDF:erna och motorn. Kontrollera innehållsförteckningen efter sammanslagning.
sw: Mara nyingi ndio, lakini inategemea PDF za chanzo na injini. Thibitisha orodha baada ya kuchanganya.
tr: Genellikle evet, ancak bu kaynak PDF'lere ve motora bağlıdır. Birleştirmeden sonra içindekiler kısmını kontrol edin.
uk: Часто так, але це залежить від вихідних PDF і движка. Перевірте зміст після злиття.
vi: Thường thì có, nhưng điều này phụ thuộc vào các PDF nguồn và động cơ. Kiểm tra mục lục sau khi hợp nhất.
zh_hans: 通常是的，但这取决于源 PDF 和引擎。合并后请检查目录。

# ed_dev_pdf_pdf_merge_q2
source: Puis-je fusionner des PDF protégés ?
af: Kan ek beskermde PDF's versmelt?
bg: Мога ли да слея защитени PDF файлове?
cs: Mohu sloučit chráněná PDF?
da: Kan jeg sammenlægge beskyttede PDF'er?
de: Kann ich geschützte PDFs zusammenführen?
el: Μπορώ να συγχωνεύσω προστατευμένα PDF;
es: ¿Puedo fusionar PDFs protegidos?
fi: Voinko yhdistää suojattuja PDF-tiedostoja?
fil: Maaari bang pagsamahin ang mga protektadong PDF?
hu: TODO
id: TODO
it: Posso unire PDF protetti?
ja: 保護されたPDFをマージできますか？
ko: 보호된 PDF를 병합할 수 있습니까?
nl: Kan ik beveiligde PDF's samenvoegen?
no: Kan jeg slå sammen beskyttede PDF-er?
pl: Czy mogę połączyć chronione PDF?
pt_pt: Posso mesclar PDFs protegidos?
ro: Pot fuziona PDF-uri protejate?
ru: Могу ли я объединить защищенные PDF?
sk: Môžem zlúčiť chránené PDF?
sv: Kan jag slå samman skyddade PDF:er?
sw: Je, naweza kuchanganya PDF zilizolindwa?
tr: Korunan PDF'leri birleştirebilir miyim?
uk: Чи можу я об'єднати захищені PDF?
vi: Tôi có thể hợp nhất các PDF được bảo vệ không?
zh_hans: 我可以合并受保护的 PDF 吗？

# ed_dev_pdf_pdf_merge_a2
source: Si le PDF est chiffré, il faut généralement le déverrouiller (mot de passe) avant fusion.
af: As die PDF versleuteld is, moet dit gewoonlik ontgrendel word (wagwoord) voordat dit versmelt.
bg: Ако PDF файлът е криптиран, обикновено трябва да бъде отключен (парола) преди сливането.
cs: Pokud je PDF šifrováno, obvykle je třeba jej odemknout (heslo) před sloučením.
da: Hvis PDF'en er krypteret, skal den normalt låses op (adgangskode) før sammenlægning.
de: Wenn das PDF verschlüsselt ist, muss es in der Regel (Passwort) entsperrt werden, bevor es zusammengeführt werden kann.
el: Εάν το PDF είναι κρυπτογραφημένο, συνήθως πρέπει να το ξεκλειδώσετε (κωδικός πρόσβασης) πριν από τη συγχώνευση.
es: Si el PDF está cifrado, generalmente hay que desbloquearlo (contraseña) antes de fusionar.
fi: Jos PDF on salattu, se on yleensä avattava (salasana) ennen yhdistämistä.
fil: Kung ang PDF ay naka-encrypt, karaniwang kailangan itong i-unlock (password) bago ang pagsasama.
hu: TODO
id: TODO
it: Se il PDF è crittografato, di solito è necessario sbloccarlo (password) prima della fusione.
ja: PDFが暗号化されている場合、通常はマージの前に解除（パスワード）する必要があります。
ko: PDF가 암호화된 경우 일반적으로 병합 전에 잠금을 해제해야 합니다(비밀번호 필요).
nl: Als de PDF is versleuteld, moet deze meestal worden ontgrendeld (wachtwoord) voordat deze kan worden samengevoegd.
no: Hvis PDF-en er kryptert, må den vanligvis låses opp (passord) før sammenslåing.
pl: Jeśli PDF jest zaszyfrowany, zazwyczaj trzeba go odblokować (hasło) przed połączeniem.
pt_pt: Se o PDF estiver criptografado, geralmente é necessário desbloqueá-lo (senha) antes da mesclagem.
ro: Dacă PDF-ul este criptat, de obicei trebuie deblocat (parolă) înainte de fuzionare.
ru: Если PDF зашифрован, его обычно нужно разблокировать (пароль) перед объединением.
sk: Ak je PDF šifrované, zvyčajne je potrebné ho odomknúť (heslo) pred zlúčením.
sv: Om PDF:en är krypterad måste den vanligtvis låsas upp (lösenord) innan sammanslagning.
sw: Ikiwa PDF imefungwa, kwa kawaida inahitaji kufunguliwa (neno la siri) kabla ya kuchanganya.
tr: PDF şifreliyse, genellikle birleştirmeden önce onu açmanız gerekir (şifre).
uk: Якщо PDF зашифрований, його зазвичай потрібно розблокувати (пароль) перед злиттям.
vi: Nếu PDF được mã hóa, thường cần phải mở khóa (mật khẩu) trước khi hợp nhất.
zh_hans: 如果 PDF 被加密，通常需要在合并之前解锁（密码）。

# ed_dev_pdf_pdf_merge_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_merge_tip
source: Avant une fusion “officielle”, pensez à nettoyer/sanitiser chaque PDF source : vous évitez d’embarquer des métadonnées ou des éléments indésirables dans le document final.
af: Voor 'n "amptelike" versmelting, oorweeg dit om elke bron-PDF skoon te maak/sanitiseer: jy vermy om metadata of ongewenste elemente in die finale dokument in te sluit.
bg: Преди "официално" сливане, помислете за почистване/санитизиране на всеки изходен PDF: избягвате да включите метаданни или нежелани елементи в крайния документ.
cs: Před "oficiálním" sloučením zvažte vyčištění/sanitaci každého zdrojového PDF: vyhnete se tak zahrnutí metadat nebo nežádoucích prvků do finálního dokumentu.
da: Før en "officiel" sammenlægning, overvej at rense/sanitere hver kilde-PDF: du undgår at inkludere metadata eller uønskede elementer i det endelige dokument.
de: Vor einer "offiziellen" Zusammenführung denken Sie daran, jedes Quell-PDF zu bereinigen/sanitieren: So vermeiden Sie, dass Metadaten oder unerwünschte Elemente in das endgültige Dokument gelangen.
el: Πριν από μια “επίσημη” συγχώνευση, σκεφτείτε να καθαρίσετε/απολυμάνετε κάθε πηγαίο PDF: αποφεύγετε να ενσωματώσετε μεταδεδομένα ή ανεπιθύμητα στοιχεία στο τελικό έγγραφο.
es: Antes de una fusión “oficial”, considera limpiar/sanitizar cada PDF fuente: evitas incluir metadatos o elementos no deseados en el documento final.
fi: Ennen "virallista" yhdistämistä, harkitse jokaisen lähde-PDF:n puhdistamista/sanitointia: vältät metatietojen tai ei-toivottujen elementtien sisällyttämistä lopulliseen asiakirjaan.
fil: Bago ang isang "opisyal" na pagsasama, isipin ang paglilinis/pagsasala ng bawat source PDF: maiiwasan mong isama ang mga metadata o hindi kanais-nais na elemento sa panghuling dokumento.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: A unique tip related to the tool's intent.
it: Prima di una fusione “ufficiale”, considera di pulire/sanitizzare ogni PDF sorgente: eviti di includere metadati o elementi indesiderati nel documento finale.
ja: 「公式な」マージの前に、各ソースPDFをクリーンアップ/サニタイズすることを検討してください：最終文書に不要なメタデータや要素を含めないようにします。
ko: "공식적인" 병합 전에 각 소스 PDF를 정리/위생 처리하는 것을 고려하세요: 최종 문서에 원치 않는 메타데이터나 요소가 포함되는 것을 방지할 수 있습니다.
nl: Denk eraan om elke bron-PDF te reinigen/sanitizen voordat je een "officiële" samenvoeging uitvoert: zo voorkom je dat je ongewenste metadata of elementen in het einddocument opneemt.
no: Før en "offisiell" sammenslåing, vurder å rense/sanitere hver kilde-PDF: du unngår å ta med metadata eller uønskede elementer i det endelige dokumentet.
pl: Przed „oficjalnym” połączeniem, pomyśl o oczyszczeniu/sanitacji każdego źródłowego PDF: unikniesz włączenia metadanych lub niepożądanych elementów do dokumentu końcowego.
pt_pt: Antes de uma mesclagem “oficial”, pense em limpar/sanitizar cada PDF fonte: você evita incluir metadados ou elementos indesejados no documento final.
ro: Înainte de o fuzionare „oficială”, gândiți-vă să curățați/sanitizați fiecare PDF sursă: evitați să încorporați metadate sau elemente nedorite în documentul final.
ru: Перед «официальным» объединением подумайте о том, чтобы очистить/санировать каждый исходный PDF: вы избежите включения метаданных или нежелательных элементов в окончательный документ.
sk: Pred „oficiálnym“ zlúčením zvážte vyčistenie/sanitizáciu každého zdrojového PDF: vyhnete sa tak prenášaniu metadát alebo nežiaducich prvkov do konečného dokumentu.
sv: Innan en "officiell" sammanslagning, tänk på att rensa/sanera varje käll-PDF: du undviker att ta med metadata eller oönskade element i det slutliga dokumentet.
sw: Kabla ya kuchanganya "rasmi", fikiria kusafisha/kusafisha kila PDF ya chanzo: unepuka kuingiza metadata au vipengele visivyotakiwa katika hati ya mwisho.
tr: “Resmi” birleştirmeden önce, her kaynak PDF'yi temizlemeyi/sanitizasyon yapmayı düşünün: böylece son belgede istenmeyen meta verileri veya unsurları taşımaktan kaçınmış olursunuz.
uk: Перед "офіційним" злиттям подумайте про очищення/санітаризацію кожного вихідного PDF: ви уникнете перенесення метаданих або небажаних елементів у фінальний документ.
vi: Trước khi thực hiện một lần hợp nhất “chính thức”, hãy nghĩ đến việc làm sạch/khử trùng từng PDF nguồn: bạn sẽ tránh được việc đưa vào các siêu dữ liệu hoặc các yếu tố không mong muốn vào tài liệu cuối cùng.
zh_hans: 在进行“正式”合并之前，请考虑清理/消毒每个源 PDF：您可以避免将元数据或不需要的元素嵌入最终文档。

# ed_dev_pdf_pdf_metadata_to_json_title
source: À propos : PDF Metadata → JSON
af: Oor: PDF Metadata → JSON
bg: Относно: PDF Метаданни → JSON
cs: O aplikaci: PDF Metadata → JSON
da: Om: PDF Metadata → JSON
de: Über: PDF Metadaten → JSON
el: Σχετικά με: PDF Metadata → JSON
es: Acerca de: PDF Metadata → JSON
fi: Tietoa: PDF-metadata → JSON
fil: Tungkol sa: PDF Metadata → JSON
hu: Rólunk: PDF → JSON metadaták
id: About: PDF metadata → JSON
it: Informazioni: PDF Metadata → JSON
ja: 概要：PDFメタデータ→JSON
ko: 정보: PDF 메타데이터 → JSON
nl: Over: PDF Metadata → JSON
no: Om: PDF Metadata → JSON
pl: O programie: PDF Metadata → JSON
pt_pt: Sobre: PDF Metadata → JSON
ro: Despre: PDF Metadata → JSON
ru: О программе: PDF Metadata → JSON
sk: O: PDF Metadata → JSON
sv: Om: PDF Metadata → JSON
sw: Kuhusu: PDF Metadata → JSON
tr: Hakkında: PDF Meta Verileri → JSON
uk: Про: Метадані PDF → JSON
vi: Về: PDF Metadata → JSON
zh_hans: 关于：PDF 元数据 → JSON

# ed_dev_pdf_pdf_metadata_to_json_lead
source: Extraire les métadonnées d’un PDF (Info dictionary + XMP) en JSON : titre, auteur, dates, logiciel producteur, mots-clés… pour audit, conformité et automatisation.
af: Onttrek die metadata van 'n PDF (Info-diktaat + XMP) in JSON: titel, outeur, datums, produsent sagteware, sleutelwoorde… vir oudit, nakoming en outomatisering.
bg: Извличане на метаданни от PDF (Информационен речник + XMP) в JSON: заглавие, автор, дати, софтуер за производство, ключови думи… за одит, съответствие и автоматизация.
cs: Extrahovat metadata z PDF (Info dictionary + XMP) do JSON: název, autor, data, software výrobce, klíčová slova… pro audit, shodu a automatizaci.
da: Ekstraher metadata fra en PDF (Info dictionary + XMP) til JSON: titel, forfatter, datoer, producerende software, nøgleord… til revision, overholdelse og automatisering.
de: Metadaten aus einem PDF (Info-Dictionary + XMP) in JSON extrahieren: Titel, Autor, Daten, Produzenten-Software, Schlüsselwörter… für Audit, Compliance und Automatisierung.
el: Εξαγωγή μεταδεδομένων από ένα PDF (Info dictionary + XMP) σε JSON: τίτλος, συγγραφέας, ημερομηνίες, λογισμικό παραγωγής, λέξεις-κλειδιά… για έλεγχο, συμμόρφωση και αυτοματοποίηση.
es: Extraer los metadatos de un PDF (Info dictionary + XMP) en JSON: título, autor, fechas, software productor, palabras clave… para auditoría, conformidad y automatización.
fi: Poimi PDF:n metatiedot (Info dictionary + XMP) JSON-muotoon: otsikko, kirjoittaja, päivämäärät, tuottajaohjelmisto, avainsanat… auditointia, vaatimustenmukaisuutta ja automatisointia varten.
fil: I-extract ang metadata mula sa isang PDF (Info dictionary + XMP) sa JSON: pamagat, may-akda, mga petsa, software producer, mga keyword… para sa audit, pagsunod at automation.
hu: TODO: Írd le pontosan ennek az eszköznek a célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
it: Estrarre i metadati di un PDF (Info dictionary + XMP) in JSON: titolo, autore, date, software produttore, parole chiave… per audit, conformità e automazione.
ja: PDFからメタデータ（情報辞書+ XMP）をJSON形式で抽出します：タイトル、著者、日付、生成ソフトウェア、キーワード…監査、コンプライアンス、自動化のために。
ko: PDF의 메타데이터(정보 사전 + XMP)를 JSON으로 추출합니다: 제목, 저자, 날짜, 생성 소프트웨어, 키워드… 감사, 준수 및 자동화를 위해.
nl: Metadata uit een PDF extraheren (Info dictionary + XMP) in JSON: titel, auteur, data, producerende software, trefwoorden… voor audit, conformiteit en automatisering.
no: Ekstrahere metadata fra en PDF (Info dictionary + XMP) til JSON: tittel, forfatter, datoer, produsentprogramvare, nøkkelord… for revisjon, samsvar og automatisering.
pl: Ekstrakcja metadanych z PDF (słownik informacji + XMP) do JSON: tytuł, autor, daty, oprogramowanie producenta, słowa kluczowe… do audytu, zgodności i automatyzacji.
pt_pt: Extrair metadados de um PDF (Info dictionary + XMP) em JSON: título, autor, datas, software produtor, palavras-chave… para auditoria, conformidade e automação.
ro: Extrați metadatele dintr-un PDF (Info dictionary + XMP) în JSON: titlu, autor, date, software de producție, cuvinte cheie… pentru audit, conformitate și automatizare.
ru: Извлечение метаданных из PDF (информационный словарь + XMP) в JSON: заголовок, автор, даты, программное обеспечение, ключевые слова… для аудита, соответствия и автоматизации.
sk: Extrahovať metadata z PDF (Info dictionary + XMP) do JSON: názov, autor, dátumy, softvér výrobcu, kľúčové slová… na audit, súlad a automatizáciu.
sv: Extrahera metadata från en PDF (Info dictionary + XMP) till JSON: titel, författare, datum, producerande programvara, nyckelord… för revision, efterlevnad och automatisering.
sw: Kutoa metadata kutoka PDF (Info dictionary + XMP) katika JSON: kichwa, mwandishi, tarehe, programu ya mtengenezaji, maneno muhimu… kwa ajili ya ukaguzi, kufuata na automatisering.
tr: Bir PDF'den meta verileri (Bilgi sözlüğü + XMP) JSON formatında çıkarın: başlık, yazar, tarihler, üretici yazılımı, anahtar kelimeler… denetim, uyumluluk ve otomasyon için.
uk: Витягти метадані з PDF (Info dictionary + XMP) в JSON: заголовок, автор, дати, програмне забезпечення, ключові слова… для аудиту, відповідності та автоматизації.
vi: Trích xuất siêu dữ liệu từ một PDF (Info dictionary + XMP) sang JSON: tiêu đề, tác giả, ngày tháng, phần mềm sản xuất, từ khóa… để kiểm toán, tuân thủ và tự động hóa.
zh_hans: 将 PDF 的元数据（信息字典 + XMP）提取为 JSON：标题、作者、日期、生产软件、关键字……用于审计、合规和自动化。

# ed_dev_pdf_pdf_metadata_to_json_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Use cases
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Use cases
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscase
no: Use cases
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Use case
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_metadata_to_json_uc1_title
source: Audit conformité / RGPD
af: Nakoming oudit / GDPR
bg: Одит на съответствието / GDPR
cs: Audit shody / GDPR
da: Revision af overholdelse / GDPR
de: Compliance-Audit / DSGVO
el: Έλεγχος συμμόρφωσης / GDPR
es: Auditoría de conformidad / RGPD
fi: Auditointi vaatimustenmukaisuus / GDPR
fil: Audit compliance / GDPR
hu: TODO
id: TODO
it: Audit conformità / GDPR
ja: コンプライアンス監査 / GDPR
ko: 준수 감사 / GDPR
nl: Audit conformiteit / GDPR
no: Revisjon samsvar / GDPR
pl: Audyt zgodności / RODO
pt_pt: Auditoria de conformidade / RGPD
ro: Audit conformitate / RGPD
ru: Аудит соответствия / GDPR
sk: Audit súladu / GDPR
sv: Revision efterlevnad / GDPR
sw: Ukaguzi wa kufuata / GDPR
tr: Uyumluluk denetimi / GDPR
uk: Аудит відповідності / GDPR
vi: Kiểm toán tuân thủ / GDPR
zh_hans: 合规审计 / GDPR

# ed_dev_pdf_pdf_metadata_to_json_uc1_text
source: Détecter des informations sensibles dans les métadonnées (auteur, logiciel interne, chemins, entreprise).
af: Identifiseer sensitiewe inligting in die metadata (outeur, interne sagteware, paaie, maatskappy).
bg: Откриване на чувствителна информация в метаданните (автор, вътрешен софтуер, пътища, компания).
cs: Identifikovat citlivé informace v metadatech (autor, interní software, cesty, firma).
da: Identificer følsomme oplysninger i metadataene (forfatter, intern software, stier, virksomhed).
de: Erkennung sensibler Informationen in den Metadaten (Autor, interne Software, Pfade, Unternehmen).
el: Εντοπισμός ευαίσθητων πληροφοριών στα μεταδεδομένα (συγγραφέας, εσωτερικό λογισμικό, διαδρομές, επιχείρηση).
es: Detectar información sensible en los metadatos (autor, software interno, rutas, empresa).
fi: Havaitse arkaluontoisia tietoja metatiedoista (kirjoittaja, sisäinen ohjelmisto, polut, yritys).
fil: Tukuyin ang mga sensitibong impormasyon sa metadata (may-akda, panloob na software, mga landas, kumpanya).
hu: TODO: Konkrét példa 1
id: TODO: Concrete example 1
it: Rilevare informazioni sensibili nei metadati (autore, software interno, percorsi, azienda).
ja: メタデータ内の機密情報（著者、内部ソフトウェア、パス、企業）を検出します。
ko: 메타데이터에서 민감한 정보를 감지합니다(저자, 내부 소프트웨어, 경로, 회사).
nl: Gevoelige informatie in de metadata detecteren (auteur, interne software, paden, bedrijf).
no: Oppdage sensitiv informasjon i metadata (forfatter, intern programvare, stier, selskap).
pl: Wykrywanie informacji wrażliwych w metadanych (autor, oprogramowanie wewnętrzne, ścieżki, firma).
pt_pt: Detectar informações sensíveis nos metadados (autor, software interno, caminhos, empresa).
ro: Detectați informații sensibile în metadate (autor, software intern, căi, companie).
ru: Обнаружение конфиденциальной информации в метаданных (автор, внутреннее программное обеспечение, пути, компания).
sk: Identifikovať citlivé informácie v metadátach (autor, interný softvér, cesty, spoločnosť).
sv: Identifiera känslig information i metadata (författare, intern programvara, sökvägar, företag).
sw: Gundua taarifa nyeti katika metadata (mwandishi, programu ya ndani, njia, kampuni).
tr: Meta verilerdeki hassas bilgileri (yazar, dahili yazılım, yollar, şirket) tespit edin.
uk: Виявити чутливу інформацію в метаданих (автор, внутрішнє програмне забезпечення, шляхи, компанія).
vi: Phát hiện thông tin nhạy cảm trong siêu dữ liệu (tác giả, phần mềm nội bộ, đường dẫn, công ty).
zh_hans: 检测元数据中的敏感信息（作者、内部软件、路径、公司）。

# ed_dev_pdf_pdf_metadata_to_json_uc2_title
source: Debug de génération
af: Debug van generasie
bg: Отстраняване на грешки при генериране
cs: Ladění generace
da: Debug af generation
de: Generierungs-Debugging
el: Αποσφαλμάτωση παραγωγής
es: Depuración de generación
fi: Generoinnin virheenkorjaus
fil: Debug ng henerasyon
hu: TODO
id: TODO
it: Debug di generazione
ja: 生成のデバッグ
ko: 생성 디버그
nl: Debug van generatie
no: Feilsøking av generering
pl: Debugowanie generacji
pt_pt: Debug de geração
ro: Debug de generație
ru: Отладка генерации
sk: Ladenie generácie
sv: Debug av generation
sw: Debug ya uzalishaji
tr: Üretim hatası ayıklama
uk: Налагодження генерації
vi: Gỡ lỗi quá trình tạo ra
zh_hans: 生成调试

# ed_dev_pdf_pdf_metadata_to_json_uc2_text
source: Identifier quel outil a produit le PDF (Producer/Creator) et quand il a été généré.
af: Identifiseer watter instrument die PDF geproduseer het (Producer/Creator) en wanneer dit gegenereer is.
bg: Идентифициране на кой инструмент е произвел PDF (Производител/Създател) и кога е бил генериран.
cs: Identifikovat, který nástroj vytvořil PDF (Producer/Creator) a kdy bylo vygenerováno.
da: Identificer hvilket værktøj der har produceret PDF'en (Producer/Creator) og hvornår den blev genereret.
de: Identifizieren, welches Tool das PDF erstellt hat (Producer/Creator) und wann es generiert wurde.
el: Εντοπισμός ποιο εργαλείο παρήγαγε το PDF (Producer/Creator) και πότε δημιουργήθηκε.
es: Identificar qué herramienta produjo el PDF (Producer/Creator) y cuándo fue generado.
fi: Tunnista, mikä työkalu tuotti PDF:n (Producer/Creator) ja milloin se luotiin.
fil: Tukuyin kung aling tool ang gumawa ng PDF (Producer/Creator) at kailan ito ginawa.
hu: TODO: Konkrét példa 2
id: TODO: Concrete example 2
it: Identificare quale strumento ha prodotto il PDF (Producer/Creator) e quando è stato generato.
ja: どのツールがPDFを生成したか（Producer/Creator）と、いつ生成されたかを特定します。
ko: 어떤 도구가 PDF를 생성했는지(제작자/작성자) 및 언제 생성되었는지 식별합니다.
nl: Identificeren welk hulpmiddel de PDF heeft geproduceerd (Producer/Creator) en wanneer deze is gegenereerd.
no: Identifisere hvilket verktøy som produserte PDF-en (Producer/Creator) og når den ble generert.
pl: Identyfikacja, które narzędzie wyprodukowało PDF (Producent/Twórca) i kiedy został wygenerowany.
pt_pt: Identificar qual ferramenta produziu o PDF (Producer/Creator) e quando foi gerado.
ro: Identificați ce instrument a produs PDF-ul (Producer/Creator) și când a fost generat.
ru: Определение, какое программное обеспечение создало PDF (Producer/Creator) и когда он был сгенерирован.
sk: Identifikovať, ktorý nástroj vyprodukoval PDF (Producer/Creator) a kedy bol vygenerovaný.
sv: Identifiera vilket verktyg som producerade PDF:en (Producer/Creator) och när den genererades.
sw: Tambua ni chombo gani kilichozalisha PDF (Producer/Creator) na wakati ilizalishwa.
tr: PDF'yi hangi aracın ürettiğini (Üretici/Yaratıcı) ve ne zaman oluşturulduğunu belirleyin.
uk: Визначити, яке програмне забезпечення створило PDF (Producer/Creator) і коли він був згенерований.
vi: Xác định công cụ nào đã sản xuất PDF (Producer/Creator) và khi nào nó được tạo ra.
zh_hans: 识别哪个工具生成了 PDF（生产者/创建者）以及生成时间。
