Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l5_s2_b4
source: Interprétation : le temps total est plus influencé par la portion lente.
af: Interpretasie : die totale tyd word meer beïnvloed deur die stadige gedeelte.
bg: Интерпретация: общото време е по-влиянато от бавната част.
cs: Interpretace: celkový čas je více ovlivněn pomalou částí.
da: Fortolkning: den samlede tid er mere påvirket af den langsomme del.
de: Interpretation: Die Gesamtzeit wird stärker von der langsamen Strecke beeinflusst.
el: Ερμηνεία: ο συνολικός χρόνος επηρεάζεται περισσότερο από το αργό τμήμα.
es: Interpretación: el tiempo total está más influenciado por la porción lenta.
fi: Tulkitseminen: kokonaisaika vaikuttaa enemmän hitaaseen osaan.
fil: Pagsasalin: ang kabuuang oras ay higit na naapektuhan ng mabagal na bahagi.
hu: Értelmezés: a teljes időt jobban befolyásolja a lassú szakasz.
id: Interpretasi: waktu total lebih dipengaruhi oleh bagian yang lambat.
it: Interpretazione : il tempo totale è più influenzato dalla porzione lenta.
ja: 解釈：総時間は遅い部分により多く影響されます。
ko: 해석: 총 시간은 느린 부분에 더 많은 영향을 받습니다.
nl: Interpretation: the total time is more influenced by the slow portion.
no: Tolkning: den totale tiden påvirkes mer av den langsomme delen.
pl: Interpretacja: całkowity czas jest bardziej wpływany przez wolniejszą część.
pt_pt: Interpretação: o tempo total é mais influenciado pela parte lenta.
ro: Interpretare : timpul total este mai influențat de porțiunea lentă.
ru: Интерпретация: общее время больше зависит от медленной части.
sk: Interpretácia: celkový čas je viac ovplyvnený pomalou časťou.
sv: Tolkning: den totala tiden påverkas mer av den långsamma delen.
sw: Ufafanuzi: muda wote unathiriwa zaidi na sehemu polepole.
tr: Yorum: toplam zaman, yavaş bölümden daha fazla etkilenir.
uk: Інтерпретація: загальний час більше впливає на повільну частину.
vi: Diễn giải: thời gian tổng cộng bị ảnh hưởng nhiều hơn bởi phần chậm.
zh_hans: 解释：总时间更受慢速部分的影响。

# mean_l5_s2_ex1
source: Calcul
af: Berekening
bg: Изчисление
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
fi: Laskenta
fil: Kalkulasyon
hu: Számítás
id: Perhitungan
it: Calcolo
ja: 計算
ko: 계산
nl: Calculation
no: Beregning
pl: Obliczenia
pt_pt: Cálculo
ru: Расчет
sk: Výpočet
sv: Beräkning
sw: Hesabu
tr: Hesaplama
uk: Обчислення
vi: Tính toán
zh_hans: 计算

# mean_l5_s3_title
source: Cas où la moyenne arithmétique est correcte
af: Gevall waar die aritmetiese gemiddelde korrek is
bg: Случай, когато аритметичната средна е правилна
cs: Případ, kdy je aritmetický průměr správný
da: Tilfælde hvor det aritmetiske gennemsnit er korrekt
de: Fälle, in denen der arithmetische Durchschnitt korrekt ist
el: Περίπτωση όπου η αριθμητική μέση είναι σωστή
es: Casos donde la media aritmética es correcta
fi: Tapaukset, joissa aritmeettinen keskiarvo on oikea
fil: Mga kaso kung saan ang karaniwang aritmetika ay tama
hu: Olyan esetek, amikor az aritmetikai átlag helyes
id: Kasus di mana rata-rata aritmetika benar
it: Casi in cui la media aritmetica è corretta
ja: 算術平均が正しい場合
ko: 산술 평균이 올바른 경우
nl: Cases where the arithmetic mean is correct
no: Tilfeller der det aritmetiske gjennomsnittet er korrekt
pl: Przypadki, w których średnia arytmetyczna jest poprawna
pt_pt: Casos em que a média aritmética é correta
ro: Caz în care media aritmetică este corectă
ru: Случай, когда арифметическое среднее верно
sk: Prípad, keď je aritmetický priemer správny
sv: Fall där det aritmetiska medelvärdet är korrekt
sw: Mifano ambapo wastani wa kihesabu ni sahihi
tr: Aritmetik ortalamanın doğru olduğu durumlar
uk: Ситуації, коли середнє арифметичне є правильним
vi: Trường hợp mà trung bình số học là chính xác
zh_hans: 算术平均数正确的情况

# mean_l5_s3_b1
source: Si les durées sont égales (1 heure à 60 km/h puis 1 heure à 30 km/h), la distance totale est (60+30) et la vitesse moyenne est (60+30)/2 = 45 km/h.
af: As die tydperke gelyk is (1 uur teen 60 km/h en dan 1 uur teen 30 km/h), is die totale afstand (60+30) en die gemiddelde snelheid is (60+30)/2 = 45 km/h.
bg: Ако времето е равно (1 час на 60 км/ч, след това 1 час на 30 км/ч), общото разстояние е (60+30) и средната скорост е (60+30)/2 = 45 км/ч.
cs: Pokud jsou doby stejné (1 hodina při 60 km/h a pak 1 hodina při 30 km/h), celková vzdálenost je (60+30) a průměrná rychlost je (60+30)/2 = 45 km/h.
da: Hvis varighederne er ens (1 time ved 60 km/t og derefter 1 time ved 30 km/t), er den samlede afstand (60+30) og den gennemsnitlige hastighed er (60+30)/2 = 45 km/t.
de: Wenn die Zeiten gleich sind (1 Stunde mit 60 km/h und dann 1 Stunde mit 30 km/h), ist die Gesamtdistanz (60+30) und die durchschnittliche Geschwindigkeit ist (60+30)/2 = 45 km/h.
el: Αν οι διάρκειες είναι ίσες (1 ώρα με 60 χλμ/ώρα και μετά 1 ώρα με 30 χλμ/ώρα), η συνολική απόσταση είναι (60+30) και η μέση ταχύτητα είναι (60+30)/2 = 45 χλμ/ώρα.
es: Si las duraciones son iguales (1 hora a 60 km/h y luego 1 hora a 30 km/h), la distancia total es (60+30) y la velocidad media es (60+30)/2 = 45 km/h.
fi: Jos kestot ovat samat (1 tunti 60 km/h ja sitten 1 tunti 30 km/h), kokonaismatka on (60+30) ja keskimääräinen nopeus on (60+30)/2 = 45 km/h.
fil: Kung ang mga tagal ay pantay (1 oras sa 60 km/h pagkatapos 1 oras sa 30 km/h), ang kabuuang distansya ay (60+30) at ang karaniwang bilis ay (60+30)/2 = 45 km/h.
hu: Ha az időtartamok egyenlőek (1 óra 60 km/h sebességgel, majd 1 óra 30 km/h sebességgel), a teljes távolság (60+30) és az átlagos sebesség (60+30)/2 = 45 km/h.
id: Jika durasi sama (1 jam dengan 60 km/jam kemudian 1 jam dengan 30 km/jam), jarak total adalah (60+30) dan kecepatan rata-rata adalah (60+30)/2 = 45 km/jam.
it: Se le durate sono uguali (1 ora a 60 km/h poi 1 ora a 30 km/h), la distanza totale è (60+30) e la velocità media è (60+30)/2 = 45 km/h.
ja: もし時間が等しい場合（60 km/h で 1 時間、その後 30 km/h で 1 時間）、総距離は (60+30) で、平均速度は (60+30)/2 = 45 km/h です。
ko: 시간이 동일할 경우 (60 km/h로 1시간, 30 km/h로 1시간), 총 거리는 (60+30)이고 평균 속도는 (60+30)/2 = 45 km/h입니다.
nl: If the durations are equal (1 hour at 60 km/h then 1 hour at 30 km/h), the total distance is (60+30) and the average speed is (60+30)/2 = 45 km/h.
no: Hvis varighetene er like (1 time med 60 km/t og deretter 1 time med 30 km/t), er den totale avstanden (60+30) og den gjennomsnittlige hastigheten er (60+30)/2 = 45 km/t.
pl: Jeśli czasy są równe (1 godzina przy 60 km/h, a następnie 1 godzina przy 30 km/h), całkowita odległość to (60+30), a średnia prędkość to (60+30)/2 = 45 km/h.
pt_pt: Se as durações são iguais (1 hora a 60 km/h e depois 1 hora a 30 km/h), a distância total é (60+30) e a velocidade média é (60+30)/2 = 45 km/h.
ro: Dacă duratele sunt egale (1 oră la 60 km/h apoi 1 oră la 30 km/h), distanța totală este (60+30) iar viteza medie este (60+30)/2 = 45 km/h.
ru: Если длительности равны (1 час на 60 км/ч, затем 1 час на 30 км/ч), общее расстояние равно (60+30), а средняя скорость равна (60+30)/2 = 45 км/ч.
sk: Ak sú trvanie rovnaké (1 hodina pri 60 km/h a potom 1 hodina pri 30 km/h), celková vzdialenosť je (60+30) a priemerná rýchlosť je (60+30)/2 = 45 km/h.
sv: Om tiderna är lika (1 timme i 60 km/h och sedan 1 timme i 30 km/h), är den totala sträckan (60+30) och den genomsnittliga hastigheten är (60+30)/2 = 45 km/h.
sw: Ikiwa muda ni sawa (saa 1 kwa 60 km/h kisha saa 1 kwa 30 km/h), umbali wote ni (60+30) na wastani wa speed ni (60+30)/2 = 45 km/h.
tr: Eğer süreler eşitse (1 saat 60 km/s, sonra 1 saat 30 km/s), toplam mesafe (60+30) ve ortalama hız (60+30)/2 = 45 km/s olur.
uk: Якщо тривалості однакові (1 година на 60 км/год, а потім 1 година на 30 км/год), загальна відстань дорівнює (60+30), а середня швидкість дорівнює (60+30)/2 = 45 км/год.
vi: Nếu các khoảng thời gian là bằng nhau (1 giờ với tốc độ 60 km/h rồi 1 giờ với tốc độ 30 km/h), tổng khoảng cách là (60+30) và tốc độ trung bình là (60+30)/2 = 45 km/h.
zh_hans: 如果时间相等（1 小时以 60 公里/小时行驶，然后 1 小时以 30 公里/小时行驶），总距离是 (60+30)，平均速度是 (60+30)/2 = 45 公里/小时。

# mean_l5_s3_b2
source: Donc : distances égales → harmonique ; durées égales → arithmétique.
af: Dus : gelyke afstande → harmonies ; gelyke tydperke → aritmeties.
bg: Следователно: равни разстояния → хармонична; равни времена → аритметична.
cs: Takže: stejné vzdálenosti → harmonický; stejné doby → aritmetický.
da: Så: lige afstande → harmonisk; lige varigheder → aritmetisk.
de: Also: gleiche Distanzen → harmonisch; gleiche Zeiten → arithmetisch.
el: Άρα: ίσες αποστάσεις → αρμονική; ίσες διάρκειες → αριθμητική.
es: Por lo tanto: distancias iguales → armónica; duraciones iguales → aritmética.
fi: Joten: yhtä suuret etäisyydet → harmooninen; yhtä suuret kestot → aritmeettinen.
fil: Kaya: pantay na distansya → harmoniko; pantay na tagal → aritmetika.
hu: Tehát: egyenlő távolságok → harmonikus; egyenlő időtartamok → aritmetikai.
id: Jadi: jarak yang sama → harmonik; durasi yang sama → aritmetika.
it: Quindi : distanze uguali → armonica ; durate uguali → aritmetica.
ja: したがって：等距離 → 調和；等時間 → 算術。
ko: 따라서: 동일한 거리 → 조화 평균; 동일한 시간 → 산술 평균.
nl: So: equal distances → harmonic; equal durations → arithmetic.
no: Så: like avstander → harmonisk; like varigheter → aritmetisk.
pl: Zatem: równe odległości → harmoniczna; równe czasy → arytmetyczna.
pt_pt: Portanto: distâncias iguais → harmônica; durações iguais → aritmética.
ro: Deci : distanțe egale → armonică ; durate egale → aritmetică.
ru: Таким образом: равные расстояния → гармоническое; равные длительности → арифметическое.
sk: Takže: rovnaké vzdialenosti → harmonický; rovnaké trvanie → aritmetický.
sv: Så: lika avstånd → harmoniskt; lika tider → aritmetiskt.
sw: Hivyo: umbali sawa → harmoniki; muda sawa → kihesabu.
tr: Yani: eşit mesafeler → harmonik; eşit süreler → aritmetik.
uk: Отже: рівні відстані → гармонічне; рівні тривалості → арифметичне.
vi: Vì vậy: khoảng cách bằng nhau → điều hòa; khoảng thời gian bằng nhau → số học.
zh_hans: 因此：相等距离 → 调和；相等时间 → 算术。

# mean_l5_s4_title
source: Pièges fréquents
af: Frekwente gevare
bg: Чести капани
cs: Časté pasti
da: Hyppige fælder
de: Häufige Fallstricke
el: Συχνές παγίδες
es: Trampas frecuentes
fi: Usein esiintyvät ansat
fil: Mga karaniwang bitag
hu: Gyakori csapdák
id: Perangkap umum
it: Trappole frequenti
ja: よくある罠
ko: 자주 발생하는 함정
nl: Frequent traps
no: Vanlige feller
pl: Częste pułapki
pt_pt: Armadilhas frequentes
ro: Capcane frecvente
ru: Частые ловушки
sk: Časté pasce
sv: Vanliga fallgropar
sw: Mtego wa kawaida
tr: Sık tuzaklar
uk: Часті пастки
vi: Cạm bẫy thường gặp
zh_hans: 常见陷阱

# mean_l5_s4_b1
source: Ne pas utiliser l’harmonique sur des valeurs négatives ou nulles (la formule demande des valeurs positives).
af: Moet nie die harmoniese gemiddelde op negatiewe of nul waardes gebruik nie (die formule vereis positiewe waardes).
bg: Не използвайте хармоничната на отрицателни или нулеви стойности (формулата изисква положителни стойности).
cs: Nepoužívejte harmonický průměr na záporné nebo nulové hodnoty (vzorec vyžaduje kladné hodnoty).
da: Brug ikke det harmoniske gennemsnit på negative eller nul værdier (formlen kræver positive værdier).
de: Den harmonischen Durchschnitt nicht auf negative oder null Werte anwenden (die Formel erfordert positive Werte).
el: Μην χρησιμοποιείτε την αρμονική σε αρνητικές ή μηδενικές τιμές (η φόρμουλα απαιτεί θετικές τιμές).
es: No usar la armónica sobre valores negativos o nulos (la fórmula requiere valores positivos).
fi: Älä käytä harmoonista negatiivisille tai nollille arvoille (kaava vaatii positiivisia arvoja).
fil: Huwag gumamit ng harmoniko sa mga negatibong halaga o zero (ang formula ay humihingi ng mga positibong halaga).
hu: Ne használj harmonikus átlagot negatív vagy nullás értékekre (a képlet pozitív értékeket igényel).
id: Jangan menggunakan harmonik pada nilai negatif atau nol (rumus memerlukan nilai positif).
it: Non utilizzare l'armonico su valori negativi o nulli (la formula richiede valori positivi).
ja: 負の値やゼロに対して調和を使用しないでください（式は正の値を要求します）。
ko: 부정적이거나 0인 값에 조화 평균을 사용하지 마십시오 (공식은 양수 값을 요구합니다).
nl: Do not use the harmonic on negative or zero values (the formula requires positive values).
no: Ikke bruk harmonisk på negative eller nullverdier (formelen krever positive verdier).
pl: Nie używaj harmonicznej dla wartości ujemnych lub zerowych (wzór wymaga wartości dodatnich).
pt_pt: Não usar a harmônica em valores negativos ou nulos (a fórmula requer valores positivos).
ro: Nu folosi media armonică pe valori negative sau nule (formula cere valori pozitive).
ru: Не использовать гармоническое на отрицательных или нулевых значениях (формула требует положительных значений).
sk: Nepoužívajte harmonický priemer na záporné alebo nulové hodnoty (vzorec vyžaduje kladné hodnoty).
sv: Använd inte det harmoniska medelvärdet på negativa eller nollvärden (formeln kräver positiva värden).
sw: Usitumie harmoniki kwa thamani hasi au sifuri (formuli inahitaji thamani chanya).
tr: Negatif veya sıfır değerler üzerinde harmonik kullanmayın (formül pozitif değerler ister).
uk: Не використовувати гармонічне середнє для негативних або нульових значень (формула вимагає позитивних значень).
vi: Không sử dụng điều hòa trên các giá trị âm hoặc bằng không (công thức yêu cầu các giá trị dương).
zh_hans: 不要在负值或零值上使用调和平均数（公式要求正值）。

# mean_l5_s4_b2
source: Toujours vérifier la condition “même unité de base” (même distance, même quantité).
af: Kontroleer altyd die voorwaarde “dieselfde basis eenheid” (dieselfde afstand, dieselfde hoeveelheid).
bg: Винаги проверявайте условието “съща основна единица” (съща дистанция, съща количество).
cs: Vždy zkontrolujte podmínku "stejná základní jednotka" (stejná vzdálenost, stejné množství).
da: Kontroller altid betingelsen “samme basisenhed” (samme afstand, samme mængde).
de: Immer die Bedingung „gleiche Basiseinheit“ überprüfen (gleiche Distanz, gleiche Menge).
el: Πάντα να ελέγχετε την προϋπόθεση “ίδια βασική μονάδα” (ίδια απόσταση, ίδια ποσότητα).
es: Siempre verificar la condición “misma unidad base” (misma distancia, misma cantidad).
fi: Tarkista aina ehto “sama perusyksikkö” (sama etäisyys, sama määrä).
fil: Laging suriin ang kondisyon na “parehong batayang yunit” (parehong distansya, parehong dami).
hu: Mindig ellenőrizd a "ugyanaz az alapegység" feltételt (ugyanaz a távolság, ugyanaz a mennyiség).
id: Selalu periksa kondisi “unit dasar yang sama” (jarak yang sama, jumlah yang sama).
it: Controllare sempre la condizione “stessa unità di base” (stessa distanza, stessa quantità).
ja: 常に「同じ基本単位」の条件を確認してください（同じ距離、同じ量）。
ko: 항상 '동일한 기본 단위' 조건을 확인하십시오 (같은 거리, 같은 양).
nl: Always check the condition “same base unit” (same distance, same quantity).
no: Alltid sjekke betingelsen “samme grunnleggende enhet” (samme avstand, samme mengde).
pl: Zawsze sprawdzaj warunek "ta sama jednostka podstawowa" (ta sama odległość, ta sama ilość).
pt_pt: Sempre verificar a condição “mesma unidade base” (mesma distância, mesma quantidade).
ro: Verifică întotdeauna condiția “aceeași unitate de bază” (aceeași distanță, aceeași cantitate).
ru: Всегда проверяйте условие “одинаковая базовая единица” (одинаковое расстояние, одинаковое количество).
sk: Vždy skontrolujte podmienku “rovnaká základná jednotka” (rovnaká vzdialenosť, rovnaké množstvo).
sv: Kontrollera alltid villkoret “samma basenhet” (samma avstånd, samma mängd).
sw: Daima thibitisha hali ya “kitengo sawa cha msingi” (kumbukumbu sawa, kiasi sawa).
tr: Her zaman “aynı temel birim” koşulunu kontrol edin (aynı mesafe, aynı miktar).
uk: Завжди перевіряйте умову “однакова базова одиниця” (однакова відстань, однакова кількість).
vi: Luôn kiểm tra điều kiện “cùng đơn vị cơ bản” (cùng khoảng cách, cùng số lượng).
zh_hans: 始终检查“相同基准单位”的条件（相同距离、相同数量）。

# mean_l5_s4_b3
source: Ne pas confondre “moyenne des vitesses” et “vitesse moyenne”.
af: Moet nie "gemiddelde van snelhede" en "gemiddelde snelheid" verwar nie.
bg: Не бъркайте “средна на скоростите” и “средна скорост”.
cs: Nesmějte zaměňovat "průměr rychlostí" a "průměrnou rychlost".
da: Forveks ikke "gennemsnit af hastigheder" og "gennemsnitshastighed".
de: Verwechseln Sie nicht "Durchschnittsgeschwindigkeiten" und "mittlere Geschwindigkeit".
el: Μην συγχέετε “μέση ταχύτητα” και “μέση ταχύτητα”.
es: No confundir "media de velocidades" y "velocidad media".
fi: Älä sekoita "nopeuksien keskiarvoa" ja "keskinopeutta".
fil: Huwag pagkalitin ang "karaniwang bilis" at "bilis na karaniwan."
hu: Ne keverjük össze a "sebességek átlaga" és a "középsebesség" kifejezéseket.
id: Jangan bingung antara "rata-rata kecepatan" dan "kecepatan rata-rata".
it: Non confondere "media delle velocità" e "velocità media".
ja: 「速度の平均」と「平均速度」を混同しないでください。
ko: '속도의 평균'과 '평균 속도'를 혼동하지 마십시오.
nl: Verwar "gemiddelde snelheden" niet met "gemiddelde snelheid".
no: Ikke forveksle "gjennomsnitt av hastigheter" og "gjennomsnittlig hastighet".
pl: Nie mylić "średniej prędkości" z "prędkością średnią".
pt_pt: Não confundir "média das velocidades" e "velocidade média".
ro: Nu confundați „media vitezelor” cu „viteza medie”.
ru: Не путайте "среднюю скорость" и "среднюю арифметическую скорость".
sk: Nesmiešajte "priemerné rýchlosti" a "priemernú rýchlosť".
sv: Förväxla inte "genomsnittlig hastighet" och "medelhastighet".
sw: Usichanganye "kati ya kasi" na "kasi ya kati".
tr: "hızların ortalaması" ile "ortalama hız" karıştırılmamalıdır.
uk: Не плутати “середнє швидкостей” і “середню швидкість”.
vi: Không nhầm lẫn giữa "trung bình tốc độ" và "tốc độ trung bình".
zh_hans: 不要混淆“速度的平均数”和“平均速度”。

# mean_l5_q1
source: Deux vitesses sur distances égales : 100 km/h puis 50 km/h. Vitesse moyenne ?
af: Twee snelhede oor gelyke afstande: 100 km/h dan 50 km/h. Gemiddelde snelheid?
bg: Две скорости на равни разстояния: 100 км/ч, след това 50 км/ч. Средна скорост?
cs: Dvě rychlosti na stejných vzdálenostech: 100 km/h a pak 50 km/h. Jaká je průměrná rychlost?
da: To hastigheder over lige afstande: 100 km/t og derefter 50 km/t. Gennemsnitshastighed?
de: Zwei Geschwindigkeiten über gleiche Distanzen: 100 km/h dann 50 km/h. Durchschnittsgeschwindigkeit?
el: Δύο ταχύτητες σε ίσες αποστάσεις: 100 χλμ/ώρα και μετά 50 χλμ/ώρα. Μέση ταχύτητα;
es: Dos velocidades sobre distancias iguales: 100 km/h y luego 50 km/h. ¿Velocidad media?
fi: Kaksi nopeutta yhtä suurilla matkoilla: 100 km/h ja sitten 50 km/h. Mikä on keskiarvo?
fil: Dalawang bilis sa pantay na distansya: 100 km/h at 50 km/h. Ano ang karaniwang bilis?
hu: Két sebesség egyenlő távolságokon: 100 km/h, majd 50 km/h. Mi a középsebesség?
id: Dua kecepatan pada jarak yang sama: 100 km/jam kemudian 50 km/jam. Kecepatan rata-rata?
it: Due velocità su distanze uguali: 100 km/h poi 50 km/h. Velocità media?
ja: 等距離での 2 つの速度：100 km/h その後 50 km/h。平均速度は？
ko: 동일한 거리에서 두 속도: 100 km/h 후 50 km/h. 평균 속도는?
nl: Twee snelheden over gelijke afstanden: 100 km/u en dan 50 km/u. Wat is de gemiddelde snelheid?
no: To hastigheter over like avstander: 100 km/t og deretter 50 km/t. Hva er gjennomsnittlig hastighet?
pl: Dwie prędkości na równych odległościach: 100 km/h, a następnie 50 km/h. Jaka jest prędkość średnia?
pt_pt: Duas velocidades em distâncias iguais: 100 km/h e 50 km/h. Velocidade média?
ro: Două viteze pe distanțe egale: 100 km/h apoi 50 km/h. Viteza medie?
ru: Две скорости на равных расстояниях: 100 км/ч, затем 50 км/ч. Средняя скорость?
sk: Dve rýchlosti na rovnakých vzdialenostiach: 100 km/h a potom 50 km/h. Aká je priemerná rýchlosť?
sv: Två hastigheter över lika avstånd: 100 km/h och sedan 50 km/h. Medelhastighet?
sw: Kasi mbili kwenye umbali sawa: 100 km/h kisha 50 km/h. Kasi ya kati?
tr: Eşit mesafelerde iki hız: 100 km/s ardından 50 km/s. Ortalama hız?
uk: Дві швидкості на рівних відстанях: 100 км/год, а потім 50 км/год. Середня швидкість?
vi: Hai tốc độ trên các khoảng cách bằng nhau: 100 km/h sau đó 50 km/h. Tốc độ trung bình là gì?
zh_hans: 两种速度在相等距离上：100 公里/小时然后 50 公里/小时。平均速度？

# mean_l5_q1_exp
source: Distances égales → harmonique : 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
af: Gelyke afstande → harmonies: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
bg: Равни разстояния → хармонична: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
cs: Stejné vzdálenosti → harmonická: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
da: Lige afstande → harmonisk: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
de: Gleiche Distanzen → harmonisch: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
el: Ίσες αποστάσεις → αρμονική: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
es: Distancias iguales → armónica: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
fi: Yhtä suuret matkat → harmoninen: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
fil: Pantay na distansya → harmoniko: 2/(1/100+1/50)=2/(0.01+0.02)=2/0.03≈66.7.
hu: Egyenlő távolságok → harmonikus: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
id: Jarak yang sama → harmonik: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
it: Distanze uguali → armonica: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
ja: 等距離 → 調和：2/(1/100+1/50)=2/(0.01+0.02)=2/0.03≈66.7。
ko: 동일한 거리 → 조화 평균: 2/(1/100+1/50)=2/(0.01+0.02)=2/0.03≈66.7.
nl: Gelijke afstanden → harmonisch: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
no: Like avstander → harmonisk: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
pl: Równe odległości → harmoniczna: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
pt_pt: Distâncias iguais → harmónica: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
ro: Distanțe egale → armonică: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
ru: Равные расстояния → гармоническая: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
sk: Rovnaké vzdialenosti → harmonická: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
sv: Lika avstånd → harmonisk: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
sw: Umbali sawa → harmoniki: 2/(1/100+1/50)=2/(0.01+0.02)=2/0.03≈66.7.
tr: Eşit mesafelerde → harmonik: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
uk: Рівні відстані → гармонічне: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
vi: Khoảng cách bằng nhau → hàm số: 2/(1/100+1/50)=2/(0,01+0,02)=2/0,03≈66,7.
zh_hans: 相等距离 → 调和：2/(1/100+1/50)=2/(0.01+0.02)=2/0.03≈66.7。

# mean_l5_q2
source: Pour une vitesse moyenne sur des distances égales, on utilise :
af: Vir 'n gemiddelde snelheid oor gelyke afstande, gebruik ons:
bg: За средна скорост на равни разстояния, използваме:
cs: Pro průměrnou rychlost na stejných vzdálenostech se používá:
da: For en gennemsnitshastighed over lige afstande bruger man:
de: Für eine Durchschnittsgeschwindigkeit über gleiche Distanzen verwendet man:
el: Για μια μέση ταχύτητα σε ίσες αποστάσεις, χρησιμοποιούμε:
es: Para una velocidad media sobre distancias iguales, se utiliza:
fi: Yhtä suurilla matkoilla keskiarvon laskemiseen käytetään:
fil: Para sa karaniwang bilis sa pantay na distansya, ginagamit ang:
hu: Egyenlő távolságok esetén a középsebesség kiszámításához használjuk:
id: Untuk kecepatan rata-rata pada jarak yang sama, digunakan:
it: Per una velocità media su distanze uguali, si utilizza:
ja: 等距離での平均速度を求めるには、次のものを使用します：
ko: 동일한 거리에서 평균 속도를 위해 사용되는 것은:
nl: Voor een gemiddelde snelheid over gelijke afstanden gebruiken we:
no: For en gjennomsnittlig hastighet over like avstander bruker vi:
pl: Aby obliczyć prędkość średnią na równych odległościach, używa się:
pt_pt: Para uma velocidade média em distâncias iguais, utiliza-se:
ro: Pentru o viteză medie pe distanțe egale, se folosește:
ru: Для средней скорости на равных расстояниях используется:
sk: Na výpočet priemernej rýchlosti na rovnakých vzdialenostiach sa používa:
sv: För en medelhastighet över lika avstånd används:
sw: Kwa kasi ya kati kwenye umbali sawa, tunatumia:
tr: Eşit mesafelerde ortalama hız için şunlar kullanılır:
uk: Для середньої швидкості на рівних відстанях використовують:
vi: Để tính tốc độ trung bình trên các khoảng cách bằng nhau, ta sử dụng:
zh_hans: 对于相等距离的平均速度，我们使用：
