Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_rule_of_three_rule_of_three_course_uc3_title
source: Comprendre et vérifier une proportionnalité
af: Verstaan en verifieer 'n proporsionaliteit
bg: Разбиране и проверка на пропорционалността
cs: Pochopit a ověřit proporcionalitu
da: Forstå og verificere en proportionalitet
de: Verstehen und Überprüfen einer Proportionalität
el: Κατανοήστε και ελέγξτε μια αναλογικότητα
es: Entender y verificar una proporcionalidad
fi: Ymmärtää ja tarkistaa suhteellisuus
fil: Unawain at suriin ang isang proporsyonalidad
hu: Arányosság megértése és ellenőrzése
id: Memahami dan memeriksa proporsionalitas
it: Comprendere e verificare una proporzionalità
ja: 比例を理解し、確認する
ko: 비례성을 이해하고 검증하기
nl: Begrijp en controleer een proportionaliteit
no: Forstå og verifisere en proporsjonalitet
pl: Zrozumieć i zweryfikować proporcjonalność
pt_pt: Compreender e verificar uma proporcionalidade
ro: Înțelege și verifică o proporționalitate
ru: Понять и проверить пропорциональность
sk: Pochopiť a overiť proporcionalitu
sv: Förstå och verifiera en proportionalitet
sw: Kuelewa na kuthibitisha uwiano
tr: Bir orantıyı anlamak ve kontrol etmek
uk: Розуміти та перевіряти пропорційність
vi: Hiểu và kiểm tra một tỷ lệ
zh_hans: 理解和验证比例关系

# ed_math_rule_of_three_rule_of_three_course_uc3_text
source: Savoir tester si c’est bien proportionnel (ratio constant) ou si c’est l’inverse (produit constant) avant de calculer.
af: Weet hoe om te toets of dit regtig proporsioneel is (konstante verhouding) of of dit die omgekeerde is (konstante produk) voordat jy bereken.
bg: Да знаете как да тествате дали е пропорционално (постоянно съотношение) или е обратното (постоянен продукт) преди да изчислите.
cs: Umět otestovat, zda je to opravdu proporcionální (konstantní poměr) nebo zda je to naopak (konstantní součin) před výpočtem.
da: Vide hvordan man tester, om det er proportionalt (konstant forhold) eller om det er det modsatte (konstant produkt) før man beregner.
de: Wissen, ob es wirklich proportional ist (konstantes Verhältnis) oder ob es umgekehrt ist (konstantes Produkt), bevor man berechnet.
el: Να ξέρετε να ελέγχετε αν είναι πραγματικά αναλογικό (σταθερός λόγος) ή αν είναι το αντίστροφο (σταθερό προϊόν) πριν υπολογίσετε.
es: Saber probar si es realmente proporcional (razón constante) o si es lo contrario (producto constante) antes de calcular.
fi: Tiedä, miten testata, onko se todella suhteellista (vakiosuhde) vai onko se käänteinen (vakio tuote) ennen laskemista.
fil: Alamin kung paano subukan kung ito ay talagang proporsyonal (constant ratio) o kung ito ay baligtad (constant product) bago mag-kalkula.
hu: Tudni kell tesztelni, hogy valóban arányos-e (állandó arány) vagy fordított (állandó termék) a számítás előtt.
id: Mengetahui cara menguji apakah itu proporsional (rasio konstan) atau sebaliknya (produk konstan) sebelum menghitung.
it: Sapere testare se è ben proporzionale (rapporto costante) o se è l'inverso (prodotto costante) prima di calcolare.
ja: 計算する前に、それが本当に比例しているか（一定の比率）または逆であるか（一定の積）をテストする方法を知っておく。
ko: 계산하기 전에 비례 관계(비율이 일정한지)인지 또는 역 비례 관계(곱이 일정한지) 테스트하는 방법을 알아야 합니다.
nl: Weet te testen of het wel proportioneel is (constante verhouding) of dat het omgekeerd is (constante product) voordat je gaat berekenen.
no: Vite hvordan man tester om det er proporsjonalt (konstant forhold) eller omvendt (konstant produkt) før man beregner.
pl: Umieć sprawdzić, czy to rzeczywiście proporcjonalne (stały stosunek) czy odwrotne (stały iloczyn) przed obliczeniem.
pt_pt: Saber testar se é realmente proporcional (razão constante) ou se é o inverso (produto constante) antes de calcular.
ro: Știu să testez dacă este cu adevărat proporțional (raport constant) sau dacă este invers (produs constant) înainte de a calcula.
ru: Уметь проверить, действительно ли это пропорционально (постоянное соотношение) или наоборот (постоянный продукт) перед расчетом.
sk: Vedieť otestovať, či je to naozaj proporcionálne (konštantný pomer) alebo či je to inverzné (konštantný súčin) pred výpočtom.
sv: Veta hur man testar om det verkligen är proportionellt (konstant förhållande) eller om det är det omvända (konstant produkt) innan man beräknar.
sw: Kujua kujaribu ikiwa ni uwiano mzuri (uwiano thabiti) au ikiwa ni kinyume (bidhaa thabiti) kabla ya kuhesabu.
tr: Hesaplamadan önce bunun gerçekten orantılı olup olmadığını (sabit oran) veya tersinin (sabit çarpan) olup olmadığını test etmeyi bilmek.
uk: Знати, як перевірити, чи це дійсно пропорційно (постійне співвідношення) або якщо це зворотне (постійний добуток) перед обчисленням.
vi: Biết cách kiểm tra xem nó có thực sự tỷ lệ (tỷ lệ không đổi) hay ngược lại (sản phẩm không đổi) trước khi tính toán.
zh_hans: 知道在计算之前如何测试是否确实是比例关系（常数比）或反向关系（常数乘积）。

# ed_math_rule_of_three_rule_of_three_course_uc4_title
source: Utiliser un tableau de proportionnalité
af: Gebruik 'n proporsionaliteitstabel
bg: Използване на таблица на пропорционалност
cs: Použít tabulku proporcionality
da: Brug en proportionalitetstabel
de: Eine Proportionalitätstabelle verwenden
el: Χρησιμοποιήστε έναν πίνακα αναλογικότητας
es: Utilizar una tabla de proporcionalidad
fi: Käytä suhteellisuustaulukkoa
fil: Gumamit ng talahanayan ng proporsyonalidad
hu: Arányossági táblázat használata
id: Menggunakan tabel proporsionalitas
it: Utilizzare una tabella di proporzionalità
ja: 比例表を使用する
ko: 비례 표 사용하기
nl: Gebruik een tabel van proportionaliteit
no: Bruke en proporsjonalitetstabell
pl: Używać tabeli proporcjonalności
pt_pt: Usar uma tabela de proporcionalidade
ro: Folosește un tabel de proporționalitate
ru: Использовать таблицу пропорциональности
sk: Použiť tabuľku proporcionality
sv: Använda en proportionell tabell
sw: Tumia jedwali la uwiano
tr: Bir orantı tablosu kullanmak
uk: Використовувати таблицю пропорційності
vi: Sử dụng bảng tỷ lệ
zh_hans: 使用比例表

# ed_math_rule_of_three_rule_of_three_course_uc4_text
source: Retrouver le coefficient k, compléter un tableau, et contrôler la cohérence des résultats.
af: Vind die koëffisiënt k, vul 'n tabel in, en kontroleer die konsekwentheid van die resultate.
bg: Намиране на коефициента k, попълване на таблица и контрол на последователността на резултатите.
cs: Najít koeficient k, doplnit tabulku a zkontrolovat konzistenci výsledků.
da: Find koefficienten k, udfyld en tabel, og kontroller konsistensen af resultaterne.
de: Den Koeffizienten k finden, eine Tabelle vervollständigen und die Konsistenz der Ergebnisse überprüfen.
el: Βρείτε τον συντελεστή k, συμπληρώστε έναν πίνακα και ελέγξτε τη συνοχή των αποτελεσμάτων.
es: Encontrar el coeficiente k, completar una tabla y controlar la coherencia de los resultados.
fi: Löydä kerroin k, täydennä taulukko ja tarkista tulosten johdonmukaisuus.
fil: Hanapin ang coefficient k, kumpletuhin ang isang talahanayan, at suriin ang pagkakapare-pareho ng mga resulta.
hu: Megtalálni a k koefficienst, kitölteni egy táblázatot, és ellenőrizni az eredmények összhangját.
id: Menemukan koefisien k, melengkapi tabel, dan memeriksa konsistensi hasil.
it: Trovare il coefficiente k, completare una tabella e controllare la coerenza dei risultati.
ja: 係数kを見つけ、表を完成させ、結果の整合性を確認します。
ko: 계수 k를 찾고, 표를 완성하고, 결과의 일관성을 확인합니다.
nl: Vind de coëfficiënt k, vul een tabel in, en controleer de consistentie van de resultaten.
no: Finne koeffisienten k, fylle ut en tabell, og kontrollere konsistensen av resultatene.
pl: Odnaleźć współczynnik k, uzupełnić tabelę i kontrolować spójność wyników.
pt_pt: Encontrar o coeficiente k, completar uma tabela e controlar a coerência dos resultados.
ro: Găsește coeficientul k, completează un tabel și controlează coerența rezultatelor.
ru: Найти коэффициент k, заполнить таблицу и контролировать согласованность результатов.
sk: Nájsť koeficient k, doplniť tabuľku a skontrolovať konzistenciu výsledkov.
sv: Återfå koefficienten k, fylla i en tabell och kontrollera resultaten för konsistens.
sw: Pata coefficient k, kamilisha jedwali, na kudhibiti ufanisi wa matokeo.
tr: Katsayı k'yi bulmak, bir tabloyu tamamlamak ve sonuçların tutarlılığını kontrol etmek.
uk: Знайти коефіцієнт k, заповнити таблицю та контролювати узгодженість результатів.
vi: Tìm hệ số k, hoàn thành một bảng, và kiểm tra tính nhất quán của các kết quả.
zh_hans: 找回系数k，填写表格，并检查结果的一致性。

# ed_math_rule_of_three_rule_of_three_course_uc5_title
source: Réviser pour un contrôle / examen
af: Hersien vir 'n toets / eksamen
bg: Преглед за контрол/изпит
cs: Připravit se na kontrolu / zkoušku
da: Revidere til en kontrol / eksamen
de: Für eine Kontrolle/Prüfung wiederholen
el: Επανεξέταση για έλεγχο / εξέταση
es: Revisar para un control / examen
fi: Kertaa kontrollia varten / tenttiä varten
fil: Mag-aral para sa isang pagsusulit/exam
hu: Felülvizsgálat egy ellenőrzésre / vizsgára
id: Mengulang untuk kontrol / ujian
it: Ripassare per un controllo / esame
ja: テスト/試験のために復習する
ko: 시험/검사를 위한 복습
nl: Herzien voor een toets / examen
no: Repetere til en prøve / eksamen
pl: Powtórzyć przed kontrolą / egzaminem
pt_pt: Revisar para um teste / exame
ro: Revizuiește pentru un control/examen
ru: Повторить перед контрольной/экзаменом
sk: Opakovať na kontrolu / skúšku
sv: Repetera inför en kontroll / examen
sw: Kagua kwa ajili ya mtihani / uchunguzi
tr: Bir kontrol / sınav için gözden geçirmek
uk: Готуватися до контролю/екзамену
vi: Ôn tập cho một bài kiểm tra / kỳ thi
zh_hans: 为控制/考试复习

# ed_math_rule_of_three_rule_of_three_course_uc5_text
source: Retenir les méthodes (passage à l’unité, produit en croix), les formules utiles et les pièges classiques.
af: Onthou die metodes (oorgang na die eenheid, kruisproduk), die nuttige formules en die klassieke slaggate.
bg: Запомняне на методите (преминаване към единица, кръстосан продукт), полезните формули и класическите капани.
cs: Zapamatovat si metody (přechod na jednotku, křížový součin), užitečné vzorce a klasické nástrahy.
da: Huske metoderne (enhedsovergang, krydsprodukt), nyttige formler og klassiske fælder.
de: Die Methoden (Übergang zur Einheit, Kreuzprodukt), nützliche Formeln und klassische Fallstricke merken.
el: Θυμηθείτε τις μεθόδους (μετάβαση στη μονάδα, προϊόν σε σταυρό), τις χρήσιμες φόρμουλες και τις κλασικές παγίδες.
es: Retener los métodos (paso a la unidad, producto en cruz), las fórmulas útiles y las trampas clásicas.
fi: Muista menetelmät (yksikköön siirtyminen, ristitulo), hyödylliset kaavat ja klassiset ansat.
fil: Tandaan ang mga pamamaraan (paglipat sa yunit, produkto sa krus), mga kapaki-pakinabang na formula at mga klasikong bitag.
hu: Megjegyezni a módszereket (egységre való áttérés, kereszttermék), a hasznos képleteket és a klasszikus csapdákat.
id: Mengingat metode (peralihan ke satuan, produk silang), rumus yang berguna, dan jebakan klasik.
it: Ricordare i metodi (passaggio all'unità, prodotto in croce), le formule utili e le trappole classiche.
ja: 方法（単位への変換、交差積）、役立つ公式、古典的な罠を覚えておく。
ko: 방법(단위 변환, 교차 곱), 유용한 공식 및 일반적인 함정을 기억하세요.
nl: Onthoud de methoden (overgang naar de eenheid, kruisproduct), de nuttige formules en de klassieke valkuilen.
no: Huske metodene (enhetsmetode, kryssprodukt), nyttige formler og klassiske feller.
pl: Zapamiętać metody (przejście do jednostki, iloczyn krzyżowy), przydatne wzory i klasyczne pułapki.
pt_pt: Relembrar os métodos (passo à unidade, produto em cruz), as fórmulas úteis e as armadilhas clássicas.
ro: Reține metodele (trecerea la unitate, produsul în cruce), formulele utile și capcanele clasice.
ru: Запомнить методы (переход к единице, произведение в крест), полезные формулы и классические ловушки.
sk: Zapamätať si metódy (prechod na jednotku, krížový súčin), užitočné vzorce a klasické pasce.
sv: Komma ihåg metoderna (gå till enheten, korsprodukt), användbara formler och klassiska fällor.
sw: Kumbuka mbinu (kupita kwa kitengo, bidhaa kwa msalaba), fomula muhimu na mitego ya kawaida.
tr: Yöntemleri (birim geçişi, çarpanlar), yararlı formülleri ve klasik tuzakları akılda tutmak.
uk: Запам'ятати методи (перехід до одиниці, перехресний добуток), корисні формули та класичні пастки.
vi: Ghi nhớ các phương pháp (chuyển đổi đơn vị, sản phẩm chéo), các công thức hữu ích và các cạm bẫy cổ điển.
zh_hans: 记住方法（单位转换、交叉乘法）、有用的公式和经典陷阱。

# ed_math_rule_of_three_rule_of_three_course_uc6_title
source: S’entraîner avec des quiz corrigés
af: Oefen met reggestelde vrae
bg: Упражняване с коригирани тестове
cs: Cvičit s opravenými kvízy
da: Øv dig med korrigerede quizzer
de: Mit korrigierten Quizzen üben
el: Εξασκηθείτε με διορθωμένα κουίζ
es: Practicar con cuestionarios corregidos
fi: Harjoittele korjatuilla testeillä
fil: Mag-ensayo gamit ang mga quiz na may sagot
hu: Gyakorolni javított kvízekkel
id: Berlatih dengan kuis yang dikoreksi
it: Allenarsi con quiz corretti
ja: 修正されたクイズで練習する
ko: 수정된 퀴즈로 연습하기
nl: Oefen met gecorrigeerde quizzen
no: Trene med korrigerte quizzer
pl: Ćwiczyć z poprawionymi quizami
pt_pt: Praticar com quizzes corrigidos
ro: Exersează cu quiz-uri corectate
ru: Практиковаться с исправленными тестами
sk: Cvičiť s opravenými kvízmi
sv: Träna med rättade quiz
sw: Jifunze kupitia maswali yaliyorekebishwa
tr: Düzeltmeli quizlerle pratik yapmak
uk: Тренуватися з виправленими тестами
vi: Luyện tập với các bài quiz đã được sửa
zh_hans: 通过纠正的测验进行练习

# ed_math_rule_of_three_rule_of_three_course_uc6_text
source: Des QCM et exercices numériques pour automatiser le bon réflexe (directe vs inverse + unités).
af: QCM's en numeriese oefeninge om die regte refleks te outomatiseer (direk vs omgekeerd + eenhede).
bg: QCM и числови упражнения за автоматизиране на добрия рефлекс (директно срещу обратно + единици).
cs: QCM a numerické úlohy pro automatizaci správného reflexu (přímé vs inverzní + jednotky).
da: Multiple choice spørgsmål og numeriske opgaver for at automatisere den rigtige refleks (direkte vs. invers + enheder).
de: Multiple-Choice-Fragen und numerische Übungen, um den richtigen Reflex (direkt vs. invers + Einheiten) zu automatisieren.
el: Πολλαπλές επιλογές και αριθμητικές ασκήσεις για να αυτοματοποιήσετε την καλή αντίδραση (άμεση vs αντίστροφη + μονάδες).
es: Cuestionarios de opción múltiple y ejercicios numéricos para automatizar el buen reflejo (directo vs inverso + unidades).
fi: Kyselyt ja numeeriset tehtävät oikean refleksin automatisoimiseksi (suora vs käänteinen + yksiköt).
fil: Mga QCM at numerong ehersisyo upang i-automate ang tamang reflex (tuwid vs baligtad + mga yunit).
hu: QCM-ek és numerikus feladatok a helyes reflex automatizálására (közvetlen vs fordított + egységek).
id: Kuis pilihan ganda dan latihan numerik untuk mengotomatiskan refleks yang benar (langsung vs terbalik + satuan).
it: Quiz a scelta multipla e esercizi numerici per automatizzare il buon riflesso (diretto vs inverso + unità).
ja: 良い反応を自動化するための選択肢と数値演習（直接対逆 + 単位）。
ko: 올바른 반응을 자동화하기 위한 객관식 및 수치 문제(직접 vs 역 + 단위).
nl: Meerkeuzevragen en numerieke oefeningen om de juiste reflex te automatiseren (direct vs omgekeerd + eenheden).
no: Flere flervalgsspørsmål og numeriske oppgaver for å automatisere den riktige refleksen (direkte vs omvendt + enheter).
pl: QCM i ćwiczenia numeryczne, aby zautomatyzować dobry odruch (bezpośrednia vs odwrotna + jednostki).
pt_pt: QCM e exercícios numéricos para automatizar o bom reflexo (direto vs inverso + unidades).
ro: Chestionare și exerciții numerice pentru a automatiza reflexul corect (directă vs inversă + unități).
ru: Тесты с множественным выбором и числовые задачи для автоматизации правильной реакции (прямое против обратного + единицы).
sk: QCM a numerické úlohy na automatizáciu správneho reflexu (priame vs inverzné + jednotky).
sv: QCM och numeriska övningar för att automatisera rätt reflex (direkt vs invers + enheter).
sw: Maswali ya QCM na mazoezi ya nambari ili kujiandaa kwa mwelekeo mzuri (moja kwa moja vs kinyume + vitengo).
tr: Doğru refleksi otomatikleştirmek için çoktan seçmeli sorular ve sayısal alıştırmalar (doğrudan vs ters + birimler).
uk: Тести з вибором відповідей та числові вправи для автоматизації правильного рефлексу (пряме проти зворотного + одиниці).
vi: Các câu hỏi trắc nghiệm và bài tập số để tự động hóa phản xạ đúng (trực tiếp so với ngược + đơn vị).
zh_hans: 一些选择题和数字练习，以自动化正确的反应（直接与反向 + 单位）。

# ed_math_rule_of_three_rule_of_three_course_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obții
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_rule_of_three_rule_of_three_course_out1
source: Un cours clair et progressif : définition de la proportionnalité, test rapide (directe/inverse), puis méthodes de calcul pas à pas.
af: 'n Duidelike en progressiewe kursus: definisie van proporsionaliteit, vinnige toets (direk/omgekeerd), dan stap-vir-stap berekeningsmetodes.
bg: Ясен и прогресивен курс: определение на пропорционалността, бърз тест (директно/обратно), след това методи за изчисление стъпка по стъпка.
cs: Jasný a postupný kurz: definice proporcionality, rychlý test (přímé/inverzní), poté metody výpočtu krok za krokem.
da: Et klart og progressivt kursus: definition af proportionalitet, hurtig test (direkte/invers), derefter beregningsmetoder trin for trin.
de: Ein klarer und schrittweiser Kurs: Definition der Proportionalität, schneller Test (direkt/invers), dann schrittweise Berechnungsmethoden.
el: Ένα σαφές και προοδευτικό μάθημα: ορισμός της αναλογικότητας, γρήγορη δοκιμή (άμεση/αντίστροφη), στη συνέχεια μέθοδοι υπολογισμού βήμα προς βήμα.
es: Un curso claro y progresivo: definición de la proporcionalidad, prueba rápida (directo/inverso), luego métodos de cálculo paso a paso.
fi: Selkeä ja vaiheittainen kurssi: suhteellisuuden määritelmä, nopea testi (suora/käänteinen), sitten laskentamenetelmät askel askeleelta.
fil: Isang malinaw at unti-unting kurso: depinisyon ng proporsyonalidad, mabilis na pagsusuri (tuwid/baligtad), pagkatapos ay mga pamamaraan ng pagkalkula hakbang-hakbang.
hu: Egy világos és fokozatos tanfolyam: az arányosság definíciója, gyors teszt (közvetlen/fordított), majd lépésről lépésre számítási módszerek.
id: Kursus yang jelas dan progresif: definisi proporsionalitas, tes cepat (langsung/terbalik), lalu metode perhitungan langkah demi langkah.
it: Un corso chiaro e progressivo: definizione di proporzionalità, test rapido (diretta/inversa), poi metodi di calcolo passo dopo passo.
ja: 明確で段階的なコース：比例の定義、迅速なテスト（直接/逆）、次に段階的な計算方法。
ko: 명확하고 점진적인 수업: 비례성 정의, 빠른 테스트(직접/역), 그런 다음 단계별 계산 방법.
nl: Een duidelijke en geleidelijke cursus: definitie van proportionaliteit, snelle test (direct/omgekeerd), en dan stap-voor-stap rekenmethoden.
no: Et klart og progressivt kurs: definisjon av proporsjonalitet, rask test (direkte/omvendt), deretter trinnvise beregningsmetoder.
pl: Jasny i stopniowy kurs: definicja proporcjonalności, szybki test (bezpośrednia/odwrotna), a następnie metody obliczeń krok po kroku.
pt_pt: Um curso claro e progressivo: definição de proporcionalidade, teste rápido (direto/inverso), depois métodos de cálculo passo a passo.
ro: Un curs clar și progresiv: definiția proporționalității, test rapid (directă/inversă), apoi metode de calcul pas cu pas.
ru: Ясный и последовательный курс: определение пропорциональности, быстрый тест (прямое/обратное), затем пошаговые методы расчета.
sk: Jasný a postupný kurz: definícia proporcionality, rýchly test (priame/inverzné), potom metódy výpočtu krok za krokom.
sv: En tydlig och gradvis kurs: definition av proportionalitet, snabb test (direkt/invers), sedan steg-för-steg beräkningsmetoder.
sw: Kozi wazi na ya hatua kwa hatua: ufafanuzi wa uwiano, mtihani wa haraka (moja kwa moja/kinyume), kisha mbinu za kuhesabu hatua kwa hatua.
tr: Açık ve kademeli bir ders: orantının tanımı, hızlı test (doğrudan/ters), ardından adım adım hesaplama yöntemleri.
uk: Чіткий та поступовий курс: визначення пропорційності, швидкий тест (пряме/зворотне), а потім покрокові методи обчислення.
vi: Một khóa học rõ ràng và tiến bộ: định nghĩa về tỷ lệ, kiểm tra nhanh (trực tiếp/ngược), sau đó là các phương pháp tính toán từng bước.
zh_hans: 一门清晰且渐进的课程：比例关系的定义、快速测试（直接/反向），然后逐步计算方法。

# ed_math_rule_of_three_rule_of_three_course_out2
source: Les deux grandes méthodes : passage à l’unité (intuitif) et produit en croix (rapide et standard), avec tableaux et exemples.
af: Die twee groot metodes: oorgang na die eenheid (intuitief) en kruisproduk (vinniger en standaard), met tabelles en voorbeelde.
bg: Двете основни метода: преминаване към единица (интуитивно) и кръстосан продукт (бърз и стандартен), с таблици и примери.
cs: Dvě hlavní metody: přechod na jednotku (intuitivní) a křížový součin (rychlý a standardní), s tabulkami a příklady.
da: De to store metoder: enhedsovergang (intuitiv) og krydsprodukt (hurtig og standard), med tabeller og eksempler.
de: Die beiden großen Methoden: Übergang zur Einheit (intuitiv) und Kreuzprodukt (schnell und standardisiert), mit Tabellen und Beispielen.
el: Οι δύο μεγάλες μέθοδοι: μετάβαση στη μονάδα (διαισθητική) και προϊόν σε σταυρό (γρήγορη και τυπική), με πίνακες και παραδείγματα.
es: Los dos grandes métodos: paso a la unidad (intuitivo) y producto en cruz (rápido y estándar), con tablas y ejemplos.
fi: Kaksi suurta menetelmää: yksikköön siirtyminen (intuitiivinen) ja ristitulo (nopea ja standardi), taulukoiden ja esimerkkien kanssa.
fil: Ang dalawang pangunahing pamamaraan: paglipat sa yunit (intuitive) at produkto sa krus (mabilis at pamantayan), na may mga talahanayan at halimbawa.
hu: A két fő módszer: egységre való áttérés (intuitív) és kereszttermék (gyors és standard), táblázatokkal és példákkal.
id: Dua metode utama: peralihan ke satuan (intuitif) dan produk silang (cepat dan standar), dengan tabel dan contoh.
it: Le due grandi metodologie: passaggio all'unità (intuitivo) e prodotto in croce (rapido e standard), con tabelle ed esempi.
ja: 2つの主要な方法：単位への変換（直感的）と交差積（迅速かつ標準）、表と例を用いて。
ko: 두 가지 주요 방법: 직관적인 단위 변환과 빠르고 표준적인 교차 곱, 표와 예제 포함.
nl: De twee grote methoden: overgang naar de eenheid (intuïtief) en kruisproduct (snel en standaard), met tabellen en voorbeelden.
no: De to store metodene: enhetsmetode (intuitiv) og kryssprodukt (rask og standard), med tabeller og eksempler.
pl: Dwie główne metody: przejście do jednostki (intuicyjne) i iloczyn krzyżowy (szybki i standardowy), z tabelami i przykładami.
pt_pt: Os dois grandes métodos: passo à unidade (intuitivo) e produto em cruz (rápido e padrão), com tabelas e exemplos.
ro: Cele două mari metode: trecerea la unitate (intuitiv) și produsul în cruce (rapid și standard), cu tabele și exemple.
ru: Две основные методы: переход к единице (интуитивно) и произведение в крест (быстро и стандартно), с таблицами и примерами.
sk: Dve hlavné metódy: prechod na jednotku (intuitívne) a krížový súčin (rýchle a štandardné), s tabuľkami a príkladmi.
sv: De två stora metoderna: gå till enheten (intuitiv) och korsprodukt (snabb och standard), med tabeller och exempel.
sw: Mbinu mbili kuu: kupita kwa kitengo (ya kueleweka) na bidhaa kwa msalaba (haraka na ya kawaida), pamoja na jedwali na mifano.
tr: İki ana yöntem: birim geçişi (sezgisel) ve çarpanlar (hızlı ve standart), tablolar ve örneklerle.
uk: Дві основні методи: перехід до одиниці (інтуїтивно) та перехресний добуток (швидко та стандартно), з таблицями та прикладами.
vi: Hai phương pháp lớn: chuyển đổi đơn vị (trực quan) và sản phẩm chéo (nhanh và tiêu chuẩn), với bảng và ví dụ.
zh_hans: 两种主要方法：单位转换（直观）和交叉乘法（快速和标准），配有表格和示例。
