Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# feature_no_signup_title
source: Sans inscription
af: Geen registrasie nodig
bg: Без регистрация
cs: Bez registrace
da: Ingen tilmelding
de: Ohne Registrierung
el: Χωρίς εγγραφή
es: Sin registro
fi: Ei rekisteröitymistä
fil: Walang pag-sign up
hu: Regisztráció nélkül
id: Tanpa pendaftaran
it: Senza registrazione
ja: 登録不要
ko: 가입 불필요
nl: Geen registratie
no: Ingen påmelding
pl: Bez rejestracji
pt_pt: Sem registo
ro: Fără înregistrare
ru: Без регистрации
sk: Bez registrácie
sv: Ingen registrering
sw: Hakuna usajili
tr: Kayıt gerektirmez
uk: Без реєстрації
vi: Không cần đăng ký
zh_hans: 无需注册

# feature_no_signup_desc
source: Aucun compte requis, utilisez les outils immédiatement.
af: Geen rekening nodig nie, gebruik die nutsgoed onmiddellik.
bg: Не се изисква акаунт, използвайте инструментите веднага.
cs: Není vyžadován žádný účet, používejte nástroje okamžitě.
da: Ingen konto nødvendig, brug værktøjerne med det samme.
de: Kein Konto erforderlich, nutzen Sie die Werkzeuge sofort.
el: Δεν απαιτείται λογαριασμός, χρησιμοποιήστε τα εργαλεία αμέσως.
es: No se requiere cuenta, use las herramientas de inmediato.
fi: Ei tiliä tarvita, käytä työkaluja heti.
fil: Walang account na kailangan, gamitin ang mga tools kaagad.
hu: Nincs szükség fiókra, használja az eszközöket azonnal.
id: Tidak perlu akun, gunakan alat segera.
it: Nessun account richiesto, usa gli strumenti immediatamente.
ja: アカウントは不要、すぐにツールを使用できます。
ko: 계정이 필요 없으며 즉시 도구를 사용할 수 있습니다.
nl: Geen account vereist, gebruik de tools direct.
no: Ingen konto kreves, bruk verktøyene umiddelbart.
pl: Nie wymaga konta, używaj narzędzi natychmiast.
pt_pt: Nenhuma conta necessária, utilize as ferramentas imediatamente.
ro: Niciun cont necesar, utilizați instrumentele imediat.
ru: Не требуется учетная запись, используйте инструменты немедленно.
sk: Nie je potrebný žiadny účet, použite nástroje okamžite.
sv: Inget konto krävs, använd verktygen omedelbart.
sw: Hakuna akaunti inayohitajika, tumia zana mara moja.
tr: Hesap gerekmez, araçları hemen kullanın.
uk: Не потрібен обліковий запис, використовуйте інструменти негайно.
vi: Không cần tài khoản, sử dụng công cụ ngay lập tức.
zh_hans: 无需帐户，立即使用工具。

# cta_title
source: Restez informé
af: Bly ingelig
bg: Бъдете информирани
cs: Buďte informováni
da: Bliv informeret
de: Bleiben Sie informiert
el: Μείνετε ενημερωμένοι
es: Manténgase informado
fi: Pysy ajan tasalla
fil: Manatiling updated
hu: Maradjon tájékozott
id: Tetap terinformasi
it: Rimani informato
ja: 最新情報を入手
ko: 최신 정보 유지
nl: Blijf op de hoogte
no: Hold deg informert
pl: Bądź na bieżąco
pt_pt: Fique informado
ro: Rămâneți informat
ru: Будьте в курсе
sk: Zostaňte informovaní
sv: Håll dig informerad
sw: Baki umejulishwa
tr: Bilgilendirilmiş kalın
uk: Будьте в курсі
vi: Cập nhật thông tin
zh_hans: 保持更新

# cta_subtitle
source: De nouveaux outils sont régulièrement ajoutés. Revenez nous voir !
af: Nuwe gereedskap word gereeld bygevoeg. Kom weer kyk!
bg: Нови инструменти се добавят редовно. Върнете се при нас!
cs: Nové nástroje jsou pravidelně přidávány. Vraťte se k nám!
da: Nye værktøjer tilføjes regelmæssigt. Kom tilbage og besøg os!
de: Neue Werkzeuge werden regelmäßig hinzugefügt. Schauen Sie wieder vorbei!
el: Νέα εργαλεία προστίθενται τακτικά. Επιστρέψτε μας!
es: Se añaden nuevas herramientas regularmente. ¡Vuelve a visitarnos!
fi: Uusia työkaluja lisätään säännöllisesti. Tule takaisin!
fil: Bumabalik ang mga bagong tool nang regular. Bisitahin kami muli!
hu: Új eszközök rendszeresen kerülnek hozzáadásra. Látogasson vissza hozzánk!
id: Alat baru ditambahkan secara teratur. Kunjungi kami lagi!
it: Nuovi strumenti vengono aggiunti regolarmente. Torna a trovarci!
ja: 新しいツールが定期的に追加されています。またお越しください！
ko: 새로운 도구가 정기적으로 추가됩니다. 다시 방문해 주세요!
nl: Nieuwe tools worden regelmatig toegevoegd. Kom snel terug!
no: Nye verktøy legges jevnlig til. Kom tilbake for å se!
pl: Nowe narzędzia są regularnie dodawane. Wróć do nas!
pt_pt: Novas ferramentas são adicionadas regularmente. Volte para nos visitar!
ro: Noi instrumente sunt adăugate regulat. Reveniți să ne vizitați!
ru: Новые инструменты регулярно добавляются. Загляните к нам снова!
sk: Nové nástroje sa pravidelne pridávajú. Navštívte nás znova!
sv: Nya verktyg läggs regelbundet till. Kom tillbaka och kolla!
sw: Nya verktyg läggs regelbundet till. Kom tillbaka och kolla!
tr: Yeni araçlar düzenli olarak ekleniyor. Bizi tekrar ziyaret edin!
uk: New tools are regularly added. Come back to see us!
vi: Các công cụ mới thường xuyên được thêm vào. Hãy quay lại với chúng tôi!
zh_hans: 新工具会定期添加。请继续关注我们！

# cat_math_title
source: Mathématiques
af: Wiskunde
bg: Математика
cs: Matematika
da: Matematik
de: Mathematik
el: Μαθηματικά
es: Matemáticas
fi: Matematiikka
fil: Matematika
hu: Matematika
id: Matematika
it: Matematica
ja: 数学
ko: 수학
nl: Wiskunde
no: Matematikk
pl: Matematyka
pt_pt: Matemática
ro: Matematică
ru: Математика
sk: Matematika
sv: Matematik
sw: Hesabu
tr: Matematik
uk: Математика
vi: Toán học
zh_hans: 数学

# cat_math_desc
source: Pourcentages, règles de trois, conversions...
af: Persentasies, verhoudings, omskakelings...
bg: Проценти, пропорции, преобразувания...
cs: Procenta, poměry, převody...
da: Procenter, forhold, konverteringer...
de: Prozentrechnung, Dreisatz, Umrechnungen...
el: Ποσοστά, αναλογίες, μετατροπές...
es: Porcentajes, regla de tres, conversiones...
fi: Prosentit, suhteet, muunnokset...
fil: Porsyento, proporsyon, conversion...
hu: Százalékok, arányok, átváltások...
id: Persentase, perbandingan, konversi...
it: Percentuali, proporzioni, conversioni...
ja: パーセンテージ、比率、変換...
ko: 백분율, 비율, 변환...
nl: Percentages, verhoudingen, conversies...
no: Prosenter, forhold, konverteringer...
pl: Procenty, proporcje, konwersje...
pt_pt: Percentagens, regra de três, conversões...
ro: Procente, regula de trei, conversii...
ru: Проценты, пропорции, конвертации...
sk: Percentá, pomery, konverzie...
sv: Procent, proportioner, konverteringar...
sw: Asilimia, uwiano, ubadilishaji...
tr: Yüzdeler, oranlar, dönüşümler...
uk: Відсотки, пропорції, конвертації...
vi: Phần trăm, tỷ lệ, chuyển đổi...
zh_hans: 百分比、比例、转换...

# cat_text_title
source: Texte
af: Teks
bg: Текст
cs: Text
da: Tekst
de: Text
el: Κείμενο
es: Texto
fi: Teksti
fil: Teksto
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
no: Tekst
pl: Tekst
pt_pt: Texto
ro: Text
ru: Текст
sk: Text
sv: Text
sw: Maandishi
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本

# cat_text_desc
source: Compteurs, formatage, nettoyage de texte...
af: Tellers, formatering, teksopruiming...
bg: Броячи, форматиране, почистване на текст...
cs: Počítadla, formátování, čištění textu...
da: Tællere, formatering, tekstrensning...
de: Zähler, Formatierung, Textbereinigung...
el: Μετρητές, μορφοποίηση, καθαρισμός κειμένου...
es: Contadores, formato, limpieza de texto...
fi: Laskurit, muotoilu, tekstin puhdistus...
fil: Mga counter, formatting, paglilinis ng teksto...
hu: Számlálók, formázás, szöveg tisztítás...
id: Penghitung, pemformatan, pembersihan teks...
it: Contatori, formattazione, pulizia del testo...
ja: カウンター、フォーマット、テキストのクリーンアップ...
ko: 카운터, 서식, 텍스트 정리...
nl: Tellers, opmaak, tekstopruiming...
no: Tellere, formatering, tekstrensing...
pl: Liczniki, formatowanie, czyszczenie tekstu...
pt_pt: Contadores, formatação, limpeza de texto...
ro: Contoare, formatare, curățare text...
ru: Счетчики, форматирование, очистка текста...
sk: Počítadlá, formátovanie, čistenie textu...
sv: Räknare, formatering, textrensning...
sw: Vihesabu, umbizo, usafishaji wa maandishi...
tr: Sayaçlar, biçimlendirme, metin temizleme...
uk: Лічильники, форматування, очищення тексту...
vi: Bộ đếm, định dạng, làm sạch văn bản...
zh_hans: 计数器、格式化、文本清理...

# cat_image_title
source: Image
af: Beeld
bg: Изображение
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
fil: Imahe
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
no: Bilde
pl: Obraz
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild
sw: Picha
tr: Görüntü
uk: Зображення
vi: Hình ảnh
zh_hans: 图像

# cat_image_desc
source: Compression, redimensionnement, optimisation...
af: Kompressie, grootteaanpassing, optimalisering...
bg: Компресиране, преоразмеряване, оптимизация...
cs: Komprese, změna velikosti, optimalizace...
da: Komprimering, størrelsesændring, optimering...
de: Komprimierung, Größenänderung, Optimierung...
el: Συμπίεση, αλλαγή μεγέθους, βελτιστοποίηση...
es: Compresión, cambio de tamaño, optimización...
fi: Pakkaus, koon muuttaminen, optimointi...
fil: Compression, pagbabago ng laki, optimization...
hu: Tömörítés, átméretezés, optimalizálás...
id: Kompresi, pengubahan ukuran, optimasi...
it: Compressione, ridimensionamento, ottimizzazione...
ja: 圧縮、サイズ変更、最適化...
ko: 압축, 크기 조정, 최적화...
nl: Compressie, formaat wijzigen, optimalisatie...
no: Komprimering, størrelsesendring, optimalisering...
pl: Kompresja, zmiana rozmiaru, optymalizacja...
pt_pt: Compressão, redimensionamento, otimização...
ro: Compresie, redimensionare, optimizare...
ru: Сжатие, изменение размера, оптимизация...
sk: Kompresia, zmena veľkosti, optimalizácia...
sv: Komprimering, storleksändring, optimering...
sw: Kushinikiza, kubadilisha ukubwa, uboreshaji...
tr: Sıkıştırma, yeniden boyutlandırma, optimizasyon...
uk: Стиснення, зміна розміру, оптимізація...
vi: Nén, thay đổi kích thước, tối ưu hóa...
zh_hans: 压缩、调整大小、优化...

source: Outils de pourcentages
af: Persentasie nutsgoed
bg: Инструменти за проценти
cs: Nástroje pro procenta
da: Procentværktøjer
de: Prozentwerkzeuge
el: Εργαλεία ποσοστών
es: Herramientas de porcentajes
fi: Prosenttilasku työkalut
fil: Mga tool ng porsyento
hu: Százalék eszközök
id: Alat persentase
it: Strumenti percentuali
ja: パーセンテージツール
ko: 백분율 도구
nl: Percentage tools
no: Prosentverktøy
pl: Narzędzia procentowe
pt_pt: Ferramentas de percentagem
ro: Instrumente de procentaje
ru: Инструменты процентов
sk: Nástroje percent
sv: Procentverktyg
sw: Zana za asilimia
tr: Yüzde araçları
uk: Інструменти відсотків
vi: Công cụ phần trăm
zh_hans: 百分比工具

source: Plusieurs outils autour des pourcentages arriveront ici.
af: Verskeie nutsgoed rondom persentasies sal hier beskikbaar wees.
bg: Няколко инструмента около проценти ще бъдат на разположение тук.
cs: Několik nástrojů kolem procent bude k dispozici zde.
da: Flere værktøjer omkring procenter vil være tilgængelige her.
de: Mehrere Werkzeuge rund um Prozentrechnung werden hier verfügbar sein.
el: Διάφορα εργαλεία γύρω από τα ποσοστά θα είναι διαθέσιμα εδώ.
es: Varias herramientas sobre porcentajes estarán disponibles aquí.
fi: Useita työkaluja prosenttilaskuun tulee saataville tähän.
fil: Maraming tools tungkol sa porsyento ay magiging available dito.
hu: Számos eszköz a százalékokkal kapcsolatban elérhető lesz itt.
id: Beberapa alat seputar persentase akan tersedia di sini.
it: Diversi strumenti sulle percentuali saranno disponibili qui.
ja: パーセンテージに関するいくつかのツールがここで利用可能になります。
ko: 백분율에 관한 여러 도구를 여기에서 사용할 수 있습니다.
nl: Verschillende tools rond percentages zullen hier beschikbaar zijn.
no: Flere verktøy rundt prosenter vil være tilgjengelige her.
pl: Kilka narzędzi dotyczących procentów będzie dostępnych tutaj.
pt_pt: Várias ferramentas sobre percentagens estarão disponíveis aqui.
ro: Câteva instrumente despre procente vor fi disponibile aici.
ru: Несколько инструментов для работы с процентами будут доступны здесь.
sk: Niekoľko nástrojov okolo percent bude k dispozícii tu.
sv: Flera verktyg kring procent kommer att finnas tillgängliga här.
sw: Zana kadhaa kuhusu asilimia zitapatikana hapa.
tr: Yüzdelerle ilgili birkaç araç burada mevcut olacak.
uk: Кілька інструментів для роботи з відсотками будуть доступні тут.
vi: Một số công cụ về phần trăm sẽ có sẵn tại đây.
zh_hans: 这里将提供几个关于百分比的工具。

source: Outil indisponible
af: Nutsgoed nie beskikbaar
bg: Инструментът не е наличен
cs: Nástroj není k dispozici
da: Værktøj ikke tilgængeligt
de: Werkzeug nicht verfügbar
el: Μη διαθέσιμο εργαλείο
es: Herramienta no disponible
fi: Työkalu ei saatavilla
fil: Hindi available ang tool
hu: Az eszköz nem érhető el
id: Alat tidak tersedia
it: Strumento non disponibile
ja: ツールは利用できません
ko: 도구를 사용할 수 없음
nl: Tool niet beschikbaar
no: Verktøy ikke tilgjengelig
pl: Narzędzie niedostępne
pt_pt: Ferramenta indisponível
ro: Instrument indisponibil
ru: Инструмент недоступен
sk: Nástroj nie je k dispozícii
sv: Verktyg inte tillgängligt
sw: Zana haipatikani
tr: Araç kullanılamıyor
uk: Інструмент недоступний
vi: Công cụ không khả dụng
zh_hans: 工具不可用

source: Cet outil n'existe pas ou n'est pas encore disponible.
af: Hierdie nutsgoed bestaan nie of is nog nie beskikbaar nie.
bg: Този инструмент не съществува или все още не е достъпен.
cs: Tento nástroj neexistuje nebo ještě není k dispozici.
da: Dette værktøj findes ikke eller er endnu ikke tilgængeligt.
de: Dieses Werkzeug existiert nicht oder ist noch nicht verfügbar.
el: Αυτό το εργαλείο δεν υπάρχει ή δεν είναι ακόμα διαθέσιμο.
es: Esta herramienta no existe o aún no está disponible.
fi: Tätä työkalua ei ole tai se ei ole vielä saatavilla.
fil: Ang tool na ito ay hindi umiiral o hindi pa available.
hu: Ez az eszköz nem létezik vagy még nem érhető el.
id: Alat ini tidak ada atau belum tersedia.
it: Questo strumento non esiste o non è ancora disponibile.
ja: このツールは存在しないか、まだ利用できません。
ko: 이 도구는 존재하지 않거나 아직 사용할 수 없습니다.
nl: Deze tool bestaat niet of is nog niet beschikbaar.
no: Dette verktøyet finnes ikke eller er ikke tilgjengelig ennå.
pl: To narzędzie nie istnieje lub nie jest jeszcze dostępne.
pt_pt: Esta ferramenta não existe ou ainda não está disponível.
ro: Acest instrument nu există sau nu este încă disponibil.
ru: Этот инструмент не существует или еще не доступен.
sk: Tento nástroj neexistuje alebo ešte nie je k dispozícii.
sv: Detta verktyg finns inte eller är inte tillgängligt ännu.
sw: Zana hii haipo au bado haipatikani.
tr: Bu araç mevcut değil veya henüz kullanılamıyor.
uk: Цей інструмент не існує або ще не доступний.
vi: Công cụ này không tồn tại hoặc chưa có sẵn.
zh_hans: 此工具不存在或尚未可用。

# open_tool
source: Ouvrir
af: Maak oop
bg: Отворете
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fi: Avaa
fil: Buksan
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
nl: Openen
no: Åpne
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna
sw: Fungua
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开

# coming_soon
source: Prochainement
af: Binnekort
bg: Скоро
cs: Brzy
da: Kommer snart
de: Demnächst
el: Σύντομα
es: Próximamente
fi: Tulossa pian
fil: Paparating
hu: Hamarosan
id: Segera hadir
it: Prossimamente
ja: 近日公開
ko: 곧 출시
nl: Binnenkort
no: Kommer snart
pl: Wkrótce
pt_pt: Em breve
ro: În curând
ru: Скоро
sk: Čoskoro
sv: Kommer snart
sw: Inakuja hivi karibuni
tr: Yakında
uk: Незабаром
vi: Sắp ra mắt
zh_hans: 即将推出

# tool_percentages_title
source: Pourcentages
af: Persentasies
bg: Проценти
cs: Procenta
da: Procenter
de: Prozentrechnung
el: Ποσοστά
es: Porcentajes
fi: Prosentit
fil: Porsyento
hu: Százalékok
id: Persentase
it: Percentuali
ja: パーセンテージ
ko: 백분율
nl: Percentages
no: Prosenter
pl: Procenty
pt_pt: Percentagens
ro: Procente
ru: Проценты
sk: Percentá
sv: Procent
sw: Asilimia
tr: Yüzdeler
uk: Відсотки
vi: Phần trăm
zh_hans: 百分比

# tool_percentages_desc
source: Calculer une augmentation, une remise, une variation...
af: Bereken 'n toename, afslag, variasie...
bg: Изчислете увеличение, отстъпка, вариация...
cs: Vypočítejte zvýšení, slevu, variaci...
da: Beregn en stigning, rabat, variation...
de: Berechnen Sie eine Erhöhung, einen Rabatt, eine Änderung...
el: Υπολογίστε αύξηση, έκπτωση, διακύμανση...
es: Calcular un aumento, un descuento, una variación...
fi: Laske nousu, alennus, vaihtelu...
fil: Kalkulahin ang pagtaas, diskwento, pagbabago...
hu: Számítson növekedést, kedvezményt, változást...
id: Hitung kenaikan, diskon, variasi...
it: Calcola un aumento, uno sconto, una variazione...
ja: 増加、割引、変動を計算...
ko: 증가, 할인, 변동 계산...
nl: Bereken een verhoging, korting, variatie...
no: Beregn en økning, rabatt, variasjon...
pl: Oblicz wzrost, zniżkę, zmianę...
pt_pt: Calcular um aumento, um desconto, uma variação...
ro: Calculați o creștere, o reducere, o variație...
ru: Рассчитать увеличение, скидку, изменение...
sk: Vypočítajte zvýšenie, zľavu, zmenu...
sv: Beräkna en ökning, rabatt, variation...
sw: Kokotoa ongezeko, punguzo, mabadiliko...
tr: Artış, indirim, değişim hesaplayın...
uk: Розрахувати збільшення, знижку, зміну...
vi: Tính toán tăng, giảm giá, thay đổi...
zh_hans: 计算增长、折扣、变化...

# tool_vat_title
source: TVA
af: BTW
bg: ДДС
cs: DPH
da: Moms
de: MwSt.
el: ΦΠΑ
es: IVA
fi: ALV
fil: VAT
hu: ÁFA
id: PPN
it: IVA
ja: 消費税
ko: 부가세
nl: BTW
no: MVA
pl: VAT
pt_pt: IVA
ru: НДС
sk: DPH
sv: Moms
sw: Kodi ya Ongezeko
tr: KDV
uk: ПДВ
vi: VAT
zh_hans: 增值税

# tool_vat_desc
source: Calcul TVA incluse / hors taxe, taux personnalisés...
af: Bereken BTW ingesluit / uitgesluit, aangepaste tariewe...
bg: Изчисляване на ДДС с включен / без включен, персонализирани ставки...
cs: Výpočet DPH včetně / mimo, vlastní sazby...
da: Beregn moms inkl. / ekskl., tilpassede satser...
de: Berechnung MwSt. inklusive / exklusive, benutzerdefinierte Sätze...
el: Υπολογισμός ΦΠΑ με / χωρίς, προσαρμοσμένοι συντελεστές...
es: Cálculo IVA incluido / excluido, tasas personalizadas...
fi: Laske ALV sisältäen / poislukien, mukautetut hinnat...
fil: Kalkulahin ang VAT kasama / hindi kasama, custom na rates...
hu: Számítás ÁFA-val / ÁFA nélkül, egyéni árfolyamok...
id: Hitung PPN termasuk / tidak termasuk, tarif khusus...
it: Calcolo IVA inclusa / esclusa, aliquote personalizzate...
ja: 消費税込み/消費税抜き計算、カスタム税率...
ko: 부가세 포함/제외 계산, 맞춤 세율...
nl: BTW berekening inclusief / exclusief, aangepaste tarieven...
no: Beregn MVA inkludert / ekskludert, tilpassede satser...
pl: Oblicz VAT brutto / netto, niestandardowe stawki...
pt_pt: Cálculo de IVA incluído / excluído, taxas personalizadas...
ro: Calcul TVA inclusă / exclusă, rate personalizate...
ru: Расчет НДС включен / исключен, индивидуальные ставки...
sk: Výpočet DPH vrátane / bez, vlastné sadzby...
sv: Beräkning moms inklusive / exklusive, anpassade satser...
sw: Kokotoa Kodi ya Ongezeko pamoja / bila, kiwango cha mtu binafsi...
tr: KDV dahil / hariç hesaplama, özel oranlar...
uk: Розрахунок ПДВ включений / виключений, індивідуальні ставки...
vi: Tính VAT bao gồm / không bao gồm, thuế suất tùy chỉnh...
zh_hans: 计算含税/不含税增值税，自定义税率...

# meta_title_home
source: Tools Central – Outils en ligne gratuits
af: Tools Central – Gratis aanlyn nutsgoed
bg: Tools Central – Безплатни онлайн инструменти
cs: Tools Central – Bezplatné online nástroje
da: Tools Central – Gratis online værktøjer
de: Tools Central – Kostenlose Online-Werkzeuge
el: Tools Central – Δωρεάν διαδικτυακά εργαλεία
es: Tools Central – Herramientas en línea gratuitas
fi: Tools Central – Ilmaiset verkkotyökalut
fil: Tools Central – Libreng online tools
hu: Kép
id: Gambar
it: Tools Central – Strumenti online gratuiti
ja: Tools Central – 無料オンラインツール
ko: Tools Central – 무료 온라인 도구
nl: Tools Central – Gratis online tools
no: Tools Central – Gratis nettverktøy
pl: Tools Central – Darmowe narzędzia online
pt_pt: Tools Central – Ferramentas online gratuitas
ro: Tools Central – Instrumente online gratuite
ru: Tools Central — бесплатные онлайн-инструменты
sk: Tools Central – Bezplatné online nástroje
sv: Tools Central – Gratis onlineverktyg
sw: Tools Central – Zana za mtandaoni bure
tr: Tools Central – Ücretsiz çevrimiçi araçlar
uk: Tools Central – Безкоштовні онлайн-інструменти
vi: Tools Central – Công cụ trực tuyến miễn phí
zh_hans: Tools Central – 免费在线工具

# meta_description_home
source: Tools Central réunit tous les outils du quotidien en un seul endroit. Compression d'image, calculateurs, conversions et bien plus encore.
af: Tools Central bring al jou daaglikse nutsgoed saam op een plek. Beeldkompressie, sakrekenaars, omskakelings en nog baie meer.
bg: Tools Central събира всички ваши ежедневни инструменти на едно място. Компресиране на изображения, калкулатори, преобразувания и много повече.
cs: Tools Central spojuje všechny vaše každodenní nástroje na jednom místě. Komprese obrázků, kalkulačky, převody a mnoho dalšího.
da: Tools Central samler alle dine daglige værktøjer ét sted. Billedkomprimering, lommeregnere, konverteringer og meget mere.
de: Tools Central vereint alle Werkzeuge des Alltags an einem Ort. Bildkomprimierung, Rechner, Umrechnungen und vieles mehr.
el: Το Tools Central συγκεντρώνει όλα τα καθημερινά σας εργαλεία σε ένα μέρος. Συμπίεση εικόνων, υπολογιστές, μετατροπές και πολλά άλλα.
es: Tools Central reúne todas sus herramientas diarias en un solo lugar. Compresión de imágenes, calculadoras, conversiones y mucho más.
fi: Tools Central kokoaa kaikki päivittäiset työkalusi yhteen paikkaan. Kuvien pakkaus, laskinmet, muunnokset ja paljon muuta.
fil: Ang Tools Central ay nagsasama ng lahat ng iyong pang-araw-araw na tools sa isang lugar. Compression ng imahe, calculator, conversion at marami pang iba.
hu: Tools Central – Ingyenes online eszközök
id: Tools Central – Alat online gratis
it: Tools Central riunisce tutti i tuoi strumenti quotidiani in un unico posto. Compressione immagini, calcolatori, conversioni e molto altro.
ja: Tools Centralは、画像圧縮、計算機、変換など、日常的なツールをすべて1か所にまとめます。
ko: Tools Central은 이미지 압축, 계산기, 변환 등 일상 도구를 한곳에 모아 제공합니다.
nl: Tools Central brengt al je dagelijkse tools samen op één plek. Afbeeldingscompressie, rekenmachines, conversies en nog veel meer.
no: Tools Central samler alle dine daglige verktøy på ett sted. Bildekomprimering, kalkulatorer, konverteringer og mye mer.
pl: Tools Central gromadzi wszystkie codzienne narzędzia w jednym miejscu. Kompresja obrazów, kalkulatory, konwersje i wiele więcej.
pt_pt: O Tools Central reúne todas as suas ferramentas diárias num só lugar. Compressão de imagens, calculadoras, conversões e muito mais.
ro: Tools Central reunește toate instrumentele dvs. zilnice într-un singur loc. Compresie imagini, calculatoare, conversii și multe altele.
ru: Tools Central объединяет все повседневные инструменты в одном месте: сжатие изображений, калькуляторы, конвертеры и многое другое.
sk: Tools Central zhromažďuje všetky každodenné nástroje na jednom mieste. Kompresia obrázkov, kalkulačky, konverzie a mnoho ďalšieho.
sv: Tools Central samlar alla dina dagliga verktyg på ett ställe. Bildkomprimering, kalkylatorer, konverteringar och mycket mer.
sw: Tools Central inakusanya zana zako zote za kila siku mahali pamoja. Kushinikiza picha, vikokotoo, ubadilishaji na mengi zaidi.
tr: Tools Central tüm günlük araçlarınızı tek bir yerde toplar. Görüntü sıkıştırma, hesap makineleri, dönüşümler ve çok daha fazlası.
uk: Tools Central збирає всі ваші щоденні інструменти в одному місці. Стиснення зображень, калькулятори, конвертації та багато іншого.
vi: Tools Central tập hợp tất cả các công cụ hàng ngày của bạn tại một nơi. Nén hình ảnh, máy tính, chuyển đổi và nhiều hơn nữa.
zh_hans: Tools Central 将您的所有日常工具汇集在一处。图像压缩、计算器、转换等更多功能。

# categories_page_title
source: Toutes les catégories
af: Alle kategorieë
bg: Всички категории
cs: Všechny kategorie
da: Alle kategorier
de: Alle Kategorien
el: Όλες οι κατηγορίες
es: Todas las categorías
fi: Kaikki kategoriat
fil: Lahat ng kategorya
hu: Összes kategória
id: Semua kategori
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 모든 카테고리
nl: Alle categorieën
no: Alle kategorier
pl: Wszystkie kategorie
pt_pt: Todas as categorias
ro: Toate categoriile
ru: Все категории
sk: Všetky kategórie
sv: Alla kategorier
sw: Kategoria zote
tr: Tüm kategoriler
uk: Усі категорії
vi: Tất cả danh mục
zh_hans: 所有分类
