Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_rot_missing_limits
source: Points d’attention
af: Aandagspunte
bg: Точки на внимание
cs: Body pozornosti
da: Opmærksomhedspunkter
de: Aufmerksamkeitspunkte
el: Σημεία προσοχής
es: Puntos de atención
fi: Huomioitavat seikat
fil: Mga punto ng atensyon
hu: Figyelmeztető pontok
id: Poin perhatian
it: Punti di attenzione
ja: 注意点
ko: 주의 사항
nl: Aandachtspunten
no: Oppmerksomhetspunkter
pl: Punkty uwagi
pt_pt: Pontos de atenção
ro: Puncte de atenție
ru: Важные моменты
sk: Body pozornosti
sv: Uppmärksamhetspunkter
sw: Mambo ya kuzingatia
tr: Dikkat edilmesi gereken noktalar
uk: Пункти уваги
vi: Các điểm cần chú ý
zh_hans: 注意事项

# ed_rot_missing_lim1
source: La relation doit être proportionnelle.
af: Die verhouding moet proporsioneel wees.
bg: Връзката трябва да бъде пропорционална.
cs: Vztah musí být proporcionální.
da: Forholdet skal være proportionalt.
de: Die Beziehung muss proportional sein.
el: Η σχέση πρέπει να είναι αναλογική.
es: La relación debe ser proporcional.
fi: Suhteen on oltava suhteellinen.
fil: Dapat na proporsyonal ang relasyon.
hu: A kapcsolatnak arányosnak kell lennie.
id: Hubungan harus proporsional.
it: La relazione deve essere proporzionale.
ja: 関係は比例である必要があります。
ko: 관계는 비례해야 합니다.
nl: De relatie moet proportioneel zijn.
no: Forholdet må være proporsjonalt.
pl: Relacja musi być proporcjonalna.
pt_pt: A relação deve ser proporcional.
ro: Relația trebuie să fie proporțională.
ru: Отношение должно быть пропорциональным.
sk: Vzťah musí byť proporcionálny.
sv: Relationen måste vara proportionell.
sw: Uhusiano unapaswa kuwa wa uwiano.
tr: İlişki orantılı olmalıdır.
uk: Відношення має бути пропорційним.
vi: Mối quan hệ phải tỷ lệ với nhau.
zh_hans: 关系必须是成比例的。

# ed_rot_missing_lim2
source: Ne pas confondre avec un cas inverse.
af: Moet nie verwar met 'n inverse geval nie.
bg: Не бъркайте с обратен случай.
cs: Nedoměňujte s obráceným případem.
da: Forveksl ikke med et omvendt tilfælde.
de: Nicht mit einem umgekehrten Fall verwechseln.
el: Μην συγχέετε με μια αντίστροφη περίπτωση.
es: No confundir con un caso inverso.
fi: Älä sekoita käänteiseen tapaukseen.
fil: Huwag malito sa isang baligtad na kaso.
hu: Ne keverd össze egy inverz esettel.
id: Jangan bingung dengan kasus terbalik.
it: Non confondere con un caso inverso.
ja: 逆のケースと混同しないでください。
ko: 역 비례의 경우와 혼동하지 마십시오.
nl: Verwar het niet met een inverse situatie.
no: Ikke forveksle med et invers tilfelle.
pl: Nie mylić z przypadkiem odwrotnym.
pt_pt: Não confundir com um caso inverso.
ro: Nu confundați cu un caz invers.
ru: Не путать с обратным случаем.
sk: Nedomieňajte si to s inverzným prípadom.
sv: Förväxla inte med ett omvänt fall.
sw: Usichanganye na kesi ya kinyume.
tr: Ters bir durumla karıştırmayın.
uk: Не плутайте з оберненим випадком.
vi: Không nhầm lẫn với một trường hợp ngược.
zh_hans: 不要与反比例情况混淆。

# ed_rot_missing_tip_title
source: Astuce
af: Hacks
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_rot_missing_tip
source: Avant de calculer, demande-toi si la valeur cherchée doit augmenter ou diminuer.
af: Voor jy bereken, vra jouself of die gesogte waarde moet toeneem of afneem.
bg: Преди да изчислите, запитайте се дали търсената стойност трябва да се увеличи или намали.
cs: Než začnete počítat, zeptejte se sami sebe, zda by měla hledaná hodnota vzrůst nebo klesnout.
da: Før du beregner, spørg dig selv, om den søgte værdi skal stige eller falde.
de: Bevor Sie berechnen, fragen Sie sich, ob der gesuchte Wert steigen oder fallen sollte.
el: Πριν υπολογίσετε, ρωτήστε τον εαυτό σας αν η ζητούμενη τιμή πρέπει να αυξηθεί ή να μειωθεί.
es: Antes de calcular, pregúntate si el valor buscado debe aumentar o disminuir.
fi: Ennen laskemista kysy itseltäsi, pitääkö etsittävän arvon kasvaa vai vähentyä.
fil: Bago kalkulahin, itanong sa iyong sarili kung ang hinahanap na halaga ay dapat tumaas o bumaba.
hu: A számítás előtt kérdezd meg magadtól, hogy a keresett értéknek nőnie vagy csökkennie kell-e.
id: Sebelum menghitung, tanyakan pada diri sendiri apakah nilai yang dicari harus meningkat atau menurun.
it: Prima di calcolare, chiediti se il valore cercato deve aumentare o diminuire.
ja: 計算する前に、探している値が増加するべきか減少するべきか自問してください。
ko: 계산하기 전에 찾고 있는 값이 증가해야 하는지 감소해야 하는지 스스로에게 물어보세요.
nl: Voordat je gaat rekenen, vraag jezelf af of de gezochte waarde moet toenemen of afnemen.
no: Før du beregner, spør deg selv om den søkte verdien skal øke eller minke.
pl: Zanim zaczniesz obliczenia, zapytaj siebie, czy poszukiwana wartość powinna wzrosnąć czy zmaleć.
pt_pt: Antes de calcular, pergunte-se se o valor procurado deve aumentar ou diminuir.
ro: Înainte de a calcula, întreabă-te dacă valoarea căutată trebuie să crească sau să scadă.
ru: Перед тем как вычислять, спросите себя, должно ли искомое значение увеличиваться или уменьшаться.
sk: Pred výpočtom sa opýtajte, či by sa hľadaná hodnota mala zvýšiť alebo znížiť.
sv: Innan du beräknar, fråga dig själv om det sökta värdet ska öka eller minska.
sw: Kabla ya kuhesabu, jiulize ikiwa thamani inayotafutwa inapaswa kuongezeka au kupungua.
tr: Hesaplamadan önce, aradığınız değerin artması mı yoksa azalması mı gerektiğini kendinize sorun.
uk: Перед тим як розрахувати, запитайте себе, чи має шукане значення збільшитися чи зменшитися.
vi: Trước khi tính toán, hãy tự hỏi xem giá trị cần tìm có nên tăng hay giảm không.
zh_hans: 在计算之前，问问自己所求的值是应该增加还是减少。

# ed_rot_simple_title
source: À propos : Règle de trois simple
af: Oor: Eenvoudige drie-reël
bg: Относно: Простото правило на три
cs: O pravidle tří jednoduchém
da: Om: Enkel tre-regel
de: Über: Einfache Regel von drei
el: Σχετικά: Κανόνας τριών απλός
es: Acerca de: Regla de tres simple
fi: Tietoa: Yksinkertainen kolmonen sääntö
fil: Tungkol sa: Batas ng tatlong simple
hu: A következőkről: Egyszerű háromszabály
id: Tentang: Aturan tiga sederhana
it: A proposito: Regola del tre semplice
ja: について：単純な三分の一の法則
ko: 정보: 단순 비례의 규칙
nl: Over: Eenvoudige regel van drie
no: Om: Enkel regel av tre
pl: O tym: Prosta reguła trzech
pt_pt: Sobre: Regra de três simples
ro: Despre: Regulă de trei simplă
ru: О правилах: Простое правило трех
sk: O pravidle troch jednoduchých
sv: Om: Enkel tre-regel
sw: Kuhusu: Sheria ya tatu rahisi
tr: Hakkında: Basit üç kuralı
uk: Про: Просте правило трьох
vi: Về việc: Quy tắc ba đơn giản
zh_hans: 关于：简单的三法则

# ed_rot_simple_lead
source: Cet outil permet de calculer rapidement une valeur manquante à l’aide de la règle de trois simple, dans un cas de proportionnalité directe.
af: Hierdie hulpmiddel maak dit moontlik om vinnig 'n ontbrekende waarde te bereken met behulp van die eenvoudige drie-reël, in 'n geval van direkte proporsionaliteit.
bg: Този инструмент позволява бързо изчисляване на липсваща стойност с помощта на простото правило на три, в случай на директна пропорционалност.
cs: Tento nástroj umožňuje rychle vypočítat chybějící hodnotu pomocí pravidla tří jednoduchého v případě přímé proporcionality.
da: Dette værktøj gør det muligt hurtigt at beregne en manglende værdi ved hjælp af den enkle tre-regel i et tilfælde af direkte proportionalitet.
de: Dieses Tool ermöglicht es, schnell einen fehlenden Wert mit der einfachen Regel von drei in einem Fall der direkten Proportionalität zu berechnen.
el: Αυτό το εργαλείο επιτρέπει να υπολογίσετε γρήγορα μια λείπουσα τιμή με τη βοήθεια του απλού κανόνα τριών, σε μια περίπτωση άμεσης αναλογίας.
es: Esta herramienta permite calcular rápidamente un valor faltante utilizando la regla de tres simple, en un caso de proporcionalidad directa.
fi: Tämä työkalu mahdollistaa puuttuvan arvon nopean laskemisen yksinkertaisen kolmonen säännön avulla suoran suhteellisuuden tapauksessa.
fil: Ang tool na ito ay nagbibigay-daan upang mabilis na kalkulahin ang isang nawawalang halaga gamit ang simpleng batas ng tatlong, sa isang kaso ng tuwid na proporsyonalidad.
hu: Ez az eszköz lehetővé teszi, hogy gyorsan kiszámíts egy hiányzó értéket az egyszerű háromszabály segítségével, közvetlen arányosság esetén.
id: Alat ini memungkinkan untuk dengan cepat menghitung nilai yang hilang menggunakan aturan tiga sederhana, dalam kasus proporsionalitas langsung.
it: Questo strumento consente di calcolare rapidamente un valore mancante utilizzando la regola del tre semplice, in un caso di proporzionalità diretta.
ja: このツールは、直接比例のケースで単純な三分の一の法則を使用して、欠けている値を迅速に計算することを可能にします。
ko: 이 도구는 직접 비례의 경우에 단순 비례 규칙을 사용하여 누락된 값을 빠르게 계산할 수 있도록 합니다.
nl: Dit hulpmiddel maakt het snel mogelijk om een ontbrekende waarde te berekenen met behulp van de eenvoudige regel van drie, in een situatie van directe proportionaliteit.
no: Dette verktøyet gjør det raskt å beregne en manglende verdi ved hjelp av den enkle regelen av tre, i et tilfelle av direkte proporsjonalitet.
pl: To narzędzie umożliwia szybkie obliczenie brakującej wartości za pomocą prostej reguły trzech w przypadku proporcjonalności bezpośredniej.
pt_pt: Esta ferramenta permite calcular rapidamente um valor faltante com a ajuda da regra de três simples, em um caso de proporcionalidade direta.
ro: Acest instrument permite calcularea rapidă a unei valori lipsă cu ajutorul regulii de trei simple, într-un caz de proporționalitate directă.
ru: Этот инструмент позволяет быстро вычислить недостающее значение с помощью простого правила трех в случае прямой пропорциональности.
sk: Tento nástroj umožňuje rýchlo vypočítať chýbajúcu hodnotu pomocou pravidla troch jednoduchých v prípade priamej proporcionality.
sv: Detta verktyg gör det snabbt att beräkna ett saknat värde med hjälp av den enkla tre-regeln, i ett fall av direkt proportionalitet.
sw: Kifaa hiki kinaruhusu kuhesabu kwa haraka thamani inayokosekana kwa kutumia sheria ya tatu rahisi, katika kesi ya uwiano wa moja kwa moja.
tr: Bu araç, doğrudan orantı durumunda basit üç kuralı kullanarak hızlı bir şekilde eksik bir değeri hesaplamanızı sağlar.
uk: Цей інструмент дозволяє швидко обчислити відсутнє значення за допомогою простого правила трьох у випадку прямої пропорційності.
vi: Công cụ này cho phép tính toán nhanh chóng một giá trị thiếu bằng cách sử dụng quy tắc ba đơn giản, trong một trường hợp tỷ lệ trực tiếp.
zh_hans: 该工具可以快速计算出缺失值，使用简单的三法则，适用于直接比例的情况。

# ed_rot_simple_usecases
source: Quand utiliser cet outil ?
af: Wanneer om hierdie hulpmiddel te gebruik?
bg: Кога да използвате този инструмент?
cs: Kdy použít tento nástroj?
da: Hvornår skal man bruge dette værktøj?
de: Wann sollte man dieses Tool verwenden?
el: Πότε να χρησιμοποιήσετε αυτό το εργαλείο;
es: ¿Cuándo utilizar esta herramienta?
fi: Milloin käyttää tätä työkalua?
fil: Kailan gagamitin ang tool na ito?
hu: Mikor használd ezt az eszközt?
id: Kapan menggunakan alat ini?
it: Quando utilizzare questo strumento?
ja: このツールをいつ使用するか？
ko: 이 도구를 언제 사용해야 합니까?
nl: Wanneer dit hulpmiddel gebruiken?
no: Når bruke dette verktøyet?
pl: Kiedy używać tego narzędzia?
pt_pt: Quando usar esta ferramenta?
ro: Când să folosești acest instrument?
ru: Когда использовать этот инструмент?
sk: Kedy použiť tento nástroj?
sv: När ska du använda detta verktyg?
sw: Lini utumie kifaa hiki?
tr: Bu aracı ne zaman kullanmalısınız?
uk: Коли використовувати цей інструмент?
vi: Khi nào sử dụng công cụ này?
zh_hans: 何时使用此工具？

# ed_rot_simple_uc1_title
source: Calcul immédiat
af: Onmiddellike berekening
bg: Незабавно изчисление
cs: Okamžitý výpočet
da: Øjeblikkelig beregning
de: Sofortige Berechnung
el: Άμεσος υπολογισμός
es: Cálculo inmediato
fi: Välitön laskenta
fil: Agarang kalkulasyon
hu: Azonnali számítás
id: Perhitungan langsung
it: Calcolo immediato
ja: 即時計算
ko: 즉각적인 계산
nl: Directe berekening
no: Umiddelbar beregning
pl: Natychmiastowe obliczenie
pt_pt: Cálculo imediato
ro: Calcul imediat
ru: Мгновенное вычисление
sk: Okamžitý výpočet
sv: Omedelbar beräkning
sw: Hesabu ya papo hapo
tr: Anında hesaplama
uk: Негайний розрахунок
vi: Tính toán ngay lập tức
zh_hans: 即时计算

# ed_rot_simple_uc1_text
source: Résoudre un calcul de proportionnalité en quelques secondes.
af: Los 'n proporsionaliteit berekening in 'n paar sekondes op.
bg: Решаване на изчисление на пропорционалност за няколко секунди.
cs: Vyřešte výpočet proporcionality za několik sekund.
da: Løs en beregning af proportionalitet på få sekunder.
de: Ein Proportionalitätsproblem in wenigen Sekunden lösen.
el: Λύστε έναν υπολογισμό αναλογίας σε λίγα δευτερόλεπτα.
es: Resolver un cálculo de proporcionalidad en unos segundos.
fi: Ratkaise suhteellisuuslaskenta muutamassa sekunnissa.
fil: Lutasin ang isang kalkulasyon ng proporsyonalidad sa loob ng ilang segundo.
hu: Egy arányossági számítás megoldása néhány másodperc alatt.
id: Menyelesaikan perhitungan proporsional dalam beberapa detik.
it: Risolvere un calcolo di proporzionalità in pochi secondi.
ja: 数秒で比例計算を解決します。
ko: 몇 초 만에 비례 계산을 해결합니다.
nl: Los een berekening van proportionaliteit op in enkele seconden.
no: Løse en beregning av proporsjonalitet på noen sekunder.
pl: Rozwiąż obliczenie proporcjonalności w kilka sekund.
pt_pt: Resolver um cálculo de proporcionalidade em poucos segundos.
ro: Rezolvarea unui calcul de proporționalitate în câteva secunde.
ru: Решить задачу пропорциональности за несколько секунд.
sk: Riešiť výpočet proporcionality za niekoľko sekúnd.
sv: Lös en proportionalitetsberäkning på några sekunder.
sw: Tatua hesabu ya uwiano kwa sekunde chache.
tr: Bir orantı hesaplamasını birkaç saniye içinde çözün.
uk: Розв'язати задачу пропорційності за кілька секунд.
vi: Giải quyết một phép tính tỷ lệ trong vài giây.
zh_hans: 在几秒钟内解决比例计算。

# ed_rot_simple_uc2_title
source: Devoirs et révisions
af: Huiswerk en hersiening
bg: Домашни задължения и преговори
cs: Úkoly a opakování
da: Opgaver og revisioner
de: Hausaufgaben und Wiederholungen
el: Καθήκοντα και επαναλήψεις
es: Deberes y revisiones
fi: Kotitehtävät ja kertaaminen
fil: Mga takdang-aralin at pagsusuri
hu: Házi feladatok és ismétlés
id: Pekerjaan rumah dan revisi
it: Compiti e revisioni
ja: 宿題と復習
ko: 숙제 및 복습
nl: Huiswerk en herzieningen
no: Lekser og repetisjon
pl: Zadania i powtórki
pt_pt: Deveres e revisões
ro: Teme și revizuiri
ru: Домашние задания и повторение
sk: Domáce úlohy a revízie
sv: Läxor och repetitioner
sw: Kazi na marekebisho
tr: Ödevler ve tekrarlar
uk: Домашні завдання та повторення
vi: Bài tập và ôn tập
zh_hans: 作业和复习

# ed_rot_simple_uc2_text
source: Vérifier un exercice de maths sans refaire tout le raisonnement.
af: Kontroleer 'n wiskunde oefening sonder om die hele redenasie weer te doen.
bg: Проверка на математическо упражнение без да се повтаря цялото разсъждение.
cs: Ověřit matematické cvičení, aniž byste museli znovu provádět celé odůvodnění.
da: Kontrollere en matematikopgave uden at gentage hele ræsonneringen.
de: Eine Mathematikübung überprüfen, ohne die gesamte Argumentation erneut durchzugehen.
el: Να ελέγξετε μια άσκηση μαθηματικών χωρίς να επαναλάβετε όλη τη λογική.
es: Verificar un ejercicio de matemáticas sin rehacer todo el razonamiento.
fi: Tarkista matematiikan tehtävä ilman, että teet koko päättelyä uudelleen.
fil: Suriin ang isang ehersisyo sa matematika nang hindi inuulit ang buong pangangatwiran.
hu: Egy matematikai feladat ellenőrzése anélkül, hogy újra kellene gondolni az egész érvet.
id: Memeriksa latihan matematika tanpa mengulang seluruh penalaran.
it: Controllare un esercizio di matematica senza rifare tutto il ragionamento.
ja: すべての推論をやり直さずに数学の問題を確認する。
ko: 전체 추론을 다시 하지 않고 수학 문제를 확인합니다.
nl: Een wiskunde-oefening controleren zonder de hele redenering opnieuw te doen.
no: Sjekke en matematikkoppgave uten å gjøre hele resonnementet på nytt.
pl: Sprawdzić zadanie z matematyki bez powtarzania całego rozumowania.
pt_pt: Verificar um exercício de matemática sem refazer todo o raciocínio.
ro: Verificarea unui exercițiu de matematică fără a reface tot raționamentul.
ru: Проверить математическое упражнение, не повторяя все рассуждения.
sk: Skontrolovať matematické cvičenie bez opätovného prepočítania celého postupu.
sv: Kontrollera en matematikuppgift utan att göra om hela resonemanget.
sw: Kukagua zoezi la hisabati bila kurudia mantiki yote.
tr: Bir matematik alıştırmasını tüm akıl yürütmeyi yeniden yapmadan kontrol etme.
uk: Перевірити математичну задачу, не повторюючи все міркування.
vi: Kiểm tra một bài toán toán học mà không cần làm lại toàn bộ lý luận.
zh_hans: 检查数学练习而不重新进行整个推理。

# ed_rot_simple_uc3_title
source: Vie quotidienne
af: Daaglikse lewe
bg: Всекидневен живот
cs: Každodenní život
da: Hverdagsliv
de: Alltagsleben
el: Καθημερινή ζωή
es: Vida cotidiana
fi: Arkielämä
fil: Pang-araw-araw na buhay
hu: Mindennapi élet
id: Kehidupan sehari-hari
it: Vita quotidiana
ja: 日常生活
ko: 일상 생활
nl: Dagelijks leven
no: Hverdagsliv
pl: Życie codzienne
pt_pt: Vida quotidiana
ro: Viața de zi cu zi
ru: Повседневная жизнь
sk: Každodenný život
sv: Vardagsliv
sw: Maisha ya kila siku
tr: Günlük yaşam
uk: Повсякденне життя
vi: Cuộc sống hàng ngày
zh_hans: 日常生活

# ed_rot_simple_uc3_text
source: Adapter une quantité, un prix ou une durée proportionnelle.
af: Pas 'n hoeveelheid, 'n prys of 'n tydperk proporsioneel aan.
bg: Адаптиране на количество, цена или пропорционална продължителност.
cs: Přizpůsobit množství, cenu nebo časovou délku proporcionálně.
da: Tilpasse en mængde, en pris eller en varighed proportionalt.
de: Eine Menge, einen Preis oder eine proportionale Dauer anpassen.
el: Να προσαρμόσετε μια ποσότητα, μια τιμή ή μια αναλογία χρόνου.
es: Adaptar una cantidad, un precio o una duración proporcional.
fi: Sovita määrä, hinta tai kesto suhteellisesti.
fil: Iangkop ang isang dami, presyo o tagal na proporsyonal.
hu: Egy mennyiség, ár vagy időtartam arányos módosítása.
id: Menyesuaikan jumlah, harga, atau durasi secara proporsional.
it: Adattare una quantità, un prezzo o una durata proporzionale.
ja: 数量、価格、または時間を比例的に調整する。
ko: 비례적으로 양, 가격 또는 기간을 조정합니다.
nl: Een hoeveelheid, prijs of duur proportioneel aanpassen.
no: Tilpasse en mengde, en pris eller en varighet proporsjonalt.
pl: Dostosować ilość, cenę lub czas proporcjonalnie.
pt_pt: Adaptar uma quantidade, um preço ou uma duração proporcional.
ro: Adaptarea unei cantități, a unui preț sau a unei durate proporționale.
ru: Адаптировать количество, цену или пропорциональную продолжительность.
sk: Prispôsobiť množstvo, cenu alebo trvanie proporcionálne.
sv: Anpassa en mängd, ett pris eller en proportionell tid.
sw: Kubadilisha kiasi, bei au muda kwa uwiano.
tr: Orantılı bir miktarı, fiyatı veya süreyi ayarlamak.
uk: Адаптувати кількість, ціну або тривалість пропорційно.
vi: Điều chỉnh một số lượng, một giá hoặc một khoảng thời gian theo tỷ lệ.
zh_hans: 调整一个数量、价格或持续时间的比例。

# ed_rot_simple_output
source: Résultat obtenu
af: Verkrygde resultaat
bg: Получен резултат
cs: Získaný výsledek
da: Opnået resultat
de: Erzieltes Ergebnis
el: Αποτέλεσμα που αποκτήθηκε
es: Resultado obtenido
fi: Saadut tulokset
fil: Nakuha na resulta
hu: Kapott eredmény
id: Hasil yang diperoleh
it: Risultato ottenuto
ja: 得られた結果
ko: 얻은 결과
nl: Verkregen resultaat
no: Oppnådd resultat
pl: Uzyskany wynik
pt_pt: Resultado obtido
ro: Rezultatul obținut
ru: Полученный результат
sk: Získaný výsledok
sv: Resultat erhållet
sw: Matokeo yaliyopatikana
tr: Elde edilen sonuç
uk: Отриманий результат
vi: Kết quả thu được
zh_hans: 获得的结果

# ed_rot_simple_out1
source: La valeur manquante calculée automatiquement.
af: Die ontbrekende waarde wat outomaties bereken word.
bg: Липсващата стойност, изчислена автоматично.
cs: Chybějící hodnota vypočítaná automaticky.
da: Den manglende værdi beregnet automatisk.
de: Der automatisch berechnete fehlende Wert.
el: Η λείπουσα τιμή υπολογίζεται αυτόματα.
es: El valor faltante calculado automáticamente.
fi: Puuttuva arvo lasketaan automaattisesti.
fil: Ang nawawalang halaga ay awtomatikong kinakalkula.
hu: Az automatikusan kiszámított hiányzó érték.
id: Nilai yang hilang dihitung secara otomatis.
it: Il valore mancante calcolato automaticamente.
ja: 自動的に計算された欠落値。
ko: 자동으로 계산된 누락된 값입니다.
nl: De ontbrekende waarde automatisch berekend.
no: Den manglende verdien beregnet automatisk.
pl: Brakująca wartość obliczona automatycznie.
pt_pt: O valor em falta calculado automaticamente.
ro: Valoarea lipsă calculată automat.
ru: Недостающая величина, рассчитанная автоматически.
sk: Chýbajúca hodnota vypočítaná automaticky.
sv: Det saknade värdet beräknas automatiskt.
sw: Thamani inayokosekana inahesabiwa kiotomatiki.
tr: Otomatik olarak hesaplanan eksik değer.
uk: Відсутнє значення, обчислене автоматично.
vi: Giá trị thiếu được tính toán tự động.
zh_hans: 自动计算的缺失值。

# ed_rot_simple_out2
source: Un calcul fiable basé sur le produit en croix.
af: 'n Betroubare berekening gebaseer op die kruisproduk.
bg: Надеждно изчисление, основано на кръстосан продукт.
cs: Spolehlivý výpočet založený na křížovém násobení.
da: En pålidelig beregning baseret på krydsproduktet.
de: Eine zuverlässige Berechnung basierend auf dem Kreuzprodukt.
el: Μια αξιόπιστη υπολογιστική βάση στο προϊόν σε σταυρό.
es: Un cálculo fiable basado en el producto en cruz.
fi: Luotettava laskenta ristitulojen perusteella.
fil: Isang maaasahang kalkulasyon batay sa produkto sa krus.
hu: Megbízható számítás a kereszttermék alapján.
id: Perhitungan yang dapat diandalkan berdasarkan produk silang.
it: Un calcolo affidabile basato sul prodotto in croce.
ja: 交差積に基づく信頼できる計算。
ko: 교차 곱을 기반으로 한 신뢰할 수 있는 계산입니다.
nl: Een betrouwbare berekening gebaseerd op de kruisproduct.
no: En pålitelig beregning basert på kryssproduktet.
pl: Wiarygodne obliczenie oparte na iloczynie krzyżowym.
pt_pt: Um cálculo fiável baseado no produto em cruz.
ro: Un calcul de încredere bazat pe produsul în cruce.
ru: Надежный расчет на основе крестного произведения.
sk: Spoľahlivý výpočet založený na krížovom súčine.
sv: En pålitlig beräkning baserad på korsprodukten.
sw: Hesabu ya kuaminika inayotegemea bidhaa kwa msalaba.
tr: Çarpanlar üzerinden güvenilir bir hesaplama.
uk: Надійний розрахунок на основі перехресного добутку.
vi: Một phép tính đáng tin cậy dựa trên sản phẩm chéo.
zh_hans: 基于交叉乘积的可靠计算。

# ed_rot_simple_limits
source: À vérifier avant d’utiliser
af: Om te kontroleer voordat dit gebruik word
bg: Да се провери преди употреба
cs: Je třeba zkontrolovat před použitím
da: At kontrollere før brug
de: Vor der Verwendung zu überprüfen
el: Πρέπει να ελεγχθεί πριν από τη χρήση
es: A verificar antes de usar
fi: Tarkistettavaa ennen käyttöä
fil: Dapat suriin bago gamitin
hu: Ellenőrizni kell használat előtt
id: Harus diperiksa sebelum digunakan
it: Da verificare prima di utilizzare
ja: 使用する前に確認する
ko: 사용하기 전에 확인해야 합니다.
nl: Te controleren voordat je het gebruikt
no: Å sjekke før bruk
pl: Do sprawdzenia przed użyciem
pt_pt: A verificar antes de usar
ro: De verificat înainte de utilizare
ru: Следует проверить перед использованием
sk: Na overenie pred použitím
sv: Att kontrollera innan användning
sw: Ili kukagua kabla ya kutumia
tr: Kullanımdan önce kontrol edilmesi gerekenler
uk: Потрібно перевірити перед використанням
vi: Cần kiểm tra trước khi sử dụng
zh_hans: 在使用前检查
