Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_proportionality_check_tip
source: Teste toujours avec deux paires de valeurs différentes pour confirmer la proportionnalité.
af: Toets altyd met twee verskillende pare waardes om die proporsionaliteit te bevestig.
bg: Винаги тествайте с две различни двойки стойности, за да потвърдите пропорционалността.
cs: Vždy testujte s dvěma různými páry hodnot pro potvrzení proporcionality.
da: Test altid med to forskellige værdipar for at bekræfte proportionaliteten.
de: Teste immer mit zwei verschiedenen Wertpaaren, um die Proportionalität zu bestätigen.
el: Δοκιμάστε πάντα με δύο διαφορετικά ζεύγη τιμών για να επιβεβαιώσετε την αναλογικότητα.
es: Siempre prueba con dos pares de valores diferentes para confirmar la proporcionalidad.
fi: Testaa aina kahdella eri arvojen parilla vahvistaaksesi suhteellisuuden.
fil: Laging subukan gamit ang dalawang pares ng iba't ibang halaga upang kumpirmahin ang proporsyonalidad.
hu: Mindig tesztelj két különböző értékpárral az arányosság megerősítésére.
id: Selalu uji dengan dua pasangan nilai yang berbeda untuk mengonfirmasi proporsionalitas.
it: Testa sempre con due coppie di valori diversi per confermare la proporzionalità.
ja: 比例を確認するために、常に異なる二つの値のペアでテストしてください。
ko: 비례성을 확인하기 위해 항상 두 쌍의 다른 값을 테스트하세요.
nl: Test altijd met twee verschillende paren waarden om de proportionaliteit te bevestigen.
no: Test alltid med to forskjellige par verdier for å bekrefte proporsjonaliteten.
pl: Zawsze testuj z dwiema różnymi parami wartości, aby potwierdzić proporcjonalność.
pt_pt: Teste sempre com dois pares de valores diferentes para confirmar a proporcionalidade.
ro: Testează întotdeauna cu două perechi de valori diferite pentru a confirma proporționalitatea.
ru: Всегда проверяйте с двумя разными парами значений, чтобы подтвердить пропорциональность.
sk: Vždy testujte s dvoma rôznymi pármi hodnôt, aby ste potvrdili proporcionalitu.
sv: Testa alltid med två olika värdepar för att bekräfta proportionaliteten.
sw: Daima jaribu na jozi mbili za thamani tofauti ili kuthibitisha uwiano.
tr: Orantılılığı doğrulamak için her zaman iki farklı değer çifti ile test edin.
uk: Завжди тестуйте з двома різними парами значень, щоб підтвердити пропорційність.
vi: Luôn kiểm tra với hai cặp giá trị khác nhau để xác nhận tỷ lệ.
zh_hans: 始终用两对不同的值进行测试以确认比例关系。

# ed_math_ratio_calculator_title
source: À propos : Calculer un ratio
af: Oor: Bereken 'n verhouding
bg: Относно: Изчисляване на съотношение
cs: O: Vypočítat poměr
da: Om: Beregne et forhold
de: Über: Ein Verhältnis berechnen
el: Σχετικά με: Υπολογισμός μιας αναλογίας
es: Acerca de: Calcular una razón
fi: Tietoa: Laske suhde
fil: Tungkol sa: Kalkulahin ang isang ratio
hu: A következőkről: Arány kiszámítása
id: Tentang: Menghitung rasio
it: A proposito: Calcolare un rapporto
ja: について：比を計算する
ko: 정보: 비율 계산하기
nl: Over: Bereken een verhouding
no: Om: Beregne et forhold
pl: O tym: Obliczanie stosunku
pt_pt: Sobre: Calcular uma razão
ro: Despre: Calcularea unui raport
ru: О нас: Вычисление отношения
sk: O: Vypočítať pomer
sv: Om: Beräkna ett förhållande
sw: Kuhusu: Kuangalia uwiano
tr: Hakkında: Bir oran hesaplama
uk: Про: Обчислити співвідношення
vi: Về: Tính toán một tỷ lệ
zh_hans: 关于：计算比率

# ed_math_ratio_calculator_lead
source: Calculer et interpréter un ratio pour comparer deux grandeurs de manière simple et efficace.
af: Bereken en interpreteer 'n verhouding om twee groothede eenvoudig en effektief te vergelyk.
bg: Изчислете и интерпретирайте съотношение, за да сравните две величини по прост и ефективен начин.
cs: Vypočítat a interpretovat poměr pro jednoduché a efektivní porovnání dvou veličin.
da: Beregne og fortolke et forhold for at sammenligne to størrelser på en enkel og effektiv måde.
de: Ein Verhältnis berechnen und interpretieren, um zwei Größen einfach und effektiv zu vergleichen.
el: Υπολογίστε και ερμηνεύστε μια αναλογία για να συγκρίνετε δύο ποσότητες με απλό και αποτελεσματικό τρόπο.
es: Calcular e interpretar una razón para comparar dos magnitudes de manera simple y efectiva.
fi: Laske ja tulkitse suhde vertaillaksesi kahta suuretta yksinkertaisesti ja tehokkaasti.
fil: Kalkulahin at bigyang-kahulugan ang isang ratio upang ihambing ang dalawang sukat sa isang simpleng at epektibong paraan.
hu: Arány kiszámítása és értelmezése két mennyiség egyszerű és hatékony összehasonlításához.
id: Menghitung dan menginterpretasikan rasio untuk membandingkan dua besaran dengan cara yang sederhana dan efektif.
it: Calcolare e interpretare un rapporto per confrontare due grandezze in modo semplice ed efficace.
ja: 二つの量を簡単かつ効果的に比較するために比を計算し、解釈します。
ko: 두 양을 간단하고 효과적으로 비교하기 위해 비율을 계산하고 해석합니다.
nl: Bereken en interpreteer een verhouding om twee grootheden op een eenvoudige en effectieve manier te vergelijken.
no: Beregne og tolke et forhold for å sammenligne to størrelser på en enkel og effektiv måte.
pl: Obliczanie i interpretowanie stosunku w celu porównania dwóch wielkości w prosty i skuteczny sposób.
pt_pt: Calcular e interpretar uma razão para comparar duas grandezas de maneira simples e eficaz.
ro: Calcularea și interpretarea unui raport pentru a compara două mărimi într-un mod simplu și eficient.
ru: Вычислить и интерпретировать отношение для простого и эффективного сравнения двух величин.
sk: Vypočítať a interpretovať pomer na porovnanie dvoch veľkostí jednoducho a efektívne.
sv: Beräkna och tolka ett förhållande för att jämföra två storheter på ett enkelt och effektivt sätt.
sw: Hesabu na tafsiri uwiano ili kulinganisha ukubwa mbili kwa njia rahisi na yenye ufanisi.
tr: İki büyüklüğü basit ve etkili bir şekilde karşılaştırmak için bir oran hesaplamak ve yorumlamak.
uk: Обчислити та інтерпретувати співвідношення для простого та ефективного порівняння двох величин.
vi: Tính toán và diễn giải một tỷ lệ để so sánh hai đại lượng một cách đơn giản và hiệu quả.
zh_hans: 计算和解释比率，以简单有效的方式比较两个量。

# ed_math_ratio_calculator_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapa
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_ratio_calculator_uc1_title
source: Comparaisons
af: Vergelykings
bg: Сравнения
cs: Srovnání
da: Sammenligninger
de: Vergleiche
el: Συγκρίσεις
es: Comparaciones
fi: Vertailut
fil: Paghahambing
hu: Összehasonlítások
id: Perbandingan
it: Confronti
ja: 比較
ko: 비교
nl: Vergelijkingen
no: Sammenligninger
pl: Porównania
pt_pt: Comparações
ro: Comparatii
ru: Сравнения
sk: Porovnania
sv: Jämförelser
sw: Mifano
tr: Karşılaştırmalar
uk: Порівняння
vi: So sánh
zh_hans: 比较

# ed_math_ratio_calculator_uc1_text
source: Comparer deux quantités (population, effectifs, concentrations).
af: Vergelyk twee hoeveelhede (bevolking, getalle, konsentrasies).
bg: Сравняване на две количества (население, брой, концентрации).
cs: Porovnat dvě množství (populace, počty, koncentrace).
da: Sammenlign to mængder (befolkning, antal, koncentrationer).
de: Zwei Größen (Bevölkerung, Mitarbeiter, Konzentrationen) vergleichen.
el: Σύγκριση δύο ποσοτήτων (πληθυσμός, αριθμός, συγκεντρώσεις).
es: Comparar dos cantidades (población, efectivos, concentraciones).
fi: Vertaile kahta määrää (väestö, henkilöstö, pitoisuudet).
fil: Ihambing ang dalawang dami (populasyon, bilang, konsentrasyon).
hu: Két mennyiség (népesség, létszám, koncentrációk) összehasonlítása.
id: Membandingkan dua kuantitas (populasi, jumlah, konsentrasi).
it: Confrontare due quantità (popolazione, dimensioni, concentrazioni).
ja: 2つの量（人口、数、濃度）を比較する。
ko: 두 양(인구, 수치, 농도) 비교하기.
nl: Vergelijk twee hoeveelheden (bevolking, aantallen, concentraties).
no: Sammenligne to mengder (befolkning, antall, konsentrasjoner).
pl: Porównaj dwie ilości (populacja, liczebność, stężenia).
pt_pt: Comparar duas quantidades (população, efetivos, concentrações).
ro: Compararea a două cantități (populație, efective, concentrații).
ru: Сравнить две величины (население, численность, концентрации).
sk: Porovnať dve množstvá (populácia, počty, koncentrácie).
sv: Jämföra två kvantiteter (befolkning, antal, koncentrationer).
sw: Kulinganisha kiasi viwili (idadi, idadi ya watu, makadirio).
tr: İki miktarı (nüfus, sayılar, konsantrasyonlar) karşılaştırmak.
uk: Порівняти дві кількості (населення, чисельність, концентрації).
vi: So sánh hai lượng (dân số, số lượng, nồng độ).
zh_hans: 比较两个数量（人口、样本、浓度）。

# ed_math_ratio_calculator_uc2_title
source: Données statistiques
af: Statistiese data
bg: Статистически данни
cs: Statistická data
da: Statistiske data
de: Statistische Daten
el: Στατιστικά δεδομένα
es: Datos estadísticos
fi: Tilastotiedot
fil: Statistical na datos
hu: Statisztikai adatok
id: Data statistik
it: Dati statistici
ja: 統計データ
ko: 통계 데이터
nl: Statistische gegevens
no: Statistiske data
pl: Dane statystyczne
pt_pt: Dados estatísticos
ro: Date statistice
ru: Статистические данные
sk: Štatistické údaje
sv: Statistiska data
sw: Takwimu za takwimu
tr: İstatistiksel veriler
uk: Статистичні дані
vi: Dữ liệu thống kê
zh_hans: 统计数据

# ed_math_ratio_calculator_uc2_text
source: Exprimer une relation entre deux grandeurs sans dépendre de leur unité.
af: Druk 'n verhouding tussen twee groothede uit sonder om van hul eenheid afhanklik te wees.
bg: Изразяване на връзка между две величини, без да зависи от тяхната единица.
cs: Vyjádřit vztah mezi dvěma veličinami, aniž by závisel na jejich jednotce.
da: Udtryk et forhold mellem to størrelser uden at afhænge af deres enhed.
de: Eine Beziehung zwischen zwei Größen ausdrücken, ohne von ihrer Einheit abhängig zu sein.
el: Έκφραση μιας σχέσης μεταξύ δύο μεγεθών χωρίς να εξαρτάται από τη μονάδα τους.
es: Expresar una relación entre dos magnitudes sin depender de su unidad.
fi: Ilmaise suhde kahden suureen välillä ilman, että se riippuu niiden yksiköistä.
fil: Ipahayag ang ugnayan sa pagitan ng dalawang sukat nang hindi umaasa sa kanilang yunit.
hu: Két mennyiség közötti kapcsolat kifejezése anélkül, hogy az egységüktől függnénk.
id: Menyatakan hubungan antara dua besaran tanpa bergantung pada satuan mereka.
it: Esprimere una relazione tra due grandezze senza dipendere dalla loro unità.
ja: 単位に依存せずに2つの量の関係を表現する。
ko: 단위에 의존하지 않고 두 크기 간의 관계를 표현하기.
nl: Een relatie tussen twee grootheden uitdrukken zonder afhankelijk te zijn van hun eenheid.
no: Uttrykke et forhold mellom to størrelser uten å være avhengig av enheten deres.
pl: Wyrazić związek między dwiema wielkościami niezależnie od ich jednostki.
pt_pt: Expressar uma relação entre duas grandezas sem depender da sua unidade.
ro: Exprimați o relație între două mărimi fără a depinde de unitatea lor.
ru: Выразить отношение между двумя величинами, не завися от их единицы.
sk: Vyjadriť vzťah medzi dvoma veličinami bez závislosti od ich jednotky.
sv: Uttrycka ett förhållande mellan två storheter utan att bero på deras enhet.
sw: Kueleza uhusiano kati ya vipimo viwili bila kutegemea kitengo chao.
tr: İki büyüklük arasındaki ilişkiyi birimlerine bağlı kalmadan ifade etmek.
uk: Висловити зв'язок між двома величинами, не залежачи від їх одиниці.
vi: Diễn đạt một mối quan hệ giữa hai đại lượng mà không phụ thuộc vào đơn vị của chúng.
zh_hans: 在不依赖单位的情况下表达两个量之间的关系。

# ed_math_ratio_calculator_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的结果

# ed_math_ratio_calculator_out1
source: Le calcul exact du ratio entre deux valeurs.
af: Die presiese berekening van die verhouding tussen twee waardes.
bg: Точното изчисление на съотношението между две стойности.
cs: Přesný výpočet poměru mezi dvěma hodnotami.
da: Den nøjagtige beregning af forholdet mellem to værdier.
de: Die genaue Berechnung des Verhältnisses zwischen zwei Werten.
el: Ο ακριβής υπολογισμός του λόγου μεταξύ δύο τιμών.
es: El cálculo exacto de la razón entre dos valores.
fi: Tarkka laskenta kahden arvon suhteen.
fil: Ang eksaktong pagkalkula ng ratio sa pagitan ng dalawang halaga.
hu: A két érték közötti arány pontos kiszámítása.
id: Perhitungan tepat dari rasio antara dua nilai.
it: Il calcolo esatto del rapporto tra due valori.
ja: 2つの値の比率の正確な計算。
ko: 두 값 간의 비율을 정확하게 계산합니다.
nl: De exacte berekening van de verhouding tussen twee waarden.
no: Den nøyaktige beregningen av forholdet mellom to verdier.
pl: Dokładne obliczenie stosunku między dwiema wartościami.
pt_pt: O cálculo exato da razão entre dois valores.
ro: Calculul exact al raportului dintre două valori.
ru: Точный расчет отношения между двумя значениями.
sk: Presný výpočet pomeru medzi dvoma hodnotami.
sv: Den exakta beräkningen av förhållandet mellan två värden.
sw: Hesabu sahihi ya uwiano kati ya thamani mbili.
tr: İki değer arasındaki oranı tam olarak hesaplamak.
uk: Точний розрахунок співвідношення між двома значеннями.
vi: Tính toán chính xác tỷ lệ giữa hai giá trị.
zh_hans: 两个值之间比率的精确计算。

# ed_math_ratio_calculator_out2
source: Une interprétation claire du résultat obtenu.
af: 'n Duidelike interpretasie van die verkregen resultaat.
bg: Ясно тълкуване на получения резултат.
cs: Jasná interpretace získaného výsledku.
da: En klar fortolkning af det opnåede resultat.
de: Eine klare Interpretation des erhaltenen Ergebnisses.
el: Μια σαφής ερμηνεία του αποτελέσματος που αποκτήθηκε.
es: Una interpretación clara del resultado obtenido.
fi: Selkeä tulkinta saadusta tuloksesta.
fil: Isang malinaw na interpretasyon ng nakuhang resulta.
hu: A kapott eredmény világos értelmezése.
id: Interpretasi yang jelas dari hasil yang diperoleh.
it: Un'interpretazione chiara del risultato ottenuto.
ja: 得られた結果の明確な解釈。
ko: 얻은 결과에 대한 명확한 해석.
nl: Een duidelijke interpretatie van het verkregen resultaat.
no: En klar tolkning av det oppnådde resultatet.
pl: Jasna interpretacja uzyskanego wyniku.
pt_pt: Uma interpretação clara do resultado obtido.
ro: O interpretare clară a rezultatului obținut.
ru: Ясная интерпретация полученного результата.
sk: Jasná interpretácia získaného výsledku.
sv: En tydlig tolkning av det erhållna resultatet.
sw: Tafsiri wazi ya matokeo yaliyopatikana.
tr: Elde edilen sonucun net bir yorumu.
uk: Чітка інтерпретація отриманого результату.
vi: Một diễn giải rõ ràng về kết quả đạt được.
zh_hans: 对获得结果的清晰解释。

# ed_math_ratio_calculator_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_ratio_calculator_lim1
source: Un ratio n’indique pas une quantité absolue.
af: 'n Verhouding dui nie 'n absolute hoeveelheid aan nie.
bg: Съотношение не показва абсолютна стойност.
cs: Poměr neindikuje absolutní množství.
da: Et forhold angiver ikke en absolut mængde.
de: Ein Verhältnis zeigt keine absolute Menge an.
el: Ένας λόγος δεν υποδεικνύει μια απόλυτη ποσότητα.
es: Una razón no indica una cantidad absoluta.
fi: Suhde ei osoita absoluuttista määrää.
fil: Ang isang ratio ay hindi nagpapahiwatig ng isang ganap na dami.
hu: Egy arány nem jelez abszolút mennyiséget.
id: Sebuah rasio tidak menunjukkan kuantitas absolut.
it: Un rapporto non indica una quantità assoluta.
ja: 比率は絶対量を示すものではない。
ko: 비율은 절대량을 나타내지 않습니다.
nl: Een ratio geeft geen absolute hoeveelheid aan.
no: Et forhold indikerer ikke en absolutt mengde.
pl: Stosunek nie wskazuje na ilość absolutną.
pt_pt: Uma razão não indica uma quantidade absoluta.
ro: Un raport nu indică o cantitate absolută.
ru: Отношение не указывает на абсолютное количество.
sk: Pomer neukazuje absolútnu hodnotu.
sv: Ett förhållande indikerar inte en absolut mängd.
sw: Uwiano hauonyeshi kiasi halisi.
tr: Bir oran mutlak bir miktarı göstermez.
uk: Співвідношення не вказує на абсолютну кількість.
vi: Một tỷ lệ không chỉ ra một lượng tuyệt đối.
zh_hans: 比率并不表示绝对数量。

# ed_math_ratio_calculator_lim2
source: Attention aux divisions par zéro.
af: Pasop vir delings deur nul.
bg: Внимание при деления на нула.
cs: Pozor na dělení nulou.
da: Pas på med divisioner med nul.
de: Achtung bei Divisionen durch Null.
el: Προσοχή στις διαιρέσεις με το μηδέν.
es: Atención a las divisiones por cero.
fi: Varo nollalla jakamista.
fil: Mag-ingat sa paghahati sa zero.
hu: Figyelj a nullával való osztásra.
id: Perhatian terhadap pembagian dengan nol.
it: Attenzione alle divisioni per zero.
ja: ゼロでの除算に注意。
ko: 0으로 나누는 것에 주의하세요.
nl: Let op voor delingen door nul.
no: Vær oppmerksom på delinger med null.
pl: Uwaga na dzielenie przez zero.
pt_pt: Cuidado com divisões por zero.
ro: Atenție la împărțirile la zero.
ru: Осторожно с делением на ноль.
sk: Pozor na delenie nulou.
sv: Var försiktig med divisioner med noll.
sw: Tahadhari dhidi ya kugawanya kwa sifuri.
tr: Sıfıra bölme işlemlerine dikkat edin.
uk: Увага до ділення на нуль.
vi: Chú ý đến việc chia cho số không.
zh_hans: 注意零除法。

# ed_math_ratio_calculator_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_ratio_calculator_tip
source: Pense à simplifier le ratio pour le rendre plus lisible.
af: Dink daaraan om die verhouding te vereenvoudig om dit meer leesbaar te maak.
bg: Помислете за опростяване на съотношението, за да го направите по-четимо.
cs: Pamatuj, že je dobré zjednodušit poměr, aby byl přehlednější.
da: Husk at forenkle forholdet for at gøre det mere læseligt.
de: Denken Sie daran, das Verhältnis zu vereinfachen, um es lesbarer zu machen.
el: Σκεφτείτε να απλοποιήσετε τον λόγο για να τον κάνετε πιο ευανάγνωστο.
es: Piensa en simplificar la razón para hacerla más legible.
fi: Muista yksinkertaistaa suhde, jotta se olisi helpommin luettavissa.
fil: Isipin na pasimplehin ang ratio upang maging mas madaling basahin.
hu: Gondolj arra, hogy egyszerűsítsd az arányt, hogy olvashatóbb legyen.
id: Ingat untuk menyederhanakan rasio agar lebih mudah dibaca.
it: Pensa a semplificare il rapporto per renderlo più leggibile.
ja: 比率を簡素化して、より読みやすくすることを考えてください。
ko: 비율을 더 읽기 쉽게 만들기 위해 단순화하는 것을 고려하세요.
nl: Denk eraan de ratio te vereenvoudigen om deze leesbaarder te maken.
no: Husk å forenkle forholdet for å gjøre det mer lesbart.
pl: Pomyśl o uproszczeniu stosunku, aby był bardziej czytelny.
pt_pt: Pense em simplificar a razão para torná-la mais legível.
ro: Gândește-te să simplifici raportul pentru a-l face mai ușor de citit.
ru: Подумай о том, чтобы упростить отношение, чтобы сделать его более читаемым.
sk: Pamätaj na zjednodušiť pomer, aby bol prehľadnejší.
sv: Tänk på att förenkla förhållandet för att göra det mer läsbart.
sw: Fikiria kuboresha uwiano ili uwe rahisi kusoma.
tr: Oranı daha okunabilir hale getirmek için basitleştirmeyi düşünün.
uk: Пам'ятайте про спрощення співвідношення, щоб зробити його більш читабельним.
vi: Hãy nhớ đơn giản hóa tỷ lệ để làm cho nó dễ đọc hơn.
zh_hans: 考虑简化比率以提高可读性。

# ed_math_ratio_compare_title
source: À propos : Comparer des ratios
af: Oor: Vergelyk verhoudings
bg: Относно: Сравняване на съотношения
cs: O nás: Porovnat poměry
da: Om: Sammenligne forhold
de: Über: Verhältnisse vergleichen
el: Σχετικά με: Σύγκριση λόγων
es: Acerca de: Comparar razones
fi: Tietoa: Suhteiden vertailu
fil: Tungkol sa: Paghahambing ng mga ratio
hu: A következőkről: Arányok összehasonlítása
id: Tentang: Membandingkan rasio
it: A proposito: Confrontare rapporti
ja: について：比率の比較
ko: 정보: 비율 비교하기
nl: Over: Verhoudingen vergelijken
no: Om: Sammenligne forhold
pl: O tym: Porównywanie stosunków
pt_pt: Sobre: Comparar razões
ro: Despre: Compararea rapoartelor
ru: О программе: Сравнение отношений
sk: O: Porovnávať pomery
sv: Om: Jämföra förhållanden
sw: Kuhusu: Kulinganisha uwiano
tr: Hakkında: Oranları Karşılaştırmak
uk: Про: Порівняння співвідношень
vi: Về việc: So sánh các tỷ lệ
zh_hans: 关于：比较比率
