Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l5_s4_b3
source: Si N/2 est proche de la fin de la classe, m est proche de la borne supérieure.
af: As N/2 naby die einde van die klas is, is m naby die boonste grens.
bg: Ако N/2 е близо до края на класа, m е близо до горната граница.
cs: Pokud je N/2 blízko konce třídy, m je blízko horní meze.
da: Hvis N/2 er tæt på slutningen af klassen, er m tæt på den øvre grænse.
de: Wenn N/2 nahe am Ende der Klasse ist, ist m nahe bei der oberen Grenze.
el: Αν το N/2 είναι κοντά στο τέλος της κλάσης, το m είναι κοντά στην ανώτερη οριοθέτηση.
es: Si N/2 está cerca del final de la clase, m está cerca del límite superior.
fi: Jos N/2 on lähellä luokan loppua, m on lähellä ylärajaa.
fil: Kung ang N/2 ay malapit sa dulo ng klase, ang m ay malapit sa mas mataas na hangganan.
hu: Ha N/2 közel van az osztály végéhez, m közel van a felső határhoz.
id: Jika N/2 dekat dengan akhir kelas, m dekat dengan batas atas.
it: Se N/2 è vicino alla fine della classe, m è vicino al limite superiore.
ja: N/2 がクラスの終わりに近い場合、m は上限に近いです。
ko: N/2가 클래스의 끝 부분에 가까우면 m은 상한에 가깝습니다.
nl: Als N/2 dicht bij het einde van de klasse ligt, is m dicht bij de bovengrens.
no: Hvis N/2 er nær slutten av klassen, er m nær den øvre grensen.
pl: Jeśli N/2 jest bliskie końca klasy, m jest bliskie górnej granicy.
pt_pt: Se N/2 estiver próximo do final da classe, m está próximo do limite superior.
ro: Dacă N/2 este aproape de sfârșitul clasei, m este aproape de limita superioară.
ru: Если N/2 близок к концу класса, m близок к верхней границе.
sk: Ak je N/2 blízko konca triedy, m je blízko hornej hranice.
sv: Om N/2 ligger nära slutet av klassen, är m nära den övre gränsen.
sw: Ikiwa N/2 iko karibu na mwisho wa darasa, m iko karibu na mpaka wa juu.
tr: Eğer N/2 sınıfın sonuna yakınsa, m üst sınırına yakındır.
uk: Якщо N/2 близький до кінця класу, m близький до верхньої межі.
vi: Nếu N/2 gần với cuối lớp, m gần với giới hạn trên.
zh_hans: 如果 N/2 接近类别的结束，m 接近上限。

# median_l5_s5_title
source: Limites
af: Grense
bg: Ограничения
cs: Limity
da: Grænser
de: Grenzen
el: Όρια
es: Límites
fi: Rajat
fil: Mga limitasyon
hu: Határok
id: Batasan
it: Limiti
ja: 制限
ko: 한계
nl: Beperkingen
no: Begrensninger
pl: Ograniczenia
ro: Limite
ru: Ограничения
sk: Obmedzenia
sv: Gränser
sw: Mipaka
tr: Sınırlar
uk: Обмеження
vi: Giới hạn
zh_hans: 限制

# median_l5_s5_b1
source: C’est une estimation : elle dépend de l’hypothèse “uniforme dans la classe”.
af: Dit is 'n skatting: dit hang af van die 'uniforme' hipotese in die klas.
bg: Това е оценка: тя зависи от предположението "равномерно в класа".
cs: Je to odhad: závisí na předpokladu "rovnoměrného v třídě".
da: Det er en estimering: den afhænger af antagelsen “ensartet i klassen”.
de: Es ist eine Schätzung: sie hängt von der Annahme "gleichmäßig in der Klasse" ab.
el: Είναι μια εκτίμηση: εξαρτάται από την υπόθεση "ομοιόμορφη στην κλάση".
es: Es una estimación: depende de la suposición 'uniforme en la clase'.
fi: Se on arvio: se riippuu oletuksesta 'tasaisesta luokassa'.
fil: Ito ay isang pagtataya: nakasalalay ito sa palagay na 'pantay sa loob ng klase'.
hu: Ez egy becslés: függ az „egyenletes az osztályban” feltételezéstől.
id: Ini adalah estimasi: tergantung pada asumsi 'uniform dalam kelas'.
it: È una stima: dipende dall'ipotesi “uniforme nella classe”.
ja: これは推定です：クラス内の「均等」の仮定に依存します。
ko: 이는 추정입니다: '클래스 내 균일' 가정에 따라 달라집니다.
nl: Het is een schatting: het hangt af van de 'uniforme' veronderstelling binnen de klasse.
no: Det er en estimering: den avhenger av antakelsen “jevn i klassen”.
pl: To jest oszacowanie: zależy od założenia 'jednorodnego w klasie'.
pt_pt: É uma estimativa: depende da hipótese 'uniforme na classe'.
ro: Este o estimare: depinde de ipoteza „uniformă în clasă”.
ru: Это оценка: она зависит от предположения 'равномерно в классе'.
sk: Je to odhad: závisí od predpokladu „rovnomerného v triede“.
sv: Det är en uppskattning: den beror på antagandet "jämn inom klassen".
sw: Ni makadirio: inategemea dhana ya 'sawa katika darasa'.
tr: Bu bir tahmindir: “sınıf içinde uniform” varsayımına bağlıdır.
uk: Це оцінка: вона залежить від гіпотези "рівномірно в класі".
vi: Đây là một ước lượng: nó phụ thuộc vào giả thuyết “đồng đều trong lớp”.
zh_hans: 这是一种估计：它依赖于“在类别中均匀”的假设。

# median_l5_s5_b2
source: Plus les classes sont larges, plus l’estimation peut être imprécise.
af: Hoe breër die klasse, hoe minder akkuraat kan die skatting wees.
bg: Колкото по-широки са класовете, толкова по-непрецизна може да бъде оценката.
cs: Čím širší jsou třídy, tím méně přesný může být odhad.
da: Jo bredere klasserne er, jo mere upræcis kan estimeringen være.
de: Je breiter die Klassen sind, desto ungenauer kann die Schätzung sein.
el: Όσο πιο ευρείες είναι οι κλάσεις, τόσο πιο ανακριβής μπορεί να είναι η εκτίμηση.
es: Cuanto más amplias sean las clases, más imprecisa puede ser la estimación.
fi: Mitä laajemmat luokat, sitä epätarkempi arvio voi olla.
fil: Mas malawak ang mga klase, mas maaaring hindi tumpak ang pagtataya.
hu: Minél szélesebbek az osztályok, annál imprecízebb lehet a becslés.
id: Semakin lebar kelas, semakin tidak tepat estimasi.
it: Più le classi sono ampie, più l'estimazione può essere imprecisa.
ja: クラスが広いほど、推定が不正確になる可能性があります。
ko: 클래스가 넓을수록 추정이 부정확할 수 있습니다.
nl: Hoe breder de klassen, hoe onnauwkeuriger de schatting kan zijn.
no: Jo bredere klassene er, jo mer unøyaktig kan estimatet være.
pl: Im szersze klasy, tym oszacowanie może być mniej precyzyjne.
pt_pt: Quanto mais largas forem as classes, mais imprecisa pode ser a estimativa.
ro: Cu cât clasele sunt mai largi, cu atât estimarea poate fi mai imprecisă.
ru: Чем шире классы, тем менее точной может быть оценка.
sk: Čím sú triedy širšie, tým môže byť odhad menej presný.
sv: Ju bredare klasserna är, desto mer osäker kan uppskattningen bli.
sw: Kadri madarasa yanavyokuwa mapana, ndivyo makadirio yanavyoweza kuwa yasiyo sahihi.
tr: Sınıflar ne kadar genişse, tahmin o kadar belirsiz olabilir.
uk: Чим ширші класи, тим менш точною може бути оцінка.
vi: Càng nhiều lớp rộng, ước lượng càng có thể không chính xác.
zh_hans: 类别越宽，估计可能越不准确。

# median_l5_s5_b3
source: Si possible, préférer des classes plus fines (intervalles plus petits).
af: As dit moontlik is, verkies om fynere klasse (kleiner intervalle) te gebruik.
bg: Ако е възможно, предпочитайте по-фини класове (по-малки интервали).
cs: Pokud je to možné, upřednostňujte jemnější třídy (menší intervaly).
da: Hvis muligt, foretræk finere klasser (mindre intervaller).
de: Wenn möglich, bevorzugen Sie feinere Klassen (kleinere Intervalle).
el: Αν είναι δυνατόν, προτιμήστε πιο λεπτές κλάσεις (μικρότερα διαστήματα).
es: Si es posible, preferir clases más finas (intervalos más pequeños).
fi: Jos mahdollista, suositaan ohuempia luokkia (pienempiä välejä).
fil: Kung maaari, mas mainam ang mas pinong mga klase (mas maliliit na interval).
hu: Ha lehetséges, előnyben részesítsük a finomabb osztályokat (kisebb intervallumok).
id: Jika memungkinkan, lebih baik memilih kelas yang lebih halus (interval yang lebih kecil).
it: Se possibile, preferire classi più fini (intervalli più piccoli).
ja: 可能であれば、より細かいクラス（より小さな区間）を選ぶことをお勧めします。
ko: 가능하다면 더 세밀한 클래스(더 작은 구간)를 선호합니다.
nl: Als het mogelijk is, geef de voorkeur aan fijnere klassen (kleinere intervallen).
no: Hvis mulig, foretrekke finere klasser (mindre intervaller).
pl: Jeśli to możliwe, preferuj węższe klasy (mniejsze przedziały).
pt_pt: Se possível, preferir classes mais finas (intervalos menores).
ro: Dacă este posibil, preferați clase mai fine (intervale mai mici).
ru: Если возможно, предпочтите более узкие классы (меньшие интервалы).
sk: Ak je to možné, uprednostniť jemnejšie triedy (menšie intervaly).
sv: Om möjligt, föredra finare klasser (mindre intervall).
sw: Ikiwa inawezekana, pendelea madarasa madogo (vipindi vidogo).
tr: Mümkünse, daha ince sınıfları (daha küçük aralıklar) tercih edin.
uk: Якщо можливо, віддавайте перевагу більш тонким класам (менші інтервали).
vi: Nếu có thể, nên chọn các lớp mỏng hơn (khoảng nhỏ hơn).
zh_hans: 如果可能，优先选择更细的类别（更小的区间）。

# median_l5_q1
source: Pour estimer la médiane sur des données en classes, on commence par :
af: Om die mediaan op data in klasse te skat, begin ons met:
bg: За да оцените медианата на данни в класове, започнете с:
cs: Pro odhad mediány na datech v třídách začínáme tím, že:
da: For at estimere medianen på data i klasser, starter man med:
de: Um den Median für klassierte Daten zu schätzen, beginnt man mit:
el: Για να εκτιμήσουμε τη διάμεσο σε δεδομένα σε κλάσεις, ξεκινάμε από:
es: Para estimar la mediana en datos en clases, se comienza por:
fi: Arvioidaksesi mediaania luokittain, aloita:
fil: Upang tantiyahin ang median sa mga datos sa klase, nagsisimula tayo sa:
hu: A medián megbecsléséhez csoportosított adatokon az alábbiakkal kezdjük:
id: Untuk memperkirakan median pada data dalam kelas, kita mulai dengan:
it: Per stimare la mediana su dati in classi, si inizia con:
ja: クラスデータの中央値を推定するには、次のように始めます：
ko: 클래스 데이터에서 중앙값을 추정하기 위해 시작합니다:
nl: Om de mediaan te schatten op gegevens in klassen, beginnen we met:
no: For å estimere medianen på data i klasser, begynner vi med:
pl: Aby oszacować medianę dla danych w klasach, zaczynamy od:
pt_pt: Para estimar a mediana em dados em classes, começamos por:
ro: Pentru a estima mediana pe date în clase, începem prin:
ru: Чтобы оценить медиану по данным в классах, мы начинаем с:
sk: Na odhad mediány na údajoch v triedach začíname tým, že:
sv: För att uppskatta medianen på klassdata börjar vi med:
sw: Ili kukadiria mediani kwenye data za madarasa, tunaanza kwa:
tr: Sınıflardaki veriler için medyanı tahmin etmek için şunları yaparız:
uk: Щоб оцінити медіану на даних у класах, починаємо з:
vi: Để ước lượng trung vị trên dữ liệu theo lớp, chúng ta bắt đầu bằng cách:
zh_hans: 为了在类别数据上估计中位数，我们首先：

# median_l5_q1_a
source: prendre le milieu de la plus grande classe
af: die middel van die grootste klas te neem
bg: вземете средата на най-голямата класа
cs: vezmeme střed největší třídy
da: at tage midten af den største klasse
de: dem Mittelpunkt der größten Klasse nehmen
el: να πάρουμε το μέσο της μεγαλύτερης κλάσης
es: tomar el medio de la clase más grande
fi: ottamalla suurimman luokan keskikohta
fil: kunin ang gitna ng pinakamalaking klase
hu: az legnagyobb osztály közepét vesszük
id: mengambil tengah dari kelas terbesar
it: prendere il centro della classe più grande
ja: 最も大きなクラスの中間を取ります。
ko: 가장 큰 클래스의 중간을 취합니다.
nl: het midden van de grootste klasse te nemen
no: å ta midten av den største klassen
pl: wzięcia środka największej klasy
pt_pt: tomar o meio da maior classe
ro: a lua mijlocul celei mai mari clase
ru: взять середину самого большого класса
sk: vezmeme stred najväčšej triedy
sv: ta mitten av den största klassen
sw: kuchukua katikati ya darasa kubwa zaidi
tr: en büyük sınıfın ortasını almak
uk: взяти середину найбільшого класу
vi: lấy giữa của lớp lớn nhất
zh_hans: 取最大类别的中点

# median_l5_q1_b
source: trouver la classe qui contient N/2 via les cumulés
af: die klas te vind wat N/2 bevat via die kumulaties
bg: намерете класа, който съдържа N/2 чрез кумулативните стойности
cs: najdeme třídu, která obsahuje N/2 pomocí kumulativních četností
da: at finde klassen der indeholder N/2 via de kumulerede
de: die Klasse finden, die N/2 über die kumulierten Häufigkeiten enthält
el: να βρούμε την κλάση που περιέχει το N/2 μέσω των σωρευμένων
es: encontrar la clase que contiene N/2 a través de los acumulados
fi: etsimällä luokka, joka sisältää N/2 kumulatiivisten avulla
fil: hanapin ang klase na naglalaman ng N/2 sa pamamagitan ng mga naipon
hu: megtaláljuk azt az osztályt, amely tartalmazza N/2-t a kumuláltak alapján
id: menemukan kelas yang mengandung N/2 melalui kumulatif
it: trovare la classe che contiene N/2 tramite i cumulati
ja: 累積人数を使って N/2 を含むクラスを見つけます。
ko: 누적을 통해 N/2를 포함하는 클래스를 찾습니다.
nl: de klasse te vinden die N/2 bevat via de cumulatieven
no: å finne klassen som inneholder N/2 via de kumulerte
pl: znalezienia klasy, która zawiera N/2 za pomocą skumulowanych
pt_pt: encontrar a classe que contém N/2 através dos acumulados
ro: a găsi clasa care conține N/2 prin intermediul cumulatelor
ru: найти класс, который содержит N/2 через кумулятивные частоты
sk: nájdeme triedu, ktorá obsahuje N/2 pomocou kumulovaných
sv: hitta klassen som innehåller N/2 via de kumulerade
sw: kutafuta darasa linalo na N/2 kupitia jumla
tr: birikmiş frekanslar aracılığıyla N/2'yi içeren sınıfı bulmak
uk: знайти клас, що містить N/2 через кумулятивні значення
vi: tìm lớp chứa N/2 thông qua các tần số tích lũy
zh_hans: 通过累积找到包含 N/2 的类别

# median_l5_q1_c
source: faire la moyenne arithmétique des bornes
af: die aritmetiese gemiddelde van die grense te neem
bg: направете аритметичното средно на границите.
cs: vypočítáme aritmetický průměr mezí
da: at tage det aritmetiske gennemsnit af grænserne.
de: den arithmetischen Mittelwert der Grenzen bilden
el: να κάνουμε τον αριθμητικό μέσο των ορίων
es: hacer el promedio aritmético de los límites
fi: ottamalla ylä- ja alarajojen aritmeettinen keskiarvo.
fil: gawin ang arithmetic mean ng mga hangganan.
hu: az alsó határok aritmetikai átlagát vesszük
id: menghitung rata-rata aritmetika dari batas-batas
it: fare la media aritmetica dei limiti
ja: 境界の算術平均を取ります。
ko: 경계의 산술 평균을 구합니다.
nl: het rekenkundige gemiddelde van de grenzen te maken
no: å ta det aritmetiske gjennomsnittet av grensene.
pl: obliczenia średniej arytmetycznej granic
pt_pt: fazer a média aritmética dos limites
ro: a face media aritmetică a limitelor
ru: сделать среднее арифметическое границ
sk: vypočítame aritmetický priemer hraníc
sv: beräkna det aritmetiska medelvärdet av gränserna.
sw: kufanya wastani wa mipaka
tr: sınırların aritmetik ortalamasını almak
uk: зробити середнє арифметичне меж класів.
vi: tính trung bình cộng của các giới hạn
zh_hans: 计算边界的算术平均值

# median_l5_q1_exp
source: On repère la classe médiane en dépassant N/2 avec les effectifs cumulés, puis on interpole.
af: Ons identifiseer die mediaan klas deur N/2 met die kumulatieve frekwensies te oorgesteek, en dan interpoleer ons.
bg: Намираме медианния клас, като надвишаваме N/2 с кумулативните бройки, след което интерполираме.
cs: Identifikujeme mediánovou třídu překročením N/2 s kumulativními četnostmi, poté interpolujeme.
da: Man identificerer den midterste klasse ved at overskride N/2 med de kumulerede frekvenser, og derefter interpolerer man.
de: Man identifiziert die Median-Klasse, indem man N/2 mit den kumulierten Häufigkeiten überschreitet, und interpoliert dann.
el: Εντοπίζουμε την κλάση διάμεσος ξεπερνώντας το N/2 με τους σωρευτικούς αριθμούς, και στη συνέχεια παρεμβαίνουμε.
es: Se identifica la clase mediana superando N/2 con las frecuencias acumuladas, luego se interpola.
fi: Paikannamme mediaaniluokan ylittämällä N/2 kumulatiivisten frekvenssien avulla, ja sitten interpoloimme.
fil: Natukoy natin ang median class sa pamamagitan ng paglampas sa N/2 gamit ang mga naipon na dalas, pagkatapos ay nag-iinterpolate tayo.
hu: A medián osztályt a kumulált gyakoriságokkal N/2-t meghaladva azonosítjuk, majd interpolálunk.
id: Kita mengidentifikasi kelas median dengan melebihi N/2 dengan frekuensi kumulatif, lalu kita melakukan interpolasi.
it: Si individua la classe mediana superando N/2 con le frequenze cumulate, poi si interpola.
ja: 累積人数で N/2 を超えたクラスを特定し、その後補間します。
ko: 누적 빈도로 N/2를 초과하여 중간 클래스를 찾고, 그 후 보간합니다.
nl: We identificeren de mediaanklasse door N/2 te overschrijden met de cumulatieve frequenties, en vervolgens interpoleren.
no: Vi identifiserer den midterste klassen ved å overskride N/2 med de kumulerte frekvensene, og deretter interpolerer vi.
pl: Zidentyfikujemy klasę medianową, przekraczając N/2 za pomocą skumulowanych częstości, a następnie interpolujemy.
pt_pt: Identificamos a classe mediana ao ultrapassar N/2 com as frequências acumuladas, e depois interpolamos.
ro: Identificăm clasa mediană depășind N/2 cu frecvențele cumulate, apoi interpolăm.
ru: Мы определяем медианный класс, превышая N/2 с кумулятивными частотами, затем интерполируем.
sk: Identifikujeme strednú triedu prekročením N/2 s kumulovanými frekvenciami, potom interpolujeme.
sv: Vi identifierar median klassen genom att överstiga N/2 med de kumulerade frekvenserna, och sedan interpolerar vi.
sw: Tunatambua darasa la kati kwa kupita N/2 na idadi zilizojumlishwa, kisha tunafanya interpolation.
tr: N/2'yi aşarak birikmiş frekanslarla medyan sınıfını belirleriz, ardından interpolasyon yaparız.
uk: Ми визначаємо медіанний клас, перевищуючи N/2 з кумулятивними кількостями, а потім інтерполюємо.
vi: Chúng ta xác định lớp trung vị bằng cách vượt qua N/2 với các tần số tích lũy, sau đó chúng ta nội suy.
zh_hans: 我们通过累积频数超过 N/2 来识别中位数类别，然后进行插值。

# median_l6_title
source: 6) Médiane, quartiles et percentiles
af: 6) Mediaan, kwartiele en percentiele
bg: 6) Медиана, квартилите и процентилите
cs: 6) Medián, kvartily a percentily
da: 6) Median, kvartiler og percentiler
de: 6) Median, Quartile und Perzentile
el: 6) Διάμεσος, τεταρτημόρια και ποσοστά
es: 6) Mediana, cuartiles y percentiles
fi: 6) Mediaani, kvartilit ja prosenttipisteet
fil: 6) Median, quartiles at percentiles
hu: 6) Medián, kvartilisek és percentilisek
id: 6) Median, kuartil, dan persentil
it: 6) Mediana, quartili e percentili
ja: 6) 中央値、四分位数、パーセンタイル
ko: 6) 중앙값, 사분위수 및 백분위수
nl: 6) Mediaan, kwartielen en percentielen
no: 6) Median, kvartiler og percentiler
pl: 6) Mediana, kwartyle i percentyle
pt_pt: 6) Mediana, quartis e percentis
ro: 6) Mediană, quartile și percentile
ru: 6) Медиана, квартиль и процентиль
sk: 6) Mediána, kvartily a percentily
sv: 6) Median, kvartiler och percentiler
sw: 6) Mediani, quartiles na percentiles
tr: 6) Medyan, çeyrekler ve persentiller
uk: 6) Медіана, квартилі та процентилі
vi: 6) Trung vị, tứ phân và phần trăm
zh_hans: 6) 中位数、四分位数和百分位数

# median_l6_sub
source: Comprendre la médiane comme un percentile : une porte d’entrée vers les quartiles et l’IQR.
af: Verstaan die mediaan as 'n percentiel: 'n toegangspunt tot die kwartiele en die IQR.
bg: Разберете медианата като процентил: входна точка към квартилите и IQR.
cs: Chápeme mediánu jako percentil: vstupní brána k kvartilům a IQR.
da: Forstå medianen som en percentil: en indgang til kvartilerne og IQR.
de: Verstehe den Median als ein Perzentil: ein Zugang zu den Quartilen und dem IQR.
el: Κατανοήστε τη διάμεσο ως ποσοστό: μια είσοδος προς τα τεταρτημόρια και το IQR.
es: Entender la mediana como un percentil: una puerta de entrada hacia los cuartiles y el IQR.
fi: Ymmärrä mediaani prosenttipisteenä: portti kvartileihin ja IQR:ään.
fil: Unawain ang median bilang isang percentile: isang daan patungo sa mga quartiles at IQR.
hu: A mediánt percentilisként érteni: egy kapu a kvartilisekhez és az IQR-hez.
id: Memahami median sebagai persentil: pintu masuk menuju kuartil dan IQR.
it: Comprendere la mediana come un percentile: una porta d'ingresso verso i quartili e l'IQR.
ja: 中央値をパーセンタイルとして理解する：四分位数と IQR への入り口。
ko: 중앙값을 백분위수로 이해하기: 사분위수 및 IQR로 가는 입구입니다.
nl: Begrijp de mediaan als een percentiel: een toegangspoort naar de kwartielen en de IQR.
no: Forstå medianen som en percentil: en inngangsport til kvartiler og IQR.
pl: Zrozumieć medianę jako percentyl: brama do kwartylów i IQR.
pt_pt: Compreender a mediana como um percentil: uma porta de entrada para os quartis e o IQR.
ro: Înțelegeți mediana ca o percentilă: o poartă de intrare către quartile și IQR.
ru: Понять медиану как процентиль: входная точка к квартилям и IQR.
sk: Pochopiť mediánu ako percentil: vstupná brána k kvartilom a IQR.
sv: Förstå medianen som en percentil: en ingång till kvartiler och IQR.
sw: Kuelewa mediani kama asilimia: mlango wa kuingia kwenye quartiles na IQR.
tr: Medyanı bir persentil olarak anlamak: çeyrekler ve IQR'ye giden bir kapı.
uk: Розуміти медіану як процентиль: вхід до квартилів та IQR.
vi: Hiểu trung vị như một phần trăm: một cánh cửa vào các tứ phân và IQR.
zh_hans: 将中位数理解为一个百分位数：通往四分位数和 IQR 的入口。

# median_tag_percentile
source: percentiles
af: persentiele
bg: процентилите
cs: percentily
da: percentiler
de: Perzentile
el: ποσοστά
fi: prosenttipisteet
hu: percentilis
id: persentil
it: percentili
ja: パーセンタイル
ko: 백분위수
nl: percentielen
no: percentiler
pl: percentyle
pt_pt: percentis
ro: percentile
ru: перцентили
sk: percentily
sv: percentiler
tr: persentil
uk: процентилі
vi: phân vị
zh_hans: 百分位数

# median_tag_quartiles
source: quartiles
af: kwartiele
bg: квартилите
cs: kvartily
da: kvartiler
de: Quartile
el: τεταρτημόρια
es: cuartiles
fi: kvartiilit
hu: kvartilisok
id: kuartil
it: quartili
ja: 四分位数
ko: 사분위수
nl: kwartielen
no: kvartiler
pl: kwartyle
pt_pt: quartis
ro: quartile
ru: квартиль
sk: kvartily
sv: kvartiler
tr: çeyrekler
uk: квартилі
vi: tứ phân vị
zh_hans: 四分位数

# median_l6_s1_title
source: Percentiles (idée)
af: Persentiele (idee)
bg: Процентилите (идея)
cs: Percentily (nápad)
da: Percentiler (idé)
de: Perzentile (Idee)
el: Ποσοστά (ιδέα)
es: Percentiles (idea)
fi: Prosenttipisteet (idea)
fil: Percentiles (ideya)
hu: Percentilis (ötlet)
id: Persentil (ide)
it: Percentili (idea)
ja: パーセンタイル（アイデア）
ko: 백분위수(아이디어)
nl: Percentielen (idee)
no: Percentiler (idé)
pl: Percentyle (pomysł)
pt_pt: Percentis (ideia)
ro: Percentile (idee)
ru: Перцентили (идея)
sk: Percentily (nápad)
sv: Percentiler (idé)
sw: Percentiles (wazo)
tr: Persentiller (fikir)
uk: Процентилі (ідея)
vi: Phân vị (ý tưởng)
zh_hans: 百分位数（概念）

# median_l6_s1_b1
source: Le p-ième percentile est une valeur en dessous de laquelle se trouvent p% des données.
af: Die p-de percentile is 'n waarde waaronder p% van die data val.
bg: p-ият процентил е стойност, под която се намират p% от данните.
cs: p-tý percentil je hodnota, pod kterou se nachází p% dat.
da: Den p-te percentil er en værdi, under hvilken p% af dataene findes.
de: Der p-te Perzentil ist ein Wert, unter dem p% der Daten liegen.
el: Το p-οστό ποσοστό είναι μια τιμή κάτω από την οποία βρίσκονται το p% των δεδομένων.
es: El percentil p-ésimo es un valor por debajo del cual se encuentran el p% de los datos.
fi: P-i:s prosenttipiste on arvo, jonka alapuolella on p% tietoja.
fil: Ang p-i-th percentile ay isang halaga kung saan ang p% ng mga datos ay nasa ilalim nito.
hu: A p-i-edik percentilis egy olyan érték, amely alatt a p% adat található.
id: Persentil p-i adalah nilai di bawahnya terdapat p% dari data.
it: Il p-esimo percentile è un valore al di sotto del quale si trovano p% dei dati.
ja: p-i 番目のパーセンタイルは、p% のデータがその下にある値です。
ko: p번째 백분위수는 p%의 데이터가 그 아래에 있는 값입니다.
nl: De p-de percentile is een waarde waaronder p% van de gegevens valt.
no: Den p-te percentilen er en verdi under hvilken p% av dataene finnes.
pl: P-i-ty percentyl to wartość, poniżej której znajduje się p% danych.
pt_pt: O p-ésimo percentil é um valor abaixo do qual se encontram p% dos dados.
ro: Percentila p-i este o valoare sub care se află p% din date.
ru: p-й перцентиль — это значение, ниже которого находится p% данных.
sk: P-i-ty percentil je hodnota, pod ktorou sa nachádza p% údajov.
sv: Den p:e percentilen är ett värde under vilket p% av data finns.
sw: P-ième percentile ni thamani chini ya ambayo p% ya data inapatikana.
tr: p'inci persentil, verilerin p%'sinin altında bulunduğu bir değerdir.
uk: p-ий процентиль - це значення, нижче якого знаходиться p% даних.
vi: Phân vị p-th là một giá trị mà dưới đó có p% dữ liệu.
zh_hans: 第 p-i 个百分位数是一个值，p% 的数据在其下方。
