Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_simplify_uc4_text
source: Montrer que 2/4, 3/6 et 1/2 représentent la même valeur.
af: Wys dat 2/4, 3/6 en 1/2 dieselfde waarde verteenwoordig.
bg: Показване, че 2/4, 3/6 и 1/2 представляват същата стойност.
cs: Ukázat, že 2/4, 3/6 a 1/2 představují stejnou hodnotu.
da: Vise at 2/4, 3/6 og 1/2 repræsenterer den samme værdi.
de: Zeigen, dass 2/4, 3/6 und 1/2 den gleichen Wert darstellen.
el: Δείξτε ότι τα 2/4, 3/6 και 1/2 αντιπροσωπεύουν την ίδια αξία.
es: Mostrar que 2/4, 3/6 y 1/2 representan el mismo valor.
fi: Näytä, että 2/4, 3/6 ja 1/2 edustavat samaa arvoa.
fil: Ipakita na ang 2/4, 3/6 at 1/2 ay kumakatawan sa parehong halaga.
hu: Megmutatni, hogy a 2/4, 3/6 és 1/2 ugyanazt az értéket képviseli.
id: Menunjukkan bahwa 2/4, 3/6, dan 1/2 mewakili nilai yang sama.
it: Mostrare che 2/4, 3/6 e 1/2 rappresentano lo stesso valore.
ja: 2/4、3/6、1/2が同じ値を表すことを示します。
ko: 2/4, 3/6 및 1/2가 같은 값을 나타낸다는 것을 보여줍니다.
nl: Tonend dat 2/4, 3/6 en 1/2 dezelfde waarde vertegenwoordigen.
no: Vise at 2/4, 3/6 og 1/2 representerer samme verdi.
pl: Pokazanie, że 2/4, 3/6 i 1/2 reprezentują tę samą wartość.
pt_pt: Mostrar que 2/4, 3/6 e 1/2 representam o mesmo valor.
ro: A arăta că 2/4, 3/6 și 1/2 reprezintă aceeași valoare.
ru: Показать, что 2/4, 3/6 и 1/2 представляют одно и то же значение.
sk: Ukázať, že 2/4, 3/6 a 1/2 predstavujú tú istú hodnotu.
sv: Visa att 2/4, 3/6 och 1/2 representerar samma värde.
sw: Kuonyesha kwamba 2/4, 3/6 na 1/2 zinawakilisha thamani sawa.
tr: 2/4, 3/6 ve 1/2'nin aynı değeri temsil ettiğini göstermek.
uk: Показати, що 2/4, 3/6 та 1/2 представляють однакове значення.
vi: Chứng minh rằng 2/4, 3/6 và 1/2 đại diện cho cùng một giá trị.
zh_hans: 显示2/4、3/6和1/2表示相同的值。

# ed_math_fractions_fraction_simplify_uc5_title
source: Éviter les erreurs de comparaison
af: Vermy vergelykingsfoute
bg: Избягване на грешки при сравнение
cs: Vyhnout se chybám v porovnávání
da: Undgå sammenligningsfejl
de: Vergleichsfehler vermeiden
el: Αποφυγή λαθών σύγκρισης
es: Evitar errores de comparación
fi: Vältä vertailuvirheitä
fil: Iwasan ang mga pagkakamali sa paghahambing
hu: Összehasonlítási hibák elkerülése
id: Menghindari kesalahan perbandingan
it: Evitare errori di confronto
ja: 比較の誤りを避ける
ko: 비교 오류 피하기
nl: Fouten in vergelijking vermijden
no: Unngå sammenligningsfeil
pl: Unikanie błędów w porównaniach
pt_pt: Evitar erros de comparação
ro: Evitarea erorilor de comparație
ru: Избегать ошибок сравнения
sk: Vyhnúť sa chybám v porovnaní
sv: Undvika jämförelsemisstag
sw: Kuepuka makosa ya kulinganisha
tr: Karşılaştırma hatalarından kaçınmak
uk: Уникати помилок у порівнянні
vi: Tránh những sai lầm trong so sánh
zh_hans: 避免比较错误

# ed_math_fractions_fraction_simplify_uc5_text
source: Comparer des fractions après les avoir mises sous forme irréductible.
af: Vergelyk breuke nadat jy hulle in onvereenkoms vorm geplaas het.
bg: Сравняване на дроби след като са приведени в иредуктивна форма.
cs: Porovnat zlomky poté, co byly převedeny do nesnížené formy.
da: Sammenlign brøker efter at have gjort dem irreducible.
de: Brüche vergleichen, nachdem sie in nicht reduzierbarer Form vorliegen.
el: Συγκρίνετε κλάσματα αφού τα έχετε θέσει σε απλοποιημένη μορφή.
es: Comparar fracciones después de haberlas puesto en forma irreductible.
fi: Vertaile murtolukuja sen jälkeen, kun ne on muutettu ei-reduktioon muotoon.
fil: Ihambing ang mga fraction pagkatapos itong gawing hindi maaring bawasan.
hu: Törtek összehasonlítása, miután irreducibilis formába hozták őket.
id: Membandingkan pecahan setelah mereka disederhanakan.
it: Confrontare frazioni dopo averle messe in forma irriducibile.
ja: 既約形にした後に分数を比較します。
ko: 약분된 형태로 만든 후 분수를 비교합니다.
nl: Breuken vergelijken nadat ze zijn omgezet naar hun onverkleinbare vorm.
no: Sammenligne brøker etter å ha gjort dem irreducible.
pl: Porównywanie ułamków po ich uproszczeniu do formy niedopuszczalnej.
pt_pt: Comparar frações depois de as ter colocado na forma irredutível.
ro: Compararea fracțiilor după ce au fost reduse la formă ireductibilă.
ru: Сравнивать дроби после того, как они были приведены к несократимой форме.
sk: Porovnať zlomky po ich zjednodušení na neprerušiteľnú formu.
sv: Jämföra bråk efter att ha satt dem i irreducerbar form.
sw: Kulinganisha sehemu baada ya kuzifanya kuwa zisizo na mabadiliko.
tr: Kesirleri sadeleştirilmiş formda karşılaştırmak.
uk: Порівнювати дроби після того, як вони були приведені до ірредуктивної форми.
vi: So sánh các phân số sau khi đã đưa về dạng không thể rút gọn.
zh_hans: 在将分数化为不可约形式后进行比较。

# ed_math_fractions_fraction_simplify_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Vad du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您得到的结果

# ed_math_fractions_fraction_simplify_out1
source: La fraction simplifiée sous sa forme irréductible.
af: Die vereenvoudigde breuk in sy onvereenkoms vorm.
bg: Оптимизираната дроб в нейната иредуктивна форма.
cs: Zjednodušený zlomek ve své nesnížené formě.
da: Den forenklede brøk i sin irreducible form.
de: Der vereinfachte Bruch in seiner nicht reduzierbaren Form.
el: Το απλοποιημένο κλάσμα στην απλοποιημένη του μορφή.
es: La fracción simplificada en su forma irreductible.
fi: Yksinkertaistettu murtoluku sen ei-reduktioon muodossa.
fil: Ang simpleng fraction sa kanyang hindi maaring bawasan na anyo.
hu: Az egyszerűsített tört irreducibilis formában.
id: Pecahan yang disederhanakan dalam bentuk tidak dapat disederhanakan.
it: La frazione semplificata nella sua forma irriducibile.
ja: 既約形の簡略化された分数。
ko: 약분된 형태로 된 분수.
nl: De vereenvoudigde breuk in zijn onverkleinbare vorm.
no: Den forenklede brøken i sin irreducible form.
pl: Ułamek uproszczony w swojej niedopuszczalnej formie.
pt_pt: A fração simplificada na sua forma irredutível.
ro: Fracția simplificată în forma sa ireductibilă.
ru: Упрощенная дробь в ее несократимой форме.
sk: Zlomek zjednodušený do jeho neprerušiteľnej formy.
sv: Det förenklade bråket i sin irreducerbara form.
sw: Sehemu iliyo rahisishwa katika mfumo wake usio na mabadiliko.
tr: Sadeleştirilmiş kesir, sade formunda.
uk: Спрощений дріб у його ірредуктивній формі.
vi: Phân số đã được đơn giản hóa về dạng không thể rút gọn.
zh_hans: 以不可约形式简化的分数。

# ed_math_fractions_fraction_simplify_out2
source: Une écriture mathématiquement équivalente mais plus courte et plus lisible.
af: 'n Wiskundig ekwivalente maar korter en meer leesbare skrywe.
bg: Математически еквивалентно, но по-кратко и четимо представяне.
cs: Matematicky ekvivalentní, ale kratší a čitelnější zápis.
da: En matematisk ækvivalent men kortere og mere læsbar skrivemåde.
de: Eine mathematisch äquivalente, aber kürzere und lesbarere Schreibweise.
el: Μια μαθηματικά ισοδύναμη αλλά πιο σύντομη και ευανάγνωστη γραφή.
es: Una escritura matemáticamente equivalente pero más corta y legible.
fi: Matemaattisesti vastaava mutta lyhyempi ja luettavampi kirjoitus.
fil: Isang matematikal na katumbas na pagsulat ngunit mas maikli at mas nababasa.
hu: Egy matematikailag ekvivalens, de rövidebb és olvashatóbb írásmód.
id: Sebuah penulisan yang secara matematis setara tetapi lebih pendek dan lebih mudah dibaca.
it: Una scrittura matematicamente equivalente ma più corta e leggibile.
ja: 数学的に同等だが、より短くて読みやすい表記。
ko: 수학적으로 동등하지만 더 짧고 읽기 쉬운 표현.
nl: Een wiskundig equivalente maar kortere en leesbaardere schrijfwijze.
no: En matematisk ekvivalent, men kortere og mer lesbar skrivemåte.
pl: Matematycznie równoważny, ale krótszy i bardziej czytelny zapis.
pt_pt: Uma escrita matematicamente equivalente, mas mais curta e mais legível.
ro: O scriere matematic echivalentă, dar mai scurtă și mai lizibilă.
ru: Математически эквивалентная, но более короткая и читаемая запись.
sk: Matematicky ekvivalentný, ale kratší a čitateľnejší zápis.
sv: En matematiskt ekvivalent men kortare och mer läsbar skrivning.
sw: Andiko ambalo ni sawa kihesabu lakini fupi na rahisi kusoma.
tr: Matematiksel olarak eşdeğer ama daha kısa ve daha okunabilir bir yazım.
uk: Математично еквівалентний, але коротший і читабельніший запис.
vi: Một cách viết toán học tương đương nhưng ngắn gọn và dễ đọc hơn.
zh_hans: 一个数学上等价但更短且更易读的表达。

# ed_math_fractions_fraction_simplify_out3
source: Un résultat prêt à être utilisé dans d’autres opérations ou comparaisons.
af: 'n Resultaat wat gereed is om in ander operasies of vergelykings gebruik te word.
bg: Резултат, готов за използване в други операции или сравнения.
cs: Výsledek připravený k použití v dalších operacích nebo porovnáních.
da: Et resultat klar til brug i andre operationer eller sammenligninger.
de: Ein Ergebnis, das bereit ist, in anderen Operationen oder Vergleichen verwendet zu werden.
el: Ένα αποτέλεσμα έτοιμο προς χρήση σε άλλες λειτουργίες ή συγκρίσεις.
es: Un resultado listo para ser utilizado en otras operaciones o comparaciones.
fi: Tulos, joka on valmis käytettäväksi muissa operaatioissa tai vertailuissa.
fil: Isang resulta na handa nang gamitin sa iba pang operasyon o paghahambing.
hu: Egy eredmény, amely készen áll más műveletekhez vagy összehasonlításokhoz való felhasználásra.
id: Hasil yang siap digunakan dalam operasi atau perbandingan lainnya.
it: Un risultato pronto per essere utilizzato in altre operazioni o confronti.
ja: 他の操作や比較に使用する準備が整った結果。
ko: 다른 연산이나 비교에 사용할 준비가 된 결과.
nl: Een resultaat dat klaar is voor gebruik in andere bewerkingen of vergelijkingen.
no: Et resultat klart til bruk i andre operasjoner eller sammenligninger.
pl: Wynik gotowy do użycia w innych operacjach lub porównaniach.
pt_pt: Um resultado pronto para ser utilizado em outras operações ou comparações.
ro: Un rezultat gata de utilizat în alte operații sau comparații.
ru: Результат, готовый к использованию в других операциях или сравнениях.
sk: Výsledok pripravený na použitie v iných operáciách alebo porovnaniach.
sv: Ett resultat redo att användas i andra operationer eller jämförelser.
sw: Matokeo tayari kutumika katika shughuli nyingine au kulinganisha.
tr: Diğer işlemler veya karşılaştırmalar için kullanılmaya hazır bir sonuç.
uk: Результат, готовий до використання в інших операціях або порівняннях.
vi: Một kết quả sẵn sàng để sử dụng trong các phép toán hoặc so sánh khác.
zh_hans: 一个可以在其他操作或比较中使用的结果。

# ed_math_fractions_fraction_simplify_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_fractions_fraction_simplify_lim1
source: Le dénominateur ne doit jamais être égal à zéro.
af: Die noemer mag nooit nul wees nie.
bg: Знаменателят никога не трябва да бъде равен на нула.
cs: Jmenovatel nesmí být nikdy roven nule.
da: Nævneren må aldrig være lig med nul.
de: Der Nenner darf niemals null sein.
el: Ο παρονομαστής δεν πρέπει ποτέ να είναι ίσος με το μηδέν.
es: El denominador nunca debe ser igual a cero.
fi: Nimittäjän ei koskaan pitäisi olla nolla.
fil: Ang denominator ay hindi dapat maging zero.
hu: A nevező soha nem lehet nulla.
id: Penyebut tidak boleh sama dengan nol.
it: Il denominatore non deve mai essere uguale a zero.
ja: 分母は決してゼロであってはいけません。
ko: 분모는 절대 0이 되어서는 안 됩니다.
nl: De noemer mag nooit gelijk zijn aan nul.
no: Nevneren skal aldri være lik null.
pl: Mianownik nigdy nie może być równy zeru.
pt_pt: O denominador nunca deve ser igual a zero.
ro: Denumitorul nu trebuie să fie niciodată egal cu zero.
ru: Знаменатель никогда не должен быть равен нулю.
sk: Menovateľ nesmie byť nikdy rovný nule.
sv: Nämnaren får aldrig vara lika med noll.
sw: Mdenominata haipaswi kuwa sawa na sifuri.
tr: Payda asla sıfıra eşit olmamalıdır.
uk: Знаменник ніколи не повинен дорівнювати нулю.
vi: Mẫu số không bao giờ được bằng không.
zh_hans: 分母永远不能等于零。

# ed_math_fractions_fraction_simplify_lim2
source: Une fraction déjà irréductible ne peut pas être simplifiée davantage.
af: 'n Fraksie wat reeds onherleidbaar is, kan nie verder vereenvoudig word nie.
bg: Вече несъкратима дроб не може да бъде опростена допълнително.
cs: Zlomek, který je již v základním tvaru, nelze dále zjednodušit.
da: En brøk, der allerede er irreducibel, kan ikke forenkles yderligere.
de: Ein bereits irreduzibles Bruch kann nicht weiter vereinfacht werden.
el: Μια κλάση που είναι ήδη αμετάβλητη δεν μπορεί να απλοποιηθεί περαιτέρω.
es: Una fracción ya irreducible no se puede simplificar más.
fi: Jo irreduktioitu murtoluku ei voi olla enää yksinkertaistettu.
fil: Ang isang fraction na hindi na maaring isimplify ay hindi na maaring gawing mas simple pa.
hu: Egy már egyszerűsített tört nem egyszerűsíthető tovább.
id: Sebuah pecahan yang sudah tidak dapat disederhanakan tidak dapat disederhanakan lebih lanjut.
it: Una frazione già irriducibile non può essere semplificata ulteriormente.
ja: 既に既約な分数はこれ以上簡略化できません。
ko: 이미 약분된 분수는 더 이상 간단히 할 수 없습니다.
nl: Een al irreducibele breuk kan niet verder worden vereenvoudigd.
no: En brøk som allerede er irreduksibel kan ikke forenkles ytterligere.
pl: Ułamek, który jest już w najprostszej postaci, nie może być dalej uproszczony.
pt_pt: Uma fração já irredutível não pode ser simplificada mais.
ro: O fracție deja ireductibilă nu poate fi simplificată mai departe.
ru: Уже несократимая дробь не может быть упрощена дальше.
sk: Zlomek, ktorý je už v najjednoduchšej forme, sa nedá ďalej zjednodušiť.
sv: En bråkdel som redan är irreducibel kan inte förenklas ytterligare.
sw: Fraction ambayo tayari haijakandamizwa haiwezi kupunguzika zaidi.
tr: Zaten sadeleştirilmiş bir kesir daha fazla sadeleştirilemez.
uk: Вже скорочена дроб не може бути спрощена далі.
vi: Một phân số đã không thể rút gọn không thể được đơn giản hóa thêm.
zh_hans: 一个已经不可约的分数不能进一步简化。

# ed_math_fractions_fraction_simplify_lim3
source: La simplification ne change pas la valeur numérique de la fraction.
af: Die vereenvoudiging verander nie die numeriese waarde van die fraksie nie.
bg: Опростяването не променя числената стойност на дробта.
cs: Zjednodušení nemění číselnou hodnotu zlomku.
da: Forenklingen ændrer ikke den numeriske værdi af brøken.
de: Die Vereinfachung ändert den Zahlenwert des Bruchs nicht.
el: Η απλοποίηση δεν αλλάζει την αριθμητική αξία της κλάσης.
es: La simplificación no cambia el valor numérico de la fracción.
fi: Yksinkertaistaminen ei muuta murtoluvun numeerista arvoa.
fil: Ang pagsasimplify ay hindi nagbabago sa numerikal na halaga ng fraction.
hu: Az egyszerűsítés nem változtatja meg a tört numerikus értékét.
id: Penyederhanaan tidak mengubah nilai numerik dari pecahan.
it: La semplificazione non cambia il valore numerico della frazione.
ja: 簡略化は分数の数値を変えません。
ko: 약분은 분수의 수치적 가치를 변경하지 않습니다.
nl: Vereenvoudigen verandert de numerieke waarde van de breuk niet.
no: Forenklingen endrer ikke den numeriske verdien av brøken.
pl: Uproszczenie nie zmienia wartości numerycznej ułamka.
pt_pt: A simplificação não altera o valor numérico da fração.
ro: Simplificarea nu schimbă valoarea numerică a fracției.
ru: Упрощение не изменяет числовое значение дроби.
sk: Zjednodušenie nemení číselnú hodnotu zlomku.
sv: Förenklingen ändrar inte det numeriska värdet av bråkdelen.
sw: Kupunguza hakubadilishi thamani ya nambari ya fraction.
tr: Sadeleştirme, kesirin sayısal değerini değiştirmez.
uk: Спрощення не змінює числове значення дробу.
vi: Việc đơn giản hóa không thay đổi giá trị số học của phân số.
zh_hans: 简化不会改变分数的数值。

# ed_math_fractions_fraction_simplify_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_fractions_fraction_simplify_q1
source: Comment savoir si une fraction est irréductible ?
af: Hoe weet ek of 'n fraksie onherleidbaar is?
bg: Как да разбера дали една дроб е несъкратима?
cs: Jak poznat, zda je zlomek v základním tvaru?
da: Hvordan ved jeg, om en brøk er irreducibel?
de: Wie erkenne ich, ob ein Bruch irreduzibel ist?
el: Πώς να ξέρω αν μια κλάση είναι αμετάβλητη;
es: ¿Cómo saber si una fracción es irreducible?
fi: Miten tietää, onko murtoluku irreduktioitu?
fil: Paano malalaman kung ang isang fraction ay hindi na maaring isimplify?
hu: Hogyan tudom, hogy egy tört egyszerűsített-e?
id: Bagaimana cara mengetahui jika sebuah pecahan tidak dapat disederhanakan?
it: Come posso sapere se una frazione è irriducibile?
ja: 分数が既約かどうかはどうやってわかりますか？
ko: 분수가 약분되었는지 어떻게 알 수 있나요?
nl: Hoe weet ik of een breuk irreducibel is?
no: Hvordan vet jeg om en brøk er irreduksibel?
pl: Jak sprawdzić, czy ułamek jest w najprostszej postaci?
pt_pt: Como saber se uma fração é irredutível?
ro: Cum pot ști dacă o fracție este ireductibilă?
ru: Как узнать, является ли дробь несократимой?
sk: Ako zistiť, či je zlomek v najjednoduchšej forme?
sv: Hur vet man om en bråkdel är irreducibel?
sw: Ninawezaje kujua kama fraction ni isiyoweza kupunguzika?
tr: Bir kesirin sade olup olmadığını nasıl anlarım?
uk: Як дізнатися, чи є дробь скороченою?
vi: Làm thế nào để biết một phân số có phải là không thể rút gọn không?
zh_hans: 如何知道一个分数是否是不可约的？

# ed_math_fractions_fraction_simplify_a1
source: Elle est irréductible lorsque le numérateur et le dénominateur n’ont pas de diviseur commun autre que 1.
af: Dit is onherleidbaar wanneer die teller en die noemer geen gemeenskaplike deler het nie, behalwe 1.
bg: Тя е несъкратима, когато числителят и знаменателят нямат общ делител, различен от 1.
cs: Je v základním tvaru, když čitatel a jmenovatel nemají společného dělitele kromě 1.
da: Den er irreducibel, når tælleren og nævneren ikke har nogen fælles divisor udover 1.
de: Er ist irreduzibel, wenn Zähler und Nenner keinen gemeinsamen Teiler außer 1 haben.
el: Είναι αμετάβλητη όταν ο αριθμητής και ο παρονομαστής δεν έχουν κοινό διαιρέτη εκτός από το 1.
es: Es irreducible cuando el numerador y el denominador no tienen un divisor común distinto de 1.
fi: Se on irreduktioitu, kun osoittajalla ja nimittäjällä ei ole yhteisiä tekijöitä kuin 1.
fil: Ito ay hindi na maaring isimplify kapag ang numerator at denominator ay walang karaniwang divisor maliban sa 1.
hu: Akkor egyszerűsített, ha a számláló és a nevező között nincs közös osztó, csak 1.
id: Ia tidak dapat disederhanakan ketika pembilang dan penyebut tidak memiliki faktor pembagi bersama selain 1.
it: È irriducibile quando il numeratore e il denominatore non hanno divisori comuni diversi da 1.
ja: 分子と分母に1以外の共通の約数がないとき、それは既約です。
ko: 분자와 분모가 1 이외의 공약수를 가지지 않을 때 약분됩니다.
nl: Het is irreducibel wanneer de teller en de noemer geen gemeenschappelijke deler hebben anders dan 1.
no: Den er irreduksibel når teller og nevner ikke har noen felles divisor annet enn 1.
pl: Jest w najprostszej postaci, gdy licznik i mianownik nie mają wspólnego dzielnika innego niż 1.
pt_pt: Ela é irredutível quando o numerador e o denominador não têm divisores comuns além de 1.
ro: Este ireductibilă atunci când numărătorul și numitorul nu au un divizor comun în afară de 1.
ru: Она несократима, когда числитель и знаменатель не имеют общих делителей, кроме 1.
sk: Je v najjednoduchšej forme, keď čitateľ a menovateľ nemajú spoločného deliteľa okrem 1.
sv: Den är irreducibel när täljaren och nämnaren inte har någon gemensam delare förutom 1.
sw: Ni isiyoweza kupunguzika wakati mwandishi na mdenominata hawana mgawanyiko wa pamoja isipokuwa 1.
tr: Pay ve paydanın 1'den başka ortak bir böleni yoksa sadeleştir.
uk: Вона є скороченою, коли чисельник і знаменник не мають спільного дільника, окрім 1.
vi: Nó không thể rút gọn khi tử số và mẫu số không có ước số chung nào khác ngoài 1.
zh_hans: 当分子和分母没有其他公因数时，它就是不可约的。

# ed_math_fractions_fraction_simplify_q2
source: Pourquoi simplifier une fraction ?
af: Waarom 'n fraksie vereenvoudig?
bg: Защо да опростяваме дроб?
cs: Proč zjednodušit zlomek?
da: Hvorfor forenkle en brøk?
de: Warum einen Bruch vereinfachen?
el: Γιατί να απλοποιήσουμε μια κλάση;
es: ¿Por qué simplificar una fracción?
fi: Miksi yksinkertaistaa murtoluku?
fil: Bakit kailangan isimplify ang isang fraction?
hu: Miért érdemes egyszerűsíteni egy törtet?
id: Mengapa menyederhanakan sebuah pecahan?
it: Perché semplificare una frazione?
ja: 分数を簡略化する理由は何ですか？
ko: 왜 분수를 약분하나요?
nl: Waarom een breuk vereenvoudigen?
no: Hvorfor forenkle en brøk?
pl: Dlaczego uprościć ułamek?
pt_pt: Por que simplificar uma fração?
ro: De ce să simplifici o fracție?
ru: Почему упрощать дробь?
sk: Prečo zjednodušovať zlomek?
sv: Varför förenkla en bråkdel?
sw: Kwa nini kupunguza fraction?
tr: Bir kesiri neden sadeleştirmeliyim?
uk: Чому слід спростити дробь?
vi: Tại sao phải đơn giản hóa một phân số?
zh_hans: 为什么要简化分数？
