Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_of_percent
source: Pourcentage
af: Persentasie
bg: Процент
cs: Procento
da: Procent
de: Prozentsatz
el: Ποσοστό
es: Porcentaje
fi: Prosentti
fil: Porsiyento
hu: Százalék
id: Persentase
it: Percentuale
ja: 割合（％）
ko: 백분율
nl: Percentage
no: Prosent
pl: Procent
pt_pt: Percentagem
ro: Procent
ru: Процент
sk: Percento
sv: Procent
sw: Asilimia
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hans: 百分比

# pct_of_percent_hint
source: Ex : 15, 7,5, 20…
af: Bv. 15, 7,5, 20…
bg: Напр.: 15, 7,5, 20…
cs: např. 15, 7,5, 20…
da: fx 15, 7,5, 20…
de: z. B. 15, 7,5, 20…
el: Π.χ.: 15, 7,5, 20…
es: Ej.: 15, 7,5, 20…
fi: Esim.: 15, 7,5, 20…
fil: Hal.: 15, 7.5, 20…
hu: Pl.: 15, 7,5, 20…
id: Contoh: 15, 7,5, 20…
it: Es.: 15, 7,5, 20…
ja: 例：15、7.5、20…
ko: 예: 15, 7.5, 20…
nl: Bijv.: 15, 7,5, 20…
no: f.eks. 15, 7,5, 20…
pl: np. 15, 7,5, 20…
ru: Напр.: 15, 7,5, 20…
sk: napr. 15, 7,5, 20…
sv: t.ex. 15, 7,5, 20…
sw: Mf.: 15, 7,5, 20…
tr: Örn.: 15, 7,5, 20…
uk: Напр.: 15, 7,5, 20…
vi: Ví dụ: 15, 7,5, 20…
zh_hans: 例如：15，7.5，20…

# pct_of_base
source: Valeur
af: Waarde
bg: Стойност
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fil: Halaga
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
sw: Thamani
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 数值

# pct_of_base_hint
source: Ex : 80, 1 200, 199,99…
af: Bv. 80, 1 200, 199,99…
bg: Напр.: 80, 1 200, 199,99…
cs: např. 80, 1 200, 199,99…
da: fx 80, 1 200, 199,99…
de: z. B. 80, 1.200, 199,99…
el: Π.χ.: 80, 1 200, 199,99…
es: Ej.: 80, 1.200, 199,99…
fi: Esim.: 80, 1 200, 199,99…
fil: Hal.: 80, 1,200, 199.99…
hu: Pl.: 80, 1 200, 199,99…
id: Contoh: 80, 1.200, 199,99…
it: Es.: 80, 1.200, 199,99…
ja: 例：80、1,200、199.99…
ko: 예: 80, 1,200, 199.99…
nl: Bijv.: 80, 1.200, 199,99…
no: f.eks. 80, 1 200, 199,99…
pl: np. 80, 1 200, 199,99…
ru: Напр.: 80, 1 200, 199,99…
sk: napr. 80, 1 200, 199,99…
sv: t.ex. 80, 1 200, 199,99…
sw: Mf.: 80, 1 200, 199,99…
tr: Örn.: 80, 1.200, 199,99…
uk: Напр.: 80, 1 200, 199,99…
vi: Ví dụ: 80, 1.200, 199,99…
zh_hans: 例如：80，1 200，199.99…

# tool_precision
source: Décimales
af: Desimale
bg: Десетични знаци
cs: Desetinná místa
da: Decimaler
de: Dezimalstellen
el: Δεκαδικά
es: Decimales
fi: Desimaalit
fil: Mga desimal
hu: Tizedesek
id: Desimal
it: Decimali
ja: 小数桁
ko: 소수 자릿수
nl: Decimalen
no: Desimaler
pl: Miejsca dziesiętne
pt_pt: Casas decimais
ro: Zecimale
ru: Десятичные знаки
sk: Desatinné miesta
sv: Decimaler
sw: Desimali
tr: Ondalık basamak
uk: Десяткові знаки
vi: Chữ số thập phân
zh_hans: 小数位

# tool_precision_hint
source: Arrondi
af: Afronding
bg: Закръгляне
cs: Zaokrouhlení
da: Afrunding
de: Rundung
el: Στρογγυλοποίηση
es: Redondeo
fi: Pyöristys
fil: Pag-ikot (rounding)
hu: Kerekítés
id: Pembulatan
it: Arrotondamento
ja: 丸め
ko: 반올림
nl: Afronding
no: Avrunding
pl: Zaokrąglenie
pt_pt: Arredondamento
ro: Rotunjire
ru: Округление
sk: Zaokrúhlenie
sv: Avrundning
sw: Kuzungusha
tr: Yuvarlama
uk: Округлення
vi: Làm tròn
zh_hans: 四舍五入

# tool_results
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pct_of_coef_label
source: Coefficient
af: Koeffisiënt
bg: Коефициент
cs: Koeficient
da: Koefficient
de: Koeffizient
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: Koepisyente
hu: Szorzótényező
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koeffisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koefficient
sw: Kizidisho (koefishenti)
tr: Katsayı
uk: Коефіцієнт
vi: Hệ số
zh_hans: 系数

# pct_of_result_label
source: Résultat
af: Resultaat
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulos
fil: Resulta
hu: Eredmény
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
no: Resultat
pl: Wynik
pt_pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
sw: Matokeo
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 结果

# pct_of_onepct_label
source: Valeur de 1%
af: Waarde van 1%
bg: Стойност на 1%
cs: Hodnota 1 %
da: Værdi af 1 %
de: Wert von 1 %
el: Τιμή του 1%
es: Valor del 1 %
fi: 1 %:n arvo
fil: Halaga ng 1%
hu: Az 1% értéke
id: Nilai 1%
it: Valore dell’1%
ja: 1%の値
ko: 1%의 값
nl: Waarde van 1%
no: Verdien av 1 %
pl: Wartość 1%
pt_pt: Valor de 1%
ro: Valoarea lui 1%
ru: Значение 1%
sk: Hodnota 1 %
sv: Värdet av 1 %
sw: Thamani ya 1%
tr: %1’in değeri
uk: Значення 1%
vi: Giá trị của 1%
zh_hans: 1%的数值

# tool_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Alaphelyzet
id: Atur ulang
it: Reimposta
ja: リセット
ko: 초기화
nl: Resetten
no: Tilbakestill
pl: Resetuj
pt_pt: Repor
ro: Resetează
ru: Сбросить
sk: Resetovať
sv: Återställ
sw: Weka upya
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# tool_examples
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Mifano
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例

# tool_examples_sub
source: Cliquez pour pré-remplir
af: Klik om vooraf in te vul
bg: Кликнете за попълване
cs: Klikněte pro vyplnění
da: Klik for at udfylde
de: Zum Vorausfüllen klicken
el: Κάντε κλικ για προσυμπλήρωση
es: Haz clic para rellenar
fi: Napsauta täyttääksesi
fil: I-click para punan
hu: Kattints az előkitöltéshez
id: Klik untuk mengisi otomatis
it: Fai clic per precompilare
ja: クリックして入力
ko: 클릭하여 채우기
nl: Klik om vooraf in te vullen
no: Klikk for å fylle inn
pl: Kliknij, aby wypełnić
pt_pt: Clique para pré-preencher
ro: Fă clic pentru precompletare
ru: Нажмите, чтобы заполнить
sk: Kliknite na predvyplnenie
sv: Klicka för att fylla i
sw: Bofya ili kujaza
tr: Ön doldurmak için tıklayın
uk: Натисніть, щоб заповнити
vi: Nhấp để điền sẵn
zh_hans: 点击以预填

# tool_definition_title
source: Définition & méthode
af: Definisie & metode
bg: Определение & метод
cs: Definice & metoda
da: Definition & metode
de: Definition & Methode
el: Ορισμός & μέθοδος
es: Definición & método
fi: Määritelmä & menetelmä
fil: Kahulugan & pamamaraan
hu: Meghatározás & módszer
id: Definisi & metode
it: Definizione & metodo
ja: 定義 & 方法
ko: 정의 및 방법
nl: Definitie & methode
no: Definisjon & metode
pl: Definicja & metoda
pt_pt: Definição & método
ro: Definiție & metodă
ru: Определение & метод
sk: Definícia & metóda
sv: Definition & metod
sw: Mwelekeo & mbinu
tr: Tanım & yöntem
uk: Визначення & метод
vi: Định nghĩa & phương pháp
zh_hans: 定义与方法

# pct_of_definition_sub
source: Un pourcentage est une proportion “sur 100”.
af: ’n Persentasie is ’n verhouding “uit 100”.
bg: Процентът е дял „от 100“.
cs: Procento je poměr „ze 100“.
da: En procent er en andel ”ud af 100”.
de: Ein Prozentsatz ist ein Anteil „von 100“.
el: Το ποσοστό είναι μια αναλογία «στα 100».
es: Un porcentaje es una proporción “sobre 100”.
fi: Prosentti on suhde ”sadasta”.
fil: Ang porsiyento ay isang proporsyon “sa bawat 100”.
hu: A százalék „százra vetített” arány.
id: Persentase adalah perbandingan “per 100”.
it: Una percentuale è una proporzione “su 100”.
ja: 百分率（％）は「100分のいくつ」を表す割合です。
ko: 백분율(%)은 “100분의 몇”을 나타내는 비율입니다.
nl: Een percentage is een verhouding “per 100”.
no: En prosent er en andel «av 100».
pl: Procent to proporcja „na 100”.
pt_pt: Uma percentagem é uma proporção “em 100”.
ro: Un procent este o proporție „din 100”.
ru: Процент — это доля «из 100».
sk: Percento je pomer „zo 100“.
sv: En procent är en andel ”av 100”.
sw: Asilimia ni uwiano “kati ya 100”.
tr: Yüzde, “100 üzerinden” bir orandır.
uk: Відсоток — це частка «зі 100».
vi: Phần trăm là một tỉ lệ “trên 100”.
zh_hans: 百分数表示“以100为基准的比例”。

# tool_formula_title
source: Formule
bg: Формула
cs: Vzorec
da: Formel
de: Formel
el: Τύπος
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Rumus
it: Formula
ja: 式
ko: 공식
no: Formel
pl: Wzór
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Vzorec
sv: Formel
sw: Fomula
tr: Formül
uk: Формула
vi: Công thức
zh_hans: 公式

# pct_of_formula
source: Résultat = Valeur × Pourcentage ÷ 100
af: Resultaat = Waarde × Persentasie ÷ 100
bg: Резултат = Стойност × Процент ÷ 100
cs: Výsledek = Hodnota × Procento ÷ 100
da: Resultat = Værdi × Procent ÷ 100
de: Ergebnis = Wert × Prozentsatz ÷ 100
el: Αποτέλεσμα = Τιμή × Ποσοστό ÷ 100
es: Resultado = Valor × Porcentaje ÷ 100
fi: Tulos = Arvo × Prosentti ÷ 100
fil: Resulta = Halaga × Porsiyento ÷ 100
hu: Eredmény = Érték × Százalék ÷ 100
id: Hasil = Nilai × Persentase ÷ 100
it: Risultato = Valore × Percentuale ÷ 100
ja: 結果 = 値 × 割合（％） ÷ 100
ko: 결과 = 값 × 백분율 ÷ 100
nl: Resultaat = Waarde × Percentage ÷ 100
no: Resultat = Verdi × Prosent ÷ 100
pl: Wynik = Wartość × Procent ÷ 100
pt_pt: Resultado = Valor × Percentagem ÷ 100
ro: Rezultat = Valoare × Procent ÷ 100
ru: Результат = Значение × Процент ÷ 100
sk: Výsledok = Hodnota × Percento ÷ 100
sv: Resultat = Värde × Procent ÷ 100
sw: Matokeo = Thamani × Asilimia ÷ 100
tr: Sonuç = Değer × Yüzde ÷ 100
uk: Результат = Значення × Відсоток ÷ 100
vi: Kết quả = Giá trị × Phần trăm ÷ 100
zh_hans: 结果 = 数值 × 百分比 ÷ 100

# pct_of_step1
source: Transformez le pourcentage en coefficient : p ÷ 100
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">p ÷ 100 Transformez le pourcentage en coefficient :

# pct_of_step2
source: Multipliez la valeur par ce coefficient
af: Vermenigvuldig die waarde met hierdie koeffisiënt
bg: Умножете стойността по този коефициент
cs: Vynásobte hodnotu tímto koeficientem
da: Multiplicer værdien med denne koefficient
de: Multiplizieren Sie den Wert mit diesem Koeffizienten
el: Πολλαπλασιάστε την τιμή με αυτόν τον συντελεστή
es: Multiplica el valor por este coeficiente
fi: Kerro arvo tällä kertoimella
fil: I-multiply ang halaga sa koepisyenteng ito
hu: Szorozd meg az értéket ezzel a szorzótényezővel
id: Kalikan nilai dengan koefisien ini
it: Moltiplica il valore per questo coefficiente
ja: 値にこの係数を掛けます
ko: 값에 이 계수를 곱하세요
nl: Vermenigvuldig de waarde met deze coëfficiënt
no: Multipliser verdien med denne koeffisienten
pl: Pomnóż wartość przez ten współczynnik
pt_pt: Multiplique o valor por este coeficiente
ro: Înmulțește valoarea cu acest coeficient
ru: Умножьте значение на этот коэффициент
sk: Vynásobte hodnotu týmto koeficientom
sv: Multiplicera värdet med denna koefficient
sw: Zidisha thamani kwa koefishenti hii
tr: Değeri bu katsayı ile çarpın
uk: Помножте значення на цей коефіцієнт
vi: Nhân giá trị với hệ số này
zh_hans: 用该系数乘以数值

# pct_of_note
source: Exemple : 15% = 0,15. Donc 15% de 200 = 200 × 0,15 = 30.
af: Voorbeeld: 15% = 0,15. Dus 15% van 200 = 200 × 0,15 = 30.
bg: Пример: 15% = 0,15. Следователно 15% от 200 = 200 × 0,15 = 30.
cs: Příklad: 15 % = 0,15. Proto 15 % z 200 = 200 × 0,15 = 30.
da: Eksempel: 15 % = 0,15. Derfor er 15 % af 200 = 200 × 0,15 = 30.
de: Beispiel: 15 % = 0,15. Also gilt: 15 % von 200 = 200 × 0,15 = 30.
el: Παράδειγμα: 15% = 0,15. Άρα 15% του 200 = 200 × 0,15 = 30.
es: Ejemplo: 15 % = 0,15. Entonces, 15 % de 200 = 200 × 0,15 = 30.
fi: Esimerkki: 15 % = 0,15. Siksi 15 % arvosta 200 = 200 × 0,15 = 30.
fil: Halimbawa: 15% = 0.15. Kaya 15% ng 200 = 200 × 0.15 = 30.
hu: Példa: 15% = 0,15. Tehát 200 15%-a = 200 × 0,15 = 30.
id: Contoh: 15% = 0,15. Jadi 15% dari 200 = 200 × 0,15 = 30.
it: Esempio: 15% = 0,15. Quindi 15% di 200 = 200 × 0,15 = 30.
ja: 例：15% = 0.15。したがって、200の15% = 200 × 0.15 = 30。
ko: 예: 15% = 0.15. 따라서 200의 15% = 200 × 0.15 = 30.
nl: Voorbeeld: 15% = 0,15. Dus 15% van 200 = 200 × 0,15 = 30.
no: Eksempel: 15 % = 0,15. Dermed er 15 % av 200 = 200 × 0,15 = 30.
pl: Przykład: 15% = 0,15. Zatem 15% z 200 = 200 × 0,15 = 30.
pt_pt: Exemplo: 15% = 0,15. Logo, 15% de 200 = 200 × 0,15 = 30.
ro: Exemplu: 15% = 0,15. Deci 15% din 200 = 200 × 0,15 = 30.
ru: Пример: 15% = 0,15. Тогда 15% от 200 = 200 × 0,15 = 30.
sk: Príklad: 15 % = 0,15. Teda 15 % z 200 = 200 × 0,15 = 30.
sv: Exempel: 15 % = 0,15. Alltså 15 % av 200 = 200 × 0,15 = 30.
sw: Mfano: 15% = 0,15. Hivyo 15% ya 200 = 200 × 0,15 = 30.
tr: Örnek: %15 = 0,15. Buna göre 200’ün %15’i = 200 × 0,15 = 30.
uk: Приклад: 15% = 0,15. Отже 15% від 200 = 200 × 0,15 = 30.
vi: Ví dụ: 15% = 0,15. Vậy 15% của 200 = 200 × 0,15 = 30.
zh_hans: 例：15% = 0.15。因此，200的15% = 200 × 0.15 = 30。

# pct_of_ex1
source: 20% de 80
af: 20% van 80
bg: 20% от 80
cs: 20 % z 80
da: 20 % af 80
de: 20 % von 80
el: 20% του 80
fi: 20 % arvosta 80
fil: 20% ng 80
hu: 80 20%-a
id: 20% dari 80
it: 20% di 80
ja: 80の20%
ko: 80의 20%
nl: 20% van 80
no: 20 % av 80
pl: 20% z 80
ro: 20% din 80
ru: 20% от 80
sk: 20 % z 80
sv: 20 % av 80
sw: 20% ya 80
tr: 80’in %20’si
uk: 20% від 80
vi: 20% của 80
zh_hans: 80的20%

# pct_of_ex2
source: 7,5% de 1 200
af: 7,5% van 1 200
bg: 7,5% от 1 200
cs: 7,5 % z 1 200
da: 7,5 % af 1 200
de: 7,5 % von 1.200
el: 7,5% του 1 200
fi: 7,5 % arvosta 1 200
fil: 7.5% ng 1,200
hu: 1 200 7,5%-a
id: 7,5% dari 1.200
it: 7,5% di 1.200
ja: 1,200の7.5%
ko: 1,200의 7.5%
nl: 7,5% van 1.200
no: 7,5 % av 1 200
pl: 7,5% z 1 200
ro: 7,5% din 1.200
ru: 7,5% от 1 200
sk: 7,5 % z 1 200
sv: 7,5 % av 1 200
sw: 7,5% ya 1 200
tr: 1.200’ün %7,5’i
uk: 7,5% від 1 200
vi: 7,5% của 1.200
zh_hans: 1 200的7.5%

# pct_of_ex3
source: 15% de 199,99
af: 15% van 199,99
bg: 15% от 199,99
cs: 15 % z 199,99
da: 15 % af 199,99
de: 15 % von 199,99
el: 15% του 199,99
fi: 15 % arvosta 199,99
fil: 15% ng 199.99
hu: 199,99 15%-a
id: 15% dari 199,99
it: 15% di 199,99
ja: 199.99の15%
ko: 199.99의 15%
nl: 15% van 199,99
no: 15 % av 199,99
pl: 15% z 199,99
ro: 15% din 199,99
ru: 15% от 199,99
sk: 15 % z 199,99
sv: 15 % av 199,99
sw: 15% ya 199,99
tr: 199,99’un %15’i
uk: 15% від 199,99
vi: 15% của 199,99
zh_hans: 199.99的15%

# pct_of_ex4
source: 2% de 5 000
af: 2% van 5 000
bg: 2% от 5 000
cs: 2 % z 5 000
da: 2 % af 5 000
de: 2 % von 5.000
el: 2% του 5 000
fi: 2 % arvosta 5 000
fil: 2% ng 5,000
hu: 5 000 2%-a
id: 2% dari 5.000
it: 2% di 5.000
ja: 5,000の2%
ko: 5,000의 2%
nl: 2% van 5.000
no: 2 % av 5 000
pl: 2% z 5 000
ro: 2% din 5.000
ru: 2% от 5 000
sk: 2 % z 5 000
sv: 2 % av 5 000
sw: 2% ya 5 000
tr: 5.000’in %2’si
uk: 2% від 5 000
vi: 2% của 5.000
zh_hans: 5 000的2%

# pct_of_example_label
source: INTERPOLATION% de INTERPOLATION_1
af: INTERPOLATION% van INTERPOLATION_1
bg: INTERPOLATION% от INTERPOLATION_1
cs: INTERPOLATION% z INTERPOLATION_1
da: INTERPOLATION% af INTERPOLATION_1
de: INTERPOLATION% von INTERPOLATION_1
el: INTERPOLATION% του INTERPOLATION_1
fi: INTERPOLATION% INTERPOLATION_1
fil: INTERPOLATION% ng INTERPOLATION_1
hu: INTERPOLATION% a INTERPOLATION_1-ra
id: INTERPOLATION% dari INTERPOLATION_1
it: INTERPOLATION% di INTERPOLATION_1
ja: INTERPOLATION% の INTERPOLATION_1
ko: INTERPOLATION%의 INTERPOLATION_1
nl: INTERPOLATION% van INTERPOLATION_1
no: INTERPOLATION% av INTERPOLATION_1
pl: INTERPOLATION% z INTERPOLATION_1
ro: INTERPOLATION% din INTERPOLATION_1
ru: INTERPOLATION% от INTERPOLATION_1
sk: INTERPOLATION% z INTERPOLATION_1
sv: INTERPOLATION% av INTERPOLATION_1
sw: INTERPOLATION% ya INTERPOLATION_1
tr: INTERPOLATION% INTERPOLATION_1
uk: INTERPOLATION% від INTERPOLATION_1
vi: INTERPOLATION% của INTERPOLATION_1
zh_hans: INTERPOLATION% 的 INTERPOLATION_1

# text_case_h1
source: Majuscules / Minuscules
af: Hoofletters / Kleinletters
bg: Главни / Малки букви
cs: Velká / malá písmena
da: Store / små bogstaver
de: Groß-/Kleinschreibung
el: Κεφαλαία / Πεζά
es: Mayúsculas / Minúsculas
fi: Isot / pienet kirjaimet
fil: Malalaking titik / Maliliit na titik
hu: Nagybetűk / Kisbetűk
id: Huruf besar / Huruf kecil
it: Maiuscole / Minuscole
ja: 大文字 / 小文字
ko: 대문자 / 소문자
nl: Hoofdletters / kleine letters
no: Store / små bokstaver
pl: Wielkie / małe litery
pt_pt: Maiúsculas / Minúsculas
ro: Majuscule / minuscule
ru: Заглавные / строчные
sk: Veľké / malé písmená
sv: Versaler / gemener
sw: Herufi kubwa / herufi ndogo
tr: Büyük harf / Küçük harf
uk: Великі / малі літери
vi: Chữ hoa / chữ thường
zh_hans: 大写 / 小写

# text_case_subtitle
source: Convertissez la casse du texte en respectant la langue (locale).
af: Skakel die letterkas van die teks om met inagneming van die taal (locale).
bg: Преобразувайте регистъра на текста, като се съобразите с езика (локала).
cs: Převeďte velikost písmen s ohledem na jazyk (locale).
da: Skift store/små bogstaver med respekt for sprog (locale).
de: Ändere die Groß- und Kleinschreibung unter Berücksichtigung der Sprache.
el: Μετατρέψτε τα πεζά/κεφαλαία του κειμένου λαμβάνοντας υπόψη τη γλώσσα (τοπικές ρυθμίσεις).
es: Convierte mayúsculas y minúsculas respetando el idioma.
fi: Muunna kirjainkoko kielen (locale) mukaan.
fil: I-convert ang case ng teksto ayon sa wika (locale).
hu: Alakítsd át a szöveg kis-/nagybetűit a nyelv (locale) figyelembevételével.
id: Ubah huruf besar/kecil teks dengan mengikuti bahasa (locale).
it: Converti maiuscole e minuscole rispettando la lingua.
ja: 言語（ロケール）に合わせてテキストの大文字/小文字を変換します。
ko: 언어(로케일)에 맞게 텍스트의 대/소문자를 변환하세요.
nl: Wijzig hoofd- en kleine letters met respect voor de taal (locale).
no: Endre store/små bokstaver med hensyn til språk (locale).
pl: Zmień wielkość liter z uwzględnieniem języka (locale).
pt_pt: Converta as maiúsculas/minúsculas do texto respeitando o idioma (locale).
ro: Convertiți majusculele/minusculele textului respectând limba (locale).
ru: Преобразуйте регистр текста с учётом языка (locale).
sk: Zmeňte veľké/malé písmená so zohľadnením jazyka (locale).
sv: Ändra versaler och gemener med hänsyn till språket (locale).
sw: Badilisha herufi kubwa/ndogo za maandishi kwa kuzingatia lugha (locale).
tr: Metnin büyük/küçük harf biçimini dile (locale) uygun şekilde dönüştürün.
uk: Змініть регістр тексту з урахуванням мови (locale).
vi: Chuyển kiểu chữ của văn bản theo đúng ngôn ngữ (locale).
zh_hans: 按语言（locale）正确转换文本大小写。

# text_case_card_title
source: Convertisseur
af: Omskakelaar
bg: Конвертор
cs: Převodník
da: Konverter
de: Konverter
el: Μετατροπέας
es: Convertidor
fi: Muunnin
fil: Converter
hu: Átalakító
id: Konverter
it: Convertitore
ja: コンバーター
ko: 변환기
nl: Converter
no: Konverter
pl: Konwerter
pt_pt: Conversor
ro: Convertor
ru: Конвертер
sk: Konvertor
sv: Konverterare
sw: Kigeuzi
tr: Dönüştürücü
uk: Конвертер
vi: Bộ chuyển đổi
zh_hans: 转换器

# text_case_input_label
source: Texte
af: Teks
bg: Текст
cs: Text
da: Tekst
de: Text
el: Κείμενο
es: Texto
fi: Teksti
fil: Teksto
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
no: Tekst
pl: Tekst
pt_pt: Texto
ro: Text
ru: Текст
sk: Text
sv: Text
sw: Maandishi
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
