Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l4_sub
source: Quand les effets se multiplient : facteurs successifs, croissance composée, rendements.
af: Wanneer die effekte vermenigvuldig : opeenvolgende faktore, saamgestelde groei, opbrengste.
bg: Когато ефектите се умножават: последователни фактори, сложен растеж, доходи.
cs: Když se efekty násobí : po sobě jdoucí faktory, složený růst, výnosy.
da: Når effekterne multipliceres : successive faktorer, sammensat vækst, afkast.
de: Wenn die Effekte multipliziert werden : aufeinanderfolgende Faktoren, zusammengesetztes Wachstum, Renditen.
el: Όταν οι επιδράσεις πολλαπλασιάζονται: διαδοχικοί παράγοντες, σύνθετη ανάπτυξη, αποδόσεις.
es: Cuando los efectos se multiplican : factores sucesivos, crecimiento compuesto, rendimientos.
fi: Kun vaikutukset kerrotaan : peräkkäiset tekijät, yhdistetty kasvu, tuotot.
fil: Kapag ang mga epekto ay nagmumultiply : sunud-sunod na mga salik, pinagsama-samang paglago, kita.
hu: Amikor a hatások szorzódnak: egymás utáni tényezők, összetett növekedés, hozamok.
id: Ketika efek saling mengalikan : faktor berturut-turut, pertumbuhan majemuk, hasil.
it: Quando gli effetti si moltiplicano : fattori successivi, crescita composta, rendimenti.
ja: 効果が掛け合わされるとき：連続する要因、複利成長、収益。
ko: 효과가 곱해질 때: 연속적인 요인, 복리 성장, 수익.
nl: Wanneer de effecten zich vermenigvuldigen : opeenvolgende factoren, samengestelde groei, rendementen.
no: Når effektene multipliseres : successive faktorer, sammensatt vekst, avkastning.
pl: Gdy efekty się mnożą : czynniki kolejno, wzrost złożony, zyski.
pt_pt: Quando os efeitos se multiplicam : fatores sucessivos, crescimento composto, rendimentos.
ro: Când efectele se înmulțesc : factori succesivi, creștere compusă, randamente.
ru: Когда эффекты умножаются : последовательные факторы, сложный рост, доходность.
sk: Keď sa efekty násobia : postupné faktory, zložený rast, výnosy.
sv: När effekterna multipliceras : successiva faktorer, sammansatt tillväxt, avkastningar.
sw: Wakati athari zinapozidishwa : sababu za mfululizo, ukuaji wa pamoja, faida.
tr: Etkiler çarpıldığında : ardışık faktörler, bileşik büyüme, getiriler.
uk: Коли ефекти множаться: послідовні фактори, складне зростання, доходи.
vi: Khi các hiệu ứng nhân với nhau : các yếu tố liên tiếp, tăng trưởng kép, lợi suất.
zh_hans: 当效应相乘时：连续因子、复合增长、收益。

# mean_tag_geometric
source: géométrique
af: geometries
bg: геометрично
cs: geometrický
da: geometrisk
de: geometrisch
el: γεωμετρικός
es: geométrica
fi: geometrinen
fil: geometric
hu: geometriai
id: geometrik
it: geometrica
ja: 幾何
ko: 기하학적
nl: geometrisch
no: geometrisk
pl: geometryczna
pt_pt: geométrica
ro: geometrică
ru: геометрическая
sk: geometrický
sv: geometriskt
sw: kijiometri
tr: geometrik
uk: геометричне
vi: hình học
zh_hans: 几何的

# mean_tag_growth
source: croissance
af: groei
bg: растеж
cs: růst
da: vækst
de: Wachstum
el: ανάπτυξη
es: crecimiento
fi: kasvu
fil: paglago
hu: növekedés
id: pertumbuhan
it: crescita
ja: 成長
ko: 성장
nl: groei
no: vekst
pl: wzrost
pt_pt: crescimento
ro: creștere
ru: рост
sk: rast
sv: tillväxt
sw: kuongezeka
tr: büyüme
uk: зростання
vi: tăng trưởng
zh_hans: 增长

# mean_tag_returns
source: rendements
af: opbrengste
bg: доходи
cs: výnosy
da: afkast
de: Renditen
el: αποδόσεις
es: rendimientos
fi: tuotot
fil: kita
hu: hozamok
id: hasil
it: rendimenti
ja: 収益
ko: 수익
nl: rendementen
no: avkastning
pl: zyski
pt_pt: rendimentos
ro: randamente
ru: доходность
sk: výnosy
sv: avkastningar
sw: faida
tr: getiriler
uk: доходи
vi: lợi suất
zh_hans: 收益

# mean_l4_s1_title
source: Définition
af: Definisie
bg: Определение
cs: Definice
da: Definition
de: Definition
el: Ορισμός
es: Definición
fi: Määritelmä
fil: Kahulugan
hu: Meghatározás
id: Definisi
it: Definizione
ja: 定義
ko: 정의
nl: Definitie
no: Definisjon
pl: Definicja
pt_pt: Definição
ro: Definiție
ru: Определение
sk: Definícia
sv: Definition
sw: Maelezo
tr: Tanım
uk: Визначення
vi: Định nghĩa
zh_hans: 定义

# mean_l4_s1_b1
source: La moyenne géométrique est la racine n-ième du produit des valeurs.
af: Die geometriese gemiddelde is die n-de wortel van die produk van die waardes.
bg: Геометричното средно е n-тата корен на произведението на стойностите.
cs: Geometrický průměr je n-tá odmocnina součinu hodnot.
da: Det geometriske gennemsnit er den n-te rod af produktet af værdierne.
de: Der geometrische Durchschnitt ist die n-te Wurzel des Produkts der Werte.
el: Ο γεωμετρικός μέσος όρος είναι η n-οστή ρίζα του προϊόντος των τιμών.
es: La media geométrica es la raíz n-ésima del producto de los valores.
fi: Geometrinen keskiarvo on arvojen tuotteen n-juuri.
fil: Ang geometric average ay ang n-th root ng produkto ng mga halaga.
hu: A geometriai átlag a számok szorzataként vett n-edik gyök.
id: Rata-rata geometrik adalah akar n dari produk nilai-nilai.
it: La media geometrica è la radice n-esima del prodotto dei valori.
ja: 幾何平均は値の積のn乗根です。
ko: 기하 평균은 값의 곱의 n제곱근입니다.
nl: Het geometrisch gemiddelde is de n-de wortel van het product van de waarden.
no: Det geometriske gjennomsnittet er den n-te roten av produktet av verdiene.
pl: Średnia geometryczna to pierwiastek n-tego stopnia z iloczynu wartości.
pt_pt: A média geométrica é a raiz n-ésima do produto dos valores.
ro: Media geometrică este rădăcina n-a produsului valorilor.
ru: Геометрическая средняя — это n-я корень произведения значений.
sk: Geometrický priemer je n-tá odmocnina súčinu hodnôt.
sv: Det geometriska medelvärdet är den n:te roten av produkten av värdena.
sw: Wastani wa kijiometri ni mzizi wa n-th wa bidhaa ya thamani.
tr: Geometrik ortalama, değerlerin çarpımının n'inci köküdür.
uk: Геометричне середнє - це n-та корінь з добутку значень.
vi: Trung bình hình học là căn bậc n của tích các giá trị.
zh_hans: 几何平均是值的n次根的乘积。

# mean_l4_s1_b2
source: Elle est adaptée quand les valeurs représentent des multiplicateurs ou des facteurs (par exemple : ×1,10 puis ×0,90).
af: Dit is geskik wanneer die waardes vermenigvuldigers of faktore verteenwoordig (byvoorbeeld : ×1,10 dan ×0,90).
bg: То е подходящо, когато стойностите представляват множители или фактори (например: ×1,10 след това ×0,90).
cs: Je vhodný, když hodnoty představují multiplikátory nebo faktory (například : ×1,10 poté ×0,90).
da: Det er passende, når værdierne repræsenterer multiplikatorer eller faktorer (for eksempel : ×1,10 så ×0,90).
de: Er ist geeignet, wenn die Werte Multiplikatoren oder Faktoren darstellen (zum Beispiel : ×1,10 dann ×0,90).
el: Είναι κατάλληλος όταν οι τιμές αντιπροσωπεύουν πολλαπλασιαστές ή παράγοντες (για παράδειγμα: ×1,10 και στη συνέχεια ×0,90).
es: Es adecuada cuando los valores representan multiplicadores o factores (por ejemplo : ×1,10 luego ×0,90).
fi: Se soveltuu, kun arvot edustavat kertoimia tai tekijöitä (esimerkiksi : ×1,10 sitten ×0,90).
fil: Ito ay angkop kapag ang mga halaga ay kumakatawan sa mga multiplier o mga salik (halimbawa : ×1.10 pagkatapos ay ×0.90).
hu: Akkor alkalmazható, ha az értékek szorzók vagy tényezők (például: ×1,10 majd ×0,90).
id: Ini cocok ketika nilai-nilai mewakili pengali atau faktor (misalnya : ×1,10 kemudian ×0,90).
it: È adatta quando i valori rappresentano moltiplicatori o fattori (ad esempio : ×1,10 poi ×0,90).
ja: 値が乗数または要因を表すときに適しています（例：×1.10、その後×0.90）。
ko: 값이 배수 또는 요인을 나타낼 때 적합합니다 (예: ×1.10 후 ×0.90).
nl: Het is geschikt wanneer de waarden multiplicatoren of factoren vertegenwoordigen (bijvoorbeeld : ×1,10 dan ×0,90).
no: Det er tilpasset når verdiene representerer multiplikatorer eller faktorer (for eksempel : ×1,10 deretter ×0,90).
pl: Jest stosowana, gdy wartości reprezentują mnożniki lub czynniki (na przykład : ×1,10, a następnie ×0,90).
pt_pt: Ela é adequada quando os valores representam multiplicadores ou fatores (por exemplo : ×1,10 depois ×0,90).
ro: Este adaptată când valorile reprezintă multiplicatori sau factori (de exemplu : ×1,10 apoi ×0,90).
ru: Она подходит, когда значения представляют собой множители или факторы (например : ×1,10 затем ×0,90).
sk: Je vhodný, keď hodnoty predstavujú multiplikátory alebo faktory (napríklad : ×1,10 potom ×0,90).
sv: Det är lämpligt när värdena representerar multiplikatorer eller faktorer (till exempel : ×1,10 sedan ×0,90).
sw: Inafaa wakati thamani zinawakilisha vigezo au sababu (kwa mfano : ×1,10 kisha ×0,90).
tr: Çarpanlar veya faktörler temsil edildiğinde uygundur (örneğin : ×1,10 ardından ×0,90).
uk: Воно підходить, коли значення представляють множники або фактори (наприклад: ×1,10, а потім ×0,90).
vi: Nó phù hợp khi các giá trị đại diện cho các hệ số nhân hoặc các yếu tố (ví dụ : ×1,10 sau đó ×0,90).
zh_hans: 当值代表乘数或因子时（例如：×1.10然后×0.90），它是适用的。

# mean_l4_s1_b3
source: Elle nécessite généralement des valeurs positives (sinon, la racine n-ième peut ne pas être définie dans les réels).
af: Dit vereis gewoonlik positiewe waardes (anders kan die n-de wortel nie in die reële getalle gedefinieer word nie).
bg: Обикновено изисква положителни стойности (в противен случай, n-тата корен може да не е дефиниран в реалните числа).
cs: Obvykle vyžaduje kladné hodnoty (jinak n-tá odmocnina nemusí být definována v reálných číslech).
da: Det kræver generelt positive værdier (ellers kan den n-te rod muligvis ikke være defineret i de reelle tal).
de: Er erfordert in der Regel positive Werte (ansonsten kann die n-te Wurzel in den reellen Zahlen nicht definiert sein).
el: Συνήθως απαιτεί θετικές τιμές (αλλιώς, η n-οστή ρίζα μπορεί να μην είναι καθορισμένη στους πραγματικούς αριθμούς).
es: Generalmente requiere valores positivos (de lo contrario, la raíz n-ésima puede no estar definida en los reales).
fi: Se vaatii yleensä positiivisia arvoja (muuten n-juuri ei välttämättä ole määritelty reaaliluvuissa).
fil: Kadalasan ay nangangailangan ito ng mga positibong halaga (kung hindi, ang n-th root ay maaaring hindi maipaliwanag sa mga totoong numero).
hu: Általában pozitív értékeket igényel (különben az n-edik gyök nem definiált a valós számok között).
id: Ini umumnya memerlukan nilai positif (jika tidak, akar n mungkin tidak terdefinisi dalam bilangan riil).
it: Richiede generalmente valori positivi (altrimenti, la radice n-esima potrebbe non essere definita nei reali).
ja: 通常、正の値が必要です（そうでない場合、n乗根は実数では定義されないことがあります）。
ko: 일반적으로 양수 값을 필요로 합니다 (그렇지 않으면 n제곱근이 실수에서 정의되지 않을 수 있습니다).
nl: Het vereist doorgaans positieve waarden (anders kan de n-de wortel niet gedefinieerd zijn in de reële getallen).
no: Det krever vanligvis positive verdier (ellers kan den n-te roten ikke være definert i de reelle tallene).
pl: Zazwyczaj wymaga wartości dodatnich (w przeciwnym razie pierwiastek n-tego stopnia może nie być zdefiniowany w liczbach rzeczywistych).
pt_pt: Ela geralmente requer valores positivos (caso contrário, a raiz n-ésima pode não estar definida nos reais).
ro: Necesită de obicei valori pozitive (altfel, rădăcina n-a poate să nu fie definită în numerele reale).
ru: Она обычно требует положительных значений (иначе n-я корень может быть не определен в действительных числах).
sk: Zvyčajne vyžaduje kladné hodnoty (inak n-tá odmocnina nemusí byť definovaná v reálnych číslach).
sv: Det kräver vanligtvis positiva värden (annars kan den n:te roten vara odefinierad i de reella talen).
sw: Kwa kawaida inahitaji thamani chanya (vinginevyo, mzizi wa n-th unaweza kutokuwa na maana katika halisi).
tr: Genellikle pozitif değerler gerektirir (aksi takdirde, n'inci kök reel sayılarda tanımlı olmayabilir).
uk: Зазвичай воно вимагає позитивних значень (інакше n-та корінь може не бути визначеною в дійсних числах).
vi: Nó thường yêu cầu các giá trị dương (nếu không, căn bậc n có thể không được định nghĩa trong các số thực).
zh_hans: 它通常需要正值（否则，n次根在实数中可能未定义）。

# mean_l4_s2_title
source: Exemple : facteurs de variation successifs
af: Voorbeeld : opeenvolgende variasiefaktore
bg: Пример: последователни фактори на вариация
cs: Příklad : po sobě jdoucí faktory změny
da: Eksempel : successive variationsfaktorer
de: Beispiel : aufeinanderfolgende Variationsfaktoren
el: Παράδειγμα: διαδοχικοί παράγοντες μεταβολής
es: Ejemplo : factores de variación sucesivos
fi: Esimerkki : peräkkäiset vaihtelutekijät
fil: Halimbawa : sunud-sunod na mga salik ng pagbabago
hu: Példa: egymás utáni változási tényezők
id: Contoh : faktor variasi berturut-turut
it: Esempio : fattori di variazione successivi
ja: 例：連続する変動要因
ko: 예: 연속적인 변화 요인
nl: Voorbeeld : opeenvolgende variatiefactoren
no: Eksempel : successive variasjonsfaktorer
pl: Przykład : kolejne czynniki zmiany
pt_pt: Exemplo : fatores de variação sucessivos
ro: Exemplu : factori de variație succesivi
ru: Пример : последовательные факторы изменения
sk: Príklad : postupné faktory zmeny
sv: Exempel : successiva variationsfaktorer
sw: Mfano : sababu za mabadiliko ya mfululizo
tr: Örnek : ardışık değişim faktörleri
uk: Приклад: послідовні фактори зміни
vi: Ví dụ : các yếu tố biến đổi liên tiếp
zh_hans: 示例：连续变化因子

# mean_l4_s2_b1
source: Une quantité augmente de 10% puis baisse de 10%.
af: ‘n Hoeveelheid neem met 10% toe en daal dan met 10%.
bg: Количество нараства с 10%, след това спада с 10%.
cs: Množství se zvýší o 10% a poté klesne o 10%.
da: En mængde stiger med 10% og falder derefter med 10%.
de: Eine Menge steigt um 10% und sinkt dann um 10%.
el: Μια ποσότητα αυξάνεται κατά 10% και στη συνέχεια μειώνεται κατά 10%.
es: Una cantidad aumenta un 10% y luego baja un 10%.
fi: Määrä kasvaa 10% ja sitten laskee 10%.
fil: Isang dami ang tumataas ng 10% pagkatapos ay bumababa ng 10%.
hu: Egy mennyiség 10%-kal nő, majd 10%-kal csökken.
id: Sebuah kuantitas meningkat 10% kemudian turun 10%.
it: Una quantità aumenta del 10% poi diminuisce del 10%.
ja: ある量が10%増加し、その後10%減少します。
ko: 수량이 10% 증가한 후 10% 감소합니다.
nl: Een hoeveelheid stijgt met 10% en daalt vervolgens met 10%.
no: En mengde øker med 10% og deretter faller med 10%.
pl: Ilość wzrasta o 10%, a następnie spada o 10%.
pt_pt: Uma quantidade aumenta 10% e depois diminui 10%.
ro: O cantitate crește cu 10% apoi scade cu 10%.
ru: Количество увеличивается на 10%, затем уменьшается на 10%.
sk: Množstvo sa zvýši o 10% a potom klesne o 10%.
sv: En kvantitet ökar med 10% och sedan minskar med 10%.
sw: Kiasi kinakua kwa 10% kisha kinashuka kwa 10%.
tr: Bir miktar %10 artıyor, ardından %10 azalıyor.
uk: Кількість зростає на 10%, а потім зменшується на 10%.
vi: Một số lượng tăng 10% sau đó giảm 10%.
zh_hans: 一个数量增加10%然后减少10%。

# mean_l4_s2_b2
source: Les facteurs sont 1,10 et 0,90.
af: Die faktore is 1,10 en 0,90.
bg: Факторите са 1,10 и 0,90.
cs: Faktory jsou 1,10 a 0,90.
da: Faktorerne er 1,10 og 0,90.
de: Die Faktoren sind 1,10 und 0,90.
el: Οι παράγοντες είναι 1,10 και 0,90.
es: Los factores son 1,10 y 0,90.
fi: Tekijät ovat 1,10 ja 0,90.
fil: Ang mga salik ay 1.10 at 0.90.
hu: A tényezők 1,10 és 0,90.
id: Faktor-faktornya adalah 1,10 dan 0,90.
it: I fattori sono 1,10 e 0,90.
ja: 要因は1.10と0.90です。
ko: 요인은 1.10과 0.90입니다.
nl: De factoren zijn 1,10 en 0,90.
no: Faktorene er 1,10 og 0,90.
pl: Czynniki to 1,10 i 0,90.
pt_pt: Os fatores são 1,10 e 0,90.
ro: Factorii sunt 1,10 și 0,90.
ru: Факторы — это 1,10 и 0,90.
sk: Faktory sú 1,10 a 0,90.
sv: Faktorerna är 1,10 och 0,90.
sw: Sababu ni 1,10 na 0,90.
tr: Faktörler 1,10 ve 0,90.
uk: Фактори - 1,10 та 0,90.
vi: Các yếu tố là 1,10 và 0,90.
zh_hans: 因子是1.10和0.90。

# mean_l4_s2_b3
source: Produit des facteurs = 1,10 × 0,90 = 0,99.
af: Produk van faktore = 1,10 × 0,90 = 0,99.
bg: Произведение на факторите = 1,10 × 0,90 = 0,99.
cs: Produkt faktorů = 1,10 × 0,90 = 0,99.
da: Produkt af faktorer = 1,10 × 0,90 = 0,99.
de: Produkt der Faktoren = 1,10 × 0,90 = 0,99.
el: Προϊόν των παραγόντων = 1,10 × 0,90 = 0,99.
es: Producto de factores = 1,10 × 0,90 = 0,99.
fi: Tuote tekijöistä = 1,10 × 0,90 = 0,99.
fil: Produkto ng mga salik = 1.10 × 0.90 = 0.99.
hu: A tényezők szorzata = 1,10 × 0,90 = 0,99.
id: Produk faktor = 1,10 × 0,90 = 0,99.
it: Prodotto dei fattori = 1,10 × 0,90 = 0,99.
ja: 要因の積 = 1.10 × 0.90 = 0.99。
ko: 요인의 곱 = 1.10 × 0.90 = 0.99.
nl: Product of factors = 1,10 × 0,90 = 0,99.
no: Produkt av faktorer = 1,10 × 0,90 = 0,99.
pl: Produkt czynników = 1,10 × 0,90 = 0,99.
pt_pt: Produto dos fatores = 1,10 × 0,90 = 0,99.
ro: Produsul factorilor = 1,10 × 0,90 = 0,99.
ru: Произведение факторов = 1,10 × 0,90 = 0,99.
sk: Produkt faktorov = 1,10 × 0,90 = 0,99.
sv: Produkt av faktorer = 1,10 × 0,90 = 0,99.
sw: Bidhaa ya sababu = 1.10 × 0.90 = 0.99.
tr: Faktörlerin çarpımı = 1,10 × 0,90 = 0,99.
uk: Добуток факторів = 1,10 × 0,90 = 0,99.
vi: Sản phẩm của các yếu tố = 1,10 × 0,90 = 0,99.
zh_hans: 因子的乘积 = 1.10 × 0.90 = 0.99。

# mean_l4_s2_b4
source: Facteur moyen (sur 2 périodes) = √0,99 ≈ 0,995.
af: Gemiddelde faktor (oor 2 tydperke) = √0,99 ≈ 0,995.
bg: Среден фактор (за 2 периода) = √0,99 ≈ 0,995.
cs: Průměrný faktor (za 2 období) = √0,99 ≈ 0,995.
da: Gennemsnitlig faktor (over 2 perioder) = √0,99 ≈ 0,995.
de: Durchschnittlicher Faktor (über 2 Perioden) = √0,99 ≈ 0,995.
el: Μέσος παράγοντας (σε 2 περιόδους) = √0,99 ≈ 0,995.
es: Factor medio (sobre 2 períodos) = √0,99 ≈ 0,995.
fi: Keskimääräinen kerroin (2 ajanjaksolle) = √0,99 ≈ 0,995.
fil: Karaniwang salik (sa 2 panahon) = √0.99 ≈ 0.995.
hu: Átlagos tényező (2 időszakra) = √0,99 ≈ 0,995.
id: Faktor rata-rata (selama 2 periode) = √0,99 ≈ 0,995.
it: Fattore medio (su 2 periodi) = √0,99 ≈ 0,995.
ja: 平均要因（2期間で） = √0.99 ≈ 0.995。
ko: 평균 요인 (2기간 동안) = √0.99 ≈ 0.995.
nl: Average factor (over 2 periods) = √0,99 ≈ 0,995.
no: Gjennomsnittlig faktor (over 2 perioder) = √0,99 ≈ 0,995.
pl: Średni czynnik (przez 2 okresy) = √0,99 ≈ 0,995.
pt_pt: Fator médio (em 2 períodos) = √0,99 ≈ 0,995.
ro: Factorul mediu (pe 2 perioade) = √0,99 ≈ 0,995.
ru: Средний фактор (за 2 периода) = √0,99 ≈ 0,995.
sk: Priemerný faktor (za 2 obdobia) = √0,99 ≈ 0,995.
sv: Genomsnittlig faktor (över 2 perioder) = √0,99 ≈ 0,995.
sw: Sababu ya wastani (juu ya vipindi 2) = √0.99 ≈ 0.995.
tr: Ortalama faktör (2 dönem için) = √0,99 ≈ 0,995.
uk: Середній фактор (за 2 періоди) = √0,99 ≈ 0,995.
vi: Yếu tố trung bình (trong 2 khoảng thời gian) = √0,99 ≈ 0,995.
zh_hans: 平均因子（在2个周期内）= √0.99 ≈ 0.995。

# mean_l4_s2_b5
source: Taux moyen par période ≈ 0,995 − 1 = −0,5%.
af: Gemiddelde koers per tydperk ≈ 0,995 − 1 = −0,5%.
bg: Среден процент на период ≈ 0,995 − 1 = −0,5%.
cs: Průměrná sazba za období ≈ 0,995 − 1 = −0,5%.
da: Gennemsnitlig sats pr. periode ≈ 0,995 − 1 = −0,5%.
de: Durchschnittlicher Satz pro Periode ≈ 0,995 − 1 = −0,5%.
el: Μέσος όρος ανά περίοδο ≈ 0,995 − 1 = −0,5%.
es: Tasa media por período ≈ 0,995 − 1 = −0,5%.
fi: Keskimääräinen korko ajanjaksolla ≈ 0,995 − 1 = −0,5%.
fil: Karaniwang rate bawat panahon ≈ 0.995 − 1 = −0.5%.
hu: Időszakonkénti átlagos ráta ≈ 0,995 − 1 = −0,5%.
id: Tingkat rata-rata per periode ≈ 0,995 − 1 = −0,5%.
it: Tasso medio per periodo ≈ 0,995 − 1 = −0,5%.
ja: 期間あたりの平均率 ≈ 0.995 − 1 = −0.5%。
ko: 기간당 평균 비율 ≈ 0.995 − 1 = −0.5%.
nl: Average rate per period ≈ 0,995 − 1 = −0,5%.
no: Gjennomsnittlig rente per periode ≈ 0,995 − 1 = −0,5%.
pl: Średni wskaźnik na okres ≈ 0,995 − 1 = −0,5%.
pt_pt: Taxa média por período ≈ 0,995 − 1 = −0,5%.
ro: Rata medie pe perioadă ≈ 0,995 − 1 = −0,5%.
ru: Средняя ставка за период ≈ 0,995 − 1 = −0,5%.
sk: Priemerná miera za obdobie ≈ 0,995 − 1 = −0,5%.
sv: Genomsnittlig ränta per period ≈ 0,995 − 1 = −0,5%.
sw: Kiwango cha wastani kwa kipindi ≈ 0.995 − 1 = −0.5%.
tr: Dönem başına ortalama oran ≈ 0,995 − 1 = −0,5%.
uk: Середній показник за період ≈ 0,995 − 1 = −0,5%.
vi: Tỷ lệ trung bình theo khoảng thời gian ≈ 0,995 − 1 = −0,5%.
zh_hans: 每个周期的平均率 ≈ 0.995 − 1 = −0.5%。

# mean_l4_s2_ex1
source: Calcul
af: Berekening
bg: Изчисление
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
fi: Laskenta
fil: Kalkulasyon
hu: Számítás
id: Perhitungan
it: Calcolo
ja: 計算
ko: 계산
nl: Calculation
no: Beregning
pl: Obliczenia
pt_pt: Cálculo
ru: Расчет
sk: Výpočet
sv: Beräkning
sw: Hesabu
tr: Hesaplama
uk: Обчислення
vi: Tính toán
zh_hans: 计算

# mean_l4_s3_title
source: Interprétation : “taux moyen”
af: Interpretasie : “gemiddelde koers”
bg: Интерпретация: "среден процент"
cs: Interpretace: "průměrná sazba"
da: Fortolkning: “gennemsnitlig sats”
de: Interpretation: „durchschnittlicher Satz“
el: Ερμηνεία: “μέσος όρος”
es: Interpretación: “tasa media”
fi: Tulkitseminen: “keskimääräinen korko”
fil: Pagsasalin: “karaniwang rate”
hu: Értelmezés: "átlagos ráta"
id: Interpretasi: “tingkat rata-rata”
it: Interpretazione : “tasso medio”
ja: 解釈：「平均率」
ko: 해석: '평균 비율'
nl: Interpretation: “average rate”
no: Tolkning: “gjennomsnittlig rente”
pl: Interpretacja: "średni wskaźnik"
pt_pt: Interpretação: “taxa média”
ro: Interpretare : “rata medie”
ru: Интерпретация: “средняя ставка”
sk: Interpretácia: “priemerná miera”
sv: Tolkning: “genomsnittlig ränta”
sw: Ufafanuzi: “kiwango cha wastani”
tr: Yorum: “ortalama oran”
uk: Інтерпретація: "середній показник"
vi: Diễn giải: “tỷ lệ trung bình”
zh_hans: 解释：“平均率”

# mean_l4_s3_b1
source: Si une grandeur évolue sur n périodes avec des facteurs f1…fn, le facteur moyen est G = (f1×…×fn)^(1/n).
af: As 'n grootheid oor n tydperke met faktore f1…fn verander, is die gemiddelde faktor G = (f1×…×fn)^(1/n).
bg: Ако величина се променя за n периода с фактори f1…fn, средният фактор е G = (f1×…×fn)^(1/n).
cs: Pokud se veličina vyvíjí po n obdobích s faktory f1…fn, průměrný faktor je G = (f1×…×fn)^{(1/n)}.
da: Hvis en størrelse udvikler sig over n perioder med faktorer f1…fn, er den gennemsnitlige faktor G = (f1×…×fn)^(1/n).
de: Wenn eine Größe über n Perioden mit Faktoren f1…fn variiert, ist der Durchschnittsfaktor G = (f1×…×fn)^{(1/n)}.
el: Αν μια ποσότητα εξελίσσεται σε n περιόδους με παράγοντες f1…fn, ο μέσος παράγοντας είναι G = (f1×…×fn)^{(1/n)}.
es: Si una magnitud evoluciona en n períodos con factores f1…fn, el factor medio es G = (f1×…×fn)^{(1/n)}.
fi: Jos suure kehittyy n ajanjaksolla tekijöillä f1…fn, keskiarvo on G = (f1×…×fn)^(1/n).
fil: Kung ang isang sukat ay umuunlad sa n na panahon na may mga salik f1…fn, ang karaniwang salik ay G = (f1×…×fn)^{(1/n)}.
hu: Ha egy mennyiség n időszakon keresztül f1…fn tényezőkkel változik, az átlagos tényező G = (f1×…×fn)^{(1/n)}.
id: Jika suatu besaran berkembang selama n periode dengan faktor f1…fn, faktor rata-ratanya adalah G = (f1×…×fn)^{(1/n)}.
it: Se una grandezza evolve su n periodi con fattori f1…fn, il fattore medio è G = (f1×…×fn)^(1/n).
ja: ある量がn期間にわたってf1…fnの要因で変化する場合、平均要因はG = (f1×…×fn)^(1/n)です。
ko: 어떤 양이 n기간 동안 요인 f1…fn으로 변화하면, 평균 요인은 G = (f1×…×fn)^(1/n)입니다.
nl: If a quantity evolves over n periods with factors f1…fn, the average factor is G = (f1×…×fn)^(1/n).
no: Hvis en størrelse utvikler seg over n perioder med faktorer f1…fn, er den gjennomsnittlige faktoren G = (f1×…×fn)^(1/n).
pl: Jeśli wielkość zmienia się przez n okresów z czynnikami f1…fn, średni czynnik to G = (f1×…×fn)^{(1/n)}.
pt_pt: Se uma grandeza evolui em n períodos com fatores f1…fn, o fator médio é G = (f1×…×fn)^(1/n).
ro: Dacă o mărime evoluează pe n perioade cu factori f1…fn, factorul mediu este G = (f1×…×fn)^(1/n).
ru: Если величина изменяется за n периодов с факторами f1…fn, средний фактор равен G = (f1×…×fn)^(1/n).
sk: Ak sa veličina vyvíja počas n období s faktormi f1…fn, priemerný faktor je G = (f1×…×fn)^{(1/n)}.
sv: Om en storhet förändras över n perioder med faktorer f1…fn, är den genomsnittliga faktorn G = (f1×…×fn)^(1/n).
sw: Ikiwa kipimo kinabadilika kwa vipindi n na sababu f1…fn, sababu ya wastani ni G = (f1×…×fn)^{(1/n)}.
tr: Bir büyüklük n dönem boyunca f1…fn faktörleri ile değişiyorsa, ortalama faktör G = (f1×…×fn)^(1/n) şeklindedir.
uk: Якщо величина змінюється за n періодів з факторами f1…fn, середній фактор G = (f1×…×fn)^(1/n).
vi: Nếu một đại lượng thay đổi qua n khoảng thời gian với các yếu tố f1…fn, yếu tố trung bình là G = (f1×…×fn)^(1/n).
zh_hans: 如果一个量在n个周期内变化，因子为f1…fn，则平均因子为G = (f1×…×fn)^(1/n)。
