Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_text_structure_uc2_title
source: OCR et post-traitement
af: OCR en nabehandeling
bg: OCR и постобработка
cs: OCR a post-processing
da: OCR og efterbehandling
de: OCR und Nachbearbeitung
el: OCR και μετα-επεξεργασία
es: OCR y post-procesamiento
fi: OCR ja jälkikäsittely
fil: OCR at post-processing
it: OCR e post-elaborazione
ja: OCRと後処理
ko: OCR 및 후처리
nl: OCR en nabewerking
no: OCR og etterbehandling
pl: OCR i postprocessing
pt_pt: OCR e pós-processamento
ro: OCR și post-procesare
ru: OCR и постобработка
sk: OCR a post-processing
sv: OCR och efterbehandling
sw: OCR na usindikaji wa baadae
tr: OCR ve son işlem
uk: OCR та постобробка
vi: OCR và xử lý hậu kỳ
zh_hans: OCR 和后处理

# ed_dev_pdf_text_structure_uc2_text
source: Comparer la structure textuelle native avec des résultats OCR.
af: Vergelyk die inheemse teksstruktuur met OCR-resultate.
bg: Сравнете оригиналната текстова структура с OCR резултатите.
cs: Porovnat nativní textovou strukturu s výsledky OCR.
da: Sammenligne den native tekststruktur med OCR-resultater.
de: Vergleichen der nativen Textstruktur mit OCR-Ergebnissen.
el: Συγκρίνετε τη φυσική δομή κειμένου με τα αποτελέσματα OCR.
es: Comparar la estructura textual nativa con los resultados de OCR.
fi: Vertaile alkuperäistä tekstirakennetta OCR-tuloksiin.
fil: Ihambing ang katutubong estruktura ng teksto sa mga resulta ng OCR.
it: Confrontare la struttura testuale nativa con i risultati OCR.
ja: ネイティブテキスト構造とOCR結果を比較します。
ko: 원본 텍스트 구조를 OCR 결과와 비교합니다.
nl: De native tekststructuur vergelijken met OCR-resultaten.
no: Sammenligne den opprinnelige tekststrukturen med OCR-resultater.
pl: Porównać natywną strukturę tekstową z wynikami OCR.
pt_pt: Comparar a estrutura textual nativa com os resultados do OCR.
ro: Compararea structurii textuale native cu rezultatele OCR.
ru: Сравнить родную текстовую структуру с результатами OCR.
sk: Porovnať natívnu textovú štruktúru s výsledkami OCR.
sv: Jämföra den ursprungliga textstrukturen med OCR-resultat.
sw: Kulinganisha muundo wa maandiko asilia na matokeo ya OCR.
tr: Yerel metin yapısını OCR sonuçlarıyla karşılaştırın.
uk: Порівняти рідну текстову структуру з результатами OCR.
vi: So sánh cấu trúc văn bản gốc với kết quả OCR.
zh_hans: 比较原生文本结构与 OCR 结果。

# ed_dev_pdf_text_structure_uc3_title
source: Indexation et recherche
af: Indeksasie en soektog
bg: Индексиране и търсене
cs: Indexace a vyhledávání
da: Indeksering og søgning
de: Indizierung und Suche
el: Ευρετηρίαση και αναζήτηση
es: Indexación y búsqueda
fi: Indeksointi ja haku
fil: Indexing at paghahanap
it: Indicizzazione e ricerca
ja: インデックス作成と検索
ko: 색인화 및 검색
nl: Indexering en zoeken
no: Indeksering og søk
pl: Indeksowanie i wyszukiwanie
pt_pt: Indexação e pesquisa
ro: Indexare și căutare
ru: Индексация и поиск
sk: Indexovanie a vyhľadávanie
sv: Indexering och sökning
sw: Utafutaji na utafutaji
tr: Dizinleme ve arama
uk: Індексація та пошук
vi: Lập chỉ mục và tìm kiếm
zh_hans: 索引和搜索

# ed_dev_pdf_text_structure_uc3_text
source: Optimiser l’indexation plein texte ou la reconstruction logique de paragraphes.
af: Optimaliseer volle teksindeksasie of die logiese herbou van paragrawe.
bg: Оптимизирайте пълнотекстовото индексиране или логичното възстановяване на параграфи.
cs: Optimalizovat plnotextovou indexaci nebo logickou rekonstrukci odstavců.
da: Optimere fuldtekstindeksering eller logisk genopbygning af afsnit.
de: Optimierung der Volltextindizierung oder der logischen Rekonstruktion von Absätzen.
el: Βελτιστοποιήστε την πλήρη ευρετηρίαση κειμένου ή την λογική ανακατασκευή παραγράφων.
es: Optimizar la indexación de texto completo o la reconstrucción lógica de párrafos.
fi: Optimoi täysimittainen indeksointi tai kappaleiden looginen uudelleenrakentaminen.
fil: I-optimize ang full-text indexing o ang lohikal na muling pagtatayo ng mga talata.
it: Ottimizzare l'indicizzazione full-text o la ricostruzione logica dei paragrafi.
ja: 全文検索のインデックス作成や段落の論理的再構築を最適化します。
ko: 전체 텍스트 색인화 또는 문단의 논리적 재구성을 최적화합니다.
nl: De full-text indexering of de logische reconstructie van paragrafen optimaliseren.
no: Optimalisere fulltekstsindeksering eller logisk gjenoppbygging av avsnitt.
pl: Optymalizować pełnotekstowe indeksowanie lub logiczną rekonstrukcję akapitów.
pt_pt: Otimizar a indexação de texto completo ou a reconstrução lógica de parágrafos.
ro: Optimizarea indexării textului complet sau a reconstrucției logice a paragrafelor.
ru: Оптимизация полнотекстовой индексации или логической реконструкции абзацев.
sk: Optimalizovať indexovanie plného textu alebo logickú rekonštrukciu odsekov.
sv: Optimera fulltextsindexering eller logisk återuppbyggnad av stycken.
sw: Kuboresha utafutaji wa maandiko kamili au ujenzi wa kimantiki wa aya.
tr: Tam metin dizinini veya paragrafların mantıksal yeniden yapılandırılmasını optimize et.
uk: Оптимізувати повнотекстову індексацію або логічну реконструкцію абзаців.
vi: Tối ưu hóa lập chỉ mục toàn văn hoặc tái tạo logic của các đoạn văn.
zh_hans: 优化全文索引或段落的逻辑重建。

# ed_dev_pdf_text_structure_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
it: Cosa ottieni
ja: 得られるもの
ko: 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_text_structure_out1
source: Une représentation JSON des glyphes, lignes et blocs de texte.
af: 'n JSON-voorstelling van glyphes, lyne en teksblokke.
bg: JSON представяне на глифове, редове и текстови блокове.
cs: JSON reprezentace glyphů, řádků a bloků textu.
da: En JSON-repræsentation af glyphs, linjer og tekstblokke.
de: Eine JSON-Darstellung der Glyphen, Zeilen und Textblöcke.
el: Μια αναπαράσταση JSON των γλυφών, γραμμών και μπλοκ κειμένου.
es: Una representación JSON de los glifos, líneas y bloques de texto.
fi: JSON-esitys glyfeistä, riveistä ja tekstiblokeista.
fil: Isang JSON na representasyon ng mga glyph, linya, at bloke ng teksto.
it: Una rappresentazione JSON dei glifi, righe e blocchi di testo.
ja: グリフ、行、テキストブロックのJSON表現。
ko: 글리프, 줄 및 텍스트 블록의 JSON 표현.
nl: Een JSON-representatie van glyphs, regels en tekstblokken.
no: En JSON-representasjon av glyphs, linjer og tekstblokker.
pl: Reprezentacja JSON glifów, linii i bloków tekstu.
pt_pt: Uma representação JSON dos glifos, linhas e blocos de texto.
ro: O reprezentare JSON a glyphes, liniilor și blocurilor de text.
ru: JSON представление глифов, строк и блоков текста.
sk: JSON reprezentácia glyphov, riadkov a blokov textu.
sv: En JSON-representation av glyfer, rader och textblock.
sw: Uwakilishi wa JSON wa glyphs, mistari na vizuizi vya maandiko.
tr: Glyfler, satırlar ve metin bloklarının JSON temsili.
uk: JSON-представлення гліфів, рядків та блоків тексту.
vi: Một đại diện JSON của các glyph, dòng và khối văn bản.
zh_hans: 文本的字形、行和块的 JSON 表示。

# ed_dev_pdf_text_structure_out2
source: Des informations de position et d’ordre permettant de reconstruire la logique du texte.
af: Inligting oor posisie en volgorde wat toelaat om die logika van die teks te herbou.
bg: Информация за позиция и ред, позволяваща възстановяване на логиката на текста.
cs: Informace o poloze a pořadí, které umožňují rekonstrukci logiky textu.
da: Positions- og ordensoplysninger, der muliggør genopbygning af tekstens logik.
de: Positions- und Reihenfolgeninformationen, die es ermöglichen, die Logik des Textes wiederherzustellen.
el: Πληροφορίες θέσης και σειράς που επιτρέπουν την ανακατασκευή της λογικής του κειμένου.
es: Información de posición y orden que permite reconstruir la lógica del texto.
fi: Sijainti- ja järjestystiedot, jotka mahdollistavat tekstin loogisen uudelleenrakentamisen.
fil: Impormasyon sa posisyon at pagkakasunod-sunod na nagpapahintulot na muling itayo ang lohika ng teksto.
it: Informazioni di posizione e ordine che consentono di ricostruire la logica del testo.
ja: テキストの論理を再構築するための位置と順序に関する情報。
ko: 텍스트의 논리를 재구성할 수 있는 위치 및 순서 정보.
nl: Informatie over positie en volgorde die het mogelijk maakt om de logica van de tekst te reconstrueren.
no: Posisjons- og rekkefølgeinformasjon som gjør det mulig å rekonstruere logikken i teksten.
pl: Informacje o położeniu i kolejności umożliwiające rekonstrukcję logiki tekstu.
pt_pt: Informações de posição e ordem que permitem reconstruir a lógica do texto.
ro: Informații despre poziție și ordine care permit reconstruirea logicii textului.
ru: Информация о позиции и порядке, позволяющая восстановить логику текста.
sk: Informácie o pozícii a poradí umožňujúce rekonštruovať logiku textu.
sv: Positions- och ordningsinformation som gör det möjligt att återskapa textens logik.
sw: Taarifa za nafasi na mpangilio zinazowezesha kujenga mantiki ya maandiko.
tr: Metnin mantığını yeniden oluşturmak için konum ve sıra bilgileri.
uk: Інформація про позицію та порядок, що дозволяє відновити логіку тексту.
vi: Thông tin vị trí và thứ tự cho phép tái tạo logic của văn bản.
zh_hans: 用于重建文本逻辑的位置信息和顺序信息。

# ed_dev_pdf_text_structure_limits
source: Limites
af: Grense
bg: Ограничения
cs: Limity
da: Grænser
de: Grenzen
el: Περιορισμοί
es: Límites
fi: Rajoitukset
fil: Mga limitasyon
it: Limiti
ja: 制限
ko: 제한 사항
nl: Limieten
no: Grenser
pl: Ograniczenia
ro: Limite
ru: Ограничения
sk: Obmedzenia
sv: Gränser
sw: Mipaka
tr: Sınırlar
uk: Обмеження
vi: Giới hạn
zh_hans: 限制

# ed_dev_pdf_text_structure_lim1
source: La structure visuelle ne correspond pas toujours à la structure sémantique.
af: Die visuele struktuur stem nie altyd ooreen met die semantiese struktuur nie.
bg: Визуалната структура не винаги съвпада със семантичната структура.
cs: Vizualní struktura neodpovídá vždy sémantické struktuře.
da: Den visuelle struktur svarer ikke altid til den semantiske struktur.
de: Die visuelle Struktur entspricht nicht immer der semantischen Struktur.
el: Η οπτική δομή δεν αντιστοιχεί πάντα στη σημασιολογική δομή.
es: La estructura visual no siempre coincide con la estructura semántica.
fi: Visuaalinen rakenne ei aina vastaa semanttista rakennetta.
fil: Ang biswal na estruktura ay hindi palaging tumutugma sa semantikong estruktura.
it: La struttura visiva non corrisponde sempre alla struttura semantica.
ja: 視覚的な構造は常に意味的な構造と一致するわけではありません。
ko: 시각적 구조가 항상 의미론적 구조와 일치하지는 않습니다.
nl: De visuele structuur komt niet altijd overeen met de semantische structuur.
no: Den visuelle strukturen samsvarer ikke alltid med den semantiske strukturen.
pl: Struktura wizualna nie zawsze odpowiada strukturze semantycznej.
pt_pt: A estrutura visual nem sempre corresponde à estrutura semântica.
ro: Structura vizuală nu corespunde întotdeauna structurii semantice.
ru: Визуальная структура не всегда соответствует семантической структуре.
sk: Vizualizovaná štruktúra sa nemusí vždy zhodovať so sémantickou štruktúrou.
sv: Den visuella strukturen motsvarar inte alltid den semantiska strukturen.
sw: Muundo wa kuona hauendani kila wakati na muundo wa maana.
tr: Görsel yapı her zaman anlamsal yapıyla örtüşmez.
uk: Візуальна структура не завжди відповідає семантичній структурі.
vi: Cấu trúc hình ảnh không luôn tương ứng với cấu trúc ngữ nghĩa.
zh_hans: 视觉结构不一定与语义结构相对应。

# ed_dev_pdf_text_structure_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_text_structure_tip
source: Inspectez les coordonnées et l’ordre des glyphes pour détecter colonnes et tableaux implicites.
af: Inspecteer die koördinate en die volgorde van die gliewe om implisiete kolomme en tabelle te identifiseer.
bg: Инспектирайте координатите и реда на глифовете, за да откриете имплицитни колони и таблици.
cs: Zkontrolujte souřadnice a pořadí glyfů pro detekci implicitních sloupců a tabulek.
da: Inspicer koordinaterne og rækkefølgen af glyphs for at opdage implicitte kolonner og tabeller.
de: Überprüfen Sie die Koordinaten und die Reihenfolge der Glyphen, um implizite Spalten und Tabellen zu erkennen.
el: Εξετάστε τις συντεταγμένες και τη σειρά των γλυφών για να ανιχνεύσετε στήλες και υποπίνακες.
es: Inspeccione las coordenadas y el orden de los glifos para detectar columnas y tablas implícitas.
fi: Tarkista glyfien koordinaatit ja järjestys havaitaksesi implisiittiset sarakkeet ja taulukot.
fil: Suriin ang mga koordinado at pagkakasunod-sunod ng mga glyph upang matukoy ang mga implicit na column at talahanayan.
it: Ispeziona le coordinate e l'ordine dei glifi per rilevare colonne e tabelle implicite.
ja: 暗黙の列やテーブルを検出するために、グリフの座標と順序を調査してください。
ko: 열과 암시적 표를 감지하기 위해 글리프의 좌표와 순서를 검사합니다.
nl: Inspecteer de coördinaten en de volgorde van de glyphs om impliciete kolommen en tabellen te detecteren.
no: Undersøk koordinatene og rekkefølgen av glyfer for å oppdage implisitte kolonner og tabeller.
pl: Sprawdź współrzędne i kolejność glifów, aby wykryć kolumny i tabele ukryte.
pt_pt: Inspecione as coordenadas e a ordem dos glifos para detectar colunas e tabelas implícitas.
ro: Inspectați coordonatele și ordinea glyphes pentru a detecta coloane și tabele implicite.
ru: Проверьте координаты и порядок глифов, чтобы обнаружить неявные колонки и таблицы.
sk: Skontrolujte súradnice a poradie glyphov, aby ste odhalili implicitné stĺpce a tabuľky.
sv: Inspektera koordinaterna och ordningen av glyfer för att upptäcka implicita kolumner och tabeller.
sw: Kagua koordinati na mpangilio wa glyphs ili kugundua safu na meza zisizo za wazi.
tr: Sütunları ve örtük tabloları tespit etmek için glyflerin koordinatlarını ve sırasını inceleyin.
uk: Перевірте координати та порядок гліфів, щоб виявити неявні колонки та таблиці.
vi: Kiểm tra tọa độ và thứ tự của các glyph để phát hiện các cột và bảng ngầm.
zh_hans: 检查字形的坐标和顺序以检测隐含的列和表格。

# ed_dev_pdf_unicode_title
source: Inspection ToUnicode et encodage texte PDF
af: ToUnicode-inspeksie en PDF-tekskodering
bg: Инспекция на ToUnicode и кодиране на PDF текст
cs: Inspekce ToUnicode a kódování textu PDF
da: Inspektion af ToUnicode og PDF tekstkodning
de: ToUnicode-Inspektion und PDF-Textkodierung
el: Επιθεώρηση ToUnicode και κωδικοποίηση κειμένου PDF
es: Inspección ToUnicode y codificación de texto PDF
fi: ToUnicode-tarkastus ja PDF-tekstikoodaus
fil: Pagsusuri ng ToUnicode at encoding ng teksto ng PDF
it: Ispezione ToUnicode e codifica testo PDF
ja: ToUnicodeの検査とPDFテキストのエンコーディング
ko: ToUnicode 검사 및 PDF 텍스트 인코딩
nl: Inspectie ToUnicode en PDF tekstcodering
no: Inspeksjon av ToUnicode og PDF tekstkoding
pl: Inspekcja ToUnicode i kodowanie tekstu PDF
pt_pt: Inspeção ToUnicode e codificação de texto PDF
ro: Inspecția ToUnicode și codificarea textului PDF
ru: Инспекция ToUnicode и кодирование текста PDF
sk: Kontrola ToUnicode a kódovanie textu PDF
sv: Inspektion av ToUnicode och PDF-textkodning
sw: Ukaguzi wa ToUnicode na uandishi wa maandiko ya PDF
tr: ToUnicode denetimi ve PDF metin kodlaması
uk: Перевірка ToUnicode та кодування тексту PDF
vi: Kiểm tra ToUnicode và mã hóa văn bản PDF
zh_hans: ToUnicode 检查和 PDF 文本编码

# ed_dev_pdf_unicode_lead
source: Cet outil analyse les tables ToUnicode des polices PDF afin de comprendre comment les glyphes sont mappés vers les caractères Unicode.
af: Hierdie hulpmiddel analiseer die ToUnicode-tabelle van PDF-lettertipes om te verstaan hoe die gliewe na Unicode-karakters gekarteer word.
bg: Този инструмент анализира таблиците ToUnicode на PDF шрифтове, за да разбере как глифовете са свързани с Unicode символите.
cs: Tento nástroj analyzuje tabulky ToUnicode PDF písem, aby pochopil, jak jsou glyfy mapovány na znaky Unicode.
da: Dette værktøj analyserer ToUnicode-tabellerne fra PDF-skrifttyper for at forstå, hvordan glyphs er kortlagt til Unicode-tegn.
de: Dieses Tool analysiert die ToUnicode-Tabellen von PDF-Schriften, um zu verstehen, wie Glyphen auf Unicode-Zeichen abgebildet werden.
el: Αυτό το εργαλείο αναλύει τους πίνακες ToUnicode των γραμματοσειρών PDF για να κατανοήσει πώς οι γλύφοι αντιστοιχίζονται στους χαρακτήρες Unicode.
es: Esta herramienta analiza las tablas ToUnicode de las fuentes PDF para entender cómo se mapean los glifos a los caracteres Unicode.
fi: Tämä työkalu analysoi PDF-fonttien ToUnicode-taulukot ymmärtääkseen, miten glyfit on kartoitettu Unicode-merkkeihin.
fil: Ang tool na ito ay nagsusuri ng mga talahanayan ng ToUnicode ng mga font ng PDF upang maunawaan kung paano ang mga glyph ay na-map sa mga Unicode na karakter.
it: Questo strumento analizza le tabelle ToUnicode dei font PDF per comprendere come i glifi sono mappati ai caratteri Unicode.
ja: このツールは、PDFフォントのToUnicodeテーブルを分析し、グリフがUnicode文字にどのようにマッピングされているかを理解します。
ko: 이 도구는 PDF 글꼴의 ToUnicode 테이블을 분석하여 글리프가 유니코드 문자에 어떻게 매핑되는지 이해합니다.
nl: Deze tool analyseert de ToUnicode-tabellen van PDF-lettertypen om te begrijpen hoe glyphs zijn toegewezen aan Unicode-tekens.
no: Dette verktøyet analyserer ToUnicode-tabellene til PDF-skriftene for å forstå hvordan glyfer er kartlagt til Unicode-tegn.
pl: To narzędzie analizuje tabele ToUnicode czcionek PDF, aby zrozumieć, jak glify są mapowane na znaki Unicode.
pt_pt: Esta ferramenta analisa as tabelas ToUnicode das fontes PDF para entender como os glifos são mapeados para os caracteres Unicode.
ro: Acest instrument analizează tabelele ToUnicode ale fonturilor PDF pentru a înțelege cum sunt mapate glyphes la caracterele Unicode.
ru: Этот инструмент анализирует таблицы ToUnicode шрифтов PDF, чтобы понять, как глифы сопоставляются с символами Unicode.
sk: Tento nástroj analyzuje tabuľky ToUnicode písiem PDF, aby pochopil, ako sú glyphy mapované na Unicode znaky.
sv: Detta verktyg analyserar ToUnicode-tabellerna för PDF-fonter för att förstå hur glyfer mappas till Unicode-tecken.
sw: Chombo hiki huchambua meza za ToUnicode za fonti za PDF ili kuelewa jinsi glyphs zinavyopangwa kwa wahusika wa Unicode.
tr: Bu araç, glyflerin Unicode karakterlerine nasıl eşlendiğini anlamak için PDF yazı tiplerinin ToUnicode tablolarını analiz eder.
uk: Цей інструмент аналізує таблиці ToUnicode шрифтів PDF, щоб зрозуміти, як гліфи відображаються на символи Unicode.
vi: Công cụ này phân tích các bảng ToUnicode của các phông chữ PDF để hiểu cách các glyph được ánh xạ tới các ký tự Unicode.
zh_hans: 此工具分析 PDF 字体的 ToUnicode 表，以了解字形如何映射到 Unicode 字符。

# ed_dev_pdf_unicode_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případy použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωσεις χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípady použitia
sv: Användningsfall
sw: Matukio ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_unicode_uc1_title
source: Texte illisible ou incorrect
af: Onleesbare of verkeerde teks
bg: Неразбираем или неправилен текст
cs: Nečitelný nebo nesprávný text
da: Ulæselig eller forkert tekst
de: Unleserlicher oder falscher Text
el: Μη αναγνώσιμο ή λανθασμένο κείμενο
es: Texto ilegible o incorrecto
fi: Lukematon tai virheellinen teksti
fil: Hindi mabasa o maling teksto
it: Testo illeggibile o errato
ja: 読み取れないまたは不正確なテキスト
ko: 읽을 수 없거나 잘못된 텍스트
nl: Onleesbare of onjuiste tekst
no: Uleselig eller feil tekst
pl: Nieczytelny lub niepoprawny tekst
pt_pt: Texto ilegível ou incorreto
ro: Text ilizibil sau incorect
ru: Неразборчивый или неправильный текст
sk: Nečitateľný alebo nesprávny text
sv: Oläslig eller felaktig text
sw: Maandishi yasiyoeleweka au yasiyo sahihi
tr: Okunaksız veya yanlış metin
uk: Нечитабельний або неправильний текст
vi: Văn bản không thể đọc hoặc không chính xác
zh_hans: 无法读取或不正确的文本

# ed_dev_pdf_unicode_uc1_text
source: Diagnostiquer des problèmes de caractères manquants ou erronés lors de l’extraction.
af: Diagnoseer probleme met ontbrekende of verkeerde karakters tydens ekstraksie.
bg: Диагностицирайте проблеми с липсващи или неправилни символи при извличане.
cs: Diagnostikovat problémy s chybějícími nebo nesprávnými znaky při extrakci.
da: Diagnosticere problemer med manglende eller forkerte tegn ved udtrækning.
de: Diagnose von fehlenden oder fehlerhaften Zeichen bei der Extraktion.
el: Διαγνώστε προβλήματα με λείποντες ή λανθασμένους χαρακτήρες κατά την εξαγωγή.
es: Diagnosticar problemas de caracteres faltantes o erróneos durante la extracción.
fi: Diagnosoi puuttuvien tai virheellisten merkkien ongelmat poiminnassa.
fil: I-diagnose ang mga problema ng nawawalang o maling mga karakter sa panahon ng pagkuha.
it: Diagnosticare problemi di caratteri mancanti o errati durante l'estrazione.
ja: 抽出時に欠落または誤った文字の問題を診断します。
ko: 추출 시 누락되거나 잘못된 문자 문제를 진단합니다.
nl: Problemen met ontbrekende of onjuiste tekens diagnosticeren bij het extraheren.
no: Diagnostisere problemer med manglende eller feil tegn under ekstraksjon.
pl: Diagnozować problemy z brakującymi lub błędnymi znakami podczas wydobywania.
pt_pt: Diagnosticar problemas de caracteres ausentes ou incorretos durante a extração.
ro: Diagnosticarea problemelor de caractere lipsă sau eronate în timpul extracției.
ru: Диагностика проблем с отсутствующими или неверными символами при извлечении.
sk: Diagnostikovať problémy s chýbajúcimi alebo nesprávnymi znakmi pri extrakcii.
sv: Diagnostisera problem med saknade eller felaktiga tecken vid extraktion.
sw: Kugundua matatizo ya wahusika waliokosekana au makosa wakati wa kutoa.
tr: Çıkarma sırasında eksik veya hatalı karakter sorunlarını teşhis edin.
uk: Діагностика проблем з відсутніми або неправильними символами під час витягування.
vi: Chẩn đoán các vấn đề về ký tự bị thiếu hoặc sai trong quá trình trích xuất.
zh_hans: 诊断提取时缺失或错误的字符问题。

# ed_dev_pdf_unicode_uc2_title
source: Debug de polices personnalisées
af: Foutopsporing van persoonlike lettertipes
bg: Отстраняване на проблеми с персонализирани шрифтове
cs: Debugování vlastních písem
da: Debug af brugerdefinerede skrifttyper
de: Debugging von benutzerdefinierten Schriften
el: Αποσφαλμάτωση προσαρμοσμένων γραμματοσειρών
es: Depuración de fuentes personalizadas
fi: Mukautettujen fonttien virheenkorjaus
fil: Debug ng mga custom na font
it: Debug di font personalizzati
ja: カスタムフォントのデバッグ
ko: 사용자 정의 글꼴 디버깅
nl: Debuggen van aangepaste lettertypen
no: Feilsøking av tilpassede skrifter
pl: Debugowanie czcionek niestandardowych
pt_pt: Depuração de fontes personalizadas
ro: Debug de fonturi personalizate
ru: Отладка пользовательских шрифтов
sk: Ladenie vlastných písiem
sv: Debugga anpassade fonter
sw: Kurekebisha fonti za kawaida
tr: Özel yazı tiplerinin hata ayıklaması
uk: Налагодження користувацьких шрифтів
vi: Gỡ lỗi phông chữ tùy chỉnh
zh_hans: 自定义字体调试
