Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_what_percent_lead
source: Cet outil calcule la part que représente une valeur X par rapport à un total Y. C’est le calcul de base pour exprimer une proportion (part sur total), comparer des contributions ou lire une statistique “en pourcentage”.
af: Hierdie hulpmiddel bereken die deel wat 'n waarde X verteenwoordig teenoor 'n totaal Y. Dit is die basiese berekening om 'n proporsie (deel op totaal) uit te druk, bydraes te vergelyk of 'n statistiek 'in persentasie' te lees.
bg: Този инструмент изчислява дела, който представлява стойност X спрямо общо Y. Това е основното изчисление за изразяване на пропорция (част от общото), сравняване на приноси или четене на статистика "в проценти".
cs: Tento nástroj vypočítá podíl, který představuje hodnota X ve srovnání s celkem Y. To je základní výpočet pro vyjádření proporce (podíl na celku), porovnání příspěvků nebo čtení statistiky "v procentech".
da: Dette værktøj beregner den andel, som en værdi X repræsenterer i forhold til en total Y. Det er den grundlæggende beregning for at udtrykke en proportion (andel af totalen), sammenligne bidrag eller læse en statistik 'i procent'.
de: Dieses Tool berechnet den Anteil, den ein Wert X im Verhältnis zu einem Gesamt Y hat. Es ist die Grundberechnung, um einen Anteil (Teil von Gesamt) auszudrücken, Beiträge zu vergleichen oder eine Statistik "in Prozent" zu lesen.
el: Αυτό το εργαλείο υπολογίζει το μερίδιο που αντιπροσωπεύει μια τιμή X σε σχέση με ένα συνολικό Y. Είναι ο βασικός υπολογισμός για να εκφράσετε μια αναλογία (μερίδιο σε σύνολο), να συγκρίνετε συνεισφορές ή να διαβάσετε μια στατιστική "σε ποσοστό".
es: Esta herramienta calcula la parte que representa un valor X en relación a un total Y. Es el cálculo básico para expresar una proporción (parte sobre total), comparar contribuciones o leer una estadística 'en porcentaje'.
fi: Tämä työkalu laskee, kuinka suuri osa arvo X on kokonaisuudesta Y. Tämä on peruslaskenta osan (osa kokonaisuudesta) ilmaisemiseksi, vertailtaessa kontribuutioita tai luettaessa tilastoa 'prosenttina'.
fil: Ang tool na ito ay kinakalkula ang bahagi na kinakatawan ng isang halaga X kumpara sa isang kabuuan Y. Ito ang pangunahing kalkulasyon upang ipahayag ang isang proporsyon (bahagi sa kabuuan), ihambing ang mga kontribusyon o basahin ang isang istatistika 'sa porsyento'.
hu: Ez az eszköz kiszámolja, hogy egy X érték mekkora részesedést képvisel egy Y összeghez képest. Ez az alapvető számítás a hányad (rész a teljeshez) kifejezésére, hozzájárulások összehasonlítására vagy statisztika „százalékban” való olvasására.
id: Alat ini menghitung bagian yang diwakili oleh nilai X dibandingkan dengan total Y. Ini adalah perhitungan dasar untuk mengekspresikan proporsi (bagian dari total), membandingkan kontribusi, atau membaca statistik 'dalam persentase'.
it: Questo strumento calcola la quota che rappresenta un valore X rispetto a un totale Y. È il calcolo di base per esprimere una proporzione (quota su totale), confrontare contributi o leggere una statistica "in percentuale".
ja: このツールは、値Xが合計Yに対して占める割合を計算します。これは、割合（合計に対する部分）を表現し、貢献を比較したり、統計を「パーセンテージ」で読むための基本的な計算です。
ko: 이 도구는 값 X가 총합 Y에 대해 차지하는 비율을 계산합니다. 이는 비율(총합에 대한 부분)을 표현하고, 기여도를 비교하거나 통계를 '퍼센트'로 읽기 위한 기본 계산입니다.
nl: Deze tool berekent het aandeel dat een waarde X vertegenwoordigt ten opzichte van een totaal Y. Dit is de basisberekening om een proportie (aandeel op totaal) uit te drukken, bijdragen te vergelijken of een statistiek 'in percentage' te lezen.
no: Dette verktøyet beregner andelen som en verdi X representerer i forhold til en total Y. Det er den grunnleggende beregningen for å uttrykke en proporsjon (andel av totalen), sammenligne bidrag eller lese en statistikk "i prosent".
pl: To narzędzie oblicza udział, jaki stanowi wartość X w stosunku do całkowitej Y. To podstawowe obliczenie do wyrażania proporcji (udział w całości), porównywania wkładów lub odczytywania statystyki „w procentach”.
pt_pt: Esta ferramenta calcula a parte que representa um valor X em relação a um total Y. É o cálculo básico para expressar uma proporção (parte sobre total), comparar contribuições ou ler uma estatística "em percentagem".
ro: Acest instrument calculează partea pe care o reprezintă o valoare X în raport cu un total Y. Este calculul de bază pentru a exprima o proporție (parte din total), a compara contribuții sau a citi o statistică „în procent”.
ru: Этот инструмент вычисляет долю, которую представляет значение X по отношению к общему Y. Это базовый расчет для выражения пропорции (доля от общего), сравнения вкладов или чтения статистики "в процентах".
sk: Tento nástroj vypočíta podiel, ktorý predstavuje hodnota X v porovnaní s celkom Y. Je to základný výpočet na vyjadrenie proporcie (podiel na celku), porovnanie príspevkov alebo čítanie štatistiky "v percentách".
sv: Detta verktyg beräknar den andel som ett värde X representerar i förhållande till ett totalt Y. Det är den grundläggande beräkningen för att uttrycka en proportion (andel av totalen), jämföra bidrag eller läsa en statistik "i procent".
sw: Chombo hiki kinahesabu sehemu ambayo thamani X inawakilisha ikilinganishwa na jumla Y. Hii ni hesabu ya msingi ya kuelezea uwiano (sehemu kwa jumla), kulinganisha michango au kusoma takwimu 'kwa asilimia'.
tr: Bu araç, bir X değerinin bir Y toplamına göre ne kadar paya sahip olduğunu hesaplar. Bu, bir oranı (toplam üzerindeki pay) ifade etmek, katkıları karşılaştırmak veya bir istatistiği “yüzde” olarak okumak için temel hesaplamadır.
uk: Цей інструмент обчислює частку, яку представляє значення X відносно загальної суми Y. Це базовий розрахунок для вираження пропорції (частка від загальної), порівняння внесків або читання статистики "в процентах".
vi: Công cụ này tính toán phần mà một giá trị X đại diện so với tổng Y. Đây là phép tính cơ bản để diễn đạt một tỷ lệ (phần trên tổng), so sánh các đóng góp hoặc đọc một thống kê 'theo phần trăm'.
zh_hans: 该工具计算值X相对于总数Y所占的份额。这是表达比例（部分与总数）、比较贡献或读取“百分比”统计的基本计算。

# ed_math_percentages_percentage_what_percent_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugsområde
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Felhasználási esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım Durumları
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_what_percent_uc1_title
source: Part sur total (stats, rapports)
af: Deel op totaal (statistieke, verslae)
bg: Част от общото (статистика, доклади)
cs: Podíl na celku (statistiky, zprávy)
da: Andel af total (statistik, rapporter)
de: Anteil am Gesamt (Statistiken, Berichte)
el: Μερίδιο σε σύνολο (στατιστικά, αναφορές)
es: Parte sobre total (estadísticas, informes)
fi: Osa kokonaisuudesta (tilastot, raportit)
fil: Bahagi sa kabuuan (stats, ulat)
hu: Rész a teljeshez (statisztikák, jelentések)
id: Bagian dari total (statistik, laporan)
it: Quota su totale (statistiche, rapporti)
ja: 合計に対する部分（統計、レポート）
ko: 총합에 대한 비율 (통계, 보고서)
nl: Aandeel op totaal (statistieken, rapporten)
no: Andel av total (statistikk, rapporter)
pl: Udział w całości (statystyki, raporty)
pt_pt: Parte sobre total (stats, relatórios)
ro: Parte din total (statistici, rapoarte)
ru: Доля от общего (статистика, отчеты)
sk: Podiel na celku (štatistiky, správy)
sv: Andel av totalen (statistik, rapporter)
sw: Sehemu kwa jumla (takwimu, ripoti)
tr: Toplam üzerindeki pay (istatistikler, raporlar)
uk: Частка від загальної (статистика, звіти)
vi: Phần trên tổng (thống kê, báo cáo)
zh_hans: 部分与总数（统计、报告）

# ed_math_percentages_percentage_what_percent_uc1_text
source: Exprimer une contribution : “20 sur 80, ça représente combien % ?” (ex : parts de marché, répartition).
af: Druk 'n bydrae uit: '20 op 80, dit verteenwoordig hoeveel %?' (bv: markaandeel, verspreiding).
bg: Изразяване на принос: "20 от 80, колко % представлява това?" (напр. пазарни дялове, разпределение).
cs: Vyjádřit příspěvek: "20 z 80, to představuje kolik %?" (např. podíly na trhu, rozdělení).
da: Udtrykke et bidrag: '20 ud af 80, hvad repræsenterer det i %?' (f.eks. markedsandele, fordeling).
de: Einen Beitrag ausdrücken: "20 von 80, wie viel % ist das?" (z.B. Marktanteile, Verteilung).
el: Να εκφράσετε μια συνεισφορά: "20 από 80, αυτό αντιπροσωπεύει πόσο %;" (π.χ.: μερίδια αγοράς, κατανομή).
es: Expresar una contribución: '20 sobre 80, ¿cuánto representa %?' (ej: cuotas de mercado, distribución).
fi: Ilmaise kontribuutio: '20 80:stä, kuinka paljon se on %?' (esim. markkinaosuudet, jakautuminen).
fil: Ipahayag ang isang kontribusyon: '20 sa 80, gaano ito %?' (hal: bahagi ng merkado, pamamahagi).
hu: Hozzájárulás kifejezése: „20 a 80-ból, ez hány %?” (pl. piaci részesedés, eloszlás).
id: Mengekspresikan kontribusi: '20 dari 80, itu mewakili berapa %?' (mis: pangsa pasar, distribusi).
it: Esprimere un contributo: "20 su 80, quanto rappresenta %?" (es: quote di mercato, distribuzione).
ja: 貢献を表現する：「80のうち20、これは何パーセントですか？」（例：市場シェア、分配）。
ko: 기여도를 표현하기: '80 중 20, 이는 몇 %인가요?' (예: 시장 점유율, 분포).
nl: Een bijdrage uitdrukken: '20 op 80, hoeveel % is dat?' (bijv. marktaandeel, verdeling).
no: Uttrykke et bidrag: "20 av 80, hva utgjør det i %?" (f.eks. markedsandeler, fordeling).
pl: Wyrażenie wkładu: „20 z 80, to ile %?” (np. udziały w rynku, rozkład).
pt_pt: Expressar uma contribuição: "20 sobre 80, isso representa quanto %?" (ex: partes de mercado, distribuição).
ro: Exprimați o contribuție: „20 din 80, ce reprezintă %?” (ex: cote de piață, distribuție).
ru: Выразить вклад: "20 из 80, это сколько %?" (например: доли рынка, распределение).
sk: Vyjadriť príspevok: "20 z 80, to predstavuje koľko %?" (napr. podiely na trhu, rozdelenie).
sv: Uttrycka ett bidrag: "20 av 80, vad motsvarar det i %?" (ex: marknadsandel, fördelning).
sw: Kuelezea mchango: '20 kati ya 80, inawakilisha asilimia ngapi?' (mfano: sehemu za soko, mgawanyiko).
tr: Bir katkıyı ifade etmek: “80 üzerinden 20, bu ne kadar %?” (örneğin: pazar payı, dağılım).
uk: Виразити внесок: "20 з 80, це скільки %?" (наприклад: частки ринку, розподіл).
vi: Diễn đạt một đóng góp: '20 trên 80, điều đó đại diện cho bao nhiêu %?' (ví dụ: thị phần, phân bổ).
zh_hans: 表达贡献：“20占80，这代表多少%？”（例如：市场份额、分配）。

# ed_math_percentages_percentage_what_percent_uc2_title
source: Progression et objectifs
af: Vordering en doelwitte
bg: Напредък и цели
cs: Pokrok a cíle
da: Fremgang og mål
de: Fortschritt und Ziele
el: Πρόοδος και στόχοι
es: Progresión y objetivos
fi: Eteneminen ja tavoitteet
fil: Pag-unlad at mga layunin
hu: Haladás és célok
id: Kemajuan dan tujuan
it: Progresso e obiettivi
ja: 進捗と目標
ko: 진행 상황 및 목표
nl: Vooruitgang en doelstellingen
no: Fremgang og mål
pl: Postęp i cele
pt_pt: Progressão e objetivos
ro: Progres și obiective
ru: Прогресс и цели
sk: Pokrok a ciele
sv: Framsteg och mål
sw: Maendeleo na malengo
tr: İlerleme ve hedefler
uk: Прогрес і цілі
vi: Tiến độ và mục tiêu
zh_hans: 进展和目标

# ed_math_percentages_percentage_what_percent_uc2_text
source: Mesurer l’avancement : “on a fait 35 sur 50, on en est à quel % ?”
af: Meet die vordering: 'ons het 35 op 50 gedoen, waar is ons op %?'
bg: Измерване на напредъка: "направихме 35 от 50, на какъв % сме?"
cs: Měřit pokrok: "udělali jsme 35 z 50, na jakém % jsme?"
da: Måle fremskridt: 'vi har gjort 35 ud af 50, hvor meget % er vi på?'
de: Den Fortschritt messen: "Wir haben 35 von 50 gemacht, wie viel % sind wir?"
el: Να μετρήσετε την πρόοδο: "κάναμε 35 από 50, σε ποιο % είμαστε;"
es: Medir el avance: 'hemos hecho 35 sobre 50, ¿en qué % estamos?'
fi: Mittaa edistymistä: 'olemme tehneet 35 50:stä, missä prosentissa olemme?'
fil: Sukatin ang pag-unlad: 'nagawa namin ang 35 sa 50, anong % na kami?'
hu: A haladás mérése: „35-öt csináltunk 50-ből, hány % -nál tartunk?”
id: Mengukur kemajuan: 'kami telah melakukan 35 dari 50, kami berada di persentase berapa?'
it: Misurare l'avanzamento: "abbiamo fatto 35 su 50, a che % siamo?"
ja: 進捗を測定する：「50のうち35を達成しましたが、何パーセントですか？」
ko: 진행 상황 측정: '50 중 35를 했습니다, 우리는 몇 %인가요?'
nl: De voortgang meten: 'we hebben 35 op 50 gedaan, waar staan we qua %?'
no: Måle fremdrift: "vi har gjort 35 av 50, hva er vi i %?"
pl: Mierzenie postępu: „zrobiliśmy 35 z 50, na jakim jesteśmy %?”
pt_pt: Medir o avanço: "fizemos 35 sobre 50, estamos a que %?"
ro: Măsurați avansul: „am făcut 35 din 50, suntem la ce %?”
ru: Измерить продвижение: "мы сделали 35 из 50, на каком мы %?"
sk: Zmerať pokrok: "urobili sme 35 z 50, na akom % sme?"
sv: Mäta framsteg: "vi har gjort 35 av 50, hur mycket % är vi på?"
sw: Kupima maendeleo: 'tumefanya 35 kati ya 50, tuko kwenye asilimia ngapi?'
tr: İlerlemeyi ölçmek: “50 üzerinden 35 yaptık, ne kadar %?”
uk: Виміряти прогрес: "ми зробили 35 з 50, на якому ми %?"
vi: Đo lường sự tiến bộ: 'chúng ta đã làm 35 trên 50, chúng ta đang ở mức nào %?'
zh_hans: 衡量进展：“我们完成了35个中的50个，我们现在是多少%？”

# ed_math_percentages_percentage_what_percent_uc3_title
source: Finance et budget
af: Finansies en begroting
bg: Финанси и бюджет
cs: Finance a rozpočet
da: Finans og budget
de: Finanzen und Budget
el: Οικονομικά και προϋπολογισμός
es: Finanzas y presupuesto
fi: Rahoitus ja budjetti
fil: Pananalapi at badyet
hu: Pénzügy és költségvetés
id: Keuangan dan anggaran
it: Finanza e budget
ja: 財務と予算
ko: 재무 및 예산
nl: Financiën en budget
no: Finans og budsjett
pl: Finanse i budżet
pt_pt: Finanças e orçamento
ro: Finanțe și buget
ru: Финансы и бюджет
sk: Financie a rozpočet
sv: Ekonomi och budget
sw: Fedha na bajeti
tr: Finans ve bütçe
uk: Фінанси та бюджет
vi: Tài chính và ngân sách
zh_hans: 财务和预算

# ed_math_percentages_percentage_what_percent_uc3_text
source: Comprendre le poids d’une dépense ou d’un poste : “ce coût représente quel % du budget total ?”
af: Verstaan die gewig van 'n uitgawe of 'n pos: 'watter % van die totale begroting verteenwoordig hierdie koste?'
bg: Разбиране на теглото на разход или позиция: "какъв % от общия бюджет представлява тази цена?"
cs: Pochopit váhu výdaje nebo položky: "jaké % z celkového rozpočtu představuje tento náklad?"
da: Forstå vægten af en udgift eller en post: 'hvor meget % af det samlede budget repræsenterer denne omkostning?'
de: Das Gewicht einer Ausgabe oder eines Postens verstehen: "Wie viel % des Gesamtbudgets macht dieser Kostenpunkt aus?"
el: Να κατανοήσετε το βάρος μιας δαπάνης ή μιας θέσης: "αυτό το κόστος αντιπροσωπεύει ποιο % του συνολικού προϋπολογισμού;"
es: Entender el peso de un gasto o un ítem: '¿qué % del presupuesto total representa este costo?'
fi: Ymmärrä kulun tai erän paino: 'kuinka suuri % kokonaisbudjetista tämä kustannus on?'
fil: Unawain ang timbang ng isang gastos o isang item: 'ano ang porsyento ng gastos na ito sa kabuuang badyet?'
hu: A kiadás vagy tétel súlyának megértése: „ez a költség hány % -át képviseli a teljes költségvetésnek?”
id: Memahami bobot dari pengeluaran atau pos: 'biaya ini mewakili berapa % dari total anggaran?'
it: Comprendere il peso di una spesa o di un capitolo: "questo costo rappresenta quale % del budget totale?"
ja: 支出や項目の重みを理解する：「このコストは総予算の何パーセントを占めますか？」
ko: 지출 또는 항목의 비중 이해: '이 비용은 전체 예산의 몇 %를 차지하나요?'
nl: Begrijpen wat het gewicht van een uitgave of post is: 'hoeveel % van het totale budget vertegenwoordigt deze kosten?'
no: Forstå vekten av en utgift eller post: "hva utgjør denne kostnaden i % av det totale budsjettet?"
pl: Zrozumienie wagi wydatku lub pozycji: „jaki % całkowitego budżetu stanowi ten koszt?”
pt_pt: Compreender o peso de uma despesa ou de um item: "este custo representa que % do orçamento total?"
ro: Înțelegeți greutatea unei cheltuieli sau a unui post: „această cheltuială reprezintă ce % din bugetul total?”
ru: Понять вес расхода или статьи: "какая доля этого расхода от общего бюджета?"
sk: Pochopiť váhu výdavku alebo položky: "táto cena predstavuje aké % z celkového rozpočtu?"
sv: Förstå vikten av en kostnad eller en post: "denna kostnad motsvarar vilken % av den totala budgeten?"
sw: Kuelewa uzito wa gharama au kipengee: 'gharama hii inawakilisha asilimia ngapi ya bajeti jumla?'
tr: Bir harcamanın veya kalemin ağırlığını anlamak: “bu maliyet, toplam bütçenin ne kadar %’sini temsil ediyor?”
uk: Зрозуміти вагу витрати або статті: "яка частка цього витрат є % від загального бюджету?"
vi: Hiểu trọng số của một khoản chi tiêu hoặc một mục: 'chi phí này đại diện cho bao nhiêu % của ngân sách tổng thể?'
zh_hans: 理解支出或项目的权重：“这个成本占总预算的多少%？”

# ed_math_percentages_percentage_what_percent_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat.
fil: Ito ang makukuha mo
hu: Amit kap.
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Dette får du
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_what_percent_out1
source: L’outil calcule le pourcentage correspondant à la formule : (X ÷ Y) × 100.
af: Die hulpmiddel bereken die persentasie wat ooreenstem met die formule: (X ÷ Y) × 100.
bg: Инструментът изчислява процента, съответстващ на формулата: (X ÷ Y) × 100.
cs: Nástroj vypočítá procento odpovídající vzorci: (X ÷ Y) × 100.
da: Værktøjet beregner den procentdel, der svarer til formlen: (X ÷ Y) × 100.
de: Das Tool berechnet den Prozentsatz, der der Formel entspricht: (X ÷ Y) × 100.
el: Το εργαλείο υπολογίζει το ποσοστό που αντιστοιχεί στον τύπο: (X ÷ Y) × 100.
es: La herramienta calcula el porcentaje correspondiente a la fórmula: (X ÷ Y) × 100.
fi: Työkalu laskee prosenttiosuuden, joka vastaa kaavaa: (X ÷ Y) × 100.
fil: Kinakalkula ng tool ang porsyentong tumutugma sa formula: (X ÷ Y) × 100.
hu: Az eszköz kiszámolja a képletnek megfelelő százalékot: (X ÷ Y) × 100.
id: Alat ini menghitung persentase yang sesuai dengan rumus: (X ÷ Y) × 100.
it: Lo strumento calcola la percentuale corrispondente alla formula: (X ÷ Y) × 100.
ja: ツールは、次の式に基づいて対応するパーセンテージを計算します：（X ÷ Y）× 100。
ko: 이 도구는 다음 공식을 통해 해당 비율을 계산합니다: (X ÷ Y) × 100.
nl: De tool berekent het percentage dat overeenkomt met de formule: (X ÷ Y) × 100.
no: Verktøyet beregner prosentandelen som tilsvarer formelen: (X ÷ Y) × 100.
pl: Narzędzie oblicza procent odpowiadający wzorowi: (X ÷ Y) × 100.
pt_pt: A ferramenta calcula a percentagem correspondente à fórmula: (X ÷ Y) × 100.
ro: Instrumentul calculează procentajul corespunzător formulei: (X ÷ Y) × 100.
ru: Инструмент вычисляет процент, соответствующий формуле: (X ÷ Y) × 100.
sk: Nástroj vypočíta percento zodpovedajúce vzorcu: (X ÷ Y) × 100.
sv: Verktyget beräknar den procentandel som motsvarar formeln: (X ÷ Y) × 100.
sw: Chombo kinahesabu asilimia inayolingana na formula: (X ÷ Y) × 100.
tr: Araç, şu formüle karşılık gelen yüzdeleri hesaplar: (X ÷ Y) × 100.
uk: Інструмент обчислює відсоток, відповідний формулі: (X ÷ Y) × 100.
vi: Công cụ tính toán tỷ lệ phần trăm tương ứng với công thức: (X ÷ Y) × 100.
zh_hans: 该工具计算与公式对应的百分比：（X ÷ Y）× 100。

# ed_math_percentages_percentage_what_percent_out2
source: Le résultat sert à interpréter une proportion de façon standardisée : on compare plus facilement des parts (même si les totaux diffèrent).
af: Die resultaat dien om 'n proporsie op 'n gestandaardiseerde manier te interpreteer: dit vergemaklik die vergelyking van dele (selfs al verskil die totale).
bg: Резултатът служи за интерпретиране на пропорция по стандартизиран начин: по-лесно е да се сравняват дялове (дори ако общите са различни).
cs: Výsledek slouží k interpretaci proporce standardizovaným způsobem: snadněji porovnáváme podíly (i když se celky liší).
da: Resultatet bruges til at fortolke en proportion på en standardiseret måde: man sammenligner lettere andele (selv hvis totals er forskellige).
de: Das Ergebnis dient dazu, einen Anteil standardisiert zu interpretieren: Man vergleicht leichter Anteile (auch wenn die Gesamtsummen unterschiedlich sind).
el: Το αποτέλεσμα χρησιμεύει για να ερμηνεύσετε μια αναλογία με τυποποιημένο τρόπο: συγκρίνετε πιο εύκολα μερίδια (ακόμη και αν τα συνολικά διαφέρουν).
es: El resultado sirve para interpretar una proporción de manera estandarizada: se comparan más fácilmente las partes (incluso si los totales son diferentes).
fi: Tulos auttaa tulkitsemaan osuutta standardoidusti: osia on helpompi verrata (vaikka kokonaismäärät eroavat).
fil: Ang resulta ay nagsisilbing pamantayan upang bigyang-kahulugan ang isang proporsyon: mas madali nating ihambing ang mga bahagi (kahit na magkaiba ang mga kabuuan).
hu: Az eredmény a hányad standardizált értelmezésére szolgál: könnyebben összehasonlíthatók a részesedések (még ha a teljesek eltérnek is).
id: Hasilnya digunakan untuk menginterpretasikan proporsi secara standar: kita lebih mudah membandingkan bagian (meskipun totalnya berbeda).
it: Il risultato serve a interpretare una proporzione in modo standardizzato: si confrontano più facilmente le quote (anche se i totali differiscono).
ja: 結果は、標準化された方法で割合を解釈するために役立ちます：合計が異なっていても、部分をより簡単に比較できます。
ko: 결과는 비율을 표준화된 방식으로 해석하는 데 사용됩니다: 우리는 부분을 더 쉽게 비교할 수 있습니다 (총합이 다르더라도).
nl: Het resultaat dient om een proportie op een gestandaardiseerde manier te interpreteren: we vergelijken gemakkelijker aandelen (ook al verschillen de totalen).
no: Resultatet brukes til å tolke en proporsjon på en standardisert måte: man sammenligner lettere andeler (selv om totalene er forskjellige).
pl: Wynik służy do interpretacji proporcji w sposób ustandaryzowany: łatwiej porównuje się udziały (nawet jeśli całkowite się różnią).
pt_pt: O resultado serve para interpretar uma proporção de forma padronizada: comparamos mais facilmente partes (mesmo que os totais diferem).
ro: Rezultatul servește pentru a interpreta o proporție într-un mod standardizat: se compară mai ușor părțile (chiar dacă totalurile diferă).
ru: Результат служит для интерпретации пропорции стандартным образом: легче сравнивать доли (даже если итоги различаются).
sk: Výsledok slúži na interpretáciu proporcie štandardizovaným spôsobom: ľahšie porovnávame podiely (aj keď sa celky líšia).
sv: Resultatet används för att tolka en proportion på ett standardiserat sätt: man jämför lättare andelar (även om totalsummorna skiljer sig).
sw: Matokeo yanatumika kutafsiri uwiano kwa njia ya kawaida: inarahisisha kulinganisha sehemu (hata kama jumla zinatofautiana).
tr: Sonuç, bir oranı standart bir şekilde yorumlamak için kullanılır: payları daha kolay karşılaştırabilirsiniz (toplamlar farklı olsa bile).
uk: Результат служить для інтерпретації пропорції у стандартизованому вигляді: легше порівнювати частки (навіть якщо загальні суми різні).
vi: Kết quả được sử dụng để diễn giải một tỷ lệ theo cách tiêu chuẩn hóa: chúng ta dễ dàng so sánh các phần (ngay cả khi tổng số khác nhau).
zh_hans: 结果用于以标准化方式解释比例：即使总数不同，也更容易比较份额。
