Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_page_content_ops_to_json_out1
source: Un JSON par page listant les opérateurs et leurs opérandes (ordre d’exécution conservé).
af: Een JSON per bladsy wat die operateurs en hul operandes lys (uitvoeringsvolgorde behou).
bg: JSON за всяка страница, изброяваща операторите и техните операнди (запазен ред на изпълнение).
cs: JSON pro každou stránku, který uvádí operátory a jejich operandy (pořadí vykonávání zachováno).
da: En JSON pr. side, der lister operatører og deres operander (udførelsesrækkefølge bevaret).
de: Ein JSON pro Seite, das die Operatoren und ihre Operanden auflistet (Ausführungsreihenfolge beibehalten).
el: Ένα JSON ανά σελίδα που καταγράφει τους χειριστές και τους τελεστές τους (διατηρείται η σειρά εκτέλεσης).
es: Un JSON por página listando los operadores y sus operandos (orden de ejecución conservado).
fi: JSON jokaiselle sivulle, joka luettelee operaattorit ja niiden operandit (suoritusjärjestys säilytetään).
fil: Isang JSON bawat pahina na naglilista ng mga operator at kanilang mga operand (napanatili ang pagkakasunod-sunod ng pagpapatupad).
hu: TODO: Írd le pontosan a kimenetet.
id: Use cases
it: Un JSON per pagina che elenca gli operatori e i loro operandi (ordine di esecuzione conservato).
ja: オペレーターとそのオペランドをリストしたページごとのJSON（実行順序を保持）。
ko: 페이지별로 연산자와 그 피연산자를 나열한 JSON (실행 순서 유지).
nl: Een JSON per pagina met een lijst van de operators en hun operand (uitvoeringsvolgorde behouden).
no: En JSON per side som lister operatørene og deres operander (utførelsesrekkefølge bevart).
pl: JSON na stronę, listujący operatory i ich operandy (zachowana kolejność wykonania).
pt_pt: Um JSON por página listando os operadores e seus operandos (ordem de execução preservada).
ro: Un JSON pe pagină listând operatorii și operanzii lor (ordine de execuție păstrată).
ru: JSON на страницу, перечисляющий операторы и их операнды (сохранен порядок выполнения).
sk: JSON pre každú stránku, ktorý uvádza operátory a ich operandy (poradie vykonávania zachované).
sv: En JSON per sida som listar operatörerna och deras operander (utförandeordning bevarad).
sw: JSON moja kwa kila ukurasa ikiorodhesha waendeshaji na operandi zao (mpangilio wa utekelezaji umehifadhiwa).
tr: Her sayfa için operatörleri ve operandlarını listeleyen bir JSON (işlem sırası korunur).
uk: JSON для кожної сторінки, що перераховує оператори та їх операнди (порядок виконання збережено).
vi: Một JSON cho mỗi trang liệt kê các toán tử và các toán hạng của chúng (thứ tự thực thi được bảo toàn).
zh_hans: 每页一个 JSON，列出操作符及其操作数（保留执行顺序）。

# ed_dev_pdf_pdf_page_content_ops_to_json_out2
source: Des informations exploitables pour écrire des règles de détection (ex : pages sans texte, présence de transformations, etc.).
af: Nuttige inligting om detectiereëls te skryf (bv. bladsye sonder teks, teenwoordigheid van transformasies, ens.).
bg: Използваеми информации за писане на правила за откриване (напр. страници без текст, наличие на трансформации и т.н.).
cs: Užitečné informace pro psaní detekčních pravidel (např. stránky bez textu, přítomnost transformací atd.).
da: Handlingsbare oplysninger til at skrive detektionsregler (f.eks. sider uden tekst, tilstedeværelse af transformationer osv.).
de: Nützliche Informationen zum Schreiben von Erkennungsregeln (z. B. Seiten ohne Text, Vorhandensein von Transformationen usw.).
el: Χρήσιμες πληροφορίες για να γράψετε κανόνες ανίχνευσης (π.χ.: σελίδες χωρίς κείμενο, παρουσία μετασχηματισμών, κ.λπ.).
es: Información útil para escribir reglas de detección (ej: páginas sin texto, presencia de transformaciones, etc.).
fi: Hyödyllistä tietoa sääntöjen kirjoittamiseen (esim. sivut ilman tekstiä, muunnosten läsnäolo jne.).
fil: Mga kapaki-pakinabang na impormasyon para sa pagsusulat ng mga patakaran sa pagtuklas (hal. mga pahina na walang teksto, pagkakaroon ng mga pagbabago, atbp.).
hu: Konkrét példa 1
id: TODO: Apa kegunaan keluaran ini.
it: Informazioni utilizzabili per scrivere regole di rilevamento (es: pagine senza testo, presenza di trasformazioni, ecc.).
ja: 検出ルールを書くための実用的な情報（例：テキストのないページ、変換の存在など）。
ko: 탐지 규칙 작성을 위한 유용한 정보 (예: 텍스트가 없는 페이지, 변환의 존재 등).
nl: Informatie die bruikbaar is om detectieregels te schrijven (bijv. pagina's zonder tekst, aanwezigheid van transformaties, enz.).
no: Uttakbare opplysninger for å skrive deteksjonsregler (f.eks.: sider uten tekst, tilstedeværelse av transformasjoner, osv.).
pl: Przydatne informacje do pisania reguł detekcji (np. strony bez tekstu, obecność transformacji itp.).
pt_pt: Informações utilizáveis para escrever regras de detecção (ex: páginas sem texto, presença de transformações, etc.).
ro: Informații utile pentru a scrie reguli de detectare (ex: pagini fără text, prezența transformărilor etc.).
ru: Полезная информация для написания правил обнаружения (например: страницы без текста, наличие трансформаций и т.д.).
sk: Využiteľné informácie na písanie pravidiel detekcie (napr. stránky bez textu, prítomnosť transformácií atď.).
sv: Användbar information för att skriva detektionsregler (t.ex. sidor utan text, närvaro av transformationer, etc.).
sw: Taarifa zinazoweza kutumika kuandika sheria za kugundua (mfano: kurasa zisizo na maandiko, uwepo wa mabadiliko, nk).
tr: Tespit kuralları yazmak için kullanılabilir bilgiler (örneğin: metin olmayan sayfalar, dönüşümlerin varlığı, vb.).
uk: Корисна інформація для написання правил виявлення (наприклад: сторінки без тексту, наявність трансформацій тощо).
vi: Thông tin có thể sử dụng để viết các quy tắc phát hiện (ví dụ: trang không có văn bản, sự hiện diện của các biến đổi, v.v.).
zh_hans: 可用于编写检测规则的信息（例如：无文本页面、存在变换等）。

# ed_dev_pdf_pdf_page_content_ops_to_json_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batas dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Limieten en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Limity i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limity a body pozornosti
sv: Gränser och uppmärksamhetspunkter
sw: Mipaka na maeneo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та пункти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_page_content_ops_to_json_lim1
source: Output très technique : il reflète le langage de description PDF, pas une représentation “humaine” du contenu.
af: Baie tegniese uitvoer: dit weerspieël die PDF-beskrywingstaal, nie 'n "menslike" voorstelling van die inhoud nie.
bg: Много технически изход: отразява езика на описание на PDF, а не "човешко" представяне на съдържанието.
cs: Velmi technický výstup: odráží jazyk popisu PDF, nikoli „lidské“ zobrazení obsahu.
da: Meget teknisk output: det afspejler PDF-beskrivelsessproget, ikke en "menneskelig" repræsentation af indholdet.
de: Sehr technischer Output: Er spiegelt die PDF-Beschreibungssprache wider, nicht eine "menschliche" Darstellung des Inhalts.
el: Πολύ τεχνική έξοδος: αντικατοπτρίζει τη γλώσσα περιγραφής PDF, όχι μια "ανθρώπινη" αναπαράσταση του περιεχομένου.
es: Salida muy técnica: refleja el lenguaje de descripción PDF, no una representación "humana" del contenido.
fi: Erittäin tekninen tuloste: se heijastaa PDF-kuvauskieltä, ei ”inhimillistä” sisältöesitystä.
fil: Napaka-teknikal na output: ito ay sumasalamin sa wika ng paglalarawan ng PDF, hindi isang “tao” na representasyon ng nilalaman.
hu: TODO.
id: TODO.
it: Output molto tecnico: riflette il linguaggio di descrizione PDF, non una rappresentazione "umana" del contenuto.
ja: 非常に技術的な出力：PDF記述言語を反映しており、コンテンツの「人間的」な表現ではありません。
ko: 매우 기술적인 출력: PDF 설명 언어를 반영하며, 내용의 '인간적인' 표현이 아닙니다.
nl: Zeer technische output: het weerspiegelt de PDF-beschrijvings taal, geen 'menselijke' weergave van de inhoud.
no: Veldig teknisk utdata: det reflekterer PDF-beskrivelsesspråket, ikke en "menneskelig" representasjon av innholdet.
pl: Bardzo techniczny wynik: odzwierciedla język opisu PDF, a nie „ludzką” reprezentację zawartości.
pt_pt: Saída muito técnica: reflete a linguagem de descrição PDF, não uma representação "humana" do conteúdo.
ro: Output foarte tehnic: reflectă limbajul de descriere PDF, nu o reprezentare „umană” a conținutului.
ru: Очень технический вывод: он отражает язык описания PDF, а не "человеческое" представление содержимого.
sk: Veľmi technický výstup: odráža jazyk popisu PDF, nie „ľudskú“ reprezentáciu obsahu.
sv: Mycket teknisk output: den återspeglar PDF-beskrivningsspråket, inte en "mänsklig" representation av innehållet.
sw: Matokeo ya kiufundi sana: inawakilisha lugha ya maelezo ya PDF, si uwakilishi wa “binadamu” wa maudhui.
tr: Çok teknik bir çıktı: PDF tanım dilini yansıtır, içeriğin “insan” temsili değildir.
uk: Дуже технічний вихід: він відображає мову опису PDF, а не "людське" представлення вмісту.
vi: Đầu ra rất kỹ thuật: nó phản ánh ngôn ngữ mô tả PDF, không phải là một đại diện “con người” của nội dung.
zh_hans: 非常技术性的输出：它反映了 PDF 描述语言，而不是内容的“人类”表示。

# ed_dev_pdf_pdf_page_content_ops_to_json_lim2
source: Les streams peuvent être compressés/filtrés : l’extraction dépend de la capacité du moteur à les décoder.
af: Die strome kan gecomprimeer/gefilter wees: die onttrekking hang af van die vermoë van die enjin om dit te dekodeer.
bg: Стриймовете могат да бъдат компресирани/филтрирани: извличането зависи от способността на двигателя да ги декодира.
cs: Streamy mohou být komprimovány/filtrované: extrakce závisí na schopnosti motoru je dekódovat.
da: Streams kan være komprimerede/filtrerede: udtrækningen afhænger af motorens evne til at dekode dem.
de: Die Streams können komprimiert/gefiltert sein: Die Extraktion hängt von der Fähigkeit des Engines ab, sie zu dekodieren.
el: Οι ροές μπορεί να είναι συμπιεσμένες/φιλτραρισμένες: η εξαγωγή εξαρτάται από την ικανότητα του κινητήρα να τις αποκωδικοποιήσει.
es: Los streams pueden estar comprimidos/filtrados: la extracción depende de la capacidad del motor para decodificarlos.
fi: Streamit voivat olla pakattuja/suodatettuja: poiminta riippuu moottorin kyvystä purkaa ne.
fil: Ang mga stream ay maaaring ma-compress/filter: ang pagkuha ay nakasalalay sa kakayahan ng engine na i-decode ang mga ito.
hu: TODO.
id: TODO.
it: I flussi possono essere compressi/filtrati: l'estrazione dipende dalla capacità del motore di decodificarli.
ja: ストリームは圧縮/フィルタリングされる可能性があります：抽出はエンジンがそれらをデコードする能力に依存します。
ko: 스트림은 압축/필터링될 수 있습니다: 추출은 엔진이 이를 디코딩할 수 있는 능력에 따라 달라집니다.
nl: De streams kunnen gecomprimeerd/gefilterd zijn: de extractie hangt af van het vermogen van de motor om ze te decoderen.
no: Strømmene kan være komprimerte/filtrerte: uttaket avhenger av motorens evne til å dekode dem.
pl: Strumienie mogą być skompresowane/filtrujące: ekstrakcja zależy od zdolności silnika do ich dekodowania.
pt_pt: Os streams podem ser comprimidos/filtrados: a extração depende da capacidade do motor de decodificá-los.
ro: Fluxurile pot fi comprimate/filtrate: extracția depinde de capacitatea motorului de a le decoda.
ru: Потоки могут быть сжаты/отфильтрованы: извлечение зависит от способности движка их декодировать.
sk: Streamy môžu byť komprimované/filtrované: extrakcia závisí od schopnosti motora ich dekódovať.
sv: Strömmarna kan vara komprimerade/filtrerade: extraktionen beror på motorens förmåga att avkoda dem.
sw: Streams zinaweza kuwa zimepigwa/chujwa: uchimbaji unategemea uwezo wa injini kuzi decode.
tr: Akışlar sıkıştırılmış/filtrelenmiş olabilir: çıkarım, motorun bunları çözme yeteneğine bağlıdır.
uk: Стрім може бути стиснутим/фільтрованим: витяг залежить від здатності движка їх декодувати.
vi: Các streams có thể bị nén/lọc: việc trích xuất phụ thuộc vào khả năng của động cơ để giải mã chúng.
zh_hans: 流可能被压缩/过滤：提取取决于引擎解码它们的能力。

# ed_dev_pdf_pdf_page_content_ops_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_page_content_ops_to_json_q1
source: Est-ce que ça remplace l’extraction de texte ?
af: Vervang dit die teksonttrekking?
bg: Замества ли това извличането на текст?
cs: Nahrazuje to extrakci textu?
da: Erstatte det tekstudtræk?
de: Ersetzt das die Textextraktion?
el: Αυτό αντικαθιστά την εξαγωγή κειμένου;
es: ¿Esto reemplaza la extracción de texto?
fi: Korvaako tämä tekstin poiminnan?
fil: Ito ba ay pumapalit sa pagkuha ng teksto?
hu: TODO
id: TODO
it: Sostituisce l'estrazione di testo?
ja: これはテキスト抽出の代わりになりますか？
ko: 텍스트 추출을 대체하나요?
nl: Vervangt dit de tekstextractie?
no: Er dette en erstatning for tekstuttrekk?
pl: Czy to zastępuje ekstrakcję tekstu?
pt_pt: Isso substitui a extração de texto?
ro: Înlocuiește asta extracția de text?
ru: Заменяет ли это извлечение текста?
sk: Nahrádza to extrakciu textu?
sv: Ersätter detta textutvinning?
sw: Je, hii inachukua nafasi ya uchimbaji wa maandiko?
tr: Bu metin çıkarımını mı değiştiriyor?
uk: Чи замінює це витяг тексту?
vi: Có phải điều này thay thế việc trích xuất văn bản không?
zh_hans: 这是否替代文本提取？

# ed_dev_pdf_pdf_page_content_ops_to_json_a1
source: Non. C’est un outil de debug : il montre les opérations bas niveau, pas le texte reconstitué.
af: Nee. Dit is 'n foutsoekinstrument: dit wys lae vlak operasies, nie die herboude teks nie.
bg: Не. Това е инструмент за отстраняване на грешки: показва ниско ниво операции, а не реконструиран текст.
cs: Ne. Je to ladicí nástroj: ukazuje nízkoúrovňové operace, nikoli rekonstruovaný text.
da: Nej. Det er et debug-værktøj: det viser lavniveauoperationer, ikke den rekonstruerede tekst.
de: Nein. Es ist ein Debugging-Tool: Es zeigt die Low-Level-Operationen, nicht den rekonstruierten Text.
el: Όχι. Είναι ένα εργαλείο debugging: δείχνει τις χαμηλού επιπέδου λειτουργίες, όχι το ανασυντεθειμένο κείμενο.
es: No. Es una herramienta de depuración: muestra las operaciones de bajo nivel, no el texto reconstruido.
fi: Ei. Se on virheenkorjaustyökalu: se näyttää matalan tason toiminnot, ei rekonstruoitua tekstiä.
fil: Hindi. Ito ay isang tool para sa debugging: ipinapakita nito ang mga low-level na operasyon, hindi ang muling binuong teksto.
hu: TODO
id: TODO
it: No. È uno strumento di debug: mostra le operazioni a basso livello, non il testo ricostruito.
ja: いいえ。これはデバッグツールです：低レベルの操作を示し、再構成されたテキストではありません。
ko: 아니요. 디버그 도구입니다: 저수준 작업을 보여주며, 재구성된 텍스트는 아닙니다.
nl: Nee. Het is een debugtool: het toont de laag-niveau operaties, niet de gereconstrueerde tekst.
no: Nei. Det er et feilsøkingsverktøy: det viser lavnivåoperasjoner, ikke rekonstruert tekst.
pl: Nie. To narzędzie do debugowania: pokazuje operacje niskiego poziomu, a nie odtworzony tekst.
pt_pt: Não. É uma ferramenta de depuração: mostra as operações de baixo nível, não o texto reconstituído.
ro: Nu. Este un instrument de depanare: arată operațiile de bază, nu textul reconstituit.
ru: Нет. Это инструмент отладки: он показывает низкоуровневые операции, а не восстановленный текст.
sk: Nie. Je to nástroj na ladenie: zobrazuje nízkoúrovňové operácie, nie rekonštruovaný text.
sv: Nej. Det är ett felsökningsverktyg: det visar lågnivåoperationer, inte den rekonstruerade texten.
sw: Hapana. Ni chombo cha urekebishaji: inaonyesha operesheni za kiwango cha chini, si maandiko yaliyorejeshwa.
tr: Hayır. Bu bir hata ayıklama aracıdır: düşük seviyeli işlemleri gösterir, yeniden oluşturulmuş metni değil.
uk: Ні. Це інструмент налагодження: він показує низькорівневі операції, а не відновлений текст.
vi: Không. Đây là một công cụ gỡ lỗi: nó cho thấy các thao tác cấp thấp, không phải văn bản được tái tạo.
zh_hans: 不。这是一个调试工具：它显示低级操作，而不是重构的文本。

# ed_dev_pdf_pdf_page_content_ops_to_json_q2
source: Je vois beaucoup de “q” et “Q”, c’est normal ?
af: Ek sien baie "q" en "Q", is dit normaal?
bg: Виждам много "q" и "Q", нормално ли е?
cs: Vidím hodně „q“ a „Q“, je to normální?
da: Jeg ser mange "q" og "Q", er det normalt?
de: Ich sehe viele "q" und "Q", ist das normal?
el: Βλέπω πολλά “q” και “Q”, είναι φυσιολογικό;
es: Veo muchos “q” y “Q”, ¿es normal?
fi: Näen paljon “q” ja “Q”, onko se normaalia?
fil: Nakikita ko ang maraming “q” at “Q”, normal ba iyon?
hu: TODO
id: TODO
it: Vedo molti "q" e "Q", è normale?
ja: 「q」と「Q」がたくさん見えますが、これは正常ですか？
ko: 많은 'q'와 'Q'를 보는데, 정상인가요?
nl: Ik zie veel “q” en “Q”, is dat normaal?
no: Jeg ser mange "q" og "Q", er det normalt?
pl: Widzę dużo „q” i „Q”, czy to normalne?
pt_pt: Vejo muitos “q” e “Q”, isso é normal?
ro: Văd multe „q” și „Q”, este normal?
ru: Я вижу много "q" и "Q", это нормально?
sk: Vidím veľa „q“ a „Q“, je to normálne?
sv: Ser jag mycket "q" och "Q", är det normalt?
sw: Ninaona mengi ya “q” na “Q”, je, ni kawaida?
tr: Çok sayıda “q” ve “Q” görüyorum, bu normal mi?
uk: Я бачу багато "q" і "Q", це нормально?
vi: Tôi thấy nhiều “q” và “Q”, điều đó có bình thường không?
zh_hans: 我看到很多“q”和“Q”，这正常吗？

# ed_dev_pdf_pdf_page_content_ops_to_json_a2
source: Oui : ce sont des sauvegardes/restaurations d’état graphique (pile) très fréquentes.
af: Ja: dit is baie algemene grafiese toestand (stapel) stoor/restaurasies.
bg: Да: това са много чести запазвания/възстановявания на графичното състояние (стек).
cs: Ano: jedná se o velmi časté ukládání/obnovování grafického stavu (zásobník).
da: Ja: det er meget hyppige gemninger/gendannelser af grafisk tilstand (stak).
de: Ja: Das sind sehr häufige Speicherungen/Wiederherstellungen des grafischen Zustands (Stack).
el: Ναι: είναι πολύ συχνές αποθηκεύσεις/αποκαταστάσεις γραφικής κατάστασης (στοίβα).
es: Sí: son guardados/restauraciones de estado gráfico (pila) muy frecuentes.
fi: Kyllä: ne ovat hyvin yleisiä grafiikkatilan (pino) tallennuksia/palautuksia.
fil: Oo: ito ay mga madalas na pag-save/restoration ng estado ng graphic (stack).
hu: TODO
id: TODO
it: Sì: sono salvataggi/ripristini di stato grafico (stack) molto frequenti.
ja: はい：これは非常に頻繁なグラフィック状態の保存/復元（スタック）です。
ko: 네: 그래픽 상태(스택)의 저장/복원이 매우 빈번합니다.
nl: Ja: dit zijn zeer frequente opslagen/herstel van grafische status (stack).
no: Ja: dette er svært hyppige lagringer/gjenopprettinger av grafisk tilstand (stabel).
pl: Tak: to bardzo częste zapisy/odtworzenia stanu graficznego (stosu).
pt_pt: Sim: são salvamentos/restaurações de estado gráfico (pilha) muito frequentes.
ro: Da: acestea sunt salvări/restaurări de stare grafică (stivă) foarte frecvente.
ru: Да: это очень частые сохранения/восстановления графического состояния (стек).
sk: Áno: sú to veľmi časté zálohy/obnovenia grafického stavu (zásobník).
sv: Ja: det är mycket vanliga sparningar/återställningar av grafiskt tillstånd (stack).
sw: Ndio: hizi ni akiba/urejeshaji wa hali ya grafiki (stack) mara nyingi.
tr: Evet: bunlar grafik durumunun (yığın) çok sık yapılan kaydetme/geri yükleme işlemleridir.
uk: Так: це дуже часті збереження/відновлення графічного стану (стек).
vi: Có: đây là các lưu trữ/phục hồi trạng thái đồ họa (ngăn xếp) rất thường xuyên.
zh_hans: 是的：这是非常频繁的图形状态（堆栈）保存/恢复。

# ed_dev_pdf_pdf_page_content_ops_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_page_content_ops_to_json_tip
source: Astuce debug : cherchez les séquences autour de “Tj/TJ” (texte) et “Do” (XObject) pour comprendre l’ordre réel d’affichage sur la page.
af: Foutsoekwenk: soek die volgorde rondom "Tj/TJ" (teks) en "Do" (XObject) om die werklike vertoonvolgorde op die bladsy te verstaan.
bg: Съвет за отстраняване на грешки: търсете последователности около "Tj/TJ" (текст) и "Do" (XObject), за да разберете реалния ред на показване на страницата.
cs: Ladicí tip: hledejte sekvence kolem „Tj/TJ“ (text) a „Do“ (XObject), abyste pochopili skutečné pořadí zobrazení na stránce.
da: Debug-tip: søg efter sekvenser omkring "Tj/TJ" (tekst) og "Do" (XObject) for at forstå den reelle visningsrækkefølge på siden.
de: Debugging-Tipp: Suchen Sie nach den Sequenzen um "Tj/TJ" (Text) und "Do" (XObject), um die tatsächliche Anzeige-Reihenfolge auf der Seite zu verstehen.
el: Συμβουλή debugging: αναζητήστε τις ακολουθίες γύρω από “Tj/TJ” (κείμενο) και “Do” (XObject) για να κατανοήσετε τη πραγματική σειρά εμφάνισης στη σελίδα.
es: Consejo de depuración: busca las secuencias alrededor de “Tj/TJ” (texto) y “Do” (XObject) para entender el orden real de visualización en la página.
fi: Virheenkorjausvinkki: etsi sekvenssejä “Tj/TJ” (teksti) ja “Do” (XObject) ympäriltä ymmärtääksesi todellisen näyttöjärjestyksen sivulla.
fil: Tip sa debugging: hanapin ang mga pagkakasunod-sunod sa paligid ng “Tj/TJ” (teksto) at “Do” (XObject) upang maunawaan ang tunay na pagkakasunod-sunod ng pagpapakita sa pahina.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tip unik yang terkait dengan niat alat ini.
it: Suggerimento debug: cerca le sequenze attorno a "Tj/TJ" (testo) e "Do" (XObject) per comprendere l'ordine reale di visualizzazione sulla pagina.
ja: デバッグのヒント：ページ上の実際の表示順序を理解するために、「Tj/TJ」（テキスト）と「Do」（XObject）の周りのシーケンスを探してください。
ko: 디버그 팁: 'Tj/TJ'(텍스트) 및 'Do'(XObject) 주변의 시퀀스를 찾아 페이지에서 실제 표시 순서를 이해하세요.
nl: Debugtip: zoek naar de sequenties rond “Tj/TJ” (tekst) en “Do” (XObject) om de werkelijke weergavevolgorde op de pagina te begrijpen.
no: Feilsøkingstips: se etter sekvenser rundt "Tj/TJ" (tekst) og "Do" (XObject) for å forstå den faktiske visningsrekkefølgen på siden.
pl: Wskazówka debugowania: szukaj sekwencji wokół „Tj/TJ” (tekst) i „Do” (XObject), aby zrozumieć rzeczywistą kolejność wyświetlania na stronie.
pt_pt: Dica de depuração: procure as sequências em torno de “Tj/TJ” (texto) e “Do” (XObject) para entender a ordem real de exibição na página.
ro: Sfat de depanare: căutați secvențele din jurul „Tj/TJ” (text) și „Do” (XObject) pentru a înțelege ordinea reală de afișare pe pagină.
ru: Совет по отладке: ищите последовательности вокруг "Tj/TJ" (текст) и "Do" (XObject), чтобы понять реальный порядок отображения на странице.
sk: Tip na ladenie: hľadajte sekvencie okolo „Tj/TJ“ (text) a „Do“ (XObject), aby ste pochopili skutočné poradie zobrazenia na stránke.
sv: Felsökningstips: leta efter sekvenser kring "Tj/TJ" (text) och "Do" (XObject) för att förstå den verkliga visningsordningen på sidan.
sw: Vidokezo vya urekebishaji: tafuta mfuatano wa “Tj/TJ” (maandiko) na “Do” (XObject) ili kuelewa mpangilio halisi wa kuonyeshwa kwenye ukurasa.
tr: Hata ayıklama ipucu: sayfadaki gerçek görüntüleme sırasını anlamak için “Tj/TJ” (metin) ve “Do” (XObject) etrafındaki dizileri arayın.
uk: Порада для налагодження: шукайте послідовності навколо "Tj/TJ" (текст) і "Do" (XObject), щоб зрозуміти реальний порядок відображення на сторінці.
vi: Mẹo gỡ lỗi: tìm kiếm các chuỗi xung quanh “Tj/TJ” (văn bản) và “Do” (XObject) để hiểu thứ tự thực sự của hiển thị trên trang.
zh_hans: 调试提示：查找“Tj/TJ”（文本）和“Do”（XObject）周围的序列，以理解页面上实际的显示顺序。
