Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_mean_vs_median_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia ya kusaidia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_statistics_mean_vs_median_tip
source: Si la moyenne est très éloignée de la médiane, la distribution est probablement déséquilibrée.
af: As die gemiddelde baie ver van die mediaan af is, is die verspreiding waarskynlik ongebalanseerd.
bg: Ако средната стойност е много далеч от медианата, разпределението вероятно е неравномерно.
cs: Pokud je průměr velmi vzdálen od mediánu, rozdělení je pravděpodobně nevyvážené.
da: Hvis gennemsnittet er meget forskelligt fra medianen, er fordelingen sandsynligvis skæv.
de: Wenn der Mittelwert weit vom Median entfernt ist, ist die Verteilung wahrscheinlich unausgewogen.
el: Αν η μέση απέχει πολύ από τη διάμεσο, η κατανομή είναι πιθανώς ανισόρροπη.
es: Si la media está muy alejada de la mediana, la distribución probablemente está desequilibrada.
fi: Jos keskiarvo on kaukana mediaanista, jakauma on todennäköisesti epätasapainossa.
fil: Kung ang average ay malayo sa median, ang pamamahagi ay malamang na hindi balansyado.
hu: Ha az átlag nagyon eltér a mediántól, az eloszlás valószínűleg egyensúlyozatlan.
id: Jika rata-rata sangat jauh dari median, distribusi kemungkinan besar tidak seimbang.
it: Se la media è molto distante dalla mediana, la distribuzione è probabilmente sbilanciata.
ja: 平均が中央値から大きく離れている場合、分布はおそらく不均衡です。
ko: 평균이 중앙값과 매우 멀리 떨어져 있다면, 분포는 아마도 불균형일 것입니다.
nl: Als het gemiddelde ver van de mediaan af ligt, is de verdeling waarschijnlijk onevenwichtig.
no: Hvis gjennomsnittet er veldig forskjellig fra medianen, er fordelingen sannsynligvis skjev.
pl: Jeśli średnia jest bardzo odległa od mediany, rozkład jest prawdopodobnie niezrównoważony.
pt_pt: Se a média estiver muito distante da mediana, a distribuição provavelmente está desequilibrada.
ro: Dacă media este foarte departe de medie, distribuția este probabil dezechilibrată.
ru: Если среднее значение сильно отличается от медианы, распределение, вероятно, несбалансировано.
sk: Ak je priemer veľmi vzdialený od mediánu, rozdelenie je pravdepodobne nevyvážené.
sv: Om medelvärdet är mycket långt ifrån medianen, är fördelningen troligen sned.
sw: Ikiwa wastani uko mbali sana na mediani, usambazaji huenda usiwe sawa.
tr: Eğer ortalama medyandan çok uzaktaysa, dağılım muhtemelen dengesizdir.
uk: Якщо середнє значення дуже відрізняється від медіани, розподіл, ймовірно, є незбалансованим.
vi: Nếu trung bình cách xa trung vị, phân phối có thể không cân bằng.
zh_hans: 如果平均数与中位数相差很大，分布可能不平衡。

# ed_math_statistics_median_course_title
source: À propos : Cours Médiane
af: Oor: Mediaan Kursus
bg: Относно: Курс по медиана
cs: O kurzu: Medián
da: Om: Median Kursus
de: Über: Median-Kurs
el: Σχετικά με: Μάθημα Διάμεσος
es: Acerca de: Curso de Mediana
fi: Tietoa: Mediaanikurssi
fil: Tungkol sa: Kurso sa Median
hu: A következőkről: Medián tanfolyam
id: Tentang: Kursus Median
it: Informazioni: Corso sulla Mediana
ja: 概要：中央値のコース
ko: 정보: 중앙값 강의
nl: Over: Cursus Mediaan
no: Om: Median Kurs
pl: O kursie: Kurs Mediana
pt_pt: Sobre: Curso de Mediana
ro: Despre: Curs Mediana
ru: О курсе: Курс по медиане
sk: O kurze: Medián
sv: Om: Kurs om Median
sw: Kuhusu: Kozi ya Mediani
tr: Hakkında: Medyan Dersi
uk: Про: Курс Медіана
vi: Về chúng tôi: Khóa học Trung vị
zh_hans: 关于：中位数课程

# ed_math_statistics_median_course_lead
source: Ce cours complet sur la médiane (statistiques) vous apprend à calculer et interpréter la médiane dans tous les cas : série simple (n pair / impair), séries avec effectifs, médiane pondérée, et estimation sur données groupées (classes). L’objectif est de savoir quand la médiane est plus pertinente que la moyenne, notamment en présence de valeurs extrêmes.
af: Hierdie volledige kursus oor die mediaan (statistiek) leer jou hoe om die mediaan in alle gevalle te bereken en te interpreteer: eenvoudige reeks (n paar / onpaar), reekse met frekwensies, gewogen mediaan, en skatting op gegroepeerde data (klasse). Die doel is om te weet wanneer die mediaan meer relevant is as die gemiddelde, veral in die teenwoordigheid van uiterste waardes.
bg: Този цялостен курс за медианата (статистика) ви учи как да изчислявате и интерпретирате медианата във всички случаи: проста серия (четен/нечетен n), серии с честоти, претеглена медиана и оценка на групирани данни (класове). Целта е да знаете кога медианата е по-подходяща от средната, особено в присъствието на крайни стойности.
cs: Tento komplexní kurz o mediánu (statistika) vás naučí, jak vypočítat a interpretovat medián ve všech případech: jednoduchá řada (sudý/lichý n), řady s četnostmi, vážený medián a odhad na základě seskupených dat (třídy). Cílem je vědět, kdy je medián relevantnější než průměr, zejména v přítomnosti extrémních hodnot.
da: Dette omfattende kursus om medianen (statistik) lærer dig at beregne og fortolke medianen i alle tilfælde: simpel sekvens (lige/ulige n), sekvenser med frekvenser, vægtet median og estimering på grupperede data (klasser). Målet er at vide, hvornår medianen er mere relevant end gennemsnittet, især i nærvær af ekstreme værdier.
de: Dieser umfassende Kurs über den Median (Statistik) lehrt Sie, wie man den Median in allen Fällen berechnet und interpretiert: einfache Reihe (gerade/ungerade n), Reihen mit Häufigkeiten, gewichteter Median und Schätzung auf gruppierten Daten (Klassen). Ziel ist es, zu wissen, wann der Median relevanter ist als der Mittelwert, insbesondere in Anwesenheit von extremen Werten.
el: Αυτό το πλήρες μάθημα για τη διάμεσο (στατιστικά) σας διδάσκει πώς να υπολογίζετε και να ερμηνεύετε τη διάμεσο σε όλες τις περιπτώσεις: απλή σειρά (ζυγός / περιττός αριθμός), σειρές με συχνότητες, σταθμισμένη διάμεσος και εκτίμηση σε ομαδοποιημένα δεδομένα (κατηγορίες). Ο στόχος είναι να γνωρίζετε πότε η διάμεσος είναι πιο σχετική από τη μέση, ιδίως στην παρουσία ακραίων τιμών.
es: Este curso completo sobre la mediana (estadísticas) te enseña a calcular e interpretar la mediana en todos los casos: serie simple (n par / impar), series con frecuencias, mediana ponderada y estimación sobre datos agrupados (clases). El objetivo es saber cuándo la mediana es más pertinente que la media, especialmente en presencia de valores extremos.
fi: Tämä kattava kurssi mediaanista (tilastot) opettaa sinulle, kuinka laskea ja tulkita mediaania kaikissa tapauksissa: yksinkertainen sarja (parillinen / pariton n), sarjat, joissa on frekvenssejä, painotettu mediaani ja arviointi ryhmitellyistä tiedoista (luokat). Tavoitteena on tietää, milloin mediaani on merkityksellisempi kuin keskiarvo, erityisesti äärimmäisten arvojen läsnä ollessa.
fil: Ang kumpletong kursong ito sa median (statistika) ay nagtuturo sa iyo kung paano kalkulahin at bigyang-kahulugan ang median sa lahat ng kaso: simpleng serye (even/odd na n), serye na may mga dalas, weighted median, at pagtataya sa mga grouped na datos (mga klase). Ang layunin ay malaman kung kailan mas angkop ang median kaysa sa average, lalo na sa presensya ng mga ekstremong halaga.
hu: Ez a teljes tanfolyam a mediánról (statisztika) megtanít arra, hogyan kell kiszámítani és értelmezni a mediánt minden esetben: egyszerű sorozat (páros / páratlan n), gyakoriságokkal rendelkező sorozatok, súlyozott medián, és becslés csoportosított adatokon (osztályok). A cél az, hogy tudjuk, mikor relevánsabb a medián, különösen szélsőséges értékek jelenlétében.
id: Kursus lengkap tentang median (statistik) ini mengajarkan Anda cara menghitung dan menginterpretasikan median dalam semua kasus: deret sederhana (n genap / ganjil), deret dengan frekuensi, median tertimbang, dan estimasi pada data yang dikelompokkan (kelas). Tujuannya adalah untuk mengetahui kapan median lebih relevan daripada rata-rata, terutama dalam kehadiran nilai ekstrem.
it: Questo corso completo sulla mediana (statistiche) ti insegna a calcolare e interpretare la mediana in tutti i casi: serie semplice (n pari / dispari), serie con frequenze, mediana ponderata e stima su dati raggruppati (classi). L'obiettivo è sapere quando la mediana è più pertinente della media, in particolare in presenza di valori estremi.
ja: この中央値（統計）に関する完全なコースでは、単純な系列（偶数/奇数）、頻度のある系列、加重中央値、グループ化データ（クラス）における中央値の計算と解釈を学びます。目的は、極端な値が存在する場合に中央値が平均よりも適切であることを知ることです。
ko: 이 중앙값(통계) 강의는 단순 시리즈(n 짝수/홀수), 빈도 있는 시리즈, 가중 중앙값, 그룹화된 데이터(구간)에 대한 중앙값을 계산하고 해석하는 방법을 배웁니다. 목표는 극단값이 있을 때 중앙값이 평균보다 더 적절한 경우를 아는 것입니다.
nl: Deze uitgebreide cursus over de mediaan (statistiek) leert je hoe je de mediaan in alle gevallen kunt berekenen en interpreteren: eenvoudige reeks (even / oneven n), reeksen met frequenties, gewogen mediaan, en schatting op gegroepeerde gegevens (klassen). Het doel is om te weten wanneer de mediaan relevanter is dan het gemiddelde, vooral in aanwezigheid van extreme waarden.
no: Dette omfattende kurset om median (statistikk) lærer deg å beregne og tolke medianen i alle tilfeller: enkel serie (partall/oddetall), serier med frekvenser, vektet median, og estimering på grupperte data (klasser). Målet er å vite når medianen er mer relevant enn gjennomsnittet, spesielt i nærvær av ekstreme verdier.
pl: Ten kompletny kurs o medianie (statystyka) nauczy Cię, jak obliczać i interpretować medianę we wszystkich przypadkach: seria prosta (n parzyste / nieparzyste), serie z częstościami, mediana ważona i estymacja na danych zgrupowanych (klasy). Celem jest wiedzieć, kiedy mediana jest bardziej odpowiednia niż średnia, szczególnie w obecności wartości ekstremalnych.
pt_pt: Este curso completo sobre a mediana (estatísticas) ensina a calcular e interpretar a mediana em todos os casos: série simples (n par / ímpar), séries com frequências, mediana ponderada e estimativa em dados agrupados (classes). O objetivo é saber quando a mediana é mais pertinente do que a média, especialmente na presença de valores extremos.
ro: Acest curs complet despre mediana (statistici) vă învață cum să calculați și să interpretați mediana în toate cazurile: serie simplă (n par / impar), serii cu frecvențe, mediana ponderată și estimare pe date grupate (clase). Scopul este de a ști când mediana este mai relevantă decât media, în special în prezența valorilor extreme.
ru: Этот полный курс по медиане (статистика) научит вас вычислять и интерпретировать медиану во всех случаях: простая серия (четное/нечетное количество), серии с частотами, взвешенная медиана и оценка по сгруппированным данным (классы). Цель состоит в том, чтобы знать, когда медиана более уместна, чем среднее, особенно в присутствии экстремальных значений.
sk: Tento komplexný kurz o mediáne (štatistiky) vás naučí, ako vypočítať a interpretovať medián vo všetkých prípadoch: jednoduchá séria (párny/nepárny n), série s frekvenciami, vážený medián a odhad na skupinových údajoch (triedy). Cieľom je vedieť, kedy je medián relevantnejší ako priemer, najmä v prítomnosti extrémnych hodnôt.
sv: Denna kompletta kurs om median (statistik) lär dig att beräkna och tolka medianen i alla fall: enkel serie (jämn/udda n), serier med frekvenser, viktad median och uppskattning på grupperade data (klasser). Målet är att veta när medianen är mer relevant än medelvärdet, särskilt i närvaro av extrema värden.
sw: Kozi hii kamili kuhusu mediani (takwimu) inakufundisha jinsi ya kuhesabu na kutafsiri mediani katika hali zote: mfululizo rahisi (n hata / ajabu), mfululizo wenye idadi, mediani iliyopimwa, na makadirio kwenye data zilizokusanywa (madarasa). Lengo ni kujua wakati mediani ni muhimu zaidi kuliko wastani, hasa kwa uwepo wa thamani za ekstremu.
tr: Bu kapsamlı medyan dersi (istatistik) size medyanı tüm durumlarda nasıl hesaplayacağınızı ve yorumlayacağınızı öğretir: basit seri (çift / tek n), frekanslı seriler, ağırlıklı medyan ve gruplandırılmış veriler (sınıflar) üzerinde tahmin. Amaç, medyanın ortalamadan daha anlamlı olduğu durumları bilmektir, özellikle uç değerler varlığında.
uk: Цей повний курс про медіану (статистика) навчить вас обчислювати та інтерпретувати медіану в усіх випадках: простий ряд (парне/непарне n), ряди з частотами, зважена медіана та оцінка на основі групованих даних (класи). Мета полягає в тому, щоб знати, коли медіана є більш доречною, ніж середнє, особливо за наявності екстремальних значень.
vi: Khóa học toàn diện về trung vị (thống kê) sẽ dạy bạn cách tính toán và diễn giải trung vị trong mọi trường hợp: chuỗi đơn giản (số chẵn/lẻ), chuỗi có tần số, trung vị có trọng số, và ước lượng trên dữ liệu nhóm (lớp). Mục tiêu là biết khi nào trung vị phù hợp hơn trung bình, đặc biệt là khi có các giá trị cực trị.
zh_hans: 这门关于中位数（统计学）的完整课程教你如何在所有情况下计算和解释中位数：简单序列（偶数/奇数），带频数的序列，加权中位数，以及在分组数据（类别）上进行估计。目标是了解在什么情况下中位数比平均数更相关，特别是在存在极端值时。

# ed_math_statistics_median_course_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga Kaso ng Paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım Durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_statistics_median_course_uc1_title
source: Réviser un chapitre de statistiques
af: Herhaal 'n hoofstuk van statistiek
bg: Преглед на глава по статистика
cs: Revidovat kapitolu statistiky
da: Revidere et kapitel i statistik
de: Ein Kapitel über Statistik wiederholen
el: Επανεξέταση ενός κεφαλαίου στατιστικής
es: Revisar un capítulo de estadísticas
fi: Käy läpi tilastoluku
fil: Mag-aral ng isang kabanata sa estadistika
hu: Egy statisztikai fejezet áttekintése
id: Mengulang bab statistik
it: Ripassare un capitolo di statistica
ja: 統計の章を復習する
ko: 통계 장을 복습하기
nl: Een hoofdstuk statistiek herzien
no: Revisjon av et kapittel i statistikk
pl: Powtórzenie rozdziału statystyki
pt_pt: Revisar um capítulo de estatísticas
ro: Revizuirea unui capitol de statistici
ru: Пересмотреть главу по статистике
sk: Revidovať kapitolu štatistiky
sv: Revidera ett kapitel i statistik
sw: Kurekebisha sura ya takwimu
tr: Bir istatistikler bölümünü gözden geçirmek
uk: Переглянути розділ статистики
vi: Ôn tập một chương thống kê
zh_hans: 复习统计学章节

# ed_math_statistics_median_course_uc1_text
source: Comprendre la médiane, la méthode de calcul, et les erreurs fréquentes (tri, rang, n pair/impair).
af: Verstaan die mediaan, die berekeningsmetode, en die algemene foute (sortering, rang, n paar/onpaar).
bg: Разбиране на медианата, метода на изчисление и често срещаните грешки (подреждане, ранг, четен/нечетен n).
cs: Pochopit medián, metodu výpočtu a časté chyby (řazení, pořadí, sudé/liché n).
da: Forstå medianen, beregningsmetoden og de almindelige fejl (sortering, rang, lige/ulige n).
de: Den Median, die Berechnungsmethode und häufige Fehler (Sortierung, Rang, gerade/ungerade n) verstehen.
el: Κατανόηση της διάμεσου, της μεθόδου υπολογισμού και των συχνών λαθών (ταξινόμηση, θέση, ζυγός/περιττός αριθμός).
es: Entender la mediana, el método de cálculo y los errores frecuentes (ordenar, rango, n par/impar).
fi: Ymmärtää mediaani, laskentamenetelmä ja yleiset virheet (lajittelu, sijoitus, parillinen/pariton n).
fil: Unawain ang median, ang paraan ng pagkalkula, at ang mga karaniwang pagkakamali (pag-uuri, ranggo, even/odd na n).
hu: A medián megértése, a számítási módszer és a gyakori hibák (rendezés, rang, páros/páratlan n).
id: Memahami median, metode perhitungan, dan kesalahan umum (urut, peringkat, n genap/ganjil).
it: Comprendere la mediana, il metodo di calcolo e gli errori frequenti (ordinamento, rango, n pari/dispari).
ja: 中央値、計算方法、およびよくある誤り（ソート、順位、偶数/奇数）を理解する。
ko: 중앙값, 계산 방법 및 자주 발생하는 오류(정렬, 순위, n 짝수/홀수)를 이해하기
nl: De mediaan begrijpen, de rekenmethode, en veelvoorkomende fouten (sorteren, rang, even/oneven n).
no: Forstå medianen, beregningsmetoden, og vanlige feil (sortering, rang, partall/oddetall).
pl: Zrozumienie mediany, metody obliczeń i częstych błędów (sortowanie, ranga, n parzyste/nieparzyste).
pt_pt: Compreender a mediana, o método de cálculo e os erros frequentes (ordenação, classificação, n par/ímpar).
ro: Înțelegerea medianei, metoda de calcul și erorile frecvente (sortare, rang, n par/impar).
ru: Понять медиану, метод вычисления и частые ошибки (сортировка, ранг, четное/нечетное количество).
sk: Pochopiť medián, metódu výpočtu a časté chyby (triedenie, poradie, párny/nepárny n).
sv: Förstå medianen, beräkningsmetoden och vanliga misstag (sortering, rang, jämn/udda n).
sw: Kuelewa mediani, njia ya kuhesabu, na makosa ya kawaida (kuweka, nafasi, n hata/ajabu).
tr: Medyanı, hesaplama yöntemini ve sık yapılan hataları (sıralama, sıralama, çift/tek n) anlamak.
uk: Зрозуміти медіану, метод обчислення та поширені помилки (сортування, ранг, парне/непарне n).
vi: Hiểu trung vị, phương pháp tính toán, và các lỗi thường gặp (sắp xếp, hạng, số chẵn/lẻ).
zh_hans: 理解中位数、计算方法和常见错误（排序、排名、偶数/奇数）。

# ed_math_statistics_median_course_uc2_title
source: Choisir entre moyenne et médiane
af: Kies tussen gemiddelde en mediaan
bg: Избор между средна и медиана
cs: Vybrat mezi průměrem a mediánem
da: Vælg mellem gennemsnit og median
de: Zwischen Mittelwert und Median wählen
el: Επιλογή μεταξύ μέσης και διάμεσου
es: Elegir entre media y mediana
fi: Valitse keskiarvon ja mediaanin välillä
fil: Pumili sa pagitan ng average at median
hu: Választani az átlag és a medián között
id: Memilih antara rata-rata dan median
it: Scegliere tra media e mediana
ja: 平均と中央値の選択
ko: 평균과 중앙값 중에서 선택하기
nl: Kiezen tussen gemiddelde en mediaan
no: Velge mellom gjennomsnitt og median
pl: Wybór między średnią a medianą
pt_pt: Escolher entre média e mediana
ro: Alegerea între medie și mediana
ru: Выбрать между средним и медианой
sk: Vybrať medzi priemerom a mediánom
sv: Välja mellan medelvärde och median
sw: Kuchagua kati ya wastani na mediani
tr: Ortalama ve medyan arasında seçim yapmak
uk: Вибрати між середнім і медіаною
vi: Chọn giữa trung bình và trung vị
zh_hans: 在平均数和中位数之间选择

# ed_math_statistics_median_course_uc2_text
source: Savoir pourquoi la médiane est souvent meilleure quand la distribution est asymétrique ou qu’il y a des valeurs extrêmes (salaires, prix…).
af: Weet waarom die mediaan dikwels beter is wanneer die verspreiding asimmetries is of daar uiterste waardes is (salarisse, pryse…).
bg: Да знаете защо медианата често е по-добра, когато разпределението е асиметрично или има крайни стойности (заплати, цени…).
cs: Vědět, proč je medián často lepší, když je rozdělení asymetrické nebo když jsou přítomny extrémní hodnoty (mzdy, ceny…).
da: Vide hvorfor medianen ofte er bedre, når fordelingen er asymmetrisk, eller der er ekstreme værdier (lønninger, priser...).
de: Wissen, warum der Median oft besser ist, wenn die Verteilung asymmetrisch ist oder es extreme Werte gibt (Löhne, Preise…).
el: Να γνωρίζετε γιατί η διάμεσος είναι συχνά καλύτερη όταν η κατανομή είναι ασύμμετρη ή υπάρχουν ακραίες τιμές (μισθοί, τιμές…).
es: Saber por qué la mediana es a menudo mejor cuando la distribución es asimétrica o hay valores extremos (salarios, precios…).
fi: Tiedä, miksi mediaani on usein parempi, kun jakauma on epäsymmetrinen tai kun on äärimmäisiä arvoja (palkat, hinnat…).
fil: Alamin kung bakit ang median ay madalas na mas mabuti kapag ang pamamahagi ay hindi simetriko o may mga ekstremong halaga (mga sahod, presyo…).
hu: Tudni, miért jobb gyakran a medián, amikor az eloszlás aszimmetrikus vagy szélsőséges értékek vannak (bérek, árak…).
id: Mengetahui mengapa median seringkali lebih baik ketika distribusi asimetris atau ada nilai ekstrem (gaji, harga…).
it: Sapere perché la mediana è spesso migliore quando la distribuzione è asimmetrica o ci sono valori estremi (salari, prezzi…).
ja: 分布が非対称であるか、極端な値（給与、価格など）がある場合に中央値がしばしば優れている理由を知る。
ko: 분포가 비대칭이거나 극단값이 있을 때 중앙값이 종종 더 나은 이유를 아는 것(임금, 가격 등).
nl: Weten waarom de mediaan vaak beter is wanneer de verdeling scheef is of er extreme waarden zijn (salarissen, prijzen…).
no: Vite hvorfor medianen ofte er bedre når fordelingen er asymmetrisk eller det er ekstreme verdier (lønninger, priser…).
pl: Wiedzieć, dlaczego mediana jest często lepsza, gdy rozkład jest asymetryczny lub gdy są wartości ekstremalne (wynagrodzenia, ceny…).
pt_pt: Saber por que a mediana é frequentemente melhor quando a distribuição é assimétrica ou há valores extremos (salários, preços…).
ro: A ști de ce mediana este adesea mai bună când distribuția este asimetrică sau când există valori extreme (salarii, prețuri…).
ru: Знать, почему медиана часто лучше, когда распределение асимметрично или есть экстремальные значения (зарплаты, цены…).
sk: Vedieť, prečo je medián často lepší, keď je rozdelenie asymetrické alebo sú prítomné extrémne hodnoty (mzdy, ceny…).
sv: Veta varför medianen ofta är bättre när fördelningen är sned eller det finns extrema värden (löner, priser…).
sw: Kujua kwa nini mediani mara nyingi ni bora wakati usambazaji ni wa asimetriki au kuna thamani za ekstremu (mishahara, bei…).
tr: Dağılım asimetrik olduğunda veya uç değerler (maaşlar, fiyatlar...) olduğunda medyanın neden genellikle daha iyi olduğunu bilmek.
uk: Знати, чому медіана часто є кращою, коли розподіл асиметричний або є екстремальні значення (зарплати, ціни…).
vi: Biết tại sao trung vị thường tốt hơn khi phân phối không đối xứng hoặc có các giá trị cực trị (lương, giá…).
zh_hans: 了解为什么在分布不对称或存在极端值（工资、价格等）时，中位数通常更好。

# ed_math_statistics_median_course_uc3_title
source: Traiter des tableaux d’effectifs
af: Hanteer frekwensietabelle
bg: Обработка на таблици с честоти
cs: Zpracovat tabulky četností
da: Behandle frekvenstabeller
de: Mit Häufigkeitstabellen umgehen
el: Επεξεργασία πινάκων συχνοτήτων
es: Tratar tablas de frecuencias
fi: Käsitellä frekvenssitaulukoita
fil: Pamahalaan ang mga talahanayan ng dalas
hu: Gyakorisági táblázatok kezelése
id: Mengolah tabel frekuensi
it: Trattare tabelle di frequenze
ja: 頻度表を処理する
ko: 빈도표 처리하기
nl: Werken met frequentietabellen
no: Behandle frekvenstabeller
pl: Praca z tabelami częstości
pt_pt: Tratar tabelas de frequências
ro: Prelucrarea tabelelor de frecvențe
ru: Обрабатывать таблицы частот
sk: Spracovať tabuľky frekvencií
sv: Behandla frekvenstabeller
sw: Kushughulikia meza za idadi
tr: Frekans tablolarını işlemek
uk: Обробка таблиць частот
vi: Xử lý bảng tần số
zh_hans: 处理频数表
