Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_flatten_forms_a2
source: Ils ne sont plus interactifs. Selon l’implémentation, ils peuvent être retirés ou rendus inactifs après rendu.
af: Hulle is nie meer interaktief nie. Afhangende van die implementering, kan hulle verwyder of inaktief gemaak word na weergawe.
bg: Те вече не са интерактивни. В зависимост от имплементацията, те могат да бъдат премахнати или направени неактивни след рендиране.
cs: Už nejsou interaktivní. V závislosti na implementaci mohou být odstraněna nebo učiněna neaktivní po renderování.
da: De er ikke længere interaktive. Afhængigt af implementeringen kan de blive fjernet eller gjort inaktive efter gengivelse.
de: Sie sind nicht mehr interaktiv. Je nach Implementierung können sie nach der Darstellung entfernt oder inaktiv gemacht werden.
el: Δεν είναι πλέον διαδραστικά. Ανάλογα με την υλοποίηση, μπορεί να αφαιρεθούν ή να γίνουν ανενεργά μετά την απόδοση.
es: Ya no son interactivos. Dependiendo de la implementación, pueden ser eliminados o desactivados después de la representación.
fi: Ne eivät ole enää interaktiivisia. Toteutuksesta riippuen ne voidaan poistaa tai tehdä passiivisiksi tulostuksen jälkeen.
fil: Hindi na sila interactive. Depende sa implementasyon, maaari silang alisin o gawing inactive pagkatapos ng rendering.
hu: TODO
id: TODO
it: Non sono più interattivi. A seconda dell'implementazione, possono essere rimossi o resi inattivi dopo il rendering.
ja: インタラクティブではなくなります。実装によっては、レンダリング後に削除されるか非アクティブにされることがあります。
ko: 더 이상 대화형이 아닙니다. 구현에 따라 렌더링 후 제거되거나 비활성화될 수 있습니다.
nl: Ze zijn niet meer interactief. Afhankelijk van de implementatie kunnen ze worden verwijderd of inactief worden gemaakt na weergave.
no: De er ikke lenger interaktive. Avhengig av implementeringen kan de bli fjernet eller gjort inaktive etter rendering.
pl: Nie są już interaktywne. W zależności od implementacji mogą być usunięte lub uczynione nieaktywnymi po renderowaniu.
pt_pt: Eles não são mais interativos. Dependendo da implementação, podem ser removidos ou tornados inativos após a renderização.
ro: Nu mai sunt interactive. În funcție de implementare, ele pot fi eliminate sau făcute inactive după redare.
ru: Они больше не интерактивны. В зависимости от реализации они могут быть удалены или сделаны неактивными после отображения.
sk: Už nie sú interaktívne. V závislosti od implementácie môžu byť odstránené alebo neaktívne po zobrazení.
sv: De är inte längre interaktiva. Beroende på implementationen kan de tas bort eller göras inaktiva efter rendering.
sw: Hayako tena ya mwingiliano. Kulingana na utekelezaji, yanaweza kuondolewa au kufanywa kuwa yasiyo na nguvu baada ya uwasilishaji.
tr: Artık etkileşimli değiller. Uygulamaya bağlı olarak, görüntülemeden sonra kaldırılabilir veya devre dışı bırakılabilirler.
uk: Вони більше не інтерактивні. Залежно від реалізації, їх можуть видалити або зробити неактивними після відображення.
vi: Chúng không còn tương tác. Tùy theo cách triển khai, chúng có thể bị xóa hoặc trở nên không hoạt động sau khi hiển thị.
zh_hans: 它们不再是交互式的。根据实现，它们可能在呈现后被移除或变为非活动状态。

# ed_dev_pdf_pdf_flatten_forms_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_flatten_forms_tip
source: Avant d’aplatir, exportez “Champs de formulaire PDF → JSON” : vous aurez une sauvegarde structurée des champs/valeurs au cas où vous deviez reconstituer un formulaire.
af: Voordat jy platmaak, voer "PDF Form Fields → JSON" uit: jy sal 'n gestruktureerde rugsteun van die velde/waardes hê in die geval jy 'n vorm moet herbou.
bg: Преди да плоснете, експортирайте "PDF формуляри → JSON": ще имате структурирано копие на полета/стойности в случай, че трябва да възстановите формуляр.
cs: Před aplatiť, exportujte "PDF Form Fields → JSON": budete mít strukturovanou zálohu polí/hodnot pro případ, že byste museli znovu vytvořit formulář.
da: Før du flader, skal du eksportere "PDF-formularfelter → JSON": du får en struktureret sikkerhedskopi af felter/værdier, hvis du skal genskabe en formular.
de: Exportieren Sie vor dem Flatten "PDF-Formularfelder → JSON": Sie erhalten eine strukturierte Sicherung der Felder/Werte, falls Sie ein Formular wiederherstellen müssen.
el: Πριν απλοποιήσετε, εξάγετε "Πεδία φόρμας PDF → JSON": θα έχετε ένα δομημένο αντίγραφο ασφαλείας των πεδίων/τιμών σε περίπτωση που χρειαστεί να ανασυνθέσετε μια φόρμα.
es: Antes de aplanar, exporte “Campos de formulario PDF → JSON”: tendrá una copia de seguridad estructurada de los campos/valores en caso de que necesite reconstruir un formulario.
fi: Ennen tasoitusta vie "PDF-lomakkeen kentät → JSON": saat rakenteellisen varmuuskopion kentistä/arvoista, jos sinun on palautettava lomake.
fil: Bago i-flatten, i-export ang "PDF Form Fields → JSON": magkakaroon ka ng naka-structured na backup ng mga field/halaga sakaling kailanganin mong muling buuin ang isang form.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tip unik yang terkait dengan niat alat ini.
it: Prima di appiattire, esporta "Campi di modulo PDF → JSON": avrai un backup strutturato dei campi/valori nel caso tu debba ricostruire un modulo.
ja: フラット化する前に、「PDFフォームフィールド→JSON」をエクスポートしてください：フォームを再構成する必要がある場合に備えて、フィールド/値の構造化されたバックアップが得られます。
ko: 평면화하기 전에 'PDF 양식 필드 → JSON'으로 내보내십시오: 양식을 재구성해야 할 경우 필드/값의 구조화된 백업을 얻을 수 있습니다.
nl: Exporteer "PDF Form Fields → JSON" voordat je flatten: je hebt een gestructureerde back-up van de velden/waarden voor het geval je een formulier moet reconstrueren.
no: Før du flater, eksporter "PDF-skjema-felter → JSON": du vil ha en strukturert sikkerhetskopi av feltene/verdiene i tilfelle du må rekonstruere et skjema.
pl: Przed spłaszczeniem, wyeksportuj "Pola formularza PDF → JSON": będziesz mieć strukturalną kopię zapasową pól/wartości na wypadek, gdybyś musiał odtworzyć formularz.
pt_pt: Antes de aplanar, exporte "Campos de formulário PDF → JSON": você terá um backup estruturado dos campos/valores caso precise reconstruir um formulário.
ro: Înainte de a aplatiza, exportați „Câmpuri de formular PDF → JSON”: veți avea o copie de rezervă structurată a câmpurilor/valorilor în cazul în care trebuie să reconstituiți un formular.
ru: Перед упрощением экспортируйте "Поля формы PDF → JSON": у вас будет структурированная резервная копия полей/значений на случай, если вам нужно будет восстановить форму.
sk: Pred aplatením exportujte "PDF Form Fields → JSON": budete mať štruktúrovanú zálohu polí/hodnôt pre prípad, že by ste museli zrekonštruovať formulár.
sv: Innan du plattar ut, exportera "PDF-formulärfält → JSON": du får en strukturerad säkerhetskopia av fält/värden ifall du behöver återskapa ett formulär.
sw: Kabla ya kusawazisha, export "Maeneo ya kujaza PDF → JSON": utakuwa na nakala iliyopangwa ya maeneo/thamani ikiwa unahitaji kurejesha fomu.
tr: Düzleştirmeden önce, "PDF Form Alanları → JSON" olarak dışa aktarın: formu yeniden oluşturmanız gerektiğinde alanların/değerlerin yapılandırılmış bir yedeğini alırsınız.
uk: Перед згладжуванням експортуйте "Поля форми PDF → JSON": ви отримаєте структуровану резервну копію полів/значень на випадок, якщо вам потрібно буде відновити форму.
vi: Trước khi aplatir, hãy xuất "Trường biểu mẫu PDF → JSON": bạn sẽ có một bản sao lưu có cấu trúc của các trường/giá trị trong trường hợp bạn cần tái tạo một biểu mẫu.
zh_hans: 在扁平化之前，导出“PDF表单字段→JSON”：您将获得字段/值的结构化备份，以防您需要重建表单。

# ed_dev_pdf_pdf_font_embedding_check_title
source: À propos : PDF Font Embedding Check
af: Oor: PDF Font Embedding Check
bg: Относно: PDF Font Embedding Check
cs: O: PDF Kontrola vložení písem
da: Om: PDF Font Embedding Check
de: Über: PDF Font Embedding Check
el: Σχετικά με: PDF Font Embedding Check
es: Acerca de: Verificación de integración de fuentes PDF
fi: Tietoa: PDF-fonttien upotustarkistus
fil: Tungkol sa: PDF Font Embedding Check
hu: A következőkről: A betűtípusok integrációjának ellenőrzése
id: Tentang: Memeriksa integrasi font
it: Informazioni: PDF Font Embedding Check
ja: について：PDFフォント埋め込みチェック
ko: 정보: PDF 글꼴 포함 확인
nl: Over: PDF Font Embedding Check
no: Om: PDF Font Embedding Check
pl: O: PDF Font Embedding Check
pt_pt: Sobre: PDF Font Embedding Check
ro: Despre: Verificarea încorporării fonturilor PDF
ru: О: Проверка Встраивания Шрифтов PDF
sk: O: PDF Kontrola Vkladania Písma
sv: Om: PDF Font Embedding Check
sw: Kuhusu: PDF Font Embedding Check
tr: Hakkında: PDF Yazı Tipi Gömme Kontrolü
uk: Про: PDF Font Embedding Check
vi: Về: PDF Kiểm Tra Nhúng Phông Chữ
zh_hans: 关于：PDF字体嵌入检查

# ed_dev_pdf_pdf_font_embedding_check_lead
source: Contrôler l’intégration des polices d’un PDF (embedded, subset, manquantes) afin d’anticiper les problèmes de rendu à l’impression, en PDF/A ou sur d’autres machines.
af: Kontroleer die integrasie van skrifte in 'n PDF (ingebed, substel, ontbrekend) om probleme met weergawe by druk, in PDF/A of op ander masjiene te voorspel.
bg: Контролирайте интеграцията на шрифтовете в PDF (вградени, подмножества, липсващи), за да предвидите проблеми с рендирането при печат, в PDF/A или на други машини.
cs: Zkontrolujte vložení písem v PDF (embedded, subset, chybějící), abyste předešli problémům s renderováním při tisku, v PDF/A nebo na jiných strojích.
da: Kontroller integrationen af skrifttyper i en PDF (embedded, subset, manglende) for at forudse udskrivningsproblemer, i PDF/A eller på andre maskiner.
de: Überprüfen Sie die Einbettung von Schriftarten in einem PDF (eingebettet, Teilmenge, fehlend), um Druckprobleme, PDF/A oder auf anderen Maschinen vorherzusehen.
el: Ελέγξτε την ενσωμάτωση των γραμματοσειρών ενός PDF (embedded, subset, λείπουν) για να προβλέψετε προβλήματα απόδοσης κατά την εκτύπωση, σε PDF/A ή σε άλλες μηχανές.
es: Controlar la integración de fuentes de un PDF (embebidas, subconjuntos, faltantes) para anticipar problemas de representación al imprimir, en PDF/A o en otras máquinas.
fi: Tarkista PDF:n fonttien upotus (upotettu, osajoukko, puuttuvat) ennakoidaksesi tulostusongelmia, PDF/A:ssa tai muilla koneilla.
fil: Suriin ang pag-embed ng mga font ng isang PDF (embedded, subset, nawawala) upang maiwasan ang mga problema sa rendering sa pag-print, sa PDF/A o sa iba pang mga makina.
hu: TODO: A szerszám pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: TODO: Menjelaskan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Controllare l'integrazione delle font di un PDF (embedded, subset, mancanti) per anticipare problemi di rendering alla stampa, in PDF/A o su altre macchine.
ja: PDFのフォントの埋め込み（embedded、subset、欠落）を確認し、印刷時、PDF/A、または他のマシンでのレンダリングの問題を予測します。
ko: PDF의 글꼴 포함(embedded, subset, 누락)을 확인하여 인쇄, PDF/A 또는 다른 기계에서의 렌더링 문제를 예방합니다.
nl: Controleer de integratie van lettertypen in een PDF (ingebed, subset, ontbrekend) om problemen met de weergave bij afdrukken, in PDF/A of op andere machines te anticiperen.
no: Kontroller integreringen av skrifter i en PDF (embedded, subset, manglende) for å forutse utskriftsproblemer, i PDF/A eller på andre maskiner.
pl: Sprawdź integrację czcionek w PDF (osadzone, podzestaw, brakujące), aby przewidzieć problemy z renderowaniem przy drukowaniu, w PDF/A lub na innych maszynach.
pt_pt: Verificar a integração das fontes de um PDF (embarcadas, subconjunto, ausentes) para antecipar problemas de renderização na impressão, em PDF/A ou em outras máquinas.
ro: Verificați încorporarea fonturilor dintr-un PDF (încorporate, subset, lipsă) pentru a anticipa problemele de redare la tipărire, în PDF/A sau pe alte mașini.
ru: Проверьте встраивание шрифтов в PDF (встроенные, подмножества, отсутствующие), чтобы предвидеть проблемы с отображением при печати, в PDF/A или на других машинах.
sk: Skontrolovať integráciu písiem PDF (vložené, podmnožiny, chýbajúce), aby sa predišlo problémom s tlačou, v PDF/A alebo na iných strojoch.
sv: Kontrollera integreringen av typsnitt i en PDF (inbäddade, delmängd, saknas) för att förutse renderingsproblem vid utskrift, i PDF/A eller på andra maskiner.
sw: Kagua ujumuishaji wa fonti za PDF (embedded, subset, zinazokosekana) ili kutabiri matatizo ya uwasilishaji wakati wa uchapishaji, katika PDF/A au kwenye mashine nyingine.
tr: Bir PDF'nin yazı tiplerinin entegrasyonunu kontrol edin (gömülü, alt küme, eksik) ve baskıda, PDF/A'da veya diğer makinelerde görüntüleme sorunlarını önceden tahmin edin.
uk: Перевірте вбудовування шрифтів у PDF (вбудовані, підмножини, відсутні), щоб передбачити проблеми з відображенням при друку, у PDF/A або на інших машинах.
vi: Kiểm tra việc nhúng phông chữ của một PDF (nhúng, tập hợp con, thiếu) để dự đoán các vấn đề về hiển thị khi in, trong PDF/A hoặc trên các máy khác.
zh_hans: 检查PDF的字体嵌入（嵌入、子集、缺失），以预见打印、PDF/A或其他机器上的呈现问题。

# ed_dev_pdf_pdf_font_embedding_check_usecases
source: Cas d’utilisation
af: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: Случаи на употреба
cs: Případ použití
da: Beskriv det præcise formål med dette værktøj (unik intention, ikke en parafrase af en anden).
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: このツールの正確な目的を説明する（ユニークな意図、他のものの言い換えではない）。
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Descrever o objetivo exato deste ferramenta (intenção única, não uma paráfrase de outra).
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: Kullanım Durumları
uk: Випадки використання
vi: Mô tả mục tiêu chính xác của công cụ này (ý định duy nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: 描述该工具的确切目标（独特意图，而不是其他内容的释义）。

# ed_dev_pdf_pdf_font_embedding_check_uc1_title
source: Impression pro
af: Professionele druk
bg: Професионално печатане
cs: Profesionální tisk
da: Professionel udskrivning
de: Professioneller Druck
el: Επαγγελματική εκτύπωση
es: Impresión profesional
fi: Ammattimainen tulostus
fil: Propesyonal na pag-print
hu: TODO
id: TODO
it: Stampa professionale
ja: プロ印刷
ko: 전문 인쇄
nl: Professionele afdrukken
no: Profesjonell utskrift
pl: Drukowanie profesjonalne
pt_pt: Impressão profissional
ro: Tipărire profesională
ru: Профессиональная печать
sk: Profesionálna tlač
sv: Professionell utskrift
sw: Uchapishaji wa kitaalamu
tr: Profesyonel baskı
uk: Професійний друк
vi: In chuyên nghiệp
zh_hans: 专业打印

# ed_dev_pdf_pdf_font_embedding_check_uc1_text
source: Vérifier que les polices sont embarquées avant envoi à un imprimeur ou à un prestataire.
af: Kontroleer dat die skrifte ingebed is voordat dit aan 'n drukker of verskaffer gestuur word.
bg: Проверете дали шрифтовете са вградени преди изпращане на печатница или доставчик.
cs: Zkontrolujte, zda jsou písma vložena před odesláním tiskaři nebo dodavateli.
da: Kontroller, at skrifttyperne er indlejret, før du sender til en trykker eller leverandør.
de: Überprüfen Sie, ob die Schriftarten eingebettet sind, bevor Sie sie an einen Drucker oder Dienstleister senden.
el: Ελέγξτε ότι οι γραμματοσειρές είναι ενσωματωμένες πριν την αποστολή σε εκτυπωτή ή προμηθευτή.
es: Verificar que las fuentes estén embebidas antes de enviar a un impresor o proveedor.
fi: Varmista, että fontit on upotettu ennen lähettämistä painajalle tai palveluntarjoajalle.
fil: Suriin na ang mga font ay naka-embed bago ipadala sa isang printer o service provider.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Verificare che le font siano incorporate prima dell'invio a un stampatore o a un fornitore.
ja: 印刷業者やサービスプロバイダーに送信する前に、フォントが埋め込まれていることを確認します。
ko: 인쇄소나 서비스 제공업체에 보내기 전에 글꼴이 포함되어 있는지 확인하십시오.
nl: Controleer of de lettertypen zijn ingebed voordat je ze naar een drukker of leverancier stuurt.
no: Sjekk at skriftene er innebygd før sending til en trykker eller leverandør.
pl: Sprawdź, czy czcionki są osadzone przed wysłaniem do drukarni lub dostawcy.
pt_pt: Verifique se as fontes estão embarcadas antes de enviar a um impressor ou prestador de serviços.
ro: Verificați că fonturile sunt încorporate înainte de a le trimite unui tipograf sau unui furnizor.
ru: Убедитесь, что шрифты встроены перед отправкой в типографию или к поставщику.
sk: Skontrolujte, či sú písma vložené pred odoslaním tlačiarni alebo dodávateľovi.
sv: Kontrollera att typsnitten är inbäddade innan du skickar till en tryckare eller leverantör.
sw: Kagua kwamba fonti zimejumuishwa kabla ya kutuma kwa mchapishaji au mtoa huduma.
tr: Bir matbaaya veya hizmet sağlayıcıya göndermeden önce yazı tiplerinin gömülü olduğundan emin olun.
uk: Перевірте, що шрифти вбудовані перед відправкою до друкарні або постачальника.
vi: Kiểm tra rằng các phông chữ đã được nhúng trước khi gửi đến một nhà in hoặc nhà cung cấp.
zh_hans: 在发送给印刷商或服务提供商之前，检查字体是否已嵌入。

# ed_dev_pdf_pdf_font_embedding_check_uc2_title
source: Compatibilité multi-lecteurs
af: Multi-leser kompatibiliteit
bg: Съвместимост с множество четци
cs: Kompatibilita s více čtečkami
da: Multi-læser kompatibilitet
de: Multi-Reader-Kompatibilität
el: Συμβατότητα πολλαπλών αναγνωστών
es: Compatibilidad multi-lectores
fi: Monilukijalähtöisyys
fil: Multi-reader compatibility
hu: TODO
id: TODO
it: Compatibilità multi-lettori
ja: マルチリーダー互換性
ko: 다중 리더 호환성
nl: Multi-lezer compatibiliteit
no: Multi-leser kompatibilitet
pl: Kompatybilność z wieloma czytnikami
pt_pt: Compatibilidade multi-leitores
ro: Compatibilitate multi-lectori
ru: Совместимость с несколькими читателями
sk: Kompatibilita s viacerými čítačkami
sv: Multi-läsarkompatibilitet
sw: Ulinganifu wa wasomaji wengi
tr: Çoklu okuyucu uyumluluğu
uk: Сумісність з кількома читачами
vi: Tương thích đa trình đọc
zh_hans: 多阅读器兼容性

# ed_dev_pdf_pdf_font_embedding_check_uc2_text
source: Éviter les substitutions de polices entre Adobe Reader, navigateurs et viewers mobiles.
af: Voorkom skrifvervanging tussen Adobe Reader, blaaiers en mobiele kyker.
bg: Избягвайте замествания на шрифтове между Adobe Reader, браузъри и мобилни прегледачи.
cs: Vyhněte se substitucím písem mezi Adobe Reader, prohlížeči a mobilními prohlížeči.
da: Undgå skrifttypeudskiftninger mellem Adobe Reader, browsere og mobile visere.
de: Vermeiden Sie Schriftartsubstitutionen zwischen Adobe Reader, Browsern und mobilen Viewern.
el: Αποφύγετε τις υποκαταστάσεις γραμματοσειρών μεταξύ Adobe Reader, προγραμμάτων περιήγησης και κινητών αναγνωστών.
es: Evitar sustituciones de fuentes entre Adobe Reader, navegadores y visores móviles.
fi: Vältä fonttien korvauksia Adobe Readerin, selainten ja mobiililukijoiden välillä.
fil: Iwasan ang mga kapalit ng font sa pagitan ng Adobe Reader, mga browser at mga mobile viewer.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Evitare le sostituzioni di font tra Adobe Reader, browser e visualizzatori mobili.
ja: Adobe Reader、ブラウザ、モバイルビューア間でのフォントの置き換えを避けます。
ko: Adobe Reader, 브라우저 및 모바일 뷰어 간의 글꼴 대체를 피하십시오.
nl: Vermijd lettertypevervanging tussen Adobe Reader, browsers en mobiele viewers.
no: Unngå skrifttype-substitusjoner mellom Adobe Reader, nettlesere og mobile visere.
pl: Unikaj zamiany czcionek między Adobe Reader, przeglądarkami i mobilnymi przeglądarkami.
pt_pt: Evitar substituições de fontes entre Adobe Reader, navegadores e visualizadores móveis.
ro: Evitarea substituțiilor de fonturi între Adobe Reader, browsere și vizualizatoare mobile.
ru: Избегайте замены шрифтов между Adobe Reader, браузерами и мобильными просмотрщиками.
sk: Vyhnúť sa substitúciám písiem medzi Adobe Reader, prehliadačmi a mobilnými prehliadačmi.
sv: Undvik typsnittsubstitutioner mellan Adobe Reader, webbläsare och mobila visare.
sw: Epuka kubadilisha fonti kati ya Adobe Reader, vivinjari na waangalizi wa simu.
tr: Adobe Reader, tarayıcılar ve mobil görüntüleyiciler arasında yazı tipi değişimlerini önleyin.
uk: Уникати заміни шрифтів між Adobe Reader, браузерами та мобільними переглядачами.
vi: Tránh việc thay thế phông chữ giữa Adobe Reader, trình duyệt và trình xem di động.
zh_hans: 避免在Adobe Reader、浏览器和移动查看器之间的字体替换。

# ed_dev_pdf_pdf_font_embedding_check_uc3_title
source: Préparation PDF/A
af: PDF/A voorbereiding
bg: Подготовка PDF/A
cs: Příprava PDF/A
da: Forberedelse til PDF/A
de: PDF/A-Vorbereitung
el: Προετοιμασία PDF/A
es: Preparación PDF/A
fi: PDF/A-valmistelu
fil: Paghahanda ng PDF/A
hu: TODO
id: TODO
it: Preparazione PDF/A
ja: PDF/Aの準備
ko: PDF/A 준비
nl: Voorbereiding PDF/A
no: Forberedelse PDF/A
pl: Przygotowanie PDF/A
pt_pt: Preparação PDF/A
ro: Pregătire PDF/A
ru: Подготовка PDF/A
sk: Príprava PDF/A
sv: Förberedelse PDF/A
sw: Kuandaa PDF/A
tr: PDF/A'ya hazırlık
uk: Підготовка PDF/A
vi: Chuẩn bị PDF/A
zh_hans: PDF/A准备

# ed_dev_pdf_pdf_font_embedding_check_uc3_text
source: Identifier les polices non embarquées (souvent bloquantes pour certaines normes d’archivage).
af: Identifiseer nie-ingebedde skrifte (dikwels blokkerend vir sekere argiveringsnorme).
bg: Идентифицирайте не-вградените шрифтове (често блокиращи за определени архивни стандарти).
cs: Identifikujte nevložená písma (často blokující pro některé archivační normy).
da: Identificer ikke-embederede skrifttyper (ofte blokerende for visse arkiveringsstandarder).
de: Identifizieren Sie nicht eingebettete Schriftarten (oft blockierend für bestimmte Archivierungsstandards).
el: Εντοπίστε τις γραμματοσειρές που δεν είναι ενσωματωμένες (συχνά μπλοκαρίσματος για ορισμένα πρότυπα αρχειοθέτησης).
es: Identificar fuentes no embebidas (a menudo bloqueantes para ciertas normas de archivo).
fi: Tunnista upottamattomat fontit (usein esteitä tietyille arkistointistandardeille).
fil: Tukuyin ang mga font na hindi naka-embed (madalas na nagiging hadlang para sa ilang mga pamantayan ng pag-archive).
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Identificare le font non incorporate (spesso bloccanti per alcune norme di archiviazione).
ja: 埋め込まれていないフォントを特定します（アーカイブ基準に対してしばしばブロッキングとなります）。
ko: 포함되지 않은 글꼴을 식별하십시오(종종 일부 아카이빙 표준에 대해 차단됨).
nl: Identificeer niet-ingebedde lettertypen (vaak blokkeren voor bepaalde archiveringsnormen).
no: Identifisere ikke-innbygde skrifter (ofte blokkeringer for visse arkiveringsstandarder).
pl: Zidentyfikuj nieosadzone czcionki (często blokujące dla niektórych norm archiwizacji).
pt_pt: Identificar fontes não embarcadas (frequentemente bloqueadoras para certas normas de arquivamento).
ro: Identificarea fonturilor neîncorporate (adesea blocate pentru anumite standarde de arhivare).
ru: Определите не встроенные шрифты (часто блокирующие для некоторых стандартов архивирования).
sk: Identifikovať nevložené písma (často blokujúce pre niektoré archivačné normy).
sv: Identifiera typsnitt som inte är inbäddade (ofta blockerande för vissa arkiveringsstandarder).
sw: Tambua fonti zisizojumuishwa (zinazoleta vizuizi kwa baadhi ya viwango vya uhifadhi).
tr: Gömülmemiş yazı tiplerini tanımlayın (genellikle bazı arşivleme standartları için engelleyici olabilir).
uk: Визначити шрифти, які не вбудовані (часто блокують певні норми архівування).
vi: Xác định các phông chữ không được nhúng (thường là rào cản cho một số tiêu chuẩn lưu trữ).
zh_hans: 识别未嵌入的字体（通常对某些归档标准是阻碍）。
