Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_decimal_to_fraction_q2
source: Pourquoi 0,125 devient 1/8 ?
af: Waarom word 0,125 1/8?
bg: Защо 0,125 става 1/8?
cs: Proč se 0,125 stává 1/8?
da: Hvorfor bliver 0,125 til 1/8?
de: Warum wird 0,125 zu 1/8?
el: Γιατί το 0,125 γίνεται 1/8;
es: ¿Por qué 0,125 se convierte en 1/8?
fi: Miksi 0,125 muuttuu 1/8:ksi?
fil: Bakit ang 0.125 ay nagiging 1/8?
hu: Miért lesz a 0,125-ből 1/8?
id: Mengapa 0,125 menjadi 1/8?
it: Perché 0,125 diventa 1/8?
ja: なぜ0.125は1/8になるのですか？
ko: 왜 0.125가 1/8이 되나요?
nl: Waarom wordt 0,125 1/8?
no: Hvorfor blir 0,125 til 1/8?
pl: Dlaczego 0,125 staje się 1/8?
pt_pt: Por que 0,125 se torna 1/8?
ro: De ce 0,125 devine 1/8?
ru: Почему 0,125 становится 1/8?
sk: Prečo 0,125 sa stáva 1/8?
sv: Varför blir 0,125 1/8?
sw: Kwa nini 0.125 inakuwa 1/8?
tr: Neden 0,125 1/8 olur?
uk: Чому 0,125 стає 1/8?
vi: Tại sao 0,125 trở thành 1/8?
zh_hans: 为什么0.125变成1/8？

# ed_math_fractions_decimal_to_fraction_a2
source: Parce que 0,125 = 125/1000, et cette fraction se simplifie en 1/8.
af: Omdat 0,125 = 125/1000, en hierdie breuk vereenvoudig na 1/8.
bg: Защото 0,125 = 125/1000, и тази дроб се опростява до 1/8.
cs: Protože 0,125 = 125/1000, a tento zlomek se zjednodušuje na 1/8.
da: Fordi 0,125 = 125/1000, og denne brøk forenkles til 1/8.
de: Weil 0,125 = 125/1000 ist, und dieser Bruch vereinfacht sich zu 1/8.
el: Επειδή 0,125 = 125/1000, και αυτό το κλάσμα απλοποιείται σε 1/8.
es: Porque 0,125 = 125/1000, y esta fracción se simplifica a 1/8.
fi: Koska 0,125 = 125/1000, ja tämä murtoluku yksinkertaistuu 1/8:ksi.
fil: Dahil ang 0.125 = 125/1000, at ang fraction na ito ay pinadali sa 1/8.
hu: Mert 0,125 = 125/1000, és ez a tört egyszerűsödik 1/8-ra.
id: Karena 0,125 = 125/1000, dan pecahan ini disederhanakan menjadi 1/8.
it: Perché 0,125 = 125/1000, e questa frazione si semplifica in 1/8.
ja: 0.125 = 125/1000であり、この分数は1/8に簡略化されます。
ko: 0.125 = 125/1000이고, 이 분수는 1/8로 단순화됩니다.
nl: Omdat 0,125 = 125/1000, en deze breuk vereenvoudigt naar 1/8.
no: Fordi 0,125 = 125/1000, og denne brøken forenkles til 1/8.
pl: Ponieważ 0,125 = 125/1000, a ten ułamek upraszcza się do 1/8.
pt_pt: Porque 0,125 = 125/1000, e essa fração se simplifica em 1/8.
ro: Pentru că 0,125 = 125/1000, iar această fracție se simplifică în 1/8.
ru: Потому что 0,125 = 125/1000, и эта дробь упрощается до 1/8.
sk: Pretože 0,125 = 125/1000, a tento zlomok sa zjednoduší na 1/8.
sv: För att 0,125 = 125/1000, och detta bråk förenklas till 1/8.
sw: Kwa sababu 0.125 = 125/1000, na fraction hii inarahisishwa kuwa 1/8.
tr: Çünkü 0,125 = 125/1000 ve bu kesir 1/8 olarak sadeleşir.
uk: Тому що 0,125 = 125/1000, і цей дріб спрощується до 1/8.
vi: Bởi vì 0,125 = 125/1000, và phân số này được đơn giản hóa thành 1/8.
zh_hans: 因为0.125 = 125/1000，这个分数简化为1/8。

# ed_math_fractions_decimal_to_fraction_q3
source: Comment traiter un décimal périodique comme 0,333… ?
af: Hoe om 'n periodieke desimaal soos 0,333… te hanteer?
bg: Как да се справим с периодично десетично число като 0,333…?
cs: Jak zacházet s periodickým desetinným číslem jako 0,333…?
da: Hvordan håndterer man et periodisk decimal som 0,333…?
de: Wie behandelt man eine periodische Dezimalzahl wie 0,333…?
el: Πώς να χειριστείτε έναν περιοδικό δεκαδικό όπως το 0,333…;
es: ¿Cómo tratar un decimal periódico como 0,333…?
fi: Kuinka käsitellä jaksollista desimaalia kuten 0,333…?
fil: Paano hawakan ang isang periodic decimal tulad ng 0.333…?
hu: Hogyan kezeljük a periódikus tizedest, mint a 0,333…?
id: Bagaimana cara menangani desimal periodik seperti 0,333…?
it: Come trattare un decimale periodico come 0,333…?
ja: 0.333…のような循環小数をどう扱いますか？
ko: 0.333…과 같은 주기 소수를 어떻게 처리하나요?
nl: Hoe ga je om met een periodiek decimaal zoals 0,333…?
no: Hvordan håndtere et periodisk desimal som 0,333…?
pl: Jak traktować okresowe dziesiętne, takie jak 0,333…?
pt_pt: Como tratar um decimal periódico como 0,333…?
ro: Cum se tratează un decimal periodic precum 0,333…?
ru: Как обработать периодическую десятичную дробь, такую как 0,333…?
sk: Ako zaobchádzať s periodickým desatinným číslom ako 0,333…?
sv: Hur hanterar man ett periodiskt decimaltal som 0,333…?
sw: Jinsi ya kushughulikia decimal ya kipindi kama 0.333…?
tr: 0,333… gibi bir dönemsel ondalıkla nasıl başa çıkılır?
uk: Як обробити періодичний десятковий дріб, як 0,333…?
vi: Làm thế nào để xử lý một số thập phân tuần hoàn như 0,333…?
zh_hans: 如何处理像0.333…这样的循环小数？

# ed_math_fractions_decimal_to_fraction_a3
source: Un décimal périodique correspond à une fraction exacte : 0,333… = 1/3.
af: ‘n Periodieke desimaal stem ooreen met 'n presiese breuk: 0,333… = 1/3.
bg: Периодичното десетично число съответства на точна дроб: 0,333… = 1/3.
cs: Periodické desetinné číslo odpovídá přesnému zlomku: 0,333… = 1/3.
da: Et periodisk decimal svarer til en præcis brøk: 0,333… = 1/3.
de: Eine periodische Dezimalzahl entspricht einem exakten Bruch: 0,333… = 1/3.
el: Ένας περιοδικός δεκαδικός αντιστοιχεί σε ένα ακριβές κλάσμα: 0,333… = 1/3.
es: Un decimal periódico corresponde a una fracción exacta: 0,333… = 1/3.
fi: Jaksollinen desimaali vastaa tarkkaa murtoluku: 0,333… = 1/3.
fil: Ang isang periodic decimal ay tumutugma sa isang eksaktong fraction: 0.333… = 1/3.
hu: Egy periódikus tizedes pontos törtet jelent: 0,333… = 1/3.
id: Desimal periodik sesuai dengan pecahan yang tepat: 0,333… = 1/3.
it: Un decimale periodico corrisponde a una frazione esatta: 0,333… = 1/3.
ja: 循環小数は正確な分数に対応します：0.333… = 1/3。
ko: 주기 소수는 정확한 분수에 해당합니다: 0.333… = 1/3.
nl: Een periodiek decimaal komt overeen met een exacte breuk: 0,333… = 1/3.
no: Et periodisk desimal tilsvarer en nøyaktig brøk: 0,333… = 1/3.
pl: Okresowe dziesiętne odpowiada dokładnemu ułamkowi: 0,333… = 1/3.
pt_pt: Um decimal periódico corresponde a uma fração exata: 0,333… = 1/3.
ro: Un decimal periodic corespunde unei fracții exacte: 0,333… = 1/3.
ru: Периодическая десятичная дробь соответствует точной дроби: 0,333… = 1/3.
sk: Periodické desatinné číslo zodpovedá presnému zlomku: 0,333… = 1/3.
sv: Ett periodiskt decimaltal motsvarar ett exakt bråk: 0,333… = 1/3.
sw: Decimal ya kipindi inalingana na fraction sahihi: 0.333… = 1/3.
tr: Bir dönemsel ondalık, tam bir kesire karşılık gelir: 0,333… = 1/3.
uk: Періодичний десятковий дріб відповідає точному дробу: 0,333… = 1/3.
vi: Một số thập phân tuần hoàn tương ứng với một phân số chính xác: 0,333… = 1/3.
zh_hans: 一个循环小数对应一个精确的分数：0.333… = 1/3。

# ed_math_fractions_decimal_to_fraction_q4
source: Quelle différence avec “% ↔ fraction” ?
af: Wat is die verskil met “% ↔ breuk”?
bg: Каква е разликата с '% ↔ дроб'?
cs: Jaký je rozdíl mezi „% ↔ zlomek“?
da: Hvad er forskellen på “% ↔ brøk”?
de: Was ist der Unterschied zu '% ↔ Bruch'?
el: Ποια είναι η διαφορά με το “% ↔ κλάσμα”;
es: ¿Cuál es la diferencia con '% ↔ fracción'?
fi: Mikä ero on '% ↔ murtoluku'?
fil: Anong pagkakaiba sa ' % ↔ fraction '?
hu: Mi a különbség a “% ↔ tört” között?
id: Apa perbedaannya dengan “% ↔ pecahan”?
it: Qual è la differenza con '% ↔ frazione'?
ja: 「% ↔ 分数」との違いは何ですか？
ko: “% ↔ 분수”와의 차이점은 무엇인가요?
nl: Wat is het verschil met “% ↔ breuk”?
no: Hva er forskjellen med “% ↔ brøk”?
pl: Jaka jest różnica między „% ↔ ułamek”?
pt_pt: Qual a diferença com “% ↔ fração”?
ro: Care este diferența față de „% ↔ fracție”?
ru: В чем разница с «% ↔ дробь»?
sk: Aký je rozdiel medzi „% ↔ zlomok“?
sv: Vad är skillnaden med “% ↔ bråk”?
sw: Tofauti gani na “% ↔ fraction”?
tr: “% ↔ kesir” ile ne fark var?
uk: Яка різниця з «% ↔ дріб»?
vi: Sự khác biệt với “% ↔ phân số” là gì?
zh_hans: 与“% ↔ 分数”有什么区别？

# ed_math_fractions_decimal_to_fraction_a4
source: Ici on convertit un décimal en fraction. L’outil “% ↔ fraction” passe par une écriture sur 100.
af: Hier omskakel ons 'n desimaal in 'n breuk. Die “% ↔ breuk” hulpmiddel gaan deur 'n skrywe op 100.
bg: Тук конвертираме десетично число в дроб. Инструментът '% ↔ дроб' преминава през представяне на 100.
cs: Zde převádíme desetinné číslo na zlomek. Nástroj „% ↔ zlomek“ prochází zápisem na 100.
da: Her konverterer vi et decimal til en brøk. Værktøjet “% ↔ brøk” går gennem en skrivemåde på 100.
de: Hier konvertieren wir eine Dezimalzahl in einen Bruch. Das Werkzeug '% ↔ Bruch' geht über eine Schreibweise auf 100.
el: Εδώ μετατρέπουμε έναν δεκαδικό σε κλάσμα. Το εργαλείο “% ↔ κλάσμα” περνάει από μια γραφή σε 100.
es: Aquí convertimos un decimal en fracción. La herramienta '% ↔ fracción' pasa por una escritura sobre 100.
fi: Tässä muutetaan desimaali murtoluvuksi. Työkalu '% ↔ murtoluku' käyttää kirjoitusta 100:lla.
fil: Dito, nagko-convert tayo ng decimal sa fraction. Ang tool na '% ↔ fraction' ay dumadaan sa isang pagsulat sa 100.
hu: Itt egy tizedest alakítunk át törté. A “% ↔ tört” eszköz 100-ra írásmóddal dolgozik.
id: Di sini kita mengonversi desimal menjadi pecahan. Alat “% ↔ pecahan” menggunakan penulisan pada 100.
it: Qui convertiamo un decimale in frazione. Lo strumento '% ↔ frazione' passa attraverso una scrittura su 100.
ja: ここでは小数を分数に変換します。「% ↔ 分数」ツールは100での表記を経由します。
ko: 여기서는 소수를 분수로 변환합니다. “% ↔ 분수” 도구는 100의 표기를 사용합니다.
nl: Hier converteren we een decimaal naar een breuk. De tool “% ↔ breuk” gaat via een weergave op 100.
no: Her konverterer vi et desimal til brøk. Verktøyet “% ↔ brøk” går gjennom en skrivemåte på 100.
pl: Tutaj przekształcamy dziesiętną w ułamek. Narzędzie „% ↔ ułamek” przechodzi przez zapis na 100.
pt_pt: Aqui convertemos um decimal em fração. A ferramenta “% ↔ fração” passa por uma escrita sobre 100.
ro: Aici convertim un decimal în fracție. Instrumentul „% ↔ fracție” trece printr-o scriere pe 100.
ru: Здесь мы преобразуем десятичное число в дробь. Инструмент «% ↔ дробь» проходит через представление на 100.
sk: Tu prevádzame desatinné číslo na zlomok. Nástroj „% ↔ zlomok“ prechádza cez zápis na 100.
sv: Här konverterar vi ett decimaltal till bråk. Verktyget “% ↔ bråk” går via en skrivning på 100.
sw: Hapa tunabadilisha decimal kuwa fraction. Chombo “% ↔ fraction” kinatumia maandiko juu ya 100.
tr: Burada bir ondalığı kesire dönüştürüyoruz. “% ↔ kesir” aracı 100 üzerinden bir yazım kullanır.
uk: Тут ми перетворюємо десятковий дріб у дріб. Інструмент «% ↔ дріб» проходить через запис на 100.
vi: Ở đây chúng tôi chuyển đổi một số thập phân thành phân số. Công cụ “% ↔ phân số” đi qua một cách viết trên 100.
zh_hans: 这里我们将小数转换为分数。工具“% ↔ 分数”通过100的写法进行转换。

# ed_math_fractions_decimal_to_fraction_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tips
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_fractions_decimal_to_fraction_tip
source: Pour un décimal fini, comptez le nombre de chiffres après la virgule : cela indique directement la puissance de 10 à utiliser pour former la fraction.
af: Vir 'n eindige desimaal, tel die aantal syfers na die komma: dit dui direk die mag van 10 aan wat gebruik moet word om die breuk te vorm.
bg: За крайно десетично число, пребройте броя на цифрите след запетаята: това директно показва степента на 10, която да се използва за образуване на дробата.
cs: Pro konečné desetinné číslo spočítejte počet číslic za desetinnou čárkou: to přímo ukazuje mocninu 10, kterou použít k vytvoření zlomku.
da: For et endeligt decimal, tæll antallet af cifre efter kommaet: det angiver direkte potensen af 10, der skal bruges til at danne brøken.
de: Für eine endliche Dezimalzahl zählen Sie die Anzahl der Ziffern nach dem Komma: Dies gibt direkt die Potenz von 10 an, die verwendet werden soll, um den Bruch zu bilden.
el: Για έναν πεπερασμένο δεκαδικό, μετρήστε τον αριθμό των ψηφίων μετά την υποδιαστολή: αυτό υποδεικνύει άμεσα τη δύναμη του 10 που θα χρησιμοποιηθεί για να σχηματίσει το κλάσμα.
es: Para un decimal finito, cuenta el número de cifras después de la coma: esto indica directamente la potencia de 10 a utilizar para formar la fracción.
fi: Päättynyttä desimaalia varten laske desimaalipisteen jälkeisten numeroiden määrä: se osoittaa suoraan kymmenen potenssin, jota käytetään murtoluvun muodostamiseen.
fil: Para sa isang tiyak na desimal, bilangin ang bilang ng mga digit pagkatapos ng kuwit: ito ay direktang nagpapahiwatig ng kapangyarihan ng 10 na gagamitin upang bumuo ng fraction.
hu: Véges tizedes esetén számolja meg a tizedesvessző utáni számjegyek számát: ez közvetlenül megmutatja a 10 hatványát, amelyet a tört kialakításához használni kell.
id: Untuk desimal terbatas, hitung jumlah angka setelah koma: ini langsung menunjukkan pangkat 10 yang harus digunakan untuk membentuk pecahan.
it: Per un decimale finito, conta il numero di cifre dopo la virgola: questo indica direttamente la potenza di 10 da utilizzare per formare la frazione.
ja: 有限小数の場合、小数点以下の桁数を数えます：これは分数を形成するために使用する10の累乗を直接示します。
ko: 유한 소수의 경우, 소수점 뒤의 숫자 수를 세십시오: 이는 분수를 형성하는 데 사용할 10의 거듭제곱을 직접 나타냅니다.
nl: Voor een eindig decimaal, tel het aantal cijfers na de komma: dit geeft direct de macht van 10 aan die gebruikt moet worden om de breuk te vormen.
no: For et endelig desimal, tell antall sifre etter kommaet: dette indikerer direkte potensen av 10 som skal brukes for å danne brøken.
pl: Dla skończonego dziesiętnego policz liczbę cyfr po przecinku: to bezpośrednio wskazuje potęgę 10 do użycia w celu utworzenia ułamka.
pt_pt: Para um decimal finito, conte o número de dígitos após a vírgula: isso indica diretamente a potência de 10 a ser usada para formar a fração.
ro: Pentru un decimal finit, numărați câte cifre sunt după virgulă: aceasta indică direct puterea de 10 care trebuie utilizată pentru a forma fracția.
ru: Для конечной десятичной дроби посчитайте количество цифр после запятой: это напрямую указывает на степень 10, которую следует использовать для формирования дроби.
sk: Pre konečné desatinné číslo spočítajte počet číslic za desatinnou čiarkou: to priamo naznačuje mocninu 10, ktorú treba použiť na vytvorenie zlomku.
sv: För ett ändligt decimaltal, räkna antalet siffror efter decimaltecknet: detta indikerar direkt tiopotensen som ska användas för att bilda bråket.
sw: Kwa desimali ya mwisho, hesabu idadi ya tarakimu baada ya alama ya koma: hii inaonyesha moja kwa moja nguvu ya 10 ya kutumia kuunda sehemu.
tr: Sonlu bir ondalık için, virgülden sonraki rakamların sayısını sayın: bu, kesiri oluşturmak için kullanılacak 10'un kuvvetini doğrudan gösterir.
uk: Для скінченного десяткового дробу підрахуйте кількість цифр після коми: це безпосередньо вказує на степінь 10, яку слід використовувати для формування дробу.
vi: Đối với một số thập phân hữu hạn, đếm số chữ số sau dấu phẩy: điều này chỉ ra trực tiếp lũy thừa của 10 cần sử dụng để tạo thành phân số.
zh_hans: 对于有限小数，计算小数点后的数字数量：这直接指示用于形成分数的10的幂。

# ed_math_fractions_fraction_add_title
source: À propos : Addition de fractions
af: Oor: Optelling van breuke
bg: Относно: Събиране на дроби
cs: O: Sčítání zlomků
da: Om: Addition af brøker
de: Über: Addition von Brüchen
el: Σχετικά με: Πρόσθεση κλασμάτων
es: Acerca de: Suma de fracciones
fi: Tietoa: Murtolukujen yhdisteleminen
fil: Para sa isang pinal na decimal, bilangin ang bilang ng mga digit pagkatapos ng kuwit: ito ay direktang nagpapahiwatig ng kapangyarihan ng 10 na gagamitin upang bumuo ng fraction.
hu: Rólunk: Törtek összeadása
id: Tentang: Penjumlahan pecahan
it: Informazioni: Somma di frazioni
ja: について：分数の加算
ko: 정보: 분수의 덧셈
nl: Over: Optellen van breuken
no: Om: Addisjon av brøker
pl: O programie: Dodawanie ułamków
pt_pt: Sobre: Adição de frações
ro: Despre: Adunarea fracțiilor
ru: О программе: Сложение дробей
sk: O: Sčítanie zlomkov
sv: Om: Addition av bråk
sw: Kuhusu: Kuongeza fractions
tr: Hakkında: Kesirlerin Toplanması
uk: Про: Додавання дробів
vi: Về chúng tôi: Cộng các phân số
zh_hans: 关于：分数的加法

# ed_math_fractions_fraction_add_lead
source: Ce calculateur additionne des fractions (y compris avec des dénominateurs différents) et fournit un résultat simplifié, avec une méthode claire pour trouver un dénominateur commun.
af: Hierdie sakrekenaar tel breuke bymekaar (insluitend met verskillende noemers) en bied 'n vereenvoudigde resultaat, met 'n duidelike metode om 'n gemeenskaplike noemer te vind.
bg: Този калкулатор събира дроби (включително с различни знаменатели) и предоставя опростен резултат, с ясен метод за намиране на общ знаменател.
cs: Tento kalkulátor sčítá zlomky (včetně těch s různými jmenovateli) a poskytuje zjednodušený výsledek s jasnou metodou pro nalezení společného jmenovatele.
da: Denne lommeregner lægger brøker sammen (inklusive med forskellige nævnere) og giver et forenklet resultat med en klar metode til at finde en fælles nævner.
de: Dieser Rechner addiert Brüche (einschließlich mit unterschiedlichen Nennern) und liefert ein vereinfachtes Ergebnis mit einer klaren Methode zur Bestimmung eines gemeinsamen Nenners.
el: Αυτός ο υπολογιστής προσθέτει κλάσματα (συμπεριλαμβανομένων αυτών με διαφορετικούς παρονομαστές) και παρέχει ένα απλοποιημένο αποτέλεσμα, με μια σαφή μέθοδο για να βρείτε έναν κοινό παρονομαστή.
es: Este calculador suma fracciones (incluyendo con denominadores diferentes) y proporciona un resultado simplificado, con un método claro para encontrar un denominador común.
fi: Tämä laskin yhdistelee murtolukuja (mukaan lukien eri nimittäjillä) ja antaa yksinkertaistetun tuloksen, jossa on selkeä menetelmä yhteisen nimittäjän löytämiseksi.
fil: Ang kalkulator na ito ay nagdadagdag ng mga fraction (kabilang ang may iba't ibang denominator) at nagbibigay ng pinasimpleng resulta, na may malinaw na paraan upang makahanap ng karaniwang denominator.
hu: Ez a kalkulátor összeadja a törteket (beleértve a különböző nevezőjűeket is) és egyszerűsített eredményt ad, világos módszert biztosítva a közös nevező megtalálásához.
id: Kalkulator ini menjumlahkan pecahan (termasuk dengan penyebut yang berbeda) dan memberikan hasil yang disederhanakan, dengan metode yang jelas untuk menemukan penyebut yang sama.
it: Questo calcolatore somma frazioni (inclusi i denominatori diversi) e fornisce un risultato semplificato, con un metodo chiaro per trovare un denominatore comune.
ja: この計算機は分数を加算し（異なる分母を含む）、共通の分母を見つけるための明確な方法で簡略化された結果を提供します。
ko: 이 계산기는 분수를 더하고 (서로 다른 분모를 포함하여) 간단한 결과를 제공하며, 공통 분모를 찾는 명확한 방법을 제공합니다.
nl: Deze calculator telt breuken op (inclusief met verschillende noemers) en levert een vereenvoudigd resultaat, met een duidelijke methode om een gemeenschappelijke noemer te vinden.
no: Denne kalkulatoren legger sammen brøker (inkludert med forskjellige nevner) og gir et forenklet resultat, med en klar metode for å finne en felles nevner.
pl: Ten kalkulator dodaje ułamki (w tym z różnymi mianownikami) i dostarcza uproszczony wynik, z jasną metodą znajdowania wspólnego mianownika.
pt_pt: Este calculador soma frações (incluindo com denominadores diferentes) e fornece um resultado simplificado, com um método claro para encontrar um denominador comum.
ro: Acest calculator adună fracții (inclusiv cu numitori diferiți) și oferă un rezultat simplificat, cu o metodă clară pentru a găsi un numitor comun.
ru: Этот калькулятор складывает дроби (включая дроби с разными знаменателями) и предоставляет упрощенный результат с ясным методом нахождения общего знаменателя.
sk: Tento kalkulátor sčíta zlomky (vrátane tých s rôznymi menovateľmi) a poskytuje zjednodušený výsledok s jasnou metódou na nájdenie spoločného menovateľa.
sv: Denna kalkylator lägger ihop bråk (inklusive med olika nämnare) och ger ett förenklat resultat, med en tydlig metod för att hitta en gemensam nämnare.
sw: Calculator hii hujumlisha sehemu (pamoja na waondoa tofauti) na kutoa matokeo yaliyo rahisishwa, pamoja na njia wazi ya kupata waondoa wa kawaida.
tr: Bu hesaplayıcı, farklı paydalara sahip olanlar da dahil olmak üzere kesirleri toplar ve ortak bir payda bulma yöntemi ile basitleştirilmiş bir sonuç sağlar.
uk: Цей калькулятор додає дроби (включаючи дроби з різними знаменниками) і надає спрощений результат з чітким методом знаходження спільного знаменника.
vi: Máy tính này cộng các phân số (bao gồm cả với mẫu số khác nhau) và cung cấp kết quả đã được đơn giản hóa, với một phương pháp rõ ràng để tìm mẫu số chung.
zh_hans: 这个计算器可以加法分数（包括不同分母的分数），并提供简化的结果，以及找到公分母的清晰方法。

# ed_math_fractions_fraction_add_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi ya kesi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_fractions_fraction_add_uc1_title
source: Vérifier un exercice
af: Kontroleer 'n oefening
bg: Проверете упражнение
cs: Ověřit cvičení
da: Tjek en opgave
de: Eine Übung überprüfen
el: Ελέγξτε μια άσκηση
es: Verificar un ejercicio
fi: Tarkista tehtävä
fil: Suriin ang isang ehersisyo
hu: Egy feladat ellenőrzése
id: Periksa latihan
it: Controllare un esercizio
ja: 演習を確認する
ko: 연습 문제 확인
nl: Een oefening controleren
no: Sjekk en oppgave
pl: Sprawdź ćwiczenie
pt_pt: Verificar um exercício
ro: Verifică un exercițiu
ru: Проверить задание
sk: Skontrolovať cvičenie
sv: Kontrollera en övning
sw: Kagua zoezi
tr: Bir alıştırmayı kontrol et
uk: Перевірити вправу
vi: Kiểm tra một bài tập
zh_hans: 检查练习

# ed_math_fractions_fraction_add_uc1_text
source: Contrôler rapidement une addition du type 1/4 + 3/8 ou 2/3 + 5/6.
af: Kontroleer vinnig 'n optelling van die tipe 1/4 + 3/8 of 2/3 + 5/6.
bg: Бързо проверете събиране от типа 1/4 + 3/8 или 2/3 + 5/6.
cs: Rychle zkontrolovat součet typu 1/4 + 3/8 nebo 2/3 + 5/6.
da: Kontroller hurtigt en addition af typen 1/4 + 3/8 eller 2/3 + 5/6.
de: Schnell eine Addition vom Typ 1/4 + 3/8 oder 2/3 + 5/6 überprüfen.
el: Ελέγξτε γρήγορα μια πρόσθεση του τύπου 1/4 + 3/8 ή 2/3 + 5/6.
es: Controlar rápidamente una suma del tipo 1/4 + 3/8 o 2/3 + 5/6.
fi: Tarkista nopeasti yhteenlasku tyyppiä 1/4 + 3/8 tai 2/3 + 5/6.
fil: Mabilis na suriin ang isang addition na tulad ng 1/4 + 3/8 o 2/3 + 5/6.
hu: Gyorsan ellenőrizni egy 1/4 + 3/8 vagy 2/3 + 5/6 típusú összeadást.
id: Periksa dengan cepat penjumlahan seperti 1/4 + 3/8 atau 2/3 + 5/6.
it: Controllare rapidamente una somma del tipo 1/4 + 3/8 o 2/3 + 5/6.
ja: 1/4 + 3/8 や 2/3 + 5/6 のような加算を迅速に確認する。
ko: 1/4 + 3/8 또는 2/3 + 5/6와 같은 덧셈을 빠르게 확인합니다.
nl: Snel een optelling controleren van het type 1/4 + 3/8 of 2/3 + 5/6.
no: Kontroller raskt en addisjon av typen 1/4 + 3/8 eller 2/3 + 5/6.
pl: Szybko sprawdź dodawanie typu 1/4 + 3/8 lub 2/3 + 5/6.
pt_pt: Controlar rapidamente uma adição do tipo 1/4 + 3/8 ou 2/3 + 5/6.
ro: Verifică rapid o adunare de tipul 1/4 + 3/8 sau 2/3 + 5/6.
ru: Быстро проверить сложение типа 1/4 + 3/8 или 2/3 + 5/6.
sk: Rýchlo skontrolovať sčítanie typu 1/4 + 3/8 alebo 2/3 + 5/6.
sv: Kontrollera snabbt en addition av typen 1/4 + 3/8 eller 2/3 + 5/6.
sw: Kagua haraka jumla kama 1/4 + 3/8 au 2/3 + 5/6.
tr: 1/4 + 3/8 veya 2/3 + 5/6 gibi bir toplama işlemini hızlıca kontrol et.
uk: Швидко перевірити додавання типу 1/4 + 3/8 або 2/3 + 5/6.
vi: Kiểm tra nhanh một phép cộng kiểu 1/4 + 3/8 hoặc 2/3 + 5/6.
zh_hans: 快速检查像 1/4 + 3/8 或 2/3 + 5/6 这样的加法。
