Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# rot_l2_s2_b2
source: On multiplie en croix et on divise par la valeur “en face” de l’inconnue.
af: 10) Ons vermenigvuldig kruis en deel deur die waarde “teenoor” die onbekende.
bg: Умножаваме кръстосано и делим на стойността „напротив“ на неизвестното.
cs: Násobíme křížem a dělíme hodnotou „naproti“ neznámé.
da: Vi multiplicerer på kryds og dividerer med værdien "overfor" den ukendte.
de: Wir multiplizieren kreuzweise und dividieren durch den Wert "gegenüber" der Unbekannten.
el: Πολλαπλασιάζουμε σε σταυρό και διαιρούμε με την τιμή “απέναντι” από την άγνωστη.
es: Multiplicamos en cruz y dividimos por el valor "en frente" de la incógnita.
fi: Kerrotaan ristiin ja jaetaan tuntemattoman "vastapuolella" olevan arvon mukaan.
fil: 10) Minumultiply sa krus at hinahati sa halaga na “kaharap” ng hindi alam.
hu: Keresztbe szorzunk és elosztunk az ismeretlen "szemben lévő" értékével.
id: Kita mengalikan silang dan membagi dengan nilai "di depan" dari yang tidak diketahui.
it: Moltiplichiamo in croce e dividiamo per il valore "di fronte" all'incognita.
ja: 交差して掛け算し、未知数の「向かい側」の値で割ります。
ko: 교차로 곱하고 미지수의 '맞은 편' 값으로 나눕니다.
nl: We vermenigvuldigen kruisgewijs en delen door de waarde 'tegenover' de onbekende.
no: Vi multipliserer på kryss og deler med verdien "overfor" den ukjente.
pl: Mnożymy krzyżowo i dzielimy przez wartość „naprzeciwko” niewiadomej.
pt_pt: Multiplicamos em cruz e dividimos pelo valor "em frente" da incógnita.
ro: Se înmulțește în cruce și se împarte la valoarea „în față” a necunoscutei.
ru: Мы умножаем крест-накрест и делим на значение "напротив" неизвестного.
sk: Násobíme krížom a delíme hodnotou „naproti“ neznámej.
sv: Vi multiplicerar korsvis och dividerar med värdet "mittemot" den okända.
sw: 10) Tunazidisha kwa msalaba na kugawanya kwa thamani “mbele” ya isiyojulikana.
tr: Çapraz çarparız ve bilinmeyenin 'karşısındaki' değere böleriz.
uk: Ми множимо перехресно і ділимо на значення “навпроти” невідомого.
vi: Chúng ta nhân chéo và chia cho giá trị 'đối diện' với ẩn số.
zh_hans: 我们交叉相乘并除以未知数“对面的”值。

# rot_l2_q1
source: Si 3 unités correspondent à 12, combien pour 5 unités ?
af: 11) As 3 eenhede ooreenstem met 12, hoeveel vir 5 eenhede?
bg: Ако 3 единици съответстват на 12, колко за 5 единици?
cs: Pokud 3 jednotky odpovídají 12, kolik odpovídá 5 jednotkám?
da: Hvis 3 enheder svarer til 12, hvor mange for 5 enheder?
de: Wenn 3 Einheiten 12 entsprechen, wie viel für 5 Einheiten?
el: Αν 3 μονάδες αντιστοιχούν σε 12, πόσες για 5 μονάδες;
es: Si 3 unidades corresponden a 12, ¿cuánto para 5 unidades?
fi: Jos 3 yksikköä vastaa 12, kuinka monta 5 yksikköä?
fil: 11) Kung 3 yunit ay katumbas ng 12, gaano para sa 5 yunit?
hu: Ha 3 egység 12-nek felel meg, mennyi 5 egység?
id: Jika 3 unit sesuai dengan 12, berapa untuk 5 unit?
it: Se 3 unità corrispondono a 12, quante per 5 unità?
ja: 3単位が12に対応する場合、5単位は？
ko: 3단위가 12에 해당하면 5단위는 얼마인가요?
nl: Als 3 eenheden overeenkomen met 12, hoeveel voor 5 eenheden?
no: Hvis 3 enheter tilsvarer 12, hvor mye for 5 enheter?
pl: Jeśli 3 jednostki odpowiadają 12, ile będzie dla 5 jednostek?
pt_pt: Se 3 unidades correspondem a 12, quantas para 5 unidades?
ro: Dacă 3 unități corespund la 12, câte pentru 5 unități?
ru: Если 3 единицы соответствуют 12, сколько для 5 единиц?
sk: Ak 3 jednotky zodpovedajú 12, koľko pre 5 jednotiek?
sv: Om 3 enheter motsvarar 12, hur mycket för 5 enheter?
sw: 11) Ikiwa vitengo 3 vinahusiana na 12, vitengo 5 vinahusiana na ngapi?
tr: Eğer 3 birim 12'ye karşılık geliyorsa, 5 birim için ne kadar?
uk: Якщо 3 одиниці відповідають 12, скільки для 5 одиниць?
vi: Nếu 3 đơn vị tương ứng với 12, thì 5 đơn vị tương ứng với bao nhiêu?
zh_hans: 如果3个单位对应12，那么5个单位对应多少？

# rot_l2_q1_exp
source: Valeur par unité = 12/3 = 4, donc 5 → 20.
af: 12) Waarde per eenheid = 12/3 = 4, dus 5 → 20.
bg: Стойност на единица = 12/3 = 4, следователно 5 → 20.
cs: Hodnota na jednotku = 12/3 = 4, tedy 5 → 20.
da: Værdi pr. enhed = 12/3 = 4, så 5 → 20.
de: Wert pro Einheit = 12/3 = 4, also 5 → 20.
el: Τιμή ανά μονάδα = 12/3 = 4, άρα 5 → 20.
es: Valor por unidad = 12/3 = 4, entonces 5 → 20.
fi: Arvo per yksikkö = 12/3 = 4, joten 5 → 20.
fil: 12) Halaga bawat yunit = 12/3 = 4, kaya 5 → 20.
hu: Egységenkénti érték = 12/3 = 4, tehát 5 → 20.
id: Nilai per unit = 12/3 = 4, jadi 5 → 20.
it: Valore per unità = 12/3 = 4, quindi 5 → 20.
ja: 単位あたりの値 = 12/3 = 4、したがって5 → 20。
ko: 단위당 값 = 12/3 = 4, 따라서 5 → 20.
nl: Waarde per eenheid = 12/3 = 4, dus 5 → 20.
no: Verdi per enhet = 12/3 = 4, så 5 → 20.
pl: Wartość na jednostkę = 12/3 = 4, więc 5 → 20.
pt_pt: Valor por unidade = 12/3 = 4, então 5 → 20.
ro: Valoare pe unitate = 12/3 = 4, deci 5 → 20.
ru: Значение за единицу = 12/3 = 4, значит 5 → 20.
sk: Hodnota na jednotku = 12/3 = 4, takže 5 → 20.
sv: Värde per enhet = 12/3 = 4, så 5 → 20.
sw: 12) Thamani kwa kitengo = 12/3 = 4, hivyo 5 → 20.
tr: Birim başına değer = 12/3 = 4, dolayısıyla 5 → 20.
uk: Значення за одиницю = 12/3 = 4, отже 5 → 20.
vi: Giá trị mỗi đơn vị = 12/3 = 4, vì vậy 5 → 20.
zh_hans: 每单位值 = 12/3 = 4，所以5 → 20。

# rot_l3_title
source: 3) Tableau de proportionnalité
af: 13) 3) Proportionaliteitstabel
bg: 3) Таблица на пропорционалността
cs: Tabulka proporcionality
da: 3) Proportionalitetstabel
de: 3) Proportionalitätstabelle
el: 3) Πίνακας αναλογικότητας
es: Tabla de proporcionalidad
fi: 3) Suhde-taulukko
fil: 13) 3) Talahanayan ng proporsyonalidad
hu: 3) Arányossági táblázat
id: Tabel proporsionalitas
it: Tabella di proporzionalità
ja: 3) 比例表
ko: 3) 비례 표
nl: Tabel van proportionaliteit
no: 3) Proposjonalitetstabell
pl: Tabela proporcjonalności
pt_pt: Tabela de proporcionalidade
ro: Tabel de proporționalitate
ru: Таблица пропорциональности
sk: 3) Tabuľka proporcionality
sv: 3) Proportionalitetstabell
sw: 13) 3) Jedwali la uhusiano
tr: Orantı tablosu
uk: 3) Таблиця пропорційності
vi: Bảng tỉ lệ
zh_hans: 3) 比例表

# rot_l3_sub
source: Compléter et vérifier grâce au coefficient.
af: 14) Vul in en verifieer met die koëffisiënt.
bg: Допълнете и проверете с помощта на коефициента.
cs: Doplňte a ověřte pomocí koeficientu.
da: Udfyld og kontroller ved hjælp af koefficienten.
de: Vervollständigen und überprüfen mit dem Koeffizienten.
el: Συμπληρώστε και ελέγξτε χάρη στον συντελεστή.
es: Completar y verificar gracias al coeficiente.
fi: Täydennä ja tarkista kertoimen avulla.
fil: 14) Kumpletuhin at suriin gamit ang koepisyent.
hu: Kiegészítjük és ellenőrizzük az együttható segítségével.
id: Lengkapi dan periksa dengan koefisien.
it: Completare e verificare grazie al coefficiente.
ja: 係数を使って補完し、確認します。
ko: 계수를 통해 완성하고 확인합니다.
nl: Aanvullen en controleren met behulp van de coëfficiënt.
no: Fullfør og sjekk med koeffisienten.
pl: Uzupełnij i sprawdź dzięki współczynnikowi.
pt_pt: Completar e verificar graças ao coeficiente.
ro: Completați și verificați datorită coeficientului.
ru: Заполните и проверьте с помощью коэффициента.
sk: Doplniť a overiť pomocou koeficientu.
sv: Fyll i och kontrollera med hjälp av koefficienten.
sw: 14) Kukamilisha na kuthibitisha kupitia coefficient.
tr: Katsayı sayesinde tamamlayın ve kontrol edin.
uk: Заповнити та перевірити за допомогою коефіцієнта.
vi: Hoàn thành và kiểm tra nhờ vào hệ số.
zh_hans: 通过系数补充和验证。

# rot_tag_table
source: tableau
af: 15) tabel
bg: таблица
cs: tabulka
da: tabel
de: tabelle
el: πίνακας
es: tabla
fi: taulukko
fil: 15) talahanayan
hu: táblázat
id: tabel
it: tabella
ja: 表
ko: 표
nl: tabel
no: tabell
pl: tabela
pt_pt: tabela
ro: tabel
ru: таблица
sk: tabuľka
sv: tabell
sw: 15) jedwali
tr: tablo
uk: таблиця
vi: bảng
zh_hans: 表格

# rot_l3_s1_title
source: Coefficient
af: 16) Koëffisiënt
bg: Коефициент
cs: Koeficient
da: Koefficient
de: Koeffizient
el: Συντελεστής
es: Coeficiente
fi: Kerros
fil: 16) Koepisyent
hu: Együttható
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koeffisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koefficient
sw: 16) Coefficient
tr: Katsayı
uk: Коефіцієнт
vi: Hệ số
zh_hans: 系数

# rot_l3_s1_b1
source: En directe, on a souvent B = k × A (k constant).
af: 17) In direkte verhouding het ons dikwels B = k × A (k konstant).
bg: При пряка пропорционалност, често имаме B = k × A (k постоянно).
cs: Při přímém vztahu často máme B = k × A (k konstantní).
da: Direkte har vi ofte B = k × A (k konstant).
de: Direkt haben wir oft B = k × A (k konstant).
el: Στην άμεση, έχουμε συχνά B = k × A (k σταθερό).
es: En directo, a menudo tenemos B = k × A (k constante).
fi: Suoraan, meillä on usein B = k × A (k vakio).
fil: 17) Sa direktang paraan, madalas tayong may B = k × A (k constant).
hu: Közvetlen arányosság esetén gyakran B = k × A (k állandó).
id: Dalam langsung, kita sering memiliki B = k × A (k konstan).
it: In diretta, abbiamo spesso B = k × A (k costante).
ja: 直接の場合、B = k × A（kは一定）となることが多い。
ko: 직접 비례에서는 종종 B = k × A (k 일정)입니다.
nl: Direct hebben we vaak B = k × A (k constant).
no: Direkte har vi ofte B = k × A (k konstant).
pl: Bezpośrednio mamy często B = k × A (k stałe).
pt_pt: Em direta, temos frequentemente B = k × A (k constante).
ro: În direct, avem adesea B = k × A (k constant).
ru: В прямой пропорциональности часто B = k × A (k постоянное).
sk: Priame, často máme B = k × A (k konštantné).
sv: Direkt har vi ofta B = k × A (k konstant).
sw: 17) Katika moja kwa moja, mara nyingi tuna B = k × A (k ni thabiti).
tr: Doğrudan, genellikle B = k × A (k sabit) şeklindedir.
uk: В прямій пропорційності ми часто маємо B = k × A (k постійний).
vi: Trong tỉ lệ trực tiếp, ta thường có B = k × A (k hằng số).
zh_hans: 在直接情况下，我们通常有B = k × A（k为常数）。

# rot_l3_s1_b2
source: Une fois k trouvé, on complète les autres valeurs facilement.
af: 18) Sodra k gevind is, vul ons die ander waardes maklik in.
bg: След като намерим k, лесно допълваме другите стойности.
cs: Jakmile najdeme k, snadno doplníme ostatní hodnoty.
da: Når k er fundet, kan vi nemt udfylde de andre værdier.
de: Sobald k gefunden ist, vervollständigen wir die anderen Werte leicht.
el: Μόλις βρείτε το k, συμπληρώνετε εύκολα τις άλλες τιμές.
es: Una vez encontrado k, completamos los otros valores fácilmente.
fi: Kun k on löydetty, muiden arvojen täydentäminen on helppoa.
fil: 18) Kapag nahanap na ang k, madali nang kumpletuhin ang iba pang mga halaga.
hu: Miután megtaláltuk k-t, könnyen kiegészítjük a többi értéket.
id: Setelah k ditemukan, kita melengkapi nilai-nilai lainnya dengan mudah.
it: Una volta trovato k, completiamo facilmente gli altri valori.
ja: kが見つかれば、他の値を簡単に補完できます。
ko: k를 찾으면 다른 값을 쉽게 완성할 수 있습니다.
nl: Zodra k gevonden is, vullen we de andere waarden gemakkelijk aan.
no: Når k er funnet, fullfører vi de andre verdiene enkelt.
pl: Gdy k jest znalezione, łatwo uzupełniamy pozostałe wartości.
pt_pt: Uma vez encontrado k, completamos os outros valores facilmente.
ro: Odată ce k este găsit, se completează celelalte valori cu ușurință.
ru: Как только k найдено, остальные значения легко заполняются.
sk: Akonáhle nájdeme k, ľahko doplníme ostatné hodnoty.
sv: När k väl är funnet kan vi enkelt fylla i de andra värdena.
sw: 18) Mara k inapopatikana, tunakamilisha thamani nyingine kwa urahisi.
tr: k bulunduğunda, diğer değerleri kolayca tamamlarız.
uk: Як тільки k знайдено, інші значення легко заповнити.
vi: Khi đã tìm được k, ta dễ dàng hoàn thành các giá trị khác.
zh_hans: 一旦找到k，就可以轻松补充其他值。

# rot_l3_q1
source: Si 2 unités → 9, alors 10 unités → ?
af: 19) As 2 eenhede → 9, dan 10 eenhede → ?
bg: Ако 2 единици → 9, тогава 10 единици → ?
cs: Pokud 2 jednotky → 9, pak 10 jednotek → ?
da: Hvis 2 enheder → 9, så 10 enheder → ?
de: Wenn 2 Einheiten → 9, dann 10 Einheiten → ?
el: Αν 2 μονάδες → 9, τότε 10 μονάδες →;
es: Si 2 unidades → 9, entonces 10 unidades → ?
fi: Jos 2 yksikköä → 9, niin 10 yksikköä → ?
fil: 19) Kung 2 yunit → 9, kung gayon 10 yunit → ?
hu: Ha 2 egység → 9, akkor 10 egység → ?
id: Jika 2 unit → 9, maka 10 unit → ?
it: Se 2 unità → 9, allora 10 unità → ?
ja: 2単位→9の場合、10単位→？
ko: 2단위 → 9이면 10단위 → ?
nl: Als 2 eenheden → 9, dan 10 eenheden → ?
no: Hvis 2 enheter → 9, så 10 enheter → ?
pl: Jeśli 2 jednostki → 9, to ile będzie dla 10 jednostek?
pt_pt: Se 2 unidades → 9, então 10 unidades → ?
ro: Dacă 2 unități → 9, atunci 10 unități → ?
ru: Если 2 единицы → 9, то 10 единиц → ?
sk: Ak 2 jednotky → 9, potom 10 jednotiek → ?
sv: Om 2 enheter → 9, då 10 enheter → ?
sw: 19) Ikiwa vitengo 2 → 9, basi vitengo 10 → ?
tr: Eğer 2 birim → 9 ise, o zaman 10 birim → ?
uk: Якщо 2 одиниці → 9, тоді 10 одиниць → ?
vi: Nếu 2 đơn vị → 9, thì 10 đơn vị → ?
zh_hans: 如果2个单位 → 9，那么10个单位 → ?

# rot_l3_q1_exp
source: k = 9/2 = 4,5 donc 10 → 45.
af: 20) k = 9/2 = 4,5 dus 10 → 45.
bg: k = 9/2 = 4,5 следователно 10 → 45.
cs: k = 9/2 = 4,5 takže 10 → 45.
da: k = 9/2 = 4,5 så 10 → 45.
de: k = 9/2 = 4,5 also 10 → 45.
el: k = 9/2 = 4,5 άρα 10 → 45.
es: k = 9/2 = 4,5 entonces 10 → 45.
fi: k = 9/2 = 4,5 joten 10 → 45.
fil: 20) k = 9/2 = 4.5 kaya 10 → 45.
hu: k = 9/2 = 4,5 tehát 10 → 45.
id: k = 9/2 = 4,5 jadi 10 → 45.
it: k = 9/2 = 4,5 quindi 10 → 45.
ja: k = 9/2 = 4.5 なので10 → 45。
ko: k = 9/2 = 4.5이므로 10 → 45.
nl: k = 9/2 = 4,5 dus 10 → 45.
no: k = 9/2 = 4,5 så 10 → 45.
pl: k = 9/2 = 4,5 więc 10 → 45.
pt_pt: k = 9/2 = 4,5 então 10 → 45.
ro: k = 9/2 = 4,5 deci 10 → 45.
ru: k = 9/2 = 4,5, значит 10 → 45.
sk: k = 9/2 = 4,5 takže 10 → 45.
sv: k = 9/2 = 4,5 så 10 → 45.
sw: 20) k = 9/2 = 4.5 hivyo 10 → 45.
tr: k = 9/2 = 4,5 dolayısıyla 10 → 45.
uk: k = 9/2 = 4,5 отже 10 → 45.
vi: k = 9/2 = 4,5 nên 10 → 45.
zh_hans: k = 9/2 = 4.5 所以10 → 45。

# rot_l4_title
source: 4) Proportionnalité inverse
af: Proportionaliteit omgekeerd
bg: Обратна пропорционалност
cs: Proporcionální vztah
da: 4) Omvendt proportionalitet
de: 4) Inverse Proportionalität
el: 1) Αντίστροφη αναλογικότητα
es: Proporcionalidad inversa
fi: 4) Käänteinen suhde
fil: 1) Inversely proportional
hu: 4) Fordított arányosság
id: 1) Proporsionalitas terbalik
it: Proporzionalità inversa
ja: 逆比例
ko: 1) 역비례
nl: Omgekeerde proportionaliteit
no: 4) Invers proporsjonalitet
pl: Proporcjonalność odwrotna
pt_pt: Proporcionalidade inversa
ro: Proporționalitate inversă
ru: 4) Обратная пропорциональность
sk: 4) Inverzné proporcie
sv: 4) Invers proportionalitet
sw: 4) Ulinganifu wa kinyume
tr: Ters orantılılık
uk: Пропорційність обернена
vi: 1) Tỉ lệ nghịch
zh_hans: 4) 反比例

# rot_l4_sub
source: Produit constant (A×B) et cas typiques.
af: Konstante produk (A×B) en tipiese gevalle.
bg: Постоянен продукт (A×B) и типични случаи.
cs: Konstantní produkt (A×B) a typické případy.
da: Konstant produkt (A×B) og typiske tilfælde.
de: Konstantes Produkt (A×B) und typische Fälle.
el: 2) Σταθερό προϊόν (A×B) και τυπικές περιπτώσεις.
es: Producto constante (A×B) y casos típicos.
fi: Vakio tuote (A×B) ja tyypilliset tapaukset.
fil: 2) Constant product (A×B) and typical cases.
hu: Állandó szorzat (A×B) és tipikus esetek.
id: 2) Produk konstan (A×B) dan kasus tipikal.
it: Prodotto costante (A×B) e casi tipici.
ja: 定数の積 (A×B) と典型的なケース。
ko: 2) 일정한 곱 (A×B) 및 전형적인 경우.
nl: Constante product (A×B) en typische gevallen.
no: Konstant produkt (A×B) og typiske tilfeller.
pl: Iloraz stały (A×B) i przypadki typowe.
pt_pt: Produto constante (A×B) e casos típicos.
ro: Produs constant (A×B) și cazuri tipice.
ru: Постоянный продукт (A×B) и типичные случаи.
sk: Konštantný súčin (A×B) a typické prípady.
sv: Konstant produkt (A×B) och typiska fall.
sw: Bidhaa isiyobadilika (A×B) na kesi za kawaida.
tr: Sabit çarpan (A×B) ve tipik durumlar.
uk: Постійний добуток (A×B) та типові випадки.
vi: 2) Tích không đổi (A×B) và các trường hợp điển hình.
zh_hans: 常数乘积 (A×B) 和典型情况。

# rot_l4_s1_title
source: Principe
af: Beginsel
bg: Принцип
cs: Princip
da: Princip
de: Prinzip
el: 3) Αρχή
es: Principio
fi: Periaate
fil: 3) Principle
hu: Elv
id: 3) Prinsip
it: Principio
ja: 原則
ko: 3) 원리
no: Prinsipp
pl: Zasada
pt_pt: Princípio
ro: Principiu
ru: Принцип
sk: Princíp
sv: Princip
sw: Kanuni
tr: Prensip
uk: Принцип
vi: 3) Nguyên tắc
zh_hans: 原则

# rot_l4_s1_b1
source: En inverse, A × B reste constant.
af: In omgekeerde, A × B bly konstant.
bg: В обратен случай, A × B остава постоянен.
cs: V inverzním případě A × B zůstává konstantní.
da: I omvendt forhold forbliver A × B konstant.
de: Im Umkehrschluss bleibt A × B konstant.
el: 4) Αντίστροφα, A × B παραμένει σταθερό.
es: En inversa, A × B permanece constante.
fi: Käänteisessä, A × B pysyy vakiona.
fil: 4) In inverse, A × B remains constant.
hu: Fordítva, A × B állandó marad.
id: 4) Dalam terbalik, A × B tetap konstan.
it: Inversamente, A × B rimane costante.
ja: 逆に、A × B は一定です。
ko: 4) 역으로, A × B는 일정하게 유지된다.
nl: In omgekeerde richting blijft A × B constant.
no: I invers, A × B forblir konstant.
pl: W odwrotności A × B pozostaje stałe.
pt_pt: Em inverso, A × B permanece constante.
ro: În invers, A × B rămâne constant.
ru: В обратном случае A × B остается постоянным.
sk: V inverznej forme, A × B zostáva konštantné.
sv: I invers, A × B förblir konstant.
sw: Katika kinyume, A × B inabaki kuwa isiyobadilika.
tr: Ters orantıda, A × B sabit kalır.
uk: В оберненому випадку A × B залишається постійним.
vi: 4) Trong tỉ lệ nghịch, A × B giữ nguyên.
zh_hans: 在反向中，A × B 保持不变。

# rot_l4_s1_b2
source: Si A double, B est divisé par 2.
af: As A verdubbel, word B deur 2 gedeel.
bg: Ако A се удвои, B се дели на 2.
cs: Pokud A zdvojnásobí, B se dělí 2.
da: Hvis A fordobles, så er B delt med 2.
de: Wenn A sich verdoppelt, wird B durch 2 geteilt.
el: 5) Αν το A διπλασιαστεί, το B διαιρείται δια 2.
es: Si A se duplica, B se divide por 2.
fi: Jos A on kaksinkertainen, B jaetaan kahdella.
fil: 5) If A doubles, B is divided by 2.
hu: Ha A megduplázódik, B-t 2-vel osztjuk.
id: 5) Jika A menggandakan, B dibagi 2.
it: Se A raddoppia, B è diviso per 2.
ja: A が倍になると、B は 2 で割られます。
ko: 5) A가 두 배가 되면, B는 2로 나누어진다.
nl: Als A verdubbelt, wordt B door 2 gedeeld.
no: Hvis A dobles, blir B delt på 2.
pl: Jeśli A podwaja się, B jest dzielone przez 2.
pt_pt: Se A dobra, B é dividido por 2.
ro: Dacă A se dublează, B este împărțit la 2.
ru: Если A удваивается, B делится на 2.
sk: Ak A zdvojnásobí, B sa delí 2.
sv: Om A dubbleras, så delas B med 2.
sw: Ikiwa A inakuwa mara mbili, B inagawanywa kwa 2.
tr: Eğer A iki katına çıkarsa, B 2'ye bölünür.
uk: Якщо A подвоюється, B ділиться на 2.
vi: 5) Nếu A gấp đôi, B sẽ bị chia cho 2.
zh_hans: 如果 A 加倍，B 则减半。

# rot_l4_s1_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: 6) Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: 6) Example
hu: Példa
id: 6) Contoh
it: Esempio
ja: 例
ko: 6) 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: 6) Ví dụ
zh_hans: 示例

# rot_l4_q1
source: Si A=6 correspond à B=10, que vaut B quand A=12 (cas inverse) ?
af: As A=6 ooreenstem met B=10, wat is B wanneer A=12 (omgekeerde geval)?
bg: Ако A=6 съответства на B=10, каква е стойността на B, когато A=12 (обратен случай)?
cs: Pokud A=6 odpovídá B=10, jaká je hodnota B, když A=12 (inverzní případ)?
da: Hvis A=6 svarer til B=10, hvad er B når A=12 (omvendt tilfælde)?
de: Wenn A=6 B=10 entspricht, wie viel beträgt B, wenn A=12 (Umkehrfall)?
el: 7) Αν το A=6 αντιστοιχεί στο B=10, τι αξία έχει το B όταν A=12 (αντίστροφη περίπτωση);
es: Si A=6 corresponde a B=10, ¿cuánto vale B cuando A=12 (caso inverso)?
fi: Jos A=6 vastaa B=10, mikä on B, kun A=12 (käänteinen tapaus)?
fil: 7) If A=6 corresponds to B=10, what is B when A=12 (inverse case)?
hu: Ha A=6 megfelel B=10-nek, mennyi B, amikor A=12 (fordított eset)?
id: 7) Jika A=6 sesuai dengan B=10, berapa nilai B ketika A=12 (kasus terbalik)?
it: Se A=6 corrisponde a B=10, quanto vale B quando A=12 (caso inverso)?
ja: A=6 のとき B=10 に対応し、A=12 のとき B はいくらですか (逆の場合)？
ko: 7) A=6일 때 B=10에 해당한다면, A=12일 때 B는 얼마인가요 (역의 경우) ?
nl: Als A=6 overeenkomt met B=10, wat is de waarde van B als A=12 (omgekeerde geval)?
no: Hvis A=6 tilsvarer B=10, hva er B når A=12 (omvendt tilfelle)?
pl: Jeśli A=6 odpowiada B=10, to ile wynosi B, gdy A=12 (przypadek odwrotny)?
pt_pt: Se A=6 corresponde a B=10, quanto vale B quando A=12 (caso inverso) ?
ro: Dacă A=6 corespunde cu B=10, ce valoare are B când A=12 (caz invers)?
ru: Если A=6 соответствует B=10, чему равно B, когда A=12 (обратный случай)?
sk: Ak A=6 zodpovedá B=10, aká je hodnota B, keď A=12 (inverzný prípad)?
sv: Om A=6 motsvarar B=10, vad är B när A=12 (omvänt fall)?
sw: Ikiwa A=6 inahusisha B=10, B itakuwa nini wakati A=12 (kesi ya kinyume)?
tr: Eğer A=6, B=10 ise, A=12 olduğunda B ne olur (ters durum)?
uk: Якщо A=6 відповідає B=10, яке значення B, коли A=12 (обернений випадок)?
vi: 7) Nếu A=6 tương ứng với B=10, B sẽ bằng bao nhiêu khi A=12 (trường hợp nghịch) ?
zh_hans: 如果 A=6 对应 B=10，当 A=12 时 B 值是多少（反向情况）？

# rot_l4_q1_exp
source: Produit constant : 6×10 = 60, donc B = 60/12 = 5.
af: Konstante produk: 6×10 = 60, so B = 60/12 = 5.
bg: Постоянен продукт: 6×10 = 60, следователно B = 60/12 = 5.
cs: Konstantní produkt: 6×10 = 60, takže B = 60/12 = 5.
da: Konstant produkt: 6×10 = 60, så B = 60/12 = 5.
de: Konstantes Produkt: 6×10 = 60, also B = 60/12 = 5.
el: 8) Σταθερό προϊόν: 6×10 = 60, άρα B = 60/12 = 5.
es: Producto constante: 6×10 = 60, por lo tanto B = 60/12 = 5.
fi: Vakio tuote: 6×10 = 60, joten B = 60/12 = 5.
fil: 8) Constant product: 6×10 = 60, so B = 60/12 = 5.
hu: Állandó szorzat: 6×10 = 60, tehát B = 60/12 = 5.
id: 8) Produk konstan: 6×10 = 60, jadi B = 60/12 = 5.
it: Prodotto costante: 6×10 = 60, quindi B = 60/12 = 5.
ja: 定数の積 : 6×10 = 60 なので、B = 60/12 = 5。
ko: 8) 일정한 곱: 6×10 = 60, 따라서 B = 60/12 = 5.
nl: Constante product: 6×10 = 60, dus B = 60/12 = 5.
no: Konstant produkt: 6×10 = 60, så B = 60/12 = 5.
pl: Produkt stały: 6×10 = 60, więc B = 60/12 = 5.
pt_pt: Produto constante : 6×10 = 60, então B = 60/12 = 5.
ro: Produs constant : 6×10 = 60, deci B = 60/12 = 5.
ru: Постоянный продукт: 6×10 = 60, значит B = 60/12 = 5.
sk: Konštantný súčin: 6×10 = 60, takže B = 60/12 = 5.
sv: Konstant produkt: 6×10 = 60, så B = 60/12 = 5.
sw: Bidhaa isiyobadilika: 6×10 = 60, hivyo B = 60/12 = 5.
tr: Sabit çarpan: 6×10 = 60, dolayısıyla B = 60/12 = 5.
uk: Постійний добуток: 6×10 = 60, отже B = 60/12 = 5.
vi: 8) Tích không đổi: 6×10 = 60, do đó B = 60/12 = 5.
zh_hans: 常数乘积：6×10 = 60，因此 B = 60/12 = 5。

# rot_l5_title
source: 5) Pièges fréquents
af: Gereelde slaggate
bg: Чести капани
cs: Časté nástrahy
da: Hyppige fælder
de: Häufige Fallen
el: 9) 5) Συχνές παγίδες
es: 5) Trampas frecuentes
fi: Yleisimmät ansat
fil: 9) 5) Common traps
hu: 5) Gyakori csapdák
id: 9) 5) Perangkap umum
it: 5) Trappole comuni
ja: 頻繁な罠
ko: 9) 5) 자주 발생하는 함정
nl: Veelvoorkomende valkuilen
no: Vanlige feller
pl: Pułapki częste
pt_pt: Armadilhas frequentes
ro: Capcane frecvente
ru: 5) Частые ловушки
sk: 5) Časté pasce
sv: Vanliga fallgropar
sw: 5) Mtego wa kawaida
tr: Sık tuzaklar
uk: Часті пастки
vi: 9) 5) Cạm bẫy thường gặp
zh_hans: 5) 常见陷阱
