Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_of_number_lim2
source: Si vous cherchez à savoir quelle part un nombre représente dans un total, utilisez plutôt l’outil “Part sur total”.
af: As jy wil weet watter deel 'n getal in 'n totaal verteenwoordig, gebruik eerder die hulpmiddel “Deel van totaal”.
bg: Ако искате да разберете каква част представлява едно число от общата сума, използвайте по-скоро инструмента "Част от общо".
cs: Pokud chcete vědět, jakou část číslo představuje v celku, použijte raději nástroj „Podíl na celku“.
da: Hvis du ønsker at vide, hvilken andel et tal repræsenterer i et total, skal du hellere bruge værktøjet “Andel af total”.
de: Wenn Sie wissen möchten, welchen Anteil eine Zahl an einem Gesamtbetrag hat, verwenden Sie besser das Werkzeug „Anteil an Gesamt“.
el: Αν ψάχνετε να μάθετε ποιο μερίδιο αντιπροσωπεύει ένας αριθμός σε ένα σύνολο, χρησιμοποιήστε καλύτερα το εργαλείο "Μερίδιο σε σύνολο".
es: Si buscas saber qué parte representa un número en un total, utiliza mejor la herramienta “Parte sobre total”.
fi: Jos haluat tietää, mikä osa numerosta on kokonaisuudessa, käytä mieluummin 'Osa kokonaisuudesta' -työkalua.
fil: Kung nais mong malaman kung anong bahagi ang kinakatawan ng isang numero sa isang kabuuan, mas mabuting gamitin ang tool na "Bahagi sa kabuuan".
hu: Ha azt szeretné tudni, hogy egy szám mekkora részt képvisel egy összesítésben, inkább használja a "Rész az összesítésben" eszközt.
id: Jika Anda ingin tahu bagian mana yang diwakili oleh suatu angka dalam total, gunakan alat "Bagian dari total".
it: Se stai cercando di sapere quale parte un numero rappresenta in un totale, utilizza piuttosto lo strumento “Parte su totale”.
ja: ある数が合計の中でどの部分を占めるかを知りたい場合は、「合計に対する部分」ツールを使用してください。
ko: 어떤 숫자가 총액에서 차지하는 비율을 알고 싶다면 '총액 대비 비율' 도구를 사용하는 것이 좋습니다.
nl: Als u wilt weten welk deel een getal vertegenwoordigt in een totaal, gebruik dan liever de tool “Deel van totaal”.
no: Hvis du ønsker å vite hvilken del et tall representerer i en total, bruk heller verktøyet "Del av total".
pl: Jeśli chcesz wiedzieć, jaki udział ma liczba w całości, użyj raczej narzędzia „Udział w całości”.
pt_pt: Se você está a tentar saber que parte um número representa num total, use antes a ferramenta “Parte sobre total”.
ro: Dacă doriți să știți ce parte reprezintă un număr dintr-un total, folosiți mai degrabă instrumentul „Parte din total”.
ru: Если вы хотите узнать, какую долю число составляет от общего, используйте инструмент "Доля от общего".
sk: Ak sa snažíte zistiť, akú časť číslo predstavuje v celkovom súčte, použite radšej nástroj "Podiel na celku".
sv: Om du vill veta vilken del ett tal representerar i en total, använd istället verktyget "Del av total".
sw: Ikiwa unatafuta kujua ni sehemu gani nambari inawakilisha katika jumla, tumia chombo cha "Sehemu kwenye jumla" badala yake.
tr: Bir sayının toplam içindeki payını öğrenmek istiyorsanız, "Toplam üzerindeki pay" aracını kullanın.
uk: Якщо ви хочете дізнатися, яку частку число становить у загальному, скористайтеся інструментом "Частка від загального".
vi: Nếu bạn đang tìm cách biết một số đại diện cho phần nào trong một tổng thể, hãy sử dụng công cụ "Phần trên tổng".
zh_hans: 如果你想知道一个数字在总数中占多少，最好使用“部分与总数”工具。

# ed_math_percentages_percentage_of_number_lim3
source: Pour analyser une évolution entre deux valeurs, un calcul de variation en pourcentage est plus approprié.
af: Om 'n verandering tussen twee waardes te analiseer, is 'n berekening van persentasieverandering meer toepaslik.
bg: За да анализирате развитие между две стойности, изчисление на процентна промяна е по-подходящо.
cs: Pro analýzu vývoje mezi dvěma hodnotami je vhodnější výpočet procentuální změny.
da: For at analysere en udvikling mellem to værdier er en procentvis ændringsberegning mere passende.
de: Um eine Entwicklung zwischen zwei Werten zu analysieren, ist eine Berechnung der prozentualen Veränderung geeigneter.
el: Για να αναλύσετε μια εξέλιξη μεταξύ δύο τιμών, ένας υπολογισμός μεταβολής σε ποσοστό είναι πιο κατάλληλος.
es: Para analizar una evolución entre dos valores, un cálculo de variación en porcentaje es más apropiado.
fi: Kahden arvon välistä kehitystä analysoidaksesi prosentuaalinen muutoslaskenta on sopivampi.
fil: Upang suriin ang isang pagbabago sa pagitan ng dalawang halaga, mas angkop ang isang kalkulasyon ng pagbabago sa porsyento.
hu: Két érték közötti fejlődés elemzéséhez a százalékos változás számítása megfelelőbb.
id: Untuk menganalisis perkembangan antara dua nilai, perhitungan variasi persentase lebih tepat.
it: Per analizzare un'evoluzione tra due valori, un calcolo di variazione in percentuale è più appropriato.
ja: 2つの値の間の変化を分析するには、パーセンテージの変化計算がより適切です。
ko: 두 값 간의 변화를 분석하려면 백분율 변화 계산이 더 적합합니다.
nl: Om een evolutie tussen twee waarden te analyseren, is een percentagevariatieberekening geschikter.
no: For å analysere en utvikling mellom to verdier, er en prosentvis variasjonsberegning mer passende.
pl: Aby przeanalizować zmianę między dwiema wartościami, bardziej odpowiednie jest obliczenie zmiany w procentach.
pt_pt: Para analisar uma evolução entre dois valores, um cálculo de variação em percentagem é mais apropriado.
ro: Pentru a analiza o evoluție între două valori, un calcul al variației procentuale este mai potrivit.
ru: Для анализа изменения между двумя значениями более уместен расчет изменения в процентах.
sk: Na analýzu vývoja medzi dvoma hodnotami je výpočet percentuálnej zmeny vhodnejší.
sv: För att analysera en förändring mellan två värden är en procentuell förändringsberäkning mer lämplig.
sw: Ili kuchambua mabadiliko kati ya thamani mbili, hesabu ya mabadiliko kwa asilimia inafaa zaidi.
tr: İki değer arasındaki bir gelişimi analiz etmek için, yüzdelik değişim hesaplaması daha uygundur.
uk: Для аналізу еволюції між двома значеннями більш доречним є обчислення зміни у відсотках.
vi: Để phân tích một sự phát triển giữa hai giá trị, một phép tính biến đổi theo tỷ lệ phần trăm là phù hợp hơn.
zh_hans: 要分析两个值之间的变化，百分比变化计算更为合适。

# ed_math_percentages_percentage_of_number_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_of_number_q1
source: Quelle différence avec “Pourcentage d’un total” ?
af: Wat is die verskil met “Persentasie van 'n totaal”?
bg: Каква е разликата с "Процент от общо"?
cs: Jaký je rozdíl mezi „Procentem z celku“?
da: Hvad er forskellen på “Procentdel af et total”?
de: Was ist der Unterschied zu „Prozentsatz eines Gesamtbetrags“?
el: Ποια είναι η διαφορά με το "Ποσοστό ενός συνόλου";
es: ¿Cuál es la diferencia con “Porcentaje de un total”?
fi: Mikä ero on 'Prosentti kokonaisuudesta'?
fil: Ano ang pagkakaiba sa "Porsyento ng isang kabuuan"?
hu: Mi a különbség a "Százalék egy összesítésből"?
id: Apa perbedaannya dengan "Persentase dari total"?
it: Qual è la differenza con “Percentuale di un totale”?
ja: 「合計のパーセンテージ」との違いは何ですか？
ko: '총액의 백분율'과의 차이점은 무엇인가요?
nl: Wat is het verschil met “Percentage van een totaal”?
no: Hva er forskjellen med "Prosentandel av en total"?
pl: Jaka jest różnica między „Procentem całości”?
pt_pt: Qual a diferença com “Percentagem de um total”?
ro: Care este diferența față de „Procentul unui total”?
ru: В чем разница с "Процент от общего"?
sk: Aký je rozdiel medzi "Percento z celku"?
sv: Vad är skillnaden med "Procentandel av en total"?
sw: Ni tofauti gani na "Asilimia ya jumla"?
tr: "Bir toplamın yüzdesi" ile ne fark var?
uk: Яка різниця з "Відсоток від загального"?
vi: Sự khác biệt với "Tỷ lệ phần trăm của một tổng thể" là gì?
zh_hans: 与“总数的百分比”有什么区别？

# ed_math_percentages_percentage_of_number_a1
source: Ici, on applique simplement un taux à un nombre isolé. “Pourcentage d’un total” suppose un contexte où le nombre fait partie d’un ensemble global.
af: Hier pas ons eenvoudig 'n koers toe op 'n geïsoleerde getal. “Persentasie van 'n totaal” neem 'n konteks aan waar die getal deel is van 'n globale stel.
bg: Тук просто прилагаме процент към изолирано число. "Процент от общо" предполага контекст, в който числото е част от глобален набор.
cs: Zde jednoduše aplikujeme sazbu na izolované číslo. „Procento z celku“ předpokládá kontext, kde číslo je součástí celkového souboru.
da: Her anvender vi blot en sats på et isoleret tal. “Procentdel af et total” forudsætter en kontekst, hvor tallet er en del af et samlet sæt.
de: Hier wenden wir einfach einen Satz auf eine isolierte Zahl an. „Prozentsatz eines Gesamtbetrags“ setzt einen Kontext voraus, in dem die Zahl Teil einer Gesamtheit ist.
el: Εδώ, απλά εφαρμόζουμε έναν ρυθμό σε έναν απομονωμένο αριθμό. Το "Ποσοστό ενός συνόλου" υποθέτει ένα πλαίσιο όπου ο αριθμός είναι μέρος ενός συνολικού συνόλου.
es: Aquí, simplemente aplicamos una tasa a un número aislado. “Porcentaje de un total” supone un contexto donde el número forma parte de un conjunto global.
fi: Tässä sovelletaan yksinkertaisesti prosenttia eristyneeseen numeroon. 'Prosentti kokonaisuudesta' edellyttää kontekstia, jossa numero on osa kokonaisuutta.
fil: Dito, simpleng inilalapat ang isang rate sa isang nakahiwalay na numero. Ang "Porsyento ng isang kabuuan" ay nagpapalagay ng isang konteksto kung saan ang numero ay bahagi ng isang kabuuang set.
hu: Itt egyszerűen egy arányt alkalmazunk egy elszigetelt számra. A "Százalék egy összesítésből" kontextust feltételez, ahol a szám egy globális halmaz része.
id: Di sini, kita hanya menerapkan tarif pada angka yang terpisah. "Persentase dari total" mengasumsikan konteks di mana angka tersebut merupakan bagian dari keseluruhan.
it: Qui, applichiamo semplicemente un tasso a un numero isolato. “Percentuale di un totale” presuppone un contesto in cui il numero fa parte di un insieme globale.
ja: ここでは、単に数に率を適用しています。「合計のパーセンテージ」は、数が全体のセットの一部である文脈を仮定します。
ko: 여기서는 단순히 숫자에 비율을 적용합니다. '총액의 백분율'은 숫자가 전체 집합의 일부인 맥락을 가정합니다.
nl: Hier passen we eenvoudig een tarief toe op een geïsoleerd getal. “Percentage van een totaal” veronderstelt een context waarin het getal deel uitmaakt van een globale set.
no: Her anvender vi ganske enkelt en sats på et isolert tall. "Prosentandel av en total" forutsetter en kontekst der tallet er en del av en global helhet.
pl: Tutaj po prostu stosujemy stawkę do izolowanej liczby. „Procent całości” zakłada kontekst, w którym liczba jest częścią globalnego zbioru.
pt_pt: Aqui, aplicamos simplesmente uma taxa a um número isolado. “Percentagem de um total” supõe um contexto onde o número faz parte de um conjunto global.
ro: Aici, aplicăm pur și simplu o rată la un număr izolat. „Procentul unui total” presupune un context în care numărul face parte dintr-un ansamblu global.
ru: Здесь мы просто применяем ставку к изолированному числу. "Процент от общего" предполагает контекст, в котором число является частью общего набора.
sk: Tu jednoducho aplikujeme sadzbu na izolované číslo. "Percento z celku" predpokladá kontext, kde číslo patrí do celkového súboru.
sv: Här tillämpar vi helt enkelt en hastighet på ett isolerat tal. "Procentandel av en total" förutsätter ett sammanhang där talet är en del av en global uppsättning.
sw: Hapa, tunatumia tu kiwango kwa nambari iliyotengwa. "Asilimia ya jumla" inadhania muktadha ambapo nambari ni sehemu ya seti kubwa.
tr: Burada, yalnızca izole bir sayıya bir oran uyguluyoruz. "Bir toplamın yüzdesi" ise sayının bir genel kümenin parçası olduğu bir bağlamı varsayıyor.
uk: Тут ми просто застосовуємо ставку до ізольованого числа. "Відсоток від загального" передбачає контекст, де число є частиною загального набору.
vi: Ở đây, chúng ta chỉ đơn giản áp dụng một tỷ lệ cho một số riêng lẻ. "Tỷ lệ phần trăm của một tổng thể" giả định một bối cảnh mà số đó là một phần của một tập hợp toàn cầu.
zh_hans: 在这里，我们只是将一个比率应用于一个孤立的数字。“总数的百分比”假设一个上下文，其中数字是一个整体的一部分。

# ed_math_percentages_percentage_of_number_q2
source: Est-ce utile même pour des calculs très simples ?
af: Is dit nuttig selfs vir baie eenvoudige berekeninge?
bg: Полезно ли е дори за много прости изчисления?
cs: Je to užitečné i pro velmi jednoduché výpočty?
da: Er det nyttigt selv for meget enkle beregninger?
de: Ist es auch für sehr einfache Berechnungen nützlich?
el: Είναι χρήσιμο ακόμα και για πολύ απλούς υπολογισμούς;
es: ¿Es útil incluso para cálculos muy simples?
fi: Onko tämä hyödyllistä jopa hyvin yksinkertaisissa laskelmissa?
fil: Makatutulong ba ito kahit para sa mga napakasimpleng kalkulasyon?
hu: Hasznos ez még nagyon egyszerű számításokhoz is?
id: Apakah ini berguna bahkan untuk perhitungan yang sangat sederhana?
it: È utile anche per calcoli molto semplici?
ja: 非常に簡単な計算でも役立ちますか？
ko: 매우 간단한 계산에도 유용한가요?
nl: Is het ook nuttig voor zeer eenvoudige berekeningen?
no: Er det nyttig selv for veldig enkle beregninger?
pl: Czy to przydatne nawet dla bardzo prostych obliczeń?
pt_pt: É útil mesmo para cálculos muito simples?
ro: Este util chiar și pentru calcule foarte simple?
ru: Это полезно даже для очень простых расчетов?
sk: Je to užitočné aj pre veľmi jednoduché výpočty?
sv: Är det användbart även för mycket enkla beräkningar?
sw: Je, hii ni muhimu hata kwa hesabu rahisi sana?
tr: Çok basit hesaplamalar için bile faydalı mı?
uk: Чи це корисно навіть для дуже простих обчислень?
vi: Có hữu ích ngay cả cho các phép tính rất đơn giản không?
zh_hans: 即使是非常简单的计算，这也有用吗？

# ed_math_percentages_percentage_of_number_a2
source: Oui, notamment pour éviter les erreurs et gagner du temps, surtout lorsque les nombres ou les taux sont moins évidents.
af: Ja, veral om foute te vermy en tyd te bespaar, veral wanneer die getalle of koers minder voor die hand liggend is.
bg: Да, особено за избягване на грешки и спестяване на време, особено когато числата или процентите не са очевидни.
cs: Ano, zejména pro vyhnutí se chybám a ušetření času, zejména když jsou čísla nebo sazby méně zřejmé.
da: Ja, især for at undgå fejl og spare tid, især når tallene eller satserne er mindre åbenlyse.
de: Ja, insbesondere um Fehler zu vermeiden und Zeit zu sparen, vor allem wenn die Zahlen oder Sätze weniger offensichtlich sind.
el: Ναι, κυρίως για να αποφύγετε τα λάθη και να κερδίσετε χρόνο, ειδικά όταν οι αριθμοί ή οι ρυθμοί δεν είναι προφανείς.
es: Sí, especialmente para evitar errores y ahorrar tiempo, sobre todo cuando los números o las tasas son menos evidentes.
fi: Kyllä, erityisesti virheiden välttämiseksi ja ajan säästämiseksi, erityisesti kun numerot tai prosentit eivät ole ilmeisiä.
fil: Oo, lalo na upang maiwasan ang mga pagkakamali at makatipid ng oras, lalo na kapag ang mga numero o rate ay hindi gaanong maliwanag.
hu: Igen, különösen a hibák elkerülése és az időmegtakarítás érdekében, főleg amikor a számok vagy arányok nem nyilvánvalóak.
id: Ya, terutama untuk menghindari kesalahan dan menghemat waktu, terutama ketika angka atau tarif kurang jelas.
it: Sì, in particolare per evitare errori e risparmiare tempo, soprattutto quando i numeri o i tassi sono meno evidenti.
ja: はい、特に数や率があまり明確でない場合に、エラーを避けて時間を節約するために役立ちます。
ko: 네, 특히 숫자나 비율이 덜 명확할 때 오류를 피하고 시간을 절약하는 데 유용합니다.
nl: Ja, vooral om fouten te voorkomen en tijd te besparen, vooral wanneer de getallen of tarieven minder voor de hand liggend zijn.
no: Ja, spesielt for å unngå feil og spare tid, spesielt når tallene eller satsene er mindre åpenbare.
pl: Tak, szczególnie aby uniknąć błędów i zaoszczędzić czas, zwłaszcza gdy liczby lub stawki są mniej oczywiste.
pt_pt: Sim, nomeadamente para evitar erros e ganhar tempo, especialmente quando os números ou as taxas são menos evidentes.
ro: Da, în special pentru a evita erorile și a economisi timp, mai ales când numerele sau ratele sunt mai puțin evidente.
ru: Да, особенно чтобы избежать ошибок и сэкономить время, особенно когда числа или ставки менее очевидны.
sk: Áno, najmä na zabránenie chybám a ušetrenie času, najmä keď sú čísla alebo sadzby menej zrejmé.
sv: Ja, särskilt för att undvika misstag och spara tid, särskilt när talen eller hastigheterna är mindre uppenbara.
sw: Ndio, hasa ili kuepuka makosa na kuokoa muda, hasa wakati nambari au viwango haviko wazi.
tr: Evet, özellikle sayılar veya oranlar daha az belirgin olduğunda hatalardan kaçınmak ve zaman kazanmak için.
uk: Так, зокрема, щоб уникнути помилок і заощадити час, особливо коли числа або ставки менш очевидні.
vi: Có, đặc biệt là để tránh sai sót và tiết kiệm thời gian, đặc biệt khi các số hoặc tỷ lệ không rõ ràng.
zh_hans: 是的，特别是为了避免错误和节省时间，尤其是在数字或比率不太明显时。

# ed_math_percentages_percentage_of_number_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_of_number_tip
source: Si votre question se résume à “combien fait X % de ce nombre ?” sans autre contexte, c’est exactement l’outil qu’il vous faut.
af: As jou vraag saamgevat kan word as “hoeveel is X % van hierdie getal?” sonder enige ander konteks, is dit presies die hulpmiddel wat jy nodig het.
bg: Ако вашият въпрос се свежда до "колко е X % от това число?" без друг контекст, това е точно инструментът, от който се нуждаете.
cs: Pokud se vaše otázka shrnuje na „kolik je X % z tohoto čísla?“ bez dalšího kontextu, je to přesně nástroj, který potřebujete.
da: Hvis dit spørgsmål kan opsummeres til “hvad er X % af dette tal?” uden yderligere kontekst, er det præcis det værktøj, du har brug for.
de: Wenn Ihre Frage auf „Wie viel sind X % von dieser Zahl?“ ohne weiteren Kontext hinausläuft, ist dies genau das Werkzeug, das Sie brauchen.
el: Αν η ερώτησή σας συνοψίζεται σε "πόσο είναι το X % αυτού του αριθμού;" χωρίς άλλο πλαίσιο, είναι ακριβώς το εργαλείο που χρειάζεστε.
es: Si su pregunta se resume a “¿cuánto es X % de este número?” sin otro contexto, es exactamente la herramienta que necesita.
fi: Jos kysymyksesi tiivistyy muotoon 'kuinka paljon X % tästä numerosta on?' ilman muuta kontekstia, tämä on juuri se työkalu, jota tarvitset.
fil: Kung ang iyong tanong ay bumababa sa "ano ang X % ng numerong ito?" nang walang ibang konteksto, ito ang eksaktong tool na kailangan mo.
hu: Ha a kérdése annyira leegyszerűsödik, hogy "mennyi X % ebből a számából?" további kontextus nélkül, ez pontosan az eszköz, amire szüksége van.
id: Jika pertanyaan Anda diringkas menjadi "berapa X % dari angka ini?" tanpa konteks lain, ini adalah alat yang tepat untuk Anda.
it: Se la tua domanda si riassume a “quanto fa X % di questo numero?” senza altro contesto, è esattamente lo strumento di cui hai bisogno.
ja: あなたの質問が「この数のX％は何ですか？」という他の文脈なしに要約される場合、これはまさにあなたに必要なツールです。
ko: 당신의 질문이 '이 숫자의 X %는 얼마인가요?'로 요약된다면, 이것이 바로 당신이 필요한 도구입니다.
nl: Als uw vraag samengevat kan worden als “hoeveel is X % van dit getal?” zonder verdere context, is dit precies de tool die u nodig heeft.
no: Hvis spørsmålet ditt kan oppsummeres som "hvor mye er X % av dette tallet?" uten annen kontekst, er dette akkurat verktøyet du trenger.
pl: Jeśli twoje pytanie sprowadza się do „ile wynosi X % z tej liczby?” bez dodatkowego kontekstu, to dokładnie narzędzie, którego potrzebujesz.
pt_pt: Se a sua pergunta se resume a “quanto é X % deste número?” sem outro contexto, é exatamente a ferramenta que você precisa.
ro: Dacă întrebarea dumneavoastră se rezumă la „cât face X % din acest număr?” fără alt context, acesta este exact instrumentul de care aveți nevoie.
ru: Если ваш вопрос сводится к "сколько составляет X % от этого числа?" без другого контекста, это именно тот инструмент, который вам нужен.
sk: Ak sa vaša otázka zhrňuje na "koľko je X % z tohto čísla?" bez ďalšieho kontextu, je to presne nástroj, ktorý potrebujete.
sv: Om din fråga sammanfattas som "hur mycket är X % av detta tal?" utan ytterligare sammanhang, är det exakt verktyget du behöver.
sw: Ikiwa swali lako linajumuisha "X % ya nambari hii ni kiasi gani?" bila muktadha mwingine, hii ni chombo sahihi kwako.
tr: Eğer sorunuz "bu sayının X %'si ne kadar?" şeklindeyse ve başka bir bağlam yoksa, tam olarak ihtiyacınız olan araç budur.
uk: Якщо ваше питання зводиться до "скільки X % від цього числа?" без іншого контексту, це саме той інструмент, який вам потрібен.
vi: Nếu câu hỏi của bạn tóm gọn là "X % của số này là bao nhiêu?" mà không có bối cảnh khác, đây chính xác là công cụ bạn cần.
zh_hans: 如果你的问题总结为“这个数字的X%的值是多少？”而没有其他上下文，这正是你需要的工具。

# ed_math_percentages_percentage_of_total_title
source: À propos : Pourcentage d’un total
af: Oor: Persentasie van 'n totaal
bg: Относно: Процент от общо
cs: O: Procento z celku
da: Om: Procentdel af et total
de: Über: Prozentsatz eines Gesamtbetrags
el: Σχετικά: Ποσοστό ενός συνόλου
es: Acerca de: Porcentaje de un total
fi: Tietoa: Prosentti kokonaisuudesta
fil: Tungkol sa: Porsyento ng isang kabuuan
hu: A következőkről: Százalék egy összesítésből
id: Tentang: Persentase dari total
it: A proposito: Percentuale di un totale
ja: について：合計のパーセンテージ
ko: 정보: 총액의 백분율
nl: Over: Percentage van een totaal
no: Om: Prosentandel av en total
pl: O tym: Procent całości
pt_pt: Sobre: Percentagem de um total
ro: Despre: Procentul unui total
ru: О нас: Процент от общего
sk: O: Percento z celku
sv: Om: Procentandel av en total
sw: Kuhusu: Asilimia ya jumla
tr: Hakkında: Bir toplamın yüzdesi
uk: Про: Відсоток від загального
vi: Về: Tỷ lệ phần trăm của một tổng thể
zh_hans: 关于：总数的百分比
