Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_coef_conv_note
source: Exemple : +15% → coef = 1 + 15/100 = 1,15. Et coef 0,925 → taux = (0,925 − 1)×100 = −7,5%.
af: Voorbeeld: +15% → coef = 1 + 15/100 = 1,15. En coef 0,925 → tarief = (0,925 − 1)×100 = −7,5%.
bg: Пример: +15% → коеф = 1 + 15/100 = 1,15. И коеф 0,925 → ставка = (0,925 − 1)×100 = −7,5%.
cs: Příklad: +15% → koef = 1 + 15/100 = 1,15. A koef 0,925 → míra = (0,925 − 1)×100 = −7,5%.
da: Eksempel : +15% → coef = 1 + 15/100 = 1,15. Og coef 0,925 → procent = (0,925 − 1)×100 = −7,5%.
de: Beispiel: +15% → coef = 1 + 15/100 = 1,15. Und coef 0,925 → taux = (0,925 − 1)×100 = −7,5%.
el: Παράδειγμα: +15% → coef = 1 + 15/100 = 1,15. Και coef 0,925 → ποσοστό = (0,925 − 1)×100 = −7,5%.
es: Ejemplo: +15% → coef = 1 + 15/100 = 1,15. Y coef 0,925 → tasa = (0,925 − 1)×100 = −7,5%.
fi: Esimerkki: +15% → kerroin = 1 + 15/100 = 1,15. Ja kerroin 0,925 → prosentti = (0,925 − 1)×100 = −7,5%.
fil: Halimbawa: +15% → coef = 1 + 15/100 = 1.15. At coef 0.925 → rate = (0.925 − 1)×100 = −7.5%.
hu: Példa: +15% → együttható = 1 + 15/100 = 1,15. És együttható 0,925 → arány = (0,925 − 1)×100 = −7,5%.
id: Contoh: +15% → koef = 1 + 15/100 = 1,15. Dan koef 0,925 → tingkat = (0,925 − 1)×100 = −7,5%.
it: Esempio : +15% → coef = 1 + 15/100 = 1,15. E coef 0,925 → tasso = (0,925 − 1)×100 = −7,5%.
ja: 例：+15% → coef = 1 + 15/100 = 1.15。coef 0.925 → taux = (0.925 − 1)×100 = −7.5%。
ko: 예: +15% → 계수 = 1 + 15/100 = 1.15. 그리고 계수 0.925 → 비율 = (0.925 − 1)×100 = −7.5%.
nl: Voorbeeld : +15% → coef = 1 + 15/100 = 1,15. En coef 0,925 → taux = (0,925 − 1)×100 = −7,5%.
no: Eksempel: +15% → koeff = 1 + 15/100 = 1,15. Og koeff 0,925 → prosent = (0,925 − 1)×100 = −7,5%.
pl: Przykład: +15% → współczynnik = 1 + 15/100 = 1,15. A współczynnik 0,925 → stawka = (0,925 − 1)×100 = −7,5%.
pt_pt: Exemplo : +15% → coef = 1 + 15/100 = 1,15. E coef 0,925 → taxa = (0,925 − 1)×100 = −7,5%.
ro: Exemplu : +15% → coef = 1 + 15/100 = 1,15. Și coef 0,925 → rată = (0,925 − 1)×100 = −7,5%.
ru: Пример: +15% → coef = 1 + 15/100 = 1,15. И coef 0,925 → ставка = (0,925 − 1)×100 = −7,5%.
sk: Príklad: +15% → koef = 1 + 15/100 = 1,15. A koef 0,925 → miera = (0,925 − 1)×100 = −7,5%.
sv: Exempel: +15% → koef = 1 + 15/100 = 1,15. Och koef 0,925 → procentandel = (0,925 − 1)×100 = −7,5%.
sw: Mfano: +15% → coef = 1 + 15/100 = 1,15. Na coef 0,925 → kiwango = (0,925 − 1)×100 = −7,5%.
tr: Örnek: +%15 → katsayı = 1 + 15/100 = 1,15. Ve katsayı 0,925 → oran = (0,925 − 1)×100 = −%7,5.
uk: Приклад: +15% → коеф. = 1 + 15/100 = 1,15. І коеф. 0,925 → ставка = (0,925 − 1)×100 = −7,5%.
vi: Ví dụ: +15% → hệ số = 1 + 15/100 = 1,15. Và hệ số 0,925 → tỷ lệ = (0,925 − 1)×100 = −7,5%.
zh_hans: 示例：+15% → coef = 1 + 15/100 = 1.15。而coef 0.925 → taux = (0.925 − 1)×100 = −7.5%。

# pct_missing_title
source: Pourcentage manquant
af: Ontbrekende persentasie
bg: Липсващ процент
cs: Chybějící procento
da: Manglende procentdel
de: Fehlender Prozentsatz
el: Ελλείπον ποσοστό
es: Porcentaje faltante
fi: Puuttuva prosentti
fil: Nawawalang porsyento
hu: Hiányzó százalék
id: Persentase hilang
it: Percentuale mancante
ja: 不足しているパーセンテージ
ko: 누락된 비율
nl: Ontbrekend percentage
no: Manglende prosentandel
pl: Brakujący procent
pt_pt: Porcentagem em falta
ro: Procentaj lipsă
ru: Недостающий процент
sk: Chýbajúce percento
sv: Saknad procentandel
sw: Saknad procentandel
tr: Eksik yüzde
uk: Missing percentage
vi: Tỷ lệ thiếu hụt
zh_hans: 缺失百分比

# pct_missing_subtitle
source: Calculer le pourcentage manquant pour atteindre une valeur cible.
af: Bereken die ontbrekende persentasie om 'n teikenvlak te bereik.
bg: Изчислете липсващия процент, за да достигнете целева стойност.
cs: Vypočítejte chybějící procento pro dosažení cílové hodnoty.
da: Beregn den manglende procentdel for at nå en målværdi.
de: Berechnen Sie den fehlenden Prozentsatz, um einen Zielwert zu erreichen.
el: Υπολογίστε το ποσοστό που λείπει για να φτάσετε σε μια στοχευμένη αξία.
es: Calcular el porcentaje faltante para alcanzar un valor objetivo.
fi: Laske puuttuva prosentti tavoitearvon saavuttamiseksi.
fil: Kalkulahin ang nawawalang porsyento upang maabot ang isang target na halaga.
hu: Számolja ki a hiányzó százalékot a célérték eléréséhez.
id: Hitung persentase yang hilang untuk mencapai nilai target.
it: Calcola la percentuale mancante per raggiungere un valore obiettivo.
ja: 目標値に達するために不足しているパーセンテージを計算します。
ko: 목표 값에 도달하기 위해 누락된 비율을 계산합니다.
nl: Bereken het ontbrekende percentage om een doelwaarde te bereiken.
no: Beregn den manglende prosentandelen for å nå en målverdi.
pl: Oblicz brakujący procent, aby osiągnąć docelową wartość.
pt_pt: Calcular a percentagem em falta para atingir um valor alvo.
ro: Calculați procentajul lipsă pentru a atinge o valoare țintă.
ru: Рассчитайте недостающий процент для достижения целевого значения.
sk: Vypočítajte chýbajúce percento na dosiahnutie cieľovej hodnoty.
sv: Beräkna den saknade procenten för att nå ett mål.
sw: Beräkna den saknade procenten för att nå ett mål.
tr: Hedef bir değere ulaşmak için eksik yüzdeleri hesaplayın.
uk: Calculate the missing percentage to reach a target value.
vi: Tính toán tỷ lệ phần trăm còn thiếu để đạt được giá trị mục tiêu.
zh_hans: 计算缺失的百分比以达到目标值。

# pct_missing_base
source: Valeur de départ
af: Beginwaarde
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
de: Startwert
el: Αρχική τιμή
es: Valor inicial
fi: Alkuarvo
fil: Panahon ng pagsisimula
hu: Kezdőérték
id: Nilai awal
it: Valore di partenza
ja: 出発値
ko: 출발 값
nl: Startwaarde
no: Startverdi
pl: Wartość początkowa
pt_pt: Valor inicial
ro: Valoare inițială
ru: Начальное значение
sk: Počiatočná hodnota
sv: Startvärde
sw: Startvärde
tr: Başlangıç değeri
uk: Starting value
vi: Giá khởi điểm
zh_hans: 起始值

# pct_missing_base_hint
source: Ex : 80, 1 200, 199,99…
af: By: 80, 1 200, 199,99…
bg: Пр: 80, 1 200, 199,99…
el: Εξ: 80, 1 200, 199,99…
es: Ej: 80, 1 200, 199,99…
fi: Esim: 80, 1 200, 199,99…
id: Contoh: 80, 1.200, 199,99…
it: Es: 80, 1.200, 199,99…
ja: 例：80、1,200、199.99…
ko: 예: 80, 1,200, 199.99…
nl: Bijv: 80, 1.200, 199,99…
no: Eksempel: 80, 1 200, 199,99…
ru: Пример: 80, 1 200, 199,99…
tr: Ör: 80, 1 200, 199,99…
vi: Ví dụ: 80, 1 200, 199,99…
zh_hans: 例如：80，1 200，199,99…

# pct_missing_target
source: Valeur cible
af: Teikenwaarde
bg: Целева стойност
cs: Cílová hodnota
da: Målværdi
de: Zielwert
el: Στοχευμένη αξία
es: Valor objetivo
fi: Kohdearvo
fil: Target value
hu: Célérték
id: Nilai target
it: Valore obiettivo
ja: ターゲット値
ko: 목표 값
nl: Doelwaarde
no: Målverdi
pl: Wartość docelowa
pt_pt: Valor alvo
ro: Valoare țintă
ru: Целевая стоимость
sk: Cieľová hodnota
sv: Målvärde
sw: Målvärde
tr: Hedef değer
uk: Target value
vi: Giá trị mục tiêu
zh_hans: 目标值

# pct_missing_target_hint
source: Ex : 100, 1 110, 229,99…
af: bv: 100, 1 110, 229,99…
bg: Пр: 100, 1 110, 229,99…
el: Εξ: 100, 1 110, 229,99…
es: Ej: 100, 1 110, 229,99…
fi: Esim: 100, 1 110, 229,99…
hu: Például: 100, 1 110, 229,99…
id: Contoh: 100, 1 110, 229,99…
it: Es: 100, 1 110, 229,99…
ja: 例：100、1,110、229.99…
ko: 예: 100, 1 110, 229,99…
nl: Bijv: 100, 1 110, 229,99…
no: Eksempel: 100, 1 110, 229,99…
ru: Пример: 100, 1 110, 229,99…
tr: Ör: 100, 1 110, 229,99…
vi: Ví dụ: 100, 1 110, 229,99…
zh_hans: 例如：100，1 110，229,99…

# pct_missing_coef_label
source: Coefficient
af: Koëffisiënt
bg: Коефициент
cs: Koeficient
da: Koeficient
de: Koeffizient
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: Koeffisiyent
hu: Együttható
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koefisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koeficient
sw: Koeficient
tr: Katsayı
vi: Hệ số
zh_hans: 系数

# pct_missing_rate_label
source: Pourcentage manquant
af: Ontbrekende persentasie
bg: Липсващ процент
cs: Chybějící procento
da: Manglende procentdel
de: Fehlender Prozentsatz
el: Λείπει ποσοστό
es: Porcentaje faltante
fi: Puuttuva prosentti
fil: Nawawalang porsyento
hu: Hiányzó százalék
id: Persentase hilang
it: Percentuale mancante
ja: 不足しているパーセンテージ
ko: 누락된 비율
nl: Ontbrekend percentage
no: Manglende prosentandel
pl: Brakujący procent
pt_pt: Porcentagem em falta
ro: Procentaj lipsă
ru: Недостающий процент
sk: Chýbajúce percento
sv: Saknad procentandel
sw: Saknad procentandel
tr: Eksik yüzde
uk: Missing percentage
vi: Tỷ lệ thiếu hụt
zh_hans: 缺失百分比

# pct_missing_diff_label
source: Écart
af: Afstand
bg: Разлика
cs: Rozdíl
da: Afvigelse
de: Abweichung
el: Απόκλιση
es: Diferencia
fi: Poikkeama
fil: Agwat
hu: Eltérés
id: Selisih
it: Scarto
ja: 差異
ko: 차이
nl: Afstand
no: Avvik
pl: Różnica
pt_pt: Desvio
ro: Diferență
ru: Разница
sk: Rozdiel
sv: Avvik
sw: Avvik
tr: Açıklık
uk: Gap
vi: Khoảng cách
zh_hans: 差距

# pct_missing_zero_note
source: Impossible de calculer un pourcentage manquant avec une valeur de départ égale à 0.
af: Dit is nie moontlik om 'n ontbrekende persentasie te bereken met 'n beginwaarde van 0 nie.
bg: Невъзможно е да се изчисли липсващ процент с начална стойност, равна на 0.
cs: Není možné vypočítat chybějící procento s počáteční hodnotou rovnou 0.
da: Det er umuligt at beregne en manglende procent med en startværdi lig med 0.
de: Es ist nicht möglich, einen fehlenden Prozentsatz mit einem Startwert von 0 zu berechnen.
el: Αδύνατον να υπολογιστεί ένα ελλείπον ποσοστό με αρχική τιμή ίση με 0.
es: No se puede calcular un porcentaje faltante con un valor inicial igual a 0.
fi: Ei voida laskea puuttuvaa prosenttia, jos lähtöarvo on 0.
fil: Imposible ang pagkalkula ng nawawalang porsyento kung ang panimulang halaga ay katumbas ng 0.
hu: Nem lehet hiányzó százalékot számítani, ha a kiindulási érték 0.
id: Tidak mungkin menghitung persentase yang hilang dengan nilai awal sama dengan 0.
it: Impossibile calcolare una percentuale mancante con un valore di partenza pari a 0.
ja: 出発値が0の場合、欠落しているパーセンテージを計算することはできません。
ko: 0으로 시작하는 값으로는 누락된 백분율을 계산할 수 없습니다.
nl: Het is niet mogelijk om een ontbrekend percentage te berekenen met een startwaarde van 0.
no: Det er umulig å beregne en manglende prosentandel med en startverdi lik 0.
pl: Nie można obliczyć brakującego procentu, gdy wartość początkowa wynosi 0.
pt_pt: Impossível calcular uma percentagem em falta com um valor inicial igual a 0.
ro: Imposibil de a calcula un procentaj lipsă cu o valoare de început egală cu 0.
ru: Невозможно вычислить недостающий процент, если начальное значение равно 0.
sk: Nie je možné vypočítať chýbajúce percento s počiatočnou hodnotou rovnou 0.
sv: Det går inte att beräkna en saknad procentandel med ett startvärde lika med 0.
sw: Det går inte att beräkna en saknad procentandel med ett startvärde lika med 0.
tr: Başlangıç değeri 0 olan bir eksik yüzdelik hesaplanamaz.
uk: It is impossible to calculate a missing percentage with a starting value of 0.
vi: Không thể tính toán một tỷ lệ phần trăm thiếu với giá trị khởi đầu bằng 0.
zh_hans: 无法用起始值为0计算缺失的百分比。

# pct_missing_example_label
source: De INTERPOLATION à INTERPOLATION_1
af: Van INTERPOLATION na INTERPOLATION_1
bg: От INTERPOLATION до INTERPOLATION_1
cs: Z INTERPOLATION na INTERPOLATION_1
da: Fra INTERPOLATION til INTERPOLATION_1
de: Von INTERPOLATION nach INTERPOLATION_1
el: Από INTERPOLATION σε INTERPOLATION_1
es: De INTERPOLATION a INTERPOLATION_1
fil: Mula INTERPOLATION hanggang INTERPOLATION_1
hu: INTERPOLATION-tól INTERPOLATION_1-ig
id: Dari INTERPOLATION ke INTERPOLATION_1
it: Da INTERPOLATION a INTERPOLATION_1
ja: INTERPOLATIONからINTERPOLATION_1へ
ko: INTERPOLATION에서 INTERPOLATION_1로
nl: Van INTERPOLATION naar INTERPOLATION_1
no: Fra INTERPOLATION til INTERPOLATION_1
pl: Od INTERPOLATION do INTERPOLATION_1
pt_pt: De INTERPOLATION a INTERPOLATION_1
ro: De INTERPOLATION la INTERPOLATION_1
ru: От INTERPOLATION до INTERPOLATION_1
sk: Z INTERPOLATION na INTERPOLATION_1
sv: Från INTERPOLATION till INTERPOLATION_1
sw: Kutoka INTERPOLATION hadi INTERPOLATION_1
tr: INTERPOLATION’den INTERPOLATION_1’ye
uk: Від INTERPOLATION до INTERPOLATION_1
vi: Từ INTERPOLATION đến INTERPOLATION_1
zh_hans: 从INTERPOLATION到INTERPOLATION_1

# pct_missing_definition_sub
source: On cherche le taux à appliquer à la valeur de départ pour atteindre la cible.
af: Ons soek die koers om op die beginwaarde toe te pas om die teiken te bereik.
bg: Търсим процента, който да приложим към началната стойност, за да достигнем целта.
cs: Hledáme sazbu, kterou je třeba použít na výchozí hodnotu, abychom dosáhli cíle.
da: Vi søger den sats, der skal anvendes på startværdien for at nå målet.
de: Wir suchen den Satz, der auf den Ausgangswert angewendet werden muss, um das Ziel zu erreichen.
el: Ψάχνουμε το ποσοστό που θα εφαρμοστεί στην αρχική αξία για να φτάσουμε στον στόχο.
es: Buscamos la tasa a aplicar al valor inicial para alcanzar el objetivo.
fi: Etsimme prosenttiosuutta, joka sovelletaan lähtöarvoon tavoitteen saavuttamiseksi.
fil: Hinahanap namin ang rate na ilalapat sa panimulang halaga upang maabot ang target.
hu: A cél eléréséhez szükséges arányt keressük az induló értékhez.
id: Kami mencari tarif yang harus diterapkan pada nilai awal untuk mencapai target.
it: Si cerca il tasso da applicare al valore iniziale per raggiungere l'obiettivo.
ja: 目標に達するために、初期値に適用する割合を探しています。
ko: 우리는 목표에 도달하기 위해 시작 값에 적용할 비율을 찾고 있습니다.
nl: We zoeken het tarief dat op de startwaarde moet worden toegepast om het doel te bereiken.
no: Vi søker satsen som skal brukes på startverdien for å nå målet.
pl: Szukamy stawki do zastosowania do wartości początkowej, aby osiągnąć cel.
pt_pt: Procuramos a taxa a aplicar ao valor inicial para atingir o objetivo.
ro: Căutăm rata care se aplică valorii inițiale pentru a atinge obiectivul.
ru: Мы ищем ставку, которую нужно применить к начальной стоимости, чтобы достичь цели.
sk: Hľadáme sadzbu, ktorú treba uplatniť na počiatočnú hodnotu, aby sme dosiahli cieľ.
sv: Vi letar efter den ränta som ska tillämpas på startvärdet för att nå målet.
sw: Vi letar efter den ränta som ska tillämpas på startvärdet för att nå målet.
tr: Hedefe ulaşmak için başlangıç değerine uygulanacak oranı arıyoruz.
uk: We are looking for the rate to apply to the starting value to reach the target.
vi: Chúng tôi tìm tỷ lệ áp dụng cho giá trị khởi đầu để đạt được mục tiêu.
zh_hans: 我们寻找适用于起始值以达到目标的利率。

# pct_missing_step1
source: Calculez le coefficient multiplicateur : cible ÷ départ
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">cible ÷ départ Calculez le coefficient multiplicateur :

# pct_missing_step2
source: Convertissez en pourcentage : (coefficient − 1) × 100
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(coefficient − 1) × 100 Convertissez en pourcentage :
