Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_ratios_ratio_to_percent_q1
source: Pourquoi convertir un ratio en pourcentage ?
af: Waarom 'n verhouding in 'n persentasie omskakel?
bg: Защо да преобразуваме съотношение в процент?
cs: Proč převádět poměr na procento?
da: Hvorfor konvertere et forhold til procent?
de: Warum ein Verhältnis in einen Prozentsatz umwandeln?
el: Γιατί να μετατρέψετε μια αναλογία σε ποσοστό;
es: ¿Por qué convertir una relación en porcentaje?
fi: Miksi muuntaa suhde prosentiksi?
fil: Bakit i-convert ang ratio sa porsyento?
hu: Miért alakítsunk át egy arányt százalékra?
id: Mengapa mengubah rasio menjadi persentase?
it: Perché convertire un rapporto in percentuale?
ja: なぜ比をパーセンテージに変換するのですか？
ko: 비율을 백분율로 변환하는 이유는 무엇인가요?
nl: Waarom een ratio omzetten in een percentage?
no: Hvorfor konvertere et forhold til prosent?
pl: Dlaczego przekształcać stosunek w procent?
pt_pt: Por que converter uma razão em porcentagem?
ro: De ce să convertiți un raport în procentaj?
ru: Почему преобразовывать отношение в процент?
sk: Prečo konvertovať pomer na percento?
sv: Varför omvandla ett förhållande till procent?
sw: Kwa nini kubadilisha uwiano kuwa asilimia?
tr: Bir oranı yüzdeye dönüştürmek neden önemlidir?
uk: Чому варто перетворювати співвідношення у відсоток?
vi: Tại sao lại chuyển đổi một tỷ lệ thành phần trăm?
zh_hans: 为什么要将比率转换为百分比？

# ed_math_ratios_ratio_to_percent_a1
source: Le pourcentage est souvent plus intuitif et permet de comparer rapidement différentes situations.
af: Die persentasie is dikwels meer intuïtief en maak dit moontlik om vinnig verskillende situasies te vergelyk.
bg: Процентът често е по-интуитивен и позволява бързо сравнение на различни ситуации.
cs: Procento je často intuitivnější a umožňuje rychlé porovnání různých situací.
da: Procentdelen er ofte mere intuitiv og gør det muligt hurtigt at sammenligne forskellige situationer.
de: Der Prozentsatz ist oft intuitiver und ermöglicht einen schnellen Vergleich verschiedener Situationen.
el: Το ποσοστό είναι συχνά πιο διαισθητικό και επιτρέπει γρήγορη σύγκριση διαφορετικών καταστάσεων.
es: El porcentaje es a menudo más intuitivo y permite comparar rápidamente diferentes situaciones.
fi: Prosentti on usein intuitiivisempi ja mahdollistaa erilaisten tilanteiden nopean vertailun.
fil: Ang porsyento ay madalas na mas intuitive at nagpapahintulot ng mabilis na paghahambing ng iba't ibang sitwasyon.
hu: A százalék gyakran intuitívabb, és lehetővé teszi, hogy gyorsan összehasonlítsunk különböző helyzeteket.
id: Persentase sering kali lebih intuitif dan memungkinkan untuk membandingkan berbagai situasi dengan cepat.
it: La percentuale è spesso più intuitiva e consente di confrontare rapidamente diverse situazioni.
ja: パーセンテージはしばしばより直感的で、異なる状況を迅速に比較することができます。
ko: 백분율은 종종 더 직관적이며 다양한 상황을 빠르게 비교할 수 있게 해줍니다.
nl: Het percentage is vaak intuïtiever en maakt het mogelijk om snel verschillende situaties te vergelijken.
no: Prosenten er ofte mer intuitiv og gjør det mulig å raskt sammenligne forskjellige situasjoner.
pl: Procent jest często bardziej intuicyjny i pozwala szybko porównywać różne sytuacje.
pt_pt: A porcentagem é frequentemente mais intuitiva e permite comparar rapidamente diferentes situações.
ro: Procentajul este adesea mai intuitiv și permite compararea rapidă a diferitelor situații.
ru: Процент часто более интуитивен и позволяет быстро сравнивать различные ситуации.
sk: Percento je často intuitívnejšie a umožňuje rýchlo porovnať rôzne situácie.
sv: Procent är ofta mer intuitivt och gör det möjligt att snabbt jämföra olika situationer.
sw: Asilimia mara nyingi ni rahisi kueleweka na inaruhusu kulinganisha haraka hali tofauti.
tr: Yüzde genellikle daha sezgisel olup, farklı durumları hızlıca karşılaştırmayı sağlar.
uk: Відсоток часто є більш інтуїтивним і дозволяє швидко порівнювати різні ситуації.
vi: Phần trăm thường trực quan hơn và cho phép so sánh nhanh chóng các tình huống khác nhau.
zh_hans: 百分比通常更直观，并且可以快速比较不同的情况。

# ed_math_ratios_ratio_to_percent_q2
source: Un ratio peut-il donner plus de 100% ?
af: Kan 'n verhouding meer as 100% gee?
bg: Може ли съотношение да даде повече от 100%?
cs: Může poměr dát více než 100%?
da: Kan et forhold give mere end 100%?
de: Kann ein Verhältnis mehr als 100% ergeben?
el: Μπορεί μια αναλογία να δώσει πάνω από 100%;
es: ¿Puede una relación dar más del 100%?
fi: Voiko suhde ylittää 100%?
fil: Maaari bang magbigay ang isang ratio ng higit sa 100%?
hu: Egy arány adhat-e 100%-nál többet?
id: Bisakah rasio memberikan lebih dari 100%?
it: Un rapporto può dare più del 100%?
ja: 比は100%を超えることがありますか？
ko: 비율이 100%를 초과할 수 있나요?
nl: Kan een ratio meer dan 100% zijn?
no: Kan et forhold gi mer enn 100%?
pl: Czy stosunek może dać więcej niż 100%?
pt_pt: Uma razão pode dar mais de 100%?
ro: Un raport poate da mai mult de 100%?
ru: Может ли отношение дать более 100%?
sk: Môže pomer dať viac ako 100%?
sv: Kan ett förhållande ge mer än 100%?
sw: Je, uwiano unaweza kutoa zaidi ya 100%?
tr: Bir oran %100'den fazla olabilir mi?
uk: Чи може співвідношення дати більше 100%?
vi: Một tỷ lệ có thể cho ra hơn 100% không?
zh_hans: 比率可以超过100%吗？

# ed_math_ratios_ratio_to_percent_a2
source: Oui, si la première valeur est supérieure à la seconde, le pourcentage dépasse 100%.
af: Ja, as die eerste waarde groter is as die tweede, oorskry die persentasie 100%.
bg: Да, ако първата стойност е по-голяма от втората, процентът надвишава 100%.
cs: Ano, pokud je první hodnota vyšší než druhá, procento překročí 100%.
da: Ja, hvis den første værdi er større end den anden, overstiger procentdelen 100%.
de: Ja, wenn der erste Wert größer als der zweite ist, überschreitet der Prozentsatz 100%.
el: Ναι, αν η πρώτη τιμή είναι μεγαλύτερη από τη δεύτερη, το ποσοστό υπερβαίνει το 100%.
es: Sí, si el primer valor es mayor que el segundo, el porcentaje supera el 100%.
fi: Kyllä, jos ensimmäinen arvo on suurempi kuin toinen, prosentti ylittää 100%.
fil: Oo, kung ang unang halaga ay higit sa pangalawa, ang porsyento ay lumalampas sa 100%.
hu: Igen, ha az első érték nagyobb a másodiknál, a százalék meghaladja a 100%-ot.
id: Ya, jika nilai pertama lebih besar dari yang kedua, persentase melebihi 100%.
it: Sì, se il primo valore è superiore al secondo, la percentuale supera il 100%.
ja: はい、最初の値が二番目の値を超える場合、パーセンテージは100%を超えます。
ko: 네, 첫 번째 값이 두 번째 값보다 크면 백분율이 100%를 초과합니다.
nl: Ja, als de eerste waarde groter is dan de tweede, overschrijdt het percentage 100%.
no: Ja, hvis den første verdien er større enn den andre, vil prosentandelen overstige 100%.
pl: Tak, jeśli pierwsza wartość jest większa od drugiej, procent przekracza 100%.
pt_pt: Sim, se o primeiro valor for superior ao segundo, a porcentagem ultrapassa 100%.
ro: Da, dacă prima valoare este mai mare decât a doua, procentajul depășește 100%.
ru: Да, если первая величина больше второй, процент превышает 100%.
sk: Áno, ak je prvá hodnota vyššia ako druhá, percento presahuje 100%.
sv: Ja, om det första värdet är större än det andra, överstiger procentandelen 100%.
sw: Ndio, ikiwa thamani ya kwanza ni kubwa kuliko ya pili, asilimia inazidi 100%.
tr: Evet, eğer ilk değer ikinci değerden büyükse, yüzde %100'ü aşar.
uk: Так, якщо перше значення перевищує друге, відсоток перевищує 100%.
vi: Có, nếu giá trị đầu tiên lớn hơn giá trị thứ hai, phần trăm sẽ vượt quá 100%.
zh_hans: 是的，如果第一个值大于第二个，百分比将超过100%。

# ed_math_ratios_ratio_to_percent_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_ratios_ratio_to_percent_tip
source: Pour interpréter correctement un pourcentage, identifie toujours clairement ce qui représente le “tout” (100%).
af: Om 'n persentasie korrek te interpreteer, identifiseer altyd duidelik wat die “heelal” (100%) verteenwoordig.
bg: За да интерпретирате правилно процент, винаги ясно идентифицирайте какво представлява „цялото“ (100%).
cs: Pro správnou interpretaci procenta vždy jasně identifikujte, co představuje „celé“ (100%).
da: For korrekt at fortolke en procentdel, identificer altid klart, hvad der repræsenterer “det hele” (100%).
de: Um einen Prozentsatz korrekt zu interpretieren, identifiziere immer klar, was das 'Gesamt' (100%) darstellt.
el: Για να ερμηνεύσετε σωστά ένα ποσοστό, προσδιορίστε πάντα σαφώς τι αντιπροσωπεύει το “όλο” (100%).
es: Para interpretar correctamente un porcentaje, siempre identifica claramente lo que representa el “todo” (100%).
fi: Tulkitaksesi prosenttia oikein, määritä aina selkeästi, mikä edustaa 'kokonaisuutta' (100%).
fil: Upang maayos na bigyang-kahulugan ang isang porsyento, laging malinaw na tukuyin kung ano ang kumakatawan sa “buo” (100%).
hu: A százalék helyes értelmezéséhez mindig világosan azonosítsd, mi képviseli a “teljes” (100%-ot).
id: Untuk menginterpretasikan persentase dengan benar, selalu identifikasi dengan jelas apa yang mewakili “semua” (100%).
it: Per interpretare correttamente una percentuale, identifica sempre chiaramente cosa rappresenta il “tutto” (100%).
ja: パーセンテージを正しく解釈するためには、常に「全体」（100%）を明確に特定してください。
ko: 백분율을 올바르게 해석하려면 항상 '전체'(100%)를 명확히 식별하세요.
nl: Om een percentage correct te interpreteren, identificeer altijd duidelijk wat het 'geheel' (100%) vertegenwoordigt.
no: For å tolke en prosentandel riktig, identifiser alltid klart hva som representerer “helheten” (100%).
pl: Aby poprawnie interpretować procent, zawsze wyraźnie określ, co reprezentuje „całość” (100%).
pt_pt: Para interpretar corretamente uma porcentagem, identifique sempre claramente o que representa o “todo” (100%).
ro: Pentru a interpreta corect un procentaj, identifică întotdeauna clar ce reprezintă „totul” (100%).
ru: Чтобы правильно интерпретировать процент, всегда четко определяйте, что представляет собой “все” (100%).
sk: Aby ste správne interpretovali percento, vždy jasne identifikujte, čo predstavuje „celok“ (100%).
sv: För att korrekt tolka en procentandel, identifiera alltid tydligt vad som representerar “helheten” (100%).
sw: Ili kutafsiri kwa usahihi asilimia, kila wakati tambua wazi kile kinachowakilisha “kila kitu” (100%).
tr: Bir yüzdeyi doğru yorumlamak için, her zaman “tam” (100%) olanı net bir şekilde tanımlayın.
uk: Щоб правильно інтерпретувати відсоток, завжди чітко визначайте, що представляє “все” (100%).
vi: Để diễn giải chính xác một phần trăm, luôn xác định rõ ràng cái gì đại diện cho “toàn bộ” (100%).
zh_hans: 为了正确解释百分比，总是清楚地识别“整体”（100%）代表的是什么。

# ed_math_statistics_weighted_mean_title
source: À propos : Moyenne pondérée
af: Oor: Gewigte gemiddelde
bg: Относно: Теглена средна стойност
cs: O nás: Vážený průměr
da: Om: Vægtet gennemsnit
de: Über: Gewichteter Durchschnitt
el: Σχετικά: Σταθμισμένος μέσος όρος
es: Acerca de: Media ponderada
fi: Tietoa: Painotettu keskiarvo
fil: Tungkol sa: Weighted average
hu: A következőkről: Súlyozott átlag
id: Tentang: Rata-rata tertimbang
it: A proposito: Media ponderata
ja: について：加重平均
ko: 정보: 가중 평균
nl: Over: Gewogen gemiddelde
no: Om: Vektet gjennomsnitt
pl: O tym: Średnia ważona
pt_pt: Sobre: Média ponderada
ro: Despre: Medie ponderată
ru: О нас: Взвешенная средняя
sk: O nás: Vážený priemer
sv: Om: Viktad medelvärde
sw: Kuhusu: Wastani wa uzito
tr: Hakkında: Ağırlıklı ortalama
uk: Про: Вагова середня
vi: Về: Trung bình có trọng số
zh_hans: 关于：加权平均

# ed_math_statistics_weighted_mean_lead
source: Calculer une moyenne lorsque toutes les valeurs n’ont pas la même importance.
af: Bereken 'n gemiddelde wanneer nie alle waardes dieselfde belangrikheid het.
bg: Изчислете средна стойност, когато всички стойности нямат еднакво значение.
cs: Vypočítat průměr, když všechny hodnoty nemají stejný význam.
da: At beregne et gennemsnit, når ikke alle værdier har samme betydning.
de: Berechne einen Durchschnitt, wenn nicht alle Werte die gleiche Bedeutung haben.
el: Υπολογίστε έναν μέσο όρο όταν όλες οι τιμές δεν έχουν την ίδια σημασία.
es: Calcular una media cuando todos los valores no tienen la misma importancia.
fi: Laske keskiarvo, kun kaikilla arvoilla ei ole samaa merkitystä.
fil: Kalkulahin ang isang average kapag ang lahat ng mga halaga ay hindi may parehong kahalagahan.
hu: Átlagot számítani, amikor nem minden érték egyenlő fontosságú.
id: Menghitung rata-rata ketika semua nilai tidak memiliki kepentingan yang sama.
it: Calcolare una media quando tutti i valori non hanno la stessa importanza.
ja: すべての値が同じ重要性を持たない場合に平均を計算します。
ko: 모든 값이 동일한 중요성을 가지지 않을 때 평균을 계산합니다.
nl: Bereken een gemiddelde wanneer niet alle waarden dezelfde belangrijkheid hebben.
no: Beregne et gjennomsnitt når ikke alle verdiene har samme betydning.
pl: Obliczanie średniej, gdy wszystkie wartości nie mają tej samej wagi.
pt_pt: Calcular uma média quando todos os valores não têm a mesma importância.
ro: Calculați o medie atunci când toate valorile nu au aceeași importanță.
ru: Вычислить среднее, когда все значения не имеют одинаковую важность.
sk: Vypočítať priemer, keď všetky hodnoty nemajú rovnaký význam.
sv: Beräkna ett medelvärde när inte alla värden har samma betydelse.
sw: Hesabu wastani wakati thamani zote hazina umuhimu sawa.
tr: Tüm değerlerin aynı öneme sahip olmadığı durumlarda bir ortalama hesaplamak.
uk: Обчислення середнього, коли всі значення не мають однакової ваги.
vi: Tính toán một trung bình khi tất cả các giá trị không có cùng một tầm quan trọng.
zh_hans: 在所有值的重要性不相同的情况下计算平均值。

# ed_math_statistics_weighted_mean_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssituationer
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Felhasználási esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_statistics_weighted_mean_uc1_title
source: Notes avec coefficients
af: Notas met koëffisiënte
bg: Бележки с коефициенти
cs: Poznámky s koeficienty
da: Noter med koefficienter
de: Noten mit Gewichtungen
el: Σημειώσεις με συντελεστές
es: Notas con coeficientes
fi: Painotetut arvosanat
fil: Mga tala na may mga coefficient
hu: Jegyek súlyozott értékkel
id: Catatan dengan koefisien
it: Note con coefficienti
ja: 係数付きノート
ko: 가중치가 있는 노트
nl: Cijfers met coëfficiënten
no: Notater med vekter
pl: Oceny z wagami
pt_pt: Notas com coeficientes
ro: Note cu coeficienți
ru: Заметки с коэффициентами
sk: Poznámky s koeficientmi
sv: Betyg med vikter
sw: Alama na uzito
tr: Ağırlıklı notlar
uk: Нотатки з коефіцієнтами
vi: Ghi chú với hệ số
zh_hans: 带权重的分数

# ed_math_statistics_weighted_mean_uc1_text
source: Calculer une moyenne scolaire ou universitaire.
af: Bereken 'n skool- of universiteitsgemiddelde.
bg: Изчислете среден успех в училище или университет.
cs: Vypočítat školní nebo univerzitní průměr.
da: Beregn et skole- eller universitetsgennemsnit.
de: Berechnung eines Schul- oder Universitätsdurchschnitts.
el: Υπολογίστε μια σχολική ή πανεπιστημιακή μέση τιμή.
es: Calcular un promedio escolar o universitario.
fi: Laske koulun tai yliopiston keskiarvo.
fil: Kalkulahin ang isang average na pang-akademiko o unibersidad.
hu: Iskolai vagy egyetemi átlag kiszámítása.
id: Menghitung rata-rata sekolah atau universitas.
it: Calcolare una media scolastica o universitaria.
ja: 学校または大学の平均を計算する。
ko: 학교 또는 대학 평균 계산하기.
nl: Een school- of universitaire gemiddelde berekenen.
no: Beregne et skole- eller universitetsgjennomsnitt.
pl: Obliczanie średniej szkolnej lub uniwersyteckiej.
pt_pt: Calcular uma média escolar ou universitária.
ro: Calculați o medie școlară sau universitară.
ru: Вычислить средний балл в школе или университете.
sk: Vypočítať školský alebo univerzitný priemer.
sv: Beräkna ett skol- eller universitetsgenomsnitt.
sw: Hesabu wastani wa shule au chuo kikuu.
tr: Okul veya üniversite ortalaması hesaplamak.
uk: Обчислити середній бал у школі або університеті.
vi: Tính toán một điểm trung bình học tập hoặc đại học.
zh_hans: 计算学术或大学平均分。

# ed_math_statistics_weighted_mean_uc2_title
source: Prix moyen
af: Gemiddelde prys
bg: Средна цена
cs: Průměrná cena
da: Gennemsnitspris
de: Durchschnittspreis
el: Μέση τιμή
es: Precio medio
fi: Keskihinta
fil: Karaniwang presyo
hu: Átlagos ár
id: Harga rata-rata
it: Prezzo medio
ja: 平均価格
ko: 평균 가격
nl: Gemiddelde prijs
no: Gjennomsnittlig pris
pl: Średnia cena
pt_pt: Preço médio
ro: Preț mediu
ru: Средняя цена
sk: Priemerná cena
sv: Genomsnittligt pris
sw: Wastani wa bei
tr: Ortalama fiyat
uk: Середня ціна
vi: Giá trung bình
zh_hans: 平均价格

# ed_math_statistics_weighted_mean_uc2_text
source: Calculer un prix moyen en fonction des quantités achetées.
af: Bereken 'n gemiddelde prys op grond van die hoeveelhede gekoop.
bg: Изчислете средна цена в зависимост от закупените количества.
cs: Vypočítat průměrnou cenu na základě zakoupených množství.
da: Beregn en gennemsnitspris baseret på de købte mængder.
de: Berechnung eines Durchschnittspreises basierend auf den gekauften Mengen.
el: Υπολογίστε μια μέση τιμή με βάση τις ποσότητες που αγοράστηκαν.
es: Calcular un precio medio en función de las cantidades compradas.
fi: Laske keskihinta ostettujen määrien perusteella.
fil: Kalkulahin ang isang karaniwang presyo batay sa mga dami na binili.
hu: Átlagos ár kiszámítása a vásárolt mennyiségek alapján.
id: Menghitung harga rata-rata berdasarkan jumlah yang dibeli.
it: Calcolare un prezzo medio in base alle quantità acquistate.
ja: 購入数量に基づいて平均価格を計算する。
ko: 구매한 수량에 따라 평균 가격 계산하기.
nl: Een gemiddelde prijs berekenen op basis van de aangekochte hoeveelheden.
no: Beregne en gjennomsnittlig pris basert på kjøpte mengder.
pl: Obliczanie średniej ceny w zależności od zakupionych ilości.
pt_pt: Calcular um preço médio com base nas quantidades compradas.
ro: Calculați un preț mediu în funcție de cantitățile cumpărate.
ru: Вычислить среднюю цену в зависимости от купленных количеств.
sk: Vypočítať priemernú cenu na základe zakúpených množstiev.
sv: Beräkna ett genomsnittligt pris baserat på köpta kvantiteter.
sw: Hesabu wastani wa bei kulingana na kiasi kilichonunuliwa.
tr: Alınan miktarlara göre ortalama fiyat hesaplamak.
uk: Обчислити середню ціну залежно від кількостей, що купуються.
vi: Tính toán một giá trung bình dựa trên số lượng đã mua.
zh_hans: 根据购买数量计算平均价格。

# ed_math_statistics_weighted_mean_uc3_title
source: Données pondérées
af: Gewigte data
bg: Теглени данни
cs: Ponděná data
da: Vægtede data
de: Gewichtete Daten
el: Βαθμολογημένα δεδομένα
es: Datos ponderados
fi: Painotetut tiedot
fil: Mga pinagsamang datos
hu: Súlyozott adatok
id: Data berbobot
it: Dati ponderati
ja: 加重データ
ko: 가중 데이터
nl: Gewogen gegevens
no: Vektede data
pl: Dane ważone
pt_pt: Dados ponderados
ro: Date ponderate
ru: Взвешенные данные
sk: Pondované údaje
sv: Viktade data
sw: Data zilizo na uzito
tr: Ağırlıklı veriler
uk: Вагові дані
vi: Dữ liệu có trọng số
zh_hans: 加权数据

# ed_math_statistics_weighted_mean_uc3_text
source: Analyser des données avec fréquences ou durées différentes.
af: Analiseer data met verskillende frekwensies of duur.
bg: Анализиране на данни с различни честоти или продължителности.
cs: Analyzovat data s různými frekvencemi nebo trváním.
da: Analysere data med forskellige frekvenser eller varigheder.
de: Daten mit unterschiedlichen Frequenzen oder Zeitdauern analysieren.
el: Αναλύστε δεδομένα με διαφορετικές συχνότητες ή διάρκειες.
es: Analizar datos con frecuencias o duraciones diferentes.
fi: Analysoi tietoja, joilla on erilaisia frekvenssejä tai kestoja.
fil: Suriin ang mga datos na may iba't ibang dalas o tagal.
hu: Adatok elemzése különböző gyakoriságokkal vagy időtartamokkal.
id: Menganalisis data dengan frekuensi atau durasi yang berbeda.
it: Analizzare dati con frequenze o durate diverse.
ja: 異なる頻度または期間のデータを分析する。
ko: 다른 빈도 또는 기간으로 데이터를 분석하기.
nl: Gegevens analyseren met verschillende frequenties of duur.
no: Analysere data med forskjellige frekvenser eller varigheter.
pl: Analiza danych z różnymi częstotliwościami lub czasami trwania.
pt_pt: Analisar dados com frequências ou durações diferentes.
ro: Analizați datele cu frecvențe sau durate diferite.
ru: Анализировать данные с различными частотами или длительностями.
sk: Analyzovať údaje s rôznymi frekvenciami alebo trvaním.
sv: Analysera data med olika frekvenser eller längder.
sw: Kuchambua data zikiwa na mzunguko au muda tofauti.
tr: Farklı frekanslar veya sürelerle verileri analiz etmek.
uk: Аналізувати дані з різними частотами або тривалостями.
vi: Phân tích dữ liệu với tần suất hoặc thời gian khác nhau.
zh_hans: 分析具有不同频率或持续时间的数据。

# ed_math_statistics_weighted_mean_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您得到的结果

# ed_math_statistics_weighted_mean_out1
source: Une moyenne tenant compte de l’importance relative des valeurs.
af: 'n Gemiddelde wat rekening hou met die relatiewe belangrikheid van die waardes.
bg: Средна стойност, която отчита относителната важност на стойностите.
cs: Průměr zohledňující relativní důležitost hodnot.
da: Et gennemsnit, der tager højde for værdiernes relative betydning.
de: Ein Durchschnitt, der die relative Bedeutung der Werte berücksichtigt.
el: Μια μέση τιμή που λαμβάνει υπόψη τη σχετική σημασία των τιμών.
es: Un promedio que tiene en cuenta la importancia relativa de los valores.
fi: Keskiarvo, joka ottaa huomioon arvojen suhteellisen merkityksen.
fil: Isang average na isinasaalang-alang ang kaugnayan ng halaga.
hu: Egy átlag, amely figyelembe veszi az értékek relatív fontosságát.
id: Rata-rata yang mempertimbangkan pentingnya nilai-nilai relatif.
it: Una media che tiene conto dell'importanza relativa dei valori.
ja: 値の相対的重要性を考慮した平均。
ko: 값의 상대적 중요성을 고려한 평균.
nl: Een gemiddelde die rekening houdt met het relatieve belang van de waarden.
no: Et gjennomsnitt som tar hensyn til den relative betydningen av verdiene.
pl: Średnia uwzględniająca względne znaczenie wartości.
pt_pt: Uma média que leva em conta a importância relativa dos valores.
ro: O medie care ține cont de importanța relativă a valorilor.
ru: Среднее значение, учитывающее относительную важность значений.
sk: Priemer zohľadňujúci relatívnu dôležitosť hodnôt.
sv: Ett genomsnitt som tar hänsyn till värdenas relativa betydelse.
sw: Wastani unaozingatia umuhimu wa thamani.
tr: Değerlerin göreceli önemini dikkate alan bir ortalama.
uk: Середнє, що враховує відносну важливість значень.
vi: Một điểm trung bình tính đến tầm quan trọng tương đối của các giá trị.
zh_hans: 考虑到数值相对重要性的平均值。
