Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_rev_tag
source: Valeur initiale
af: Beginwaarde
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
de: Ursprünglicher Wert
el: Αρχική αξία
es: Valor inicial
fi: Alkuperäinen arvo
fil: Inisyal na halaga
hu: Kezdőérték
id: Nilai awal
it: Valore iniziale
ja: 初期値
ko: 초기 값
nl: Initiële waarde
no: Startverdi
pl: Wartość początkowa
pt_pt: Valor inicial
ro: Valoare inițială
ru: Начальное значение
sk: Počiatočná hodnota
sv: Initialvärde
sw: Ursprungligt värde
tr: Başlangıç değeri
uk: Initial value
vi: Giá trị ban đầu
zh_hans: 初始值

# pct_rev_coeff_label
source: Coefficient
af: Koëffisiënt
bg: Коефициент
cs: Koeficient
da: Koeficient
de: Koeffizient
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: Koeffisiyent
hu: Együttható
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koefisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koeficient
sw: Koeficient
tr: Katsayı
vi: Hệ số
zh_hans: 系数

# pct_rev_div0
source: Division par 0
af: Deel deur 0
bg: Деление на 0
cs: Dělení nulou
da: Division med 0
de: Division durch 0
el: Διαίρεση με το 0
es: División por 0
fi: Nollalla jakaminen
fil: Hatiin sa 0
hu: Osztás 0-val
id: Pembagian dengan 0
it: Divisione per 0
ja: ゼロでの除算
ko: 0으로 나누기
nl: Deling door 0
no: Divisjon med 0
pl: Dzielenie przez 0
pt_pt: Divisão por 0
ro: Împărțire la 0
ru: Деление на 0
sk: Delenie nulou
sv: Division med 0
sw: Division med 0
tr: 0 ile bölme
uk: Division by 0
vi: Chia sẻ bởi 0
zh_hans: 除以0

# pct_rev_initial_label
source: Valeur initiale
af: Beginwaarde
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
de: Ursprünglicher Wert
el: Αρχική αξία
es: Valor inicial
fi: Alkuperäinen arvo
fil: Inisyal na halaga
hu: Kezdőérték
id: Nilai awal
it: Valore iniziale
ja: 初期値
ko: 초기 값
nl: Initiële waarde
no: Startverdi
pl: Wartość początkowa
pt_pt: Valor inicial
ro: Valoare inițială
ru: Начальное значение
sk: Počiatočná hodnota
sv: Initialvärde
sw: Ursprungligt värde
tr: Başlangıç değeri
uk: Initial value
vi: Giá trị ban đầu
zh_hans: 初始值

# pct_rev_div0_initial
source: Impossible (coefficient = 0)
af: Onmoontlik (koëffisiënt = 0)
bg: Невъзможно (коефициент = 0)
cs: Nemožné (koeficient = 0)
da: Umuligt (koefficient = 0)
de: Unmöglich (Koef. = 0)
el: Αδύνατο (συντελεστής = 0)
es: Imposible (coeficiente = 0)
fi: Mahdoton (kerroin = 0)
fil: Imposible (koefisiyent = 0)
hu: Lehetetlen (koefficiens = 0)
id: Tidak mungkin (koefisien = 0)
it: Impossibile (coefficiente = 0)
ja: 不可能（係数 = 0）
ko: 불가능 (계수 = 0)
nl: Onmogelijk (coëfficiënt = 0)
no: Umulig (koeffisient = 0)
pl: Niemożliwe (współczynnik = 0)
pt_pt: Impossível (coeficiente = 0)
ro: Imposibil (coeficient = 0)
ru: Невозможно (коэффициент = 0)
sk: Nemožné (koeficient = 0)
sv: Omöjligt (koefficient = 0)
sw: Omöjligt (koefficient = 0)
tr: İmkansız (katsayı = 0)
vi: Không thể (hệ số = 0)
zh_hans: 不可能（系数 = 0）

# pct_rev_check_label
source: Vérification
af: Kontrole
bg: Проверка
cs: Ověření
da: Verifikation
de: Überprüfung
el: Επιβεβαίωση
es: Verificación
fi: Tarkistus
fil: Pagsusuri
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 確認
ko: 확인
nl: Controle
no: Verifisering
pl: Weryfikacja
pt_pt: Verificação
ro: Verificare
ru: Проверка
sk: Overenie
sv: Verifiering
sw: Verifiering
tr: Doğrulama
uk: Verification
vi: Kiểm tra
zh_hans: 验证

# pct_rev_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetować
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Återställ
tr: Sıfırla
uk: Reset
vi: Đặt lại
zh_hans: 重置

# pct_rev_examples_title
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga Halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Exempel
tr: Örnekler
uk: Examples
vi: Ví dụ
zh_hans: 示例

# pct_rev_examples_sub
source: Cliquez pour pré-remplir
af: Klik om voor te vul
bg: Щракнете, за да попълните автоматично
cs: Klikněte pro předvyplnění
da: Klik for at forudfylde
de: Klicken Sie, um vorab auszufüllen.
el: Κάντε κλικ για προεπιλογή
es: Haga clic para completar automáticamente
fi: Klikkaa esitäyttääksesi
fil: I-click upang awtomatikong punan
hu: Kattintson az előre kitöltéshez
id: Klik untuk mengisi otomatis
it: Clicca per compilare automaticamente
ja: クリックして自動入力する
ko: 클릭하여 자동 입력하기
nl: Klik om voor te vullen
no: Klikk for å forhåndsutfylle
pl: Kliknij, aby wypełnić automatycznie
pt_pt: Clique para preencher automaticamente
ro: Faceți clic pentru a completa automat
ru: Нажмите для автозаполнения
sk: Kliknite na predvyplnenie
sv: Klicka för att förifylla
sw: Klicka för att förifylla
tr: Önceden doldurmak için tıklayın
uk: Click to pre-fill
vi: Nhấn để tự động điền
zh_hans: 点击以预填充

# pct_rev_definition_title
source: Définition & méthode
af: Definisie & metode
bg: Определение & метод
cs: Definice & metoda
da: Definition & metode
de: Definition & Methode
el: Ορισμός & μέθοδος
es: Definición & método
fi: Määritelmä & menetelmä
fil: Kahulugan & pamamaraan
hu: Meghatározás & módszer
id: Definisi & metode
it: Definizione & metodo
ja: 定義 & 方法
ko: 정의 및 방법
nl: Definitie & methode
no: Definisjon & metode
pl: Definicja & metoda
pt_pt: Definição & método
ro: Definiție & metodă
ru: Определение & метод
sk: Definícia & metóda
sv: Definition & metod
sw: Mwelekeo & mbinu
tr: Tanım & yöntem
uk: Визначення & метод
vi: Định nghĩa & phương pháp
zh_hans: 定义与方法

# pct_rev_definition_sub
source: On inverse l’opération en divisant par le coefficient appliqué.
af: Ons keer die operasie om deur te deel deur die toegepaste koëffisiënt.
bg: Обратното на операцията е да се раздели на приложеното коефициент.
cs: Operaci obrátíme dělením použitým koeficientem.
da: Vi omvender operationen ved at dividere med den anvendte koefficient.
de: Wir kehren die Operation um, indem wir durch den angewendeten Koeffizienten teilen.
el: Αντιστρέφουμε τη διαδικασία διαιρώντας με τον εφαρμοσμένο συντελεστή.
es: Invertimos la operación dividiendo por el coeficiente aplicado.
fi: Käännetään operaatio jakamalla sovellettavalla kertoimella.
fil: Ibinabaligtad natin ang operasyon sa pamamagitan ng paghahati sa inilapat na coefficient.
hu: Az eljárást megfordítjuk az alkalmazott együtthatóval való osztással.
id: Kita membalik operasi dengan membagi dengan koefisien yang diterapkan.
it: Si capovolgiamo l'operazione dividendo per il coefficiente applicato.
ja: 適用された係数で割ることによって、操作を逆にします。
ko: 우리는 적용된 계수로 나누어 작업을 반대로 수행합니다.
nl: We draaien de bewerking om door te delen door de toegepaste coëfficiënt.
no: Vi utfører den motsatte operasjonen ved å dele med den anvendte koeffisienten.
pl: Odwracamy operację, dzieląc przez zastosowany współczynnik.
pt_pt: Invertemos a operação dividindo pelo coeficiente aplicado.
ro: Inversăm operația împărțind la coeficientul aplicat.
ru: Мы выполняем обратное действие, деля на применённый коэффициент.
sk: Operáciu inverzujeme delením koeficientom.
sv: Vi inverterar operationen genom att dela med den tillämpade koefficienten.
sw: Vi vänder på operationen genom att dela med den tillämpade koefficienten.
tr: Uygulanan katsayı ile bölerek işlemi tersine çeviriyoruz.
uk: We reverse the operation by dividing by the applied coefficient.
vi: Chúng ta đảo ngược phép toán bằng cách chia cho hệ số đã áp dụng.
zh_hans: 通过除以应用的系数来反转操作。

# pct_rev_formula_title
source: Formule
bg: Формула
da: Formel
de: Formel
el: Φόρμουλα
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Formula
it: Formula
ja: フォーミュラ
ko: 공식
no: Formel
pl: Formuła
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Formulár
sv: Formel
sw: Formel
tr: Formül
uk: Formula
vi: Công thức
zh_hans: 公式

# pct_rev_step1
source: Calculez le coefficient : 1 + X/100
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + X/100 Calculez le coefficient :

# pct_rev_step2
source: Divisez : Final ÷ coefficient
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Final ÷ coefficient Divisez :

# pct_rev_step3
source: Le résultat est la valeur initiale
af: Die resultaat is die aanvanklike waarde.
bg: Резултатът е началната стойност.
cs: Výsledek je počáteční hodnota.
da: Resultatet er den oprindelige værdi
de: Das Ergebnis ist der ursprüngliche Wert
el: Το αποτέλεσμα είναι η αρχική τιμή.
es: El resultado es el valor inicial
fi: Tulos on alkuperäinen arvo
fil: Ang resulta ay ang paunang halaga.
hu: Az eredmény a kezdeti érték.
id: Hasilnya adalah nilai awal.
it: Il risultato è il valore iniziale
ja: 結果は初期値です。
ko: 결과는 초기 값입니다.
nl: Het resultaat is de initiële waarde
no: Resultatet er den opprinnelige verdien
pl: Wynik to wartość początkowa
pt_pt: O resultado é o valor inicial.
ro: Rezultatul este valoarea inițială.
ru: Результат — это начальное значение.
sk: Výsledok je počiatočná hodnota.
sv: Resultatet är det ursprungliga värdet
sw: Resultatet är det ursprungliga värdet.
tr: Sonuç, başlangıç değeridir.
uk: The result is the initial value.
vi: Kết quả là giá trị ban đầu.
zh_hans: 结果是初始值。

# pct_rev_note
source: Si X = -100%, le coefficient vaut 0 : on ne peut pas revenir en arrière.
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X = -100% Si, le coefficient vaut 0 : on ne peut pas revenir en arrière.

# pct_succ_title
source: Pourcentages successifs
af: Opvolgende persentasies
bg: Последователни проценти
cs: Po sobě jdoucí procenta
da: Successive procenter
de: Fortlaufende Prozentsätze
el: Διαδοχικά ποσοστά
es: Porcentajes sucesivos
fi: Peräkkäiset prosentit
fil: Sunud-sunod na porsyento
hu: Sikeres százalékok
id: Persentase berturut-turut
it: Percentuali successive
ja: 連続するパーセンテージ
ko: 연속 비율
nl: Opvolgende percentages
no: Suksessive prosentandeler
pl: Procenty sukcesywne
pt_pt: Percentagens sucessivas
ro: Procente succesive
ru: Последовательные проценты
sk: Početné percentá
sv: Successiva procent
sw: Successiva procentandelar
tr: Artan yüzdeler
uk: Successive percentages
vi: Tỷ lệ phần trăm liên tiếp
zh_hans: 连续百分比
