Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_succ_note
source: +10% puis -10% ne ramène pas à la valeur initiale : 1,10 × 0,90 = 0,99 (soit -1%).
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1,10 × 0,90 = 0,99 +10% puis -10% ne ramène pas à la valeur initiale :(soit -1%).

source: Retour
af: Terug
bg: Връщане
cs: Zpět
da: Tilbage
de: Rückkehr
el: Επιστροφή
es: Regreso
fi: Takaisin
fil: Bumalik
hu: Vissza
id: Kembali
it: Ritorno
ja: 戻る
ko: 돌아가기
nl: Terug
no: Tilbake
pl: Powrót
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Návrat
sv: Tillbaka
sw: Tillbaka
tr: Geri dön
uk: Back
vi: Trở lại
zh_hans: 返回

# tool_fraction_to_decimal_title
source: Fraction → décimal
af: Fraksie → desimaal
bg: Дробна → десетична
cs: Zlomek → desetinné číslo
da: Brøk → decimal
de: Bruch → Dezimal
el: Κλάσμα → δεκαδικό
es: Fracción → decimal
fi: Osuus → desimaali
fil: Fraction → desimal
hu: Tört → tizedes
id: Pecahan → desimal
it: Frazione → decimale
ja: 分数 → 小数
ko: 분수 → 소수
nl: Breuk → decimaal
no: Brøk → desimal
pl: Ułamek → dziesiętny
pt_pt: Frações → decimal
ro: Fracție → zecimal
ru: Дробь → десятичный
sk: Zlomok → desatinné číslo
sv: Bråk → decimal
sw: Bråk → decimal
tr: Kesir → ondalık
uk: Fraction → decimal
vi: Phân số → thập phân
zh_hans: 分数 → 小数

# tool_fraction_to_decimal_desc
source: Convertir une fraction en décimal.
af: Omskep 'n breuk na 'n desimale.
bg: Преобразувайте дроб в десетично число.
cs: Převést zlomek na desetinné číslo.
da: Konverter en brøk til decimal.
de: Eine Bruchzahl in eine Dezimalzahl umwandeln.
el: Μετατροπή κλάσματος σε δεκαδικό.
es: Convertir una fracción en decimal.
fi: Muunna murtoluku desimaaliksi.
fil: I-convert ang fraction sa decimal.
hu: Egy törtet tizedes számra alakítani.
id: Mengubah pecahan menjadi desimal.
it: Convertire una frazione in decimale.
ja: 分数を小数に変換する。
ko: 분수를 소수로 변환하기.
nl: Zet een breuk om in een decimaal.
no: Konverter en brøk til desimal.
pl: Przekształć ułamek na dziesiętny.
pt_pt: Converter uma fração em decimal.
ro: Converti o fracție în zecimal.
ru: Преобразовать дробь в десятичную.
sk: Preveďte zlomok na desatinné číslo.
sv: Konvertera en bråkdel till decimal.
sw: Konvertera en bråkdel till decimal.
tr: Bir kesiri ondalık sayıya dönüştür.
uk: Convert a fraction to decimal.
vi: Chuyển đổi một phân số thành số thập phân.
zh_hans: 将分数转换为小数。

# tool_decimal_to_fraction_title
source: Décimal → fraction
af: Desimaal → breuk
bg: Десетичен → дроб
cs: Desetinné → zlomek
da: Decimal → brøk
de: Dezimal → Bruch
el: Δεκαδικό → κλάσμα
es: Decimal → fracción
fi: Desimaali → murtoluku
fil: Desimal → pransya
hu: Tizedes → tört
id: Desimal → pecahan
it: Decimale → frazione
ja: 小数 → 分数
ko: 소수 → 분수
nl: Decimaal → breuk
no: Desimal → brøk
pl: Dziesiętny → ułamek
pt_pt: Decimal → fração
ro: Zecimal → fracție
ru: Десятичная → дробь
sk: Desatinné → zlomok
sv: Decimal → bråk
sw: Decimal → bråk
tr: Ondalık → kesir
uk: Decimal → fraction
vi: Thập phân → phân số
zh_hans: 小数 → 分数

# tool_decimal_to_fraction_desc
source: Convertir un décimal en fraction (si possible simplifiée).
af: Converteer 'n desimale getal na 'n breuk (indien moontlik vereenvoudig).
bg: Преобразувайте десетично число в дроб (ако е възможно опростена).
cs: Převést desetinné číslo na zlomek (pokud je to možné, zjednodušený).
da: Konvertere et decimaltal til brøk (hvis muligt forenklet).
de: Eine Dezimalzahl in einen Bruch umwandeln (wenn möglich vereinfacht).
el: Μετατροπή ενός δεκαδικού σε κλάσμα (αν είναι δυνατόν απλοποιημένο).
es: Convertir un decimal en fracción (si es posible simplificada).
fi: Muunna desimaali murtoluvuksi (jos mahdollista yksinkertaistaa).
fil: I-convert ang decimal sa fraction (kung maaari, pinadali).
hu: Tizedest törtté alakítani (ha lehetséges, egyszerűsítve).
id: Mengubah desimal menjadi pecahan (jika memungkinkan disederhanakan).
it: Convertire un decimale in frazione (se possibile semplificata).
ja: 小数を分数に変換する（可能であれば簡約化）。
ko: 소수점을 분수로 변환하기 (가능한 경우 단순화).
nl: Een decimaal omzetten naar een breuk (indien mogelijk vereenvoudigd).
no: Konverter et desimaltall til brøk (hvis mulig forenklet).
pl: Konwertuj dziesiętną na ułamek (jeśli to możliwe, uproszczony).
pt_pt: Converter um decimal em fração (se possível simplificada).
ro: Converti un număr zecimal în fracție (dacă este posibil simplificată).
ru: Преобразовать десятичную дробь в дробь (если возможно, в упрощённом виде).
sk: Preveďte desatinné číslo na zlomok (ak je to možné, zjednodušený).
sv: Konvertera ett decimaltal till bråk (om möjligt förenklat).
sw: Konvertera ett decimaltal till bråk (om möjligt förenklat).
tr: Bir ondalık sayıyı kesire dönüştürmek (mümkünse sadeleştirilmiş).
uk: Convert a decimal to a fraction (if possible, simplified).
vi: Chuyển đổi số thập phân thành phân số (nếu có thể rút gọn).
zh_hans: 将小数转换为分数（如果可能，简化）。

# tool_fraction_to_percent_title
source: Fraction → %
af: Fraksie → %
bg: Дял → %
cs: Zlomek → %
da: Brøk → %
de: Bruch → %
el: Κλάσμα → %
es: Fracción → %
fi: Osuus → %
hu: Tört → %
id: Pecahan → %
it: Frazione → %
ja: 分数 → %
ko: 분수 → %
nl: Breuk → %
no: Brøk → %
pl: Ułamek → %
pt_pt: Fração → %
ro: Fracție → %
ru: Доля → %
sk: Zlomok → %
sv: Bråk → %
sw: Bråk → %
tr: Kesir → %
vi: Phân số → %
zh_hans: 分数 → %

# tool_fraction_to_percent_desc
source: Convertir une fraction en pourcentage.
af: Verander 'n breuk in 'n persentasie.
bg: Преобразувайте дроб в процент.
cs: Převést zlomek na procento.
da: Konvertere en brøk til procent.
de: Eine Bruchzahl in einen Prozentsatz umwandeln.
el: Μετατροπή ενός κλάσματος σε ποσοστό.
es: Convertir una fracción en porcentaje.
fi: Muunna murtoluku prosentiksi.
fil: I-convert ang isang fraction sa porsyento.
hu: Egy törtet százalékká alakítani.
id: Mengubah pecahan menjadi persentase.
it: Convertire una frazione in percentuale.
ja: 分数をパーセントに変換する。
ko: 분수를 백분율로 변환하기.
nl: Een breuk omzetten naar een percentage.
no: Konverter en brøk til prosent.
pl: Przekształć ułamek na procent.
pt_pt: Converter uma fração em porcentagem.
ro: Converti o fracție în procent.
ru: Преобразовать дробь в процент.
sk: Preveďte zlomok na percento.
sv: Konvertera en bråkdel till procent.
sw: Konvertera en bråkdel till procent.
tr: Bir kesiri yüzdeye dönüştür.
uk: Convert a fraction to a percentage.
vi: Chuyển đổi một phân số thành phần trăm.
zh_hans: 将分数转换为百分比。

# tool_percent_to_fraction_title
source: Pourcentage ↔ fraction
bg: Процент ↔ дроб
cs: Procento ↔ zlomek
da: Procent ↔ brøk
de: Prozentsatz ↔ Bruch
el: Ποσοστό ↔ κλάσμα
es: Porcentaje ↔ fracción
fi: Prosentti ↔ murtoluku
fil: Porsyento ↔ bahagi
ja: パーセンテージ ↔ 分数
nl: Percentage ↔ breuk
no: Prosent ↔ brøk
pl: Procent ↔ ułamek
pt_pt: Porcentagem ↔ fração
ro: Procent ↔ fracție
ru: Процент ↔ дробь
sk: Percento ↔ zlomok
sv: Procent ↔ bråk
sw: Asilimia ↔ sehemu
tr: Yüzde ↔ kesir
uk: Відсоток ↔ дроб
vi: Phần trăm ↔ phân số
zh_hans: 百分比 ↔ 分数

# tool_percent_to_fraction_desc
source: Convertir un pourcentage en fraction simplifiée et inversement.
bg: Конвертирайте процент в опростена дроб и обратно.
cs: Převést procento na zjednodušený zlomek a naopak.
da: Konverter en procent til en forenklet brøk og omvendt.
de: Konvertieren Sie einen Prozentsatz in einen vereinfachten Bruch und umgekehrt.
el: Μετατρέψτε ένα ποσοστό σε απλοποιημένο κλάσμα και αντίστροφα.
es: Convertir un porcentaje en fracción simplificada y viceversa.
fi: Muunna prosentti yksinkertaistettuun murtolukuun ja päinvastoin.
fil: I-convert ang porsyento sa pinasimpleng bahagi at kabaligtaran.
ja: パーセンテージを簡約分数に変換し、その逆も行います。
nl: Zet een percentage om in een vereenvoudigde breuk en vice versa.
no: Konvertere en prosent til en forenklet brøk og omvendt.
pl: Przekształć procent na uproszczony ułamek i odwrotnie.
pt_pt: Converter uma porcentagem em fração simplificada e vice-versa.
ro: Convertiți un procent în fracție simplificată și invers.
ru: Преобразовать процент в упрощенную дробь и наоборот.
sk: Prevod percenta na zjednodušený zlomok a naopak.
sv: Konvertera en procent till ett förenklat bråk och vice versa.
sw: Badilisha asilimia kuwa sehemu iliyo rahisishwa na kinyume chake.
tr: Bir yüzdeleri basitleştirilmiş kesire ve tersine çevirin.
uk: Перетворити відсоток на спрощений дріб і навпаки.
vi: Chuyển đổi một phần trăm thành phân số đơn giản và ngược lại.
zh_hans: 将百分比转换为简化分数，反之亦然。

# tool_fraction_simplify_title
source: Simplification de fractions
af: Vereenvoudiging van breuke
bg: Оптимизация на дроби
cs: Zjednodušení zlomků
da: Forenkling af brøker
de: Vereinfachung von Brüchen
el: Απλοποίηση κλασμάτων
es: Simplificación de fracciones
fi: Murtolukujen yksinkertaistaminen
fil: Pagsasagawa ng mga fraction
hu: Törtek egyszerűsítése
id: Penyederhanaan pecahan
it: Semplificazione delle frazioni
ja: 分数の簡約
ko: 분수 단순화
nl: Vereenvoudigen van breuken
no: Forenkling av brøker
pl: Uproszczenie ułamków
pt_pt: Simplificação de frações
ro: Simplificarea fracțiilor
ru: Упрощение дробей
sk: Zjednodušenie zlomkov
sv: Förenkling av bråk
sw: Förenkling av bråk
tr: Kesirlerin sadeleştirilmesi
uk: Fraction simplification
vi: Đơn giản hóa phân số
zh_hans: 分数简化

# tool_fraction_simplify_desc
source: Réduire une fraction au maximum.
af: Verminder 'n breuk tot die maksimum.
bg: Съкрати дробта до максимум.
cs: Zjednodušit zlomek na maximum.
da: Reducer en brøk til det maksimale.
de: Eine Bruchzahl auf das Maximum reduzieren.
el: Μείωση ενός κλάσματος στο μέγιστο.
es: Reducir una fracción al máximo.
fi: Vähennä murtoluku mahdollisimman pieneksi.
fil: Pagsamahin ang isang fraction sa pinakamababa.
hu: Egy törtet a lehető legkisebbre egyszerűsíteni.
id: Mengurangi sebuah pecahan ke maksimum.
it: Ridurre una frazione al massimo.
ja: 分数を最大限に簡約する。
ko: 분수를 최대한 간단히 하세요.
nl: Verminder een breuk tot het maximum.
no: Reduser en brøk til det maksimale.
pl: Skrócić ułamek do maksimum.
pt_pt: Reduzir uma fração ao máximo.
ro: Reducerea unei fracții la maximum.
ru: Сократить дробь до максимума.
sk: Znížiť zlomok na maximum.
sv: Förkorta en bråk till max.
sw: Förkorta en bråk till max.
tr: Bir kesiri en sade hale getirin.
uk: Reduce a fraction to its simplest form.
vi: Rút gọn một phân số đến mức tối đa.
zh_hans: 将分数化简到最简。

# tool_fraction_add_title
source: Addition de fractions
af: Optelling van breuke
bg: Събиране на дроби
cs: Sčítání zlomků
da: Addition af brøker
de: Addition von Brüchen
el: Πρόσθεση κλασμάτων
es: Adición de fracciones
fi: Murtolukujen yhdisteleminen
fil: Pagdaragdag ng mga fraction
hu: Törtek összeadása
id: Penjumlahan pecahan
it: Addizione di frazioni
ja: 分数の加算
ko: 분수의 덧셈
nl: Optelling van breuken
no: Brøkaddisjon
pl: Dodawanie ułamków
pt_pt: Adição de frações
ro: Adunarea fracțiilor
ru: Сложение дробей
sk: Sčítanie zlomkov
sv: Addition av bråk
sw: Addition av bråk
tr: Kesirlerin toplanması
uk: Addition of fractions
vi: Cộng các phân số
zh_hans: 分数的加法

# tool_fraction_add_desc
source: Additionner deux fractions (avec étapes).
af: Tel twee breuke (met stappe) by.
bg: Събиране на две дроби (с етапи).
cs: Sečíst dvě zlomky (s kroky).
da: Læg to brøker sammen (med trin).
de: Zwei Brüche addieren (mit Schritten).
el: Πρόσθεση δύο κλασμάτων (με βήματα).
es: Sumar dos fracciones (con pasos).
fi: Laske kaksi murtoluku (vaiheittain).
fil: Magdagdag ng dalawang fraction (na may mga hakbang).
hu: Két tört összeadása (lépésről lépésre).
id: Menjumlahkan dua pecahan (dengan langkah-langkah).
it: Somma due frazioni (con passaggi).
ja: 二つの分数を加算する（ステップ付き）。
ko: 두 분수를 더하기 (단계별).
nl: Twee breuken optellen (met stappen).
no: Legge sammen to brøker (med trinn).
pl: Dodawanie dwóch ułamków (z krokami).
pt_pt: Adicionar duas frações (com etapas).
ro: Adunarea a două fracții (cu pași).
ru: Сложить две дроби (с шагами).
sk: Sčítať dve zlomky (s krokmi).
sv: Addera två bråk (med steg).
sw: Addera två bråk (med steg).
tr: İki kesiri toplamak (adım adım).
uk: Add two fractions (with steps).
vi: Cộng hai phân số (có bước thực hiện).
zh_hans: 将两个分数相加（带步骤）。

# tool_fraction_compare_title
source: Comparaison de fractions
af: Vergelyking van breuke
bg: Сравнение на дроби
cs: Porovnání zlomků
da: Sammenligning af brøker
de: Bruchvergleich
el: Σύγκριση κλασμάτων
es: Comparación de fracciones
fi: Osuuksien vertailu
fil: Paghahambing ng mga fraction
hu: Törtek összehasonlítása
id: Perbandingan pecahan
it: Confronto tra frazioni
ja: 分数の比較
ko: 분수 비교
nl: Vergelijking van breuken
no: Sammenligning av brøker
pl: Porównanie ułamków
pt_pt: Comparação de frações
ro: Compararea fracțiilor
ru: Сравнение дробей
sk: Porovnanie zlomkov
sv: Jämförelse av bråk
sw: Jämförelse av bråk
tr: Kesirlerin karşılaştırılması
uk: Fraction comparison
vi: So sánh phân số
zh_hans: 分数比较

# tool_fraction_compare_desc
source: Comparer deux fractions et déterminer la plus grande.
af: Vergelyk twee breuke en bepaal die grootste.
bg: Сравнете две дроби и определете по-голямата.
cs: Porovnejte dvě zlomky a určete ten větší.
da: Sammenlign to brøker og bestem den største.
de: Zwei Brüche vergleichen und den größeren bestimmen.
el: Συγκρίνετε δύο κλάσματα και προσδιορίστε το μεγαλύτερο.
es: Comparar dos fracciones y determinar la mayor.
fi: Vertaile kahta murtoluku ja määritä suurempi.
fil: Ihambing ang dalawang fraction at tukuyin ang mas malaki.
hu: Két törtet összehasonlítani és meghatározni a nagyobbat.
id: Bandingkan dua pecahan dan tentukan yang lebih besar.
it: Confronta due frazioni e determina la più grande.
ja: 二つの分数を比較して、より大きい方を決定します。
ko: 두 분수를 비교하고 더 큰 것을 결정하세요.
nl: Vergelijk twee breuken en bepaal de grootste.
no: Sammenlign to brøker og bestem den største.
pl: Porównaj dwie ułamki i określ, który jest większy.
pt_pt: Comparar duas frações e determinar a maior.
ro: Compară două fracții și determină care este mai mare.
ru: Сравните две дроби и определите большую.
sk: Porovnajte dve zlomky a určte väčší.
sv: Jämför två bråk och bestäm det största.
sw: Jämför två bråk och bestäm det största.
tr: İki kesiri karşılaştırın ve en büyüğünü belirleyin.
uk: Compare two fractions and determine the larger one.
vi: So sánh hai phân số và xác định phân số lớn hơn.
zh_hans: 比较两个分数并确定较大者。

# tool_percentage_applied_rate_title
source: Retrouver le pourcentage appliqué
af: Vind die toegepaste persentasie terug
bg: Намерете приложеното процентно съотношение.
cs: Najděte použitý procentní podíl.
da: Find the applied percentage
de: Den angewendeten Prozentsatz wiederfinden
el: Βρείτε το ποσοστό που εφαρμόστηκε.
es: Encontrar el porcentaje aplicado
fi: Löydä sovellettu prosenttiosuus
fil: Mahanap ang porsyento na inilapat
hu: A százalék megtalálása, amelyet alkalmaztak
id: Temukan persentase yang diterapkan
it: Trova la percentuale applicata
ja: 適用されたパーセンテージを確認する
ko: 적용된 비율을 확인하세요.
nl: Vind het toegepaste percentage terug
no: Finn prosentandelen som er brukt
pl: Znajdź zastosowany procent
pt_pt: Encontrar a percentagem aplicada
ro: Găsiți procentajul aplicat
ru: Найти применённый процент
sk: Nájdite aplikované percento
sv: Hitta den tillämpade procentandelen
sw: Hitta den tillämpade procentandelen
tr: Uygulanan yüzdeyi bulmak
uk: Find the applied percentage.
vi: Tìm lại tỷ lệ áp dụng
zh_hans: 找回应用的百分比

# tool_percentage_applied_rate_desc
source: Retrouver le taux (%) utilisé entre une valeur initiale et finale.
af: Vind die persentasie (%) tussen 'n aanvanklike en finale waarde.
bg: Намерете процента (%) между начална и крайна стойност.
cs: Najděte procentuální podíl (%) mezi počáteční a konečnou hodnotou.
da: Find the percentage (%) used between an initial and final value.
de: Den verwendeten Prozentsatz (%) zwischen einem Anfangswert und einem Endwert finden.
el: Βρείτε το ποσοστό (%) που χρησιμοποιήθηκε μεταξύ μιας αρχικής και μιας τελικής τιμής.
es: Encontrar el porcentaje (%) utilizado entre un valor inicial y final.
fi: Löydä prosenttiosuus (%) alkuperäisen ja lopullisen arvon välillä.
fil: Hanapin ang porsyento (%) na ginamit sa pagitan ng isang panimulang halaga at pangwakas na halaga.
hu: A kezdeti és végső érték között használt arány (%) visszakeresése.
id: Temukan persentase (%) yang digunakan antara nilai awal dan akhir.
it: Trova la percentuale (%) utilizzata tra un valore iniziale e finale.
ja: 初期値と最終値の間で使用された割合（%）を見つける。
ko: 초기 값과 최종 값 사이에 사용된 비율(%)을 찾습니다.
nl: Vind het percentage (%) dat gebruikt is tussen een beginwaarde en een eindwaarde.
no: Finn prosentandelen (%) brukt mellom en startverdi og en sluttverdi.
pl: Znajdź procent (%) użyty między wartością początkową a końcową.
pt_pt: Encontrar a taxa (%) utilizada entre um valor inicial e final.
ro: Găsiți procentajul (%) utilizat între o valoare inițială și una finală.
ru: Найдите процент (%) между начальным и конечным значением.
sk: Nájdite percentuálny podiel (%) medzi počiatočnou a konečnou hodnotou.
sv: Hitta den procentandel (%) som används mellan ett initialt och ett slutligt värde.
sw: Hitta den procentandel (%) som används mellan ett initialt och ett slutligt värde.
tr: Başlangıç ve bitiş değeri arasındaki kullanılan oranı (%) bul.
uk: Find the percentage (%) used between an initial and final value.
vi: Tìm tỷ lệ (%) sử dụng giữa giá trị ban đầu và giá trị cuối.
zh_hans: 找回初始值和最终值之间使用的百分比（%）。

# tool_percentage_missing_title
source: Pourcentage manquant
af: Ontbrekende persentasie
bg: Липсващ процент
cs: Chybějící procento
da: Manglende procentdel
de: Fehlender Prozentsatz
el: Ελλείπον ποσοστό
es: Porcentaje faltante
fi: Puuttuva prosentti
fil: Nawawalang porsyento
hu: Hiányzó százalék
id: Persentase hilang
it: Percentuale mancante
ja: 不足しているパーセンテージ
ko: 누락된 비율
nl: Ontbrekend percentage
no: Manglende prosentandel
pl: Brakujący procent
pt_pt: Porcentagem em falta
ro: Procentaj lipsă
ru: Недостающий процент
sk: Chýbajúce percento
sv: Saknad procentandel
sw: Saknad procentandel
tr: Eksik yüzde
uk: Missing percentage
vi: Tỷ lệ thiếu hụt
zh_hans: 缺失百分比
