Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_weighted_mean_out2
source: Un résultat plus fidèle à la réalité que la moyenne simple.
af: 'n Resultaat wat meer getrou is aan die werklikheid as die eenvoudige gemiddelde.
bg: Резултат, който е по-близо до реалността от простата средна стойност.
cs: Výsledek, který je věrnější realitě než jednoduchý průměr.
da: Et resultat, der er mere tro mod virkeligheden end det simple gennemsnit.
de: Ein Ergebnis, das der Realität näher kommt als der einfache Durchschnitt.
el: Ένα αποτέλεσμα πιο πιστό στην πραγματικότητα από τη απλή μέση τιμή.
es: Un resultado más fiel a la realidad que el promedio simple.
fi: Tuloksena on todellisuutta tarkempi kuin yksinkertainen keskiarvo.
fil: Isang resulta na mas tumpak sa realidad kaysa sa simpleng average.
hu: Egy eredmény, amely hűebben tükrözi a valóságot, mint az egyszerű átlag.
id: Hasil yang lebih akurat dibandingkan rata-rata sederhana.
it: Un risultato più fedele alla realtà rispetto alla media semplice.
ja: 単純平均よりも現実により忠実な結果。
ko: 단순 평균보다 현실에 더 가까운 결과.
nl: Een resultaat dat dichter bij de werkelijkheid ligt dan het eenvoudige gemiddelde.
no: Et resultat som er mer troverdig enn det enkle gjennomsnittet.
pl: Wynik bardziej wierny rzeczywistości niż średnia arytmetyczna.
pt_pt: Um resultado mais fiel à realidade do que a média simples.
ro: Un rezultat mai fidel realității decât media simplă.
ru: Результат, более точно отражающий реальность, чем простое среднее.
sk: Výsledok vernejší realite ako jednoduchý priemer.
sv: Ett resultat som är mer troget verkligheten än det enkla genomsnittet.
sw: Matokeo halisi zaidi kuliko wastani rahisi.
tr: Basit ortalamadan daha gerçekçi bir sonuç.
uk: Результат, який більш точно відображає реальність, ніж просте середнє.
vi: Một kết quả trung thực hơn so với điểm trung bình đơn giản.
zh_hans: 比简单平均值更接近现实的结果。

# ed_math_statistics_weighted_mean_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни моменти
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_weighted_mean_lim1
source: Les poids doivent être cohérents et correctement interprétés.
af: Die gewigte moet konsekwent wees en korrek geïnterpreteer word.
bg: Теглата трябва да бъдат последователни и правилно интерпретирани.
cs: Váhy musí být konzistentní a správně interpretovány.
da: Vægtene skal være konsistente og korrekt fortolket.
de: Die Gewichte müssen konsistent und korrekt interpretiert werden.
el: Οι συντελεστές πρέπει να είναι συνεπείς και σωστά ερμηνευμένοι.
es: Los pesos deben ser coherentes y correctamente interpretados.
fi: Painojen on oltava johdonmukaisia ja oikein tulkittuja.
fil: Dapat na pare-pareho at tamang interpretasyon ang mga timbang.
hu: A súlyoknak következetesnek kell lenniük és helyesen értelmezettek.
id: Bobot harus konsisten dan diinterpretasikan dengan benar.
it: I pesi devono essere coerenti e interpretati correttamente.
ja: 重みは一貫性があり、正しく解釈される必要があります。
ko: 가중치는 일관되고 올바르게 해석되어야 합니다.
nl: De gewichten moeten consistent zijn en correct worden geïnterpreteerd.
no: Vektene må være konsistente og tolkes korrekt.
pl: Wagi muszą być spójne i poprawnie interpretowane.
pt_pt: Os pesos devem ser coerentes e corretamente interpretados.
ro: Greutățile trebuie să fie coerente și corect interpretate.
ru: Весовые коэффициенты должны быть согласованными и правильно интерпретированными.
sk: Hmotnosti musia byť konzistentné a správne interpretované.
sv: Vikterna måste vara konsekventa och korrekt tolkade.
sw: Uzito lazima uwe na maana na ufafanuzi sahihi.
tr: Ağırlıklar tutarlı olmalı ve doğru bir şekilde yorumlanmalıdır.
uk: Ваги повинні бути послідовними та правильно інтерпретованими.
vi: Các trọng số phải nhất quán và được diễn giải đúng.
zh_hans: 权重必须一致并被正确解释。

# ed_math_statistics_weighted_mean_lim2
source: Une erreur sur les poids fausse complètement le résultat.
af: 'n Fout op die gewigte vervals die resultaat heeltemal.
bg: Грешка в теглата напълно изкривява резултата.
cs: Chyba ve váhách zcela zkresluje výsledek.
da: En fejl i vægtene forvrænger helt resultatet.
de: Ein Fehler bei den Gewichten verfälscht das Ergebnis vollständig.
el: Ένα λάθος στους συντελεστές παραποιεί εντελώς το αποτέλεσμα.
es: Un error en los pesos falsea completamente el resultado.
fi: Virhe painoissa vääristää täysin tuloksen.
fil: Isang pagkakamali sa mga timbang ay lubos na nagbabago sa resulta.
hu: A súlyokkal kapcsolatos hiba teljesen eltorzítja az eredményt.
id: Kesalahan pada bobot sepenuhnya merusak hasil.
it: Un errore sui pesi falsifica completamente il risultato.
ja: 重みに関する誤りは結果を完全に歪めます。
ko: 가중치에 대한 오류는 결과를 완전히 왜곡합니다.
nl: Een fout in de gewichten vertekent het resultaat volledig.
no: En feil i vektene forvrenger helt resultatet.
pl: Błąd w wagach całkowicie fałszuje wynik.
pt_pt: Um erro nos pesos distorce completamente o resultado.
ro: O eroare în greutăți distorsionează complet rezultatul.
ru: Ошибка в весах полностью искажает результат.
sk: Chyba v hmotnostiach úplne skresľuje výsledok.
sv: Ett fel i vikterna förvränger helt resultatet.
sw: Kosa kwenye uzito kunaharibu kabisa matokeo.
tr: Ağırlıklar üzerindeki bir hata sonucu tamamen çarpıtır.
uk: Помилка у вагах повністю спотворює результат.
vi: Một sai sót về trọng số sẽ làm sai lệch hoàn toàn kết quả.
zh_hans: 权重的错误会完全扭曲结果。

# ed_math_statistics_weighted_mean_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_statistics_weighted_mean_tip
source: Si tous les poids sont égaux, la moyenne pondérée devient une moyenne arithmétique.
af: As al die gewigte gelyk is, word die gewogen gemiddelde 'n aritmetiese gemiddelde.
bg: Ако всички тегла са равни, средната стойност става аритметична средна.
cs: Pokud jsou všechny váhy stejné, vážený průměr se stává aritmetickým průměrem.
da: Hvis alle vægte er ens, bliver det vægtede gennemsnit et aritmetisk gennemsnit.
de: Wenn alle Gewichte gleich sind, wird der gewichtete Durchschnitt zu einem arithmetischen Durchschnitt.
el: Αν όλοι οι συντελεστές είναι ίσοι, η σταθμισμένη μέση τιμή γίνεται απλή αριθμητική μέση.
es: Si todos los pesos son iguales, el promedio ponderado se convierte en un promedio aritmético.
fi: Jos kaikki painot ovat yhtä suuret, painotettu keskiarvo muuttuu aritmeettiseksi keskiarvoksi.
fil: Kung lahat ng timbang ay pantay, ang weighted average ay nagiging arithmetic average.
hu: Ha minden súly egyenlő, a súlyozott átlag aritmetikai átlaggá válik.
id: Jika semua bobot sama, rata-rata berbobot menjadi rata-rata aritmatika.
it: Se tutti i pesi sono uguali, la media ponderata diventa una media aritmetica.
ja: すべての重みが等しい場合、加重平均は算術平均になります。
ko: 모든 가중치가 동일하면 가중 평균은 산술 평균이 됩니다.
nl: Als alle gewichten gelijk zijn, wordt het gewogen gemiddelde een rekenkundig gemiddelde.
no: Hvis alle vektene er like, blir det vektede gjennomsnittet et aritmetisk gjennomsnitt.
pl: Jeśli wszystkie wagi są równe, średnia ważona staje się średnią arytmetyczną.
pt_pt: Se todos os pesos forem iguais, a média ponderada torna-se uma média aritmética.
ro: Dacă toate greutățile sunt egale, media ponderată devine o medie aritmetică.
ru: Если все веса равны, взвешенное среднее становится арифметическим средним.
sk: Ak sú všetky hmotnosti rovnaké, vážený priemer sa stáva aritmetickým priemerom.
sv: Om alla vikter är lika blir det viktade genomsnittet ett aritmetiskt genomsnitt.
sw: Ikiwa uzito wote ni sawa, wastani wa uzito unakuwa wastani wa kawaida.
tr: Tüm ağırlıklar eşitse, ağırlıklı ortalama aritmetik ortalama haline gelir.
uk: Якщо всі ваги однакові, зважене середнє стає арифметичним середнім.
vi: Nếu tất cả các trọng số đều bằng nhau, điểm trung bình có trọng số trở thành điểm trung bình số học.
zh_hans: 如果所有权重相等，加权平均数就变成算术平均数。

# ed_math_order_of_magnitude_title
source: À propos : Ordre de grandeur
af: Oor: Grootteorde
bg: Относно: Порядък на величина
cs: O nás: Řád velikosti
da: Om: Størrelsesorden
de: Über: Größenordnung
el: Σχετικά με: Τάξη μεγέθους
es: Acerca de: Orden de magnitud
fi: Tietoa: Suuruusluokka
fil: Tungkol sa: Order ng laki
hu: Amit tudni érdemes: Nagyságrend
id: Tentang: Orde besar
it: A proposito: Ordine di grandezza
ja: について：オーダーオブマグニチュード
ko: 정보: 크기 순서
nl: Over: Orde van grootte
no: Om: Størrelsesorden
pl: O tym: Rząd wielkości
pt_pt: Sobre: Ordem de grandeza
ro: Despre: Ordinea de mărime
ru: О нас: Порядок величины
sk: O: Poradie veľkosti
sv: Omfattning: Storleksordning
sw: Kuhusu: Mpangilio wa ukubwa
tr: Hakkında: Büyük sayılar
uk: Про: Порядок величини
vi: Về: Độ lớn
zh_hans: 关于：数量级

# ed_math_order_of_magnitude_lead
source: L’ordre de grandeur permet d’estimer rapidement la taille d’un nombre sans calcul précis. Cet outil aide à comparer, simplifier et raisonner efficacement sur des valeurs très grandes ou très petites.
af: Die grootteorde stel jou in staat om vinnig die grootte van 'n getal te skat sonder presiese berekening. Hierdie hulpmiddel help om te vergelyk, te vereenvoudig en effektief oor baie groot of baie klein waardes te redeneer.
bg: Порядъкът на величина позволява бързо да се оцени размерът на число без точно изчисление. Този инструмент помага за сравняване, опростяване и ефективно разсъждаване върху много големи или много малки стойности.
cs: Řád velikosti umožňuje rychle odhadnout velikost čísla bez přesného výpočtu. Tento nástroj pomáhá porovnávat, zjednodušovat a efektivně uvažovat o velmi velkých nebo velmi malých hodnotách.
da: Størrelsesordenen gør det muligt hurtigt at estimere størrelsen af et tal uden præcise beregninger. Dette værktøj hjælper med at sammenligne, forenkle og ræsonnere effektivt om meget store eller meget små værdier.
de: Die Größenordnung ermöglicht es, die Größe einer Zahl schnell zu schätzen, ohne genaue Berechnungen. Dieses Werkzeug hilft, sehr große oder sehr kleine Werte zu vergleichen, zu vereinfachen und effektiv zu argumentieren.
el: Η τάξη μεγέθους επιτρέπει την γρήγορη εκτίμηση του μεγέθους ενός αριθμού χωρίς ακριβή υπολογισμό. Αυτό το εργαλείο βοηθά στη σύγκριση, απλοποίηση και λογική σκέψη σχετικά με πολύ μεγάλες ή πολύ μικρές τιμές.
es: El orden de magnitud permite estimar rápidamente el tamaño de un número sin un cálculo preciso. Esta herramienta ayuda a comparar, simplificar y razonar de manera efectiva sobre valores muy grandes o muy pequeños.
fi: Suuruusluokka mahdollistaa arvon koon nopean arvioimisen ilman tarkkaa laskentaa. Tämä työkalu auttaa vertailemaan, yksinkertaistamaan ja järkeilemään tehokkaasti hyvin suurista tai hyvin pienistä arvoista.
fil: Ang order ng laki ay nagbibigay-daan upang mabilis na tantiyahin ang laki ng isang numero nang walang tumpak na pagkalkula. Ang tool na ito ay tumutulong sa paghahambing, pagpapadali, at epektibong pag-iisip tungkol sa napakalaki o napakaliit na mga halaga.
hu: A nagyságrend lehetővé teszi, hogy gyorsan megbecsüljük egy szám nagyságát pontos számítás nélkül. Ez az eszköz segít összehasonlítani, egyszerűsíteni és hatékonyan érvelni nagyon nagy vagy nagyon kicsi értékekről.
id: Orde besar memungkinkan untuk memperkirakan ukuran suatu angka dengan cepat tanpa perhitungan yang tepat. Alat ini membantu membandingkan, menyederhanakan, dan berpikir secara efektif tentang nilai yang sangat besar atau sangat kecil.
it: L'ordine di grandezza consente di stimare rapidamente la dimensione di un numero senza calcoli precisi. Questo strumento aiuta a confrontare, semplificare e ragionare in modo efficace su valori molto grandi o molto piccoli.
ja: オーダーオブマグニチュードは、正確な計算なしに数の大きさを迅速に推定するのに役立ちます。このツールは、非常に大きいまたは非常に小さい値を比較、簡素化、効果的に推論するのに役立ちます。
ko: 크기 순서는 정확한 계산 없이 숫자의 크기를 빠르게 추정할 수 있게 해줍니다. 이 도구는 매우 크거나 매우 작은 값에 대해 비교하고, 단순화하며, 효과적으로 추론하는 데 도움을 줍니다.
nl: De orde van grootte maakt het mogelijk om snel de grootte van een getal in te schatten zonder nauwkeurige berekeningen. Dit hulpmiddel helpt bij het vergelijken, vereenvoudigen en effectief redeneren over zeer grote of zeer kleine waarden.
no: Størrelsesorden gjør det mulig å raskt estimere størrelsen på et tall uten presis beregning. Dette verktøyet hjelper med å sammenligne, forenkle og resonnere effektivt om svært store eller svært små verdier.
pl: Rząd wielkości pozwala szybko oszacować rozmiar liczby bez dokładnych obliczeń. To narzędzie pomaga porównywać, upraszczać i skutecznie rozumować w odniesieniu do bardzo dużych lub bardzo małych wartości.
pt_pt: A ordem de grandeza permite estimar rapidamente o tamanho de um número sem cálculo preciso. Esta ferramenta ajuda a comparar, simplificar e raciocinar de forma eficaz sobre valores muito grandes ou muito pequenos.
ro: Ordinea de mărime permite estimarea rapidă a dimensiunii unui număr fără calcul precis. Acest instrument ajută la compararea, simplificarea și raționarea eficientă asupra valorilor foarte mari sau foarte mici.
ru: Порядок величины позволяет быстро оценить размер числа без точных расчетов. Этот инструмент помогает сравнивать, упрощать и эффективно рассуждать о очень больших или очень маленьких значениях.
sk: Poradie veľkosti umožňuje rýchlo odhadnúť veľkosť čísla bez presného výpočtu. Tento nástroj pomáha porovnávať, zjednodušovať a efektívne uvažovať o veľmi veľkých alebo veľmi malých hodnotách.
sv: Storleksordningen gör det möjligt att snabbt uppskatta storleken på ett tal utan exakt beräkning. Detta verktyg hjälper till att jämföra, förenkla och resonera effektivt om mycket stora eller mycket små värden.
sw: Mpangilio wa ukubwa unaruhusu kukadiria haraka ukubwa wa nambari bila hesabu sahihi. Chombo hiki husaidia kulinganisha, kurahisisha na kufikiri kwa ufanisi kuhusu thamani kubwa au ndogo sana.
tr: Büyüklük, bir sayının boyutunu hızlıca tahmin etmeyi sağlar. Bu araç, çok büyük veya çok küçük değerler üzerinde etkili bir şekilde karşılaştırma, basitleştirme ve akıl yürütme yapmaya yardımcı olur.
uk: Порядок величини дозволяє швидко оцінити розмір числа без точного обчислення. Цей інструмент допомагає порівнювати, спростити та ефективно міркувати про дуже великі або дуже малі значення.
vi: Độ lớn cho phép ước lượng nhanh chóng kích thước của một số mà không cần tính toán chính xác. Công cụ này giúp so sánh, đơn giản hóa và lý luận hiệu quả về các giá trị rất lớn hoặc rất nhỏ.
zh_hans: 数量级可以快速估计一个数字的大小，而无需精确计算。这个工具有助于比较、简化和有效推理非常大或非常小的值。

# ed_math_order_of_magnitude_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_order_of_magnitude_uc1_title
source: Estimation rapide
af: Vinnige skatting
bg: Бърза оценка
cs: Rychlý odhad
da: Hurtig estimering
de: Schnelle Schätzung
el: Γρήγορη εκτίμηση
es: Estimación rápida
fi: Nopea arviointi
fil: Mabilis na pagtataya
hu: Gyors becslés
id: Perkiraan cepat
it: Stima rapida
ja: 迅速な推定
ko: 빠른 추정
nl: Snelle schatting
no: Rask estimering
pl: Szybkie oszacowanie
pt_pt: Estimativa rápida
ro: Estimare rapidă
ru: Быстрая оценка
sk: Rýchly odhad
sv: Snabb uppskattning
sw: Kadirio la haraka
tr: Hızlı tahmin
uk: Швидка оцінка
vi: Ước lượng nhanh chóng
zh_hans: 快速估计

# ed_math_order_of_magnitude_uc1_text
source: Évaluer un résultat sans effectuer de calcul détaillé.
af: Evalueer 'n resultaat sonder om gedetailleerde berekening te doen.
bg: Оценка на резултат без извършване на детайлно изчисление.
cs: Odhadnout výsledek bez provádění podrobného výpočtu.
da: Vurdere et resultat uden at udføre detaljerede beregninger.
de: Ein Ergebnis bewerten, ohne detaillierte Berechnungen durchzuführen.
el: Αξιολογήστε ένα αποτέλεσμα χωρίς να κάνετε λεπτομερή υπολογισμό.
es: Evaluar un resultado sin realizar un cálculo detallado.
fi: Arvioi tulos ilman yksityiskohtaista laskentaa.
fil: Tukuyin ang isang resulta nang hindi nagsasagawa ng detalyadong pagkalkula.
hu: Egy eredmény értékelése részletes számítás nélkül.
id: Menilai hasil tanpa melakukan perhitungan rinci.
it: Valutare un risultato senza effettuare calcoli dettagliati.
ja: 詳細な計算を行わずに結果を評価する。
ko: 자세한 계산을 수행하지 않고 결과를 평가합니다.
nl: Een resultaat evalueren zonder gedetailleerde berekeningen uit te voeren.
no: Vurdere et resultat uten å utføre detaljert beregning.
pl: Oszacowanie wyniku bez przeprowadzania szczegółowych obliczeń.
pt_pt: Avaliar um resultado sem realizar um cálculo detalhado.
ro: Evaluați un rezultat fără a efectua un calcul detaliat.
ru: Оценить результат, не выполняя детальных расчетов.
sk: Hodnotiť výsledok bez vykonania podrobného výpočtu.
sv: Utvärdera ett resultat utan att göra detaljerade beräkningar.
sw: Kukadiria matokeo bila kufanya hesabu ya kina.
tr: Detaylı hesaplama yapmadan bir sonucu değerlendirmek.
uk: Оцінити результат без детального обчислення.
vi: Đánh giá một kết quả mà không cần thực hiện tính toán chi tiết.
zh_hans: 在不进行详细计算的情况下评估结果。

# ed_math_order_of_magnitude_uc2_title
source: Comparer des grandeurs
af: Vergelyk groothede
bg: Сравняване на величини
cs: Porovnat velikosti
da: Sammenligne størrelser
de: Größen vergleichen
el: Συγκρίνετε μεγέθη
es: Comparar magnitudes
fi: Vertaile suuruksia
fil: Ihambing ang mga sukat
hu: Összehasonlítani a nagyságokat
id: Membandingkan besaran
it: Confrontare grandezze
ja: 量を比較する
ko: 크기 비교
nl: Vergelijk grootheden
no: Sammenligne størrelser
pl: Porównywanie wielkości
pt_pt: Comparar grandezas
ro: Compararea mărimilor
ru: Сравнение величин
sk: Porovnávať veľkosti
sv: Jämföra storheter
sw: Kulinganisha ukubwa
tr: Büyüklükleri karşılaştırmak
uk: Порівняти величини
vi: So sánh các đại lượng
zh_hans: 比较量

# ed_math_order_of_magnitude_uc2_text
source: Savoir si une valeur est 10, 100 ou 1 000 fois plus grande qu’une autre.
af: Weet of 'n waarde 10, 100 of 1 000 keer groter is as 'n ander.
bg: Да знаете дали една стойност е 10, 100 или 1 000 пъти по-голяма от друга.
cs: Zjistit, zda je hodnota 10, 100 nebo 1 000krát větší než jiná.
da: Vide om en værdi er 10, 100 eller 1.000 gange større end en anden.
de: Wissen, ob ein Wert 10, 100 oder 1.000 Mal größer ist als ein anderer.
el: Να γνωρίζετε αν μια τιμή είναι 10, 100 ή 1.000 φορές μεγαλύτερη από μια άλλη.
es: Saber si un valor es 10, 100 o 1,000 veces mayor que otro.
fi: Tiedä, onko arvo 10, 100 vai 1 000 kertaa suurempi kuin toinen.
fil: Alamin kung ang isang halaga ay 10, 100, o 1,000 beses na mas malaki kaysa sa isa.
hu: Tudni, hogy egy érték 10, 100 vagy 1 000-szer nagyobb-e egy másiknál.
id: Mengetahui apakah suatu nilai 10, 100, atau 1.000 kali lebih besar dari yang lain.
it: Sapere se un valore è 10, 100 o 1.000 volte più grande di un altro.
ja: ある値が別の値の10倍、100倍、または1,000倍であるかを知る。
ko: 어떤 값이 다른 값보다 10배, 100배 또는 1,000배 더 큰지 알기.
nl: Weten of een waarde 10, 100 of 1.000 keer groter is dan een andere.
no: Vite om en verdi er 10, 100 eller 1 000 ganger større enn en annen.
pl: Sprawdzenie, czy jedna wartość jest 10, 100 czy 1 000 razy większa od innej.
pt_pt: Saber se um valor é 10, 100 ou 1 000 vezes maior que outro.
ro: A ști dacă o valoare este de 10, 100 sau 1 000 de ori mai mare decât alta.
ru: Узнать, в 10, 100 или 1000 раз больше ли одно значение другого.
sk: Vedieť, či je hodnota 10, 100 alebo 1 000-krát väčšia ako iná.
sv: Veta om ett värde är 10, 100 eller 1 000 gånger större än ett annat.
sw: Kujua ikiwa thamani ni mara 10, 100 au 1,000 kubwa zaidi kuliko nyingine.
tr: Bir değerin diğerinden 10, 100 veya 1.000 kat daha büyük olup olmadığını bilmek.
uk: Знати, чи є значення в 10, 100 або 1 000 разів більшим за інше.
vi: Biết liệu một giá trị lớn gấp 10, 100 hay 1.000 lần một giá trị khác.
zh_hans: 知道一个值是另一个值的10倍、100倍还是1000倍。

# ed_math_order_of_magnitude_uc3_title
source: Raisonnement scientifique
af: Wetenskaplike redenasie
bg: Научно разсъждение
cs: Vědecké uvažování
da: Videnskabelig ræsonnering
de: Wissenschaftliches Denken
el: Επιστημονική σκέψη
es: Razonamiento científico
fi: Tieteellinen päättely
fil: Pang-agham na pag-iisip
hu: Tudományos érvelés
id: Penalaran ilmiah
it: Ragionamento scientifico
ja: 科学的推論
ko: 과학적 추론
nl: Wetenschappelijke redenering
no: Vitenskapelig resonnement
pl: Rozumowanie naukowe
pt_pt: Raciocínio científico
ro: Raționament științific
ru: Научное рассуждение
sk: Vedecké uvažovanie
sv: Vetenskapligt resonemang
sw: Mawazo ya kisayansi
tr: Bilimsel akıl yürütme
uk: Наукове міркування
vi: Lý luận khoa học
zh_hans: 科学推理

# ed_math_order_of_magnitude_uc3_text
source: Utiliser des puissances de 10 pour raisonner en physique, économie ou informatique.
af: Gebruik magte van 10 om te redeneer in fisika, ekonomie of rekenaarwetenskap.
bg: Използвайте степени на 10, за да разсъждавате в физика, икономика или информатика.
cs: Používat mocniny 10 pro uvažování v oblasti fyziky, ekonomie nebo informatiky.
da: Brug af potenser af 10 til at ræsonnere inden for fysik, økonomi eller datalogi.
de: Potenzen von 10 verwenden, um in Physik, Wirtschaft oder Informatik zu argumentieren.
el: Χρησιμοποιήστε δυνάμεις του 10 για να σκεφτείτε στη φυσική, οικονομία ή πληροφορική.
es: Utilizar potencias de 10 para razonar en física, economía o informática.
fi: Käytä kymmeniä potensseja järkeillessäsi fysiikassa, taloustieteessä tai tietojenkäsittelytieteessä.
fil: Gumamit ng mga kapangyarihan ng 10 upang mag-isip sa pisika, ekonomiya, o computer science.
hu: Tíz hatványait használni a fizikában, közgazdaságtanban vagy informatikában való érveléshez.
id: Menggunakan pangkat 10 untuk berpikir dalam fisika, ekonomi, atau komputer.
it: Utilizzare potenze di 10 per ragionare in fisica, economia o informatica.
ja: 物理学、経済学、またはコンピュータサイエンスで推論するために10の累乗を使用する。
ko: 물리학, 경제학 또는 컴퓨터 과학에서 추론하기 위해 10의 거듭제곱을 사용합니다.
nl: Gebruik machten van 10 om te redeneren in de natuurkunde, economie of informatica.
no: Bruke potenser av 10 for å resonnere i fysikk, økonomi eller datavitenskap.
pl: Używanie potęg liczby 10 do rozumowania w fizyce, ekonomii lub informatyce.
pt_pt: Usar potências de 10 para raciocinar em física, economia ou informática.
ro: Utilizați puteri de 10 pentru a raționa în fizică, economie sau informatică.
ru: Использовать степени 10 для рассуждений в физике, экономике или информатике.
sk: Použiť mocniny 10 na uvažovanie v oblasti fyziky, ekonomiky alebo informatiky.
sv: Använda tiopotenser för att resonera inom fysik, ekonomi eller datavetenskap.
sw: Tumia nguvu za 10 kufikiri katika fizikia, uchumi au kompyuta.
tr: Fizik, ekonomi veya bilgisayar bilimlerinde akıl yürütmek için 10'un kuvvetlerini kullanmak.
uk: Використовувати степені 10 для міркування в фізиці, економіці або комп'ютерних науках.
vi: Sử dụng các lũy thừa của 10 để lý luận trong vật lý, kinh tế hoặc tin học.
zh_hans: 使用10的幂来进行物理、经济或计算机科学的推理。
