Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_meta_tip_missing
source: Certaines métadonnées sont vides : c’est normal, beaucoup de PDFs n’en définissent pas.
af: Sommige metadata is leeg: dit is normaal, baie PDF's definieer nie dit nie.
bg: Някои метаданни са празни: това е нормално, много PDF файлове не ги определят.
cs: Některá metadata jsou prázdná: to je normální, mnoho PDF je nedefinuje.
da: Nogle metadata er tomme: det er normalt, mange PDF'er definerer ikke nogen.
de: Einige Metadaten sind leer: das ist normal, viele PDFs definieren keine.
el: Ορισμένα μεταδεδομένα είναι κενά: είναι φυσιολογικό, πολλά PDFs δεν τα ορίζουν.
es: Algunos metadatos están vacíos: es normal, muchos PDFs no los definen.
fi: Jotkut metatiedot ovat tyhjät: tämä on normaalia, monet PDF:t eivät määrittele niitä.
fil: Ilan sa mga metadata ay walang laman: normal lang ito, maraming PDF ang hindi nagtatakda nito.
hu: Néhány metaadat üres: ez normális, sok PDF nem definiálja őket.
id: Beberapa metadata kosong: ini normal, banyak PDF tidak mendefinisikannya.
it: Alcuni metadati sono vuoti: è normale, molti PDF non ne definiscono.
ja: いくつかのメタデータが空です：これは正常で、多くのPDFはそれを定義していません。
ko: 일부 메타데이터가 비어 있습니다: 이는 정상입니다. 많은 PDF가 이를 정의하지 않습니다.
nl: Sommige metadata zijn leeg: dat is normaal, veel PDF's definiëren dit niet.
no: Noen metadata er tomme: det er normalt, mange PDF-er definerer ikke dette.
pl: Niektóre metadane są puste: to normalne, wiele PDF-ów ich nie definiuje.
pt_pt: Alguns metadados estão vazios: é normal, muitos PDFs não os definem.
ro: Unele metadate sunt goale: este normal, multe PDF-uri nu le definesc.
ru: Некоторые метаданные пусты: это нормально, многие PDF не определяют их.
sk: Niektoré metadáta sú prázdne: je to normálne, veľa PDF ich nedefinuje.
sv: Vissa metadata är tomma: det är normalt, många PDF:er definierar inte det.
sw: Metadata fulani ni tupu: ni kawaida, PDFs nyingi hazifafanui.
tr: Bazı meta veriler boş: bu normal, birçok PDF bunları tanımlamaz.
uk: Деякі метадані порожні: це нормально, багато PDF не визначають їх.
vi: Một số siêu dữ liệu trống: điều này là bình thường, nhiều PDF không định nghĩa chúng.
zh_hans: 某些元数据为空：这是正常的，许多PDF没有定义它们。

# pdf_meta_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na nakopya sa clipboard.
hu: JSON másolva a vágólapra.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírované do schránky.
sv: JSON kopierat till urklipp.
sw: JSON imekopi katika ubao wa kunakili.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON已复制到剪贴板。

# pdf_meta_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Dit is nie moontlik om outomaties te kopieer nie. Selekteer die teks en kopieer dit handmatig.
bg: Не може да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Není možné automaticky kopírovat. Vyberte text a zkopírujte ručně.
da: Kan ikke kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren nicht möglich. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Seleccione el texto y cópielo manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
hu: Automatikusan nem lehet másolni. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできませんでした。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하세요.
nl: Automatisch kopiëren is niet mogelijk. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Zaznacz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Не удалось скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# pdf_meta_err_generic
source: Impossible de lire ce PDF.
af: Dit is nie moontlik om hierdie PDF te lees nie.
bg: Не може да се прочете този PDF.
cs: Není možné přečíst toto PDF.
da: Kan ikke læse denne PDF.
de: Dieses PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voi lukea.
fil: Hindi mabasa ang PDF na ito.
hu: Nem lehet olvasni ezt a PDF-et.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取ることができません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Het is niet mogelijk om deze PDF te lezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF-a.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Не удалось прочитать этот PDF.
sk: Nemožno prečítať toto PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF okunamıyor.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此PDF。

# pdf_meta_k_title
source: Titre
af: Titel
bg: Заглавие
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fil: Pamagat
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
no: Tittel
pl: Tytuł
pt_pt: Título
ro: Titlu
ru: Название
sk: Názov
sv: Titel
sw: Kichwa
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题

# pdf_meta_k_author
source: Auteur
af: Outeur
bg: Автор
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
fi: Kirjoittaja
fil: May-akda
hu: Szerző
id: Penulis
it: Autore
ja: 著者
ko: 저자
no: Forfatter
pl: Autor
pt_pt: Autor
ro: Autor
ru: Автор
sk: Autor
sv: Författare
sw: Mwandishi
tr: Yazar
uk: Автор
vi: Tác giả
zh_hans: 作者

# pdf_meta_k_subject
source: Sujet
af: Onderwerp
bg: Тема
cs: Téma
da: Emne
de: Thema
el: Θέμα
es: Tema
fi: Aihe
fil: Paksa
hu: Téma
id: Subjek
it: Oggetto
ja: 主題
ko: 주제
nl: Onderwerp
no: Emne
pl: Temat
pt_pt: Assunto
ro: Subiect
ru: Тема
sk: Téma
sv: Ämne
sw: Mada
tr: Konu
uk: Тема
vi: Chủ đề
zh_hans: 主题

# pdf_meta_k_keywords
source: Mots-clés
af: Sleutelwoorde
bg: Ключови думи
cs: Klíčová slova
da: Nøgleord
de: Schlüsselwörter
el: Λέξεις-κλειδιά
es: Palabras clave
fi: Avainsanat
fil: Mga Keyword
hu: Kulcsszavak
id: Kata kunci
it: Parole chiave
ja: キーワード
ko: 키워드
nl: Trefwoorden
no: Nøkkelord
pl: Słowa kluczowe
pt_pt: Palavras-chave
ro: Cuvinte cheie
ru: Ключевые слова
sk: Kľúčové slová
sv: Nyckelord
sw: Maneno muhimu
tr: Anahtar kelimeler
uk: Ключові слова
vi: Từ khóa
zh_hans: 关键词

# pdf_meta_k_creator
source: Créateur
af: Skepper
bg: Създател
cs: Tvůrce
da: Skaber
de: Ersteller
el: Δημιουργός
es: Creador
fi: Luoja
fil: Lumikha
hu: Készítő
id: Pembuat
it: Creatore
ja: 作成者
ko: 작성자
nl: Maker
no: Skaper
pl: Twórca
pt_pt: Criador
ro: Creator
ru: Создатель
sk: Tvorca
sv: Skapare
sw: Mwandikaji
tr: Oluşturucu
uk: Творець
vi: Người tạo
zh_hans: 创建者

# pdf_meta_k_producer
source: Producteur
af: Producent
bg: Продуцент
cs: Producent
da: Producent
de: Produzent
el: Παραγωγός
es: Productor
fi: Tuottaja
fil: Tagagawa
hu: Termelő
id: Produser
it: Produttore
ja: プロデューサー
ko: 제작자
nl: Producent
no: Produsent
pl: Producent
pt_pt: Produtor
ro: Producător
ru: Производитель
sk: Producent
sv: Producent
sw: Mtengenezaji
tr: Üretici
uk: Виробник
vi: Nhà sản xuất
zh_hans: 生产者

# pdf_meta_k_creation
source: Date de création
af: Skepdatum
bg: Дата на създаване
cs: Datum vytvoření
da: Oprettelsesdato
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
es: Fecha de creación
fi: Luontipäivämäärä
fil: Petsa ng Paglikha
hu: Létrehozás dátuma
id: Tanggal pembuatan
it: Data di creazione
ja: 作成日
ko: 생성 날짜
nl: Aanmaakdatum
no: Opprettelsesdato
pl: Data utworzenia
pt_pt: Data de criação
ro: Data creării
ru: Дата создания
sk: Dátum vytvorenia
sv: Skapelsedatum
sw: Tarehe ya kuunda
tr: Oluşturulma tarihi
uk: Дата створення
vi: Ngày tạo
zh_hans: 创建日期

# pdf_meta_k_modif
source: Date de modification
af: Wysigingsdatum
bg: Дата на модификация
cs: Datum úpravy
da: Ændringsdato
de: Änderungsdatum
el: Ημερομηνία τροποποίησης
es: Fecha de modificación
fi: Muokkauspäivämäärä
fil: Petsa ng Pagbabago
hu: Módosítás dátuma
id: Tanggal modifikasi
it: Data di modifica
ja: 変更日
ko: 수정 날짜
nl: Wijzigingsdatum
no: Endringsdato
pl: Data modyfikacji
pt_pt: Data de modificação
ro: Data modificării
ru: Дата изменения
sk: Dátum úpravy
sv: Ändringsdatum
sw: Tarehe ya kubadilisha
tr: Değiştirilme tarihi
uk: Дата зміни
vi: Ngày sửa đổi
zh_hans: 修改日期

# pdf_outline_title
source: Sommaire PDF → JSON
af: PDF-samevatting → JSON
bg: Съдържание PDF → JSON
cs: Souhrn PDF → JSON
da: Sammendrag PDF → JSON
de: Inhaltsverzeichnis PDF → JSON
el: Περίληψη PDF → JSON
es: Resumen PDF → JSON
fi: PDF:n yhteenveto → JSON
fil: Buod ng PDF → JSON
hu: PDF összefoglaló → JSON
id: Ringkasan PDF → JSON
it: Sommario PDF → JSON
ja: PDFの目次 → JSON
ko: PDF → JSON 요약
nl: PDF-samenvatting → JSON
no: Sammendrag PDF → JSON
pl: Spis treści PDF → JSON
pt_pt: Sumário PDF → JSON
ro: Sumar PDF → JSON
ru: Содержание PDF → JSON
sk: Obsah PDF → JSON
sv: Sammanfattning PDF → JSON
sw: Muhtasari wa PDF → JSON
tr: PDF'den JSON'a özet
uk: Зміст PDF → JSON
vi: Tóm tắt PDF → JSON
zh_hans: PDF摘要 → JSON

# pdf_outline_subtitle
source: Extrayez le sommaire (bookmarks / outline) d’un PDF et exportez-le au format JSON, localement dans votre navigateur.
af: Ekstraheer die samevatting (boekmerke / skema) van 'n PDF en voer dit uit in JSON-formaat, plaaslik in jou blaaier.
bg: Извлечете съдържанието (закладки / структура) от PDF и го експортирайте във формат JSON, локално в браузъра си.
cs: Extrahujte souhrn (záložky / osnova) z PDF a exportujte ho ve formátu JSON, lokálně ve vašem prohlížeči.
da: Uddrag sammendraget (bogmærker / oversigt) fra en PDF og eksportér det i JSON-format, lokalt i din browser.
de: Extrahieren Sie das Inhaltsverzeichnis (Lesezeichen / Gliederung) aus einem PDF und exportieren Sie es im JSON-Format lokal in Ihrem Browser.
el: Εξαγάγετε την περίληψη (σελιδοδείκτες / περίγραμμα) ενός PDF και εξάγετέ την σε μορφή JSON, τοπικά στον περιηγητή σας.
es: Extraiga el resumen (marcadores / esquema) de un PDF y expórtelo en formato JSON, localmente en su navegador.
fi: Poimi PDF:n yhteenveto (kirjanmerkit / rakenne) ja vie se JSON-muodossa paikallisesti selaimessasi.
fil: I-extract ang buod (mga bookmark / outline) mula sa isang PDF at i-export ito sa format na JSON, lokal sa iyong browser.
hu: Kérjük, húzza ki az összefoglalót (könyvjelzők / vázlat) egy PDF-ből, és exportálja JSON formátumban, helyben a böngészőjében.
id: Ekstrak ringkasan (bookmark / outline) dari PDF dan ekspor ke format JSON, secara lokal di browser Anda.
it: Estrai il sommario (segna pagina / outline) da un PDF ed esportalo in formato JSON, localmente nel tuo browser.
ja: PDFから目次（ブックマーク/アウトライン）を抽出し、ブラウザ内でJSON形式でエクスポートします。
ko: PDF에서 요약(북마크/개요)을 추출하고 JSON 형식으로 내보내며, 브라우저에서 로컬로 수행합니다.
nl: Haal de samenvatting (bladwijzers / inhoud) van een PDF en exporteer deze naar JSON-formaat, lokaal in uw browser.
no: Ekstraher sammendraget (bokmerker / disposisjon) fra en PDF og eksporter det til JSON-format, lokalt i nettleseren din.
pl: Wyodrębnij spis treści (zakładki / zarys) z PDF-a i wyeksportuj go w formacie JSON, lokalnie w swojej przeglądarce.
pt_pt: Extraia o sumário (marcadores / esboço) de um PDF e exporte-o no formato JSON, localmente no seu navegador.
ro: Extrageți sumarul (bookmarks / outline) dintr-un PDF și exportați-l în format JSON, local în browserul dumneavoastră.
ru: Извлеките содержание (закладки / оглавление) из PDF и экспортируйте его в формате JSON, локально в вашем браузере.
sk: Extrahujte obsah (záložky / osnovu) z PDF a exportujte ho vo formáte JSON, lokálne vo vašom prehliadači.
sv: Extrahera sammanfattningen (bokmärken / innehåll) från en PDF och exportera den i JSON-format, lokalt i din webbläsare.
sw: Toa muhtasari (vitabu / muundo) kutoka PDF na usafirishe kwa muundo wa JSON, ndani ya kivinjari chako.
tr: Bir PDF'nin özetini (yer işaretleri / taslak) çıkarın ve bunu JSON formatında, tarayıcınızda yerel olarak dışa aktarın.
uk: Витягніть зміст (закладки / план) з PDF та експортуйте його у формат JSON, локально у вашому браузері.
vi: Trích xuất tóm tắt (bookmarks / outline) từ một PDF và xuất nó dưới định dạng JSON, cục bộ trong trình duyệt của bạn.
zh_hans: 提取PDF的摘要（书签/大纲）并将其导出为JSON格式，保存在您的浏览器中。

# pdf_outline_card_import_title
source: Importer un PDF
af: Laai 'n PDF in
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: Ein PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: Importeer een PDF
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入PDF

# pdf_outline_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaier.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se děje ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: Ningún dato se envía a un servidor: todo se realiza en su navegador.
fi: Mikään tieto ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa isang server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semuanya dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: サーバーにデータは送信されません：すべてブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저에서 이루어집니다.
nl: Geen enkele data wordt naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun date nu sunt trimise pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika ndani ya kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi đến máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据被发送到服务器：一切都在您的浏览器中进行。

# pdf_outline_err_title
source: Impossible d’extraire le sommaire.
af: Dit is nie moontlik om die samevatting te ekstraheer nie.
bg: Не може да се извлече съдържанието.
cs: Není možné extrahovat souhrn.
da: Kan ikke udtrække sammendraget.
de: Inhaltsverzeichnis kann nicht extrahiert werden.
el: Αδύνατη η εξαγωγή της περίληψης.
es: No se puede extraer el resumen.
fi: Yhteenvetoa ei voi poimia.
fil: Hindi ma-extract ang buod.
hu: Nem lehet kinyerni az összefoglalót.
id: Tidak dapat mengekstrak ringkasan.
it: Impossibile estrarre il sommario.
ja: 目次を抽出できませんでした。
ko: 요약을 추출할 수 없습니다.
nl: Het is niet mogelijk om de samenvatting te extraheren.
no: Kan ikke ekstrahere sammendraget.
pl: Nie można wyodrębnić spisu treści.
pt_pt: Impossível extrair o sumário.
ro: Imposibil de extras sumarul.
ru: Не удалось извлечь содержание.
sk: Nemožno extrahovať obsah.
sv: Det går inte att extrahera sammanfattningen.
sw: Haiwezekani kutoa muhtasari.
tr: Özeti çıkarmak mümkün değil.
uk: Не вдалося витягти зміст.
vi: Không thể trích xuất tóm tắt.
zh_hans: 无法提取摘要。

# pdf_outline_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pdf_outline_card_results_sub
source: Aperçu du sommaire et export JSON.
af: Voorbeeld van die samevatting en JSON-uitvoer.
bg: Преглед на съдържанието и експортиране на JSON.
cs: Náhled souhrnu a export JSON.
da: Forhåndsvisning af sammendrag og eksportér JSON.
de: Vorschau des Inhaltsverzeichnisses und JSON-Export.
el: Προεπισκόπηση της περίληψης και εξαγωγή JSON.
es: Vista del resumen y exportación JSON.
fi: Yhteenveto ja JSON-vienti.
fil: Pagsusuri ng buod at pag-export ng JSON.
hu: A tartalom előnézete és JSON exportálás.
id: Prabagan ringkasan dan ekspor JSON.
it: Anteprima del sommario ed esportazione JSON.
ja: 目次のプレビューとJSONエクスポート。
ko: 요약 미리보기 및 JSON 내보내기.
nl: Voorbeeld van de samenvatting en export JSON.
no: Forhåndsvisning av sammendrag og JSON-eksport.
pl: Podgląd spisu treści i eksport JSON.
pt_pt: Pré-visualização do sumário e exportação JSON.
ro: Previzualizare sumar și export JSON.
ru: Предварительный просмотр содержания и экспорт JSON.
sk: Náhľad obsahu a export JSON.
sv: Förhandsvisning av sammanfattningen och exportera JSON.
sw: Muonekano wa muhtasari na usafirishaji wa JSON.
tr: Özetin önizlemesi ve JSON dışa aktarımı.
uk: Огляд змісту та експорт JSON.
vi: Xem trước tóm tắt và xuất JSON.
zh_hans: 摘要预览和JSON导出。

# pdf_outline_stat_pages_label
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga Pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面

# pdf_outline_stat_top_label
source: Niveau 1
af: Vlak 1
bg: Ниво 1
cs: Úroveň 1
de: Stufe 1
el: Επίπεδο 1
es: Nivel 1
fi: Taso 1
fil: Antas 1
hu: 1) 1. szint
id: Tingkat 1
it: Livello 1
ja: レベル 1
ko: 1단계
no: Nivå 1
pl: Poziom 1
pt_pt: Nível 1
ro: Nivel 1
ru: Уровень 1
sk: Úroveň 1
sv: Nivå 1
sw: Ngazi 1
tr: Seviye 1
uk: Рівень 1
vi: Cấp 1
zh_hans: 第1级

# pdf_outline_stat_total_label
source: Entrées
af: Invoere
bg: Входове
cs: Vstupy
da: Indgange
de: Eingaben
el: Είσοδοι
es: Entradas
fi: Syötteet
fil: Mga Entry
hu: 2) Bejegyzések
id: Masukan
it: Entrate
ja: エントリ
ko: 입력
nl: Invoeren
no: Innganger
pl: Wprowadzenia
pt_pt: Entradas
ro: Intrări
ru: Входные данные
sk: Vstupy
sv: Inmatningar
sw: Ingizo
tr: Girişler
uk: Входи
vi: Đầu vào
zh_hans: 输入

# pdf_outline_list_title
source: Sommaire
af: Opsomming
bg: Резюме
cs: Souhrn
da: Sammendrag
de: Inhaltsverzeichnis
el: Περίληψη
es: Resumen
fi: Yhteenveto
fil: Buod
hu: 3) Összefoglaló
id: Ringkasan
it: Sommario
ja: 概要
ko: 요약
nl: Inhoudsopgave
no: Sammendrag
pl: Spis treści
pt_pt: Sumário
ro: Sumar
ru: Содержание
sk: Zhrnutie
sv: Sammanfattning
sw: Muhtasari
tr: Özet
uk: Зміст
vi: Tóm tắt
zh_hans: 摘要

# pdf_outline_items
source: entrées
af: invoere
bg: входове
cs: vstupy
da: indgange
de: eingaben
el: είσοδοι
es: entradas
fi: syötteet
fil: mga entry
hu: 4) bejegyzések
id: masukan
it: entrate
ja: エントリ
ko: 입력
nl: invoeren
no: innganger
pl: wprowadzenia
pt_pt: entradas
ro: intrări
ru: входные данные
sk: vstupy
sv: inmatningar
sw: ingizo
tr: girişler
uk: входи
vi: đầu vào
zh_hans: 输入

# pdf_outline_empty
source: Aucun élément de sommaire à afficher.
af: Geen opsommingselemente om te vertoon nie.
bg: Няма елементи за резюме за показване.
cs: Žádné položky souhrnu k zobrazení.
da: Ingen elementer i sammendraget at vise.
de: Keine Elemente im Inhaltsverzeichnis anzuzeigen.
el: Δεν υπάρχουν στοιχεία περίληψης προς εμφάνιση.
es: No hay elementos de resumen para mostrar.
fi: Ei näytettävää yhteenvetoa.
fil: Walang ipapakitang elemento ng buod.
hu: 5) Nincs megjeleníthető összefoglaló elem.
id: Tidak ada elemen ringkasan yang ditampilkan.
it: Nessun elemento di sommario da visualizzare.
ja: 表示する概要の項目はありません。
ko: 표시할 요약 항목이 없습니다.
nl: Geen inhoudsopgave om weer te geven.
no: Ingen elementer i sammendraget å vise.
pl: Brak elementów spisu treści do wyświetlenia.
pt_pt: Nenhum item de sumário para exibir.
ro: Niciun element de sumar de afișat.
ru: Нет элементов для отображения в содержании.
sk: Žiadne položky zhrnutia na zobrazenie.
sv: Inga sammanfattningselement att visa.
sw: Hakuna kipengele chochote cha muhtasari kuonyesha.
tr: Gösterilecek özet öğesi yok.
uk: Немає елементів змісту для відображення.
vi: Không có mục tóm tắt nào để hiển thị.
zh_hans: 没有要显示的摘要项目。

# pdf_outline_page
source: Page
af: Bladsy
bg: Страница
cs: Stránka
da: Side
de: Seite
el: Σελίδα
es: Página
fi: Sivu
fil: Pahina
hu: 6) Oldal
id: Halaman
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
no: Side
pl: Strona
pt_pt: Página
ro: Pagină
ru: Страница
sk: Strana
sv: Sida
sw: Ukuran
tr: Sayfa
uk: Сторінка
vi: Trang
zh_hans: 页面

# pdf_outline_no_page
source: Page inconnue
af: Onbekende bladsy
bg: Непозната страница
cs: Neznámá stránka
da: Ukendt side
de: Unbekannte Seite
el: Άγνωστη σελίδα
es: Página desconocida
fi: Tuntematon sivu
fil: Hindi kilalang pahina
hu: 7) Ismeretlen oldal
id: Halaman tidak dikenal
it: Pagina sconosciuta
ja: 不明なページ
ko: 알 수 없는 페이지
nl: Onbekende pagina
no: Ukjent side
pl: Nieznana strona
pt_pt: Página desconhecida
ro: Pagină necunoscută
ru: Неизвестная страница
sk: Neznáma strana
sv: Okänd sida
sw: Ukuran isiyojulikana
tr: Bilinmeyen sayfa
uk: Невідома сторінка
vi: Trang không xác định
zh_hans: 未知页面

# pdf_outline_json_sub
source: Exportable
af: Eksporteerbaar
bg: Експортируем
cs: Exportovatelný
da: Eksportabel
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Ma-export
hu: 9) Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポータブル
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Eksportowalny
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľný
sv: Exportabel
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出
