Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_font_embedding_check_output
source: Ce que vous obtenez
af: Wat u ontvang
bg: Какво получавате
cs: Co získáte
da: Konkrete eksempler 2
de: Was Sie erhalten
el: TODO: Συγκεκριμένο παράδειγμα 2
es: Lo que obtienes
fi: Mitä saat
fil: Kung ano ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Esempio concreto 1
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: Exemplo concreto 2
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Mfano halisi 2
tr: Aldığınız şey
uk: What you get
vi: Những gì bạn nhận được
zh_hans: 具体示例 2

# ed_dev_pdf_pdf_font_embedding_check_out1
source: Un rapport indiquant, pour chaque police, si elle est embarquée, sous-ensemble (subset) ou référencée sans embedding.
af: 'n Verslag wat vir elke skrif aandui of dit ingebed, substel (subset) of verwys na sonder embedding.
bg: Отчет, който указва за всеки шрифт, дали е вграден, подмножество или рефериран без вграждане.
cs: Zpráva uvádějící pro každé písmo, zda je vloženo, podmnožina (subset) nebo odkazováno bez vložení.
da: En rapport, der angiver, for hver skrifttype, om den er indlejret, undergruppe (subset) eller refereret uden embedding.
de: Ein Bericht, der für jede Schriftart angibt, ob sie eingebettet, Teilmenge oder ohne Einbettung referenziert ist.
el: Μια αναφορά που δείχνει, για κάθε γραμματοσειρά, αν είναι ενσωματωμένη, υποσύνολο (subset) ή αναφερόμενη χωρίς ενσωμάτωση.
es: Un informe que indica, para cada fuente, si está embebida, es un subconjunto o se referencia sin embebido.
fi: Raportti, joka ilmoittaa jokaisen fontin osalta, onko se upotettu, osajoukko (subset) tai viitattu ilman upotusta.
fil: Isang ulat na nagpapakita, para sa bawat font, kung ito ay naka-embed, subset o tinukoy nang walang embedding.
hu: TODO: A kimenet pontos leírása.
id: TODO: Menjelaskan dengan tepat keluaran ini.
it: Un rapporto che indica, per ogni font, se è incorporata, sottoinsieme (subset) o referenziata senza embedding.
ja: 各フォントが埋め込まれているか、サブセット（subset）であるか、埋め込みなしで参照されているかを示すレポート。
ko: 각 글꼴에 대해 포함 여부, 서브셋(subset) 또는 포함 없이 참조된 보고서.
nl: Een rapport dat voor elk lettertype aangeeft of het is ingebed, subset (subset) of zonder embedding is verwezen.
no: En rapport som angir, for hver skrifttype, om den er innebygd, delsett (subset) eller referert uten embedding.
pl: Raport wskazujący, dla każdej czcionki, czy jest osadzona, podzestaw (subset) czy odniesiona bez osadzenia.
pt_pt: Um relatório indicando, para cada fonte, se está embarcada, subconjunto (subset) ou referenciada sem embedding.
ro: Un raport care indică, pentru fiecare font, dacă este încorporat, subset (subset) sau referit fără încorporare.
ru: Отчет, указывающий для каждого шрифта, встроен ли он, подмножество (subset) или ссылается без встраивания.
sk: Správa uvádzajúca, pre každé písmo, či je vložené, podmnožina alebo referencované bez vloženia.
sv: En rapport som anger, för varje typsnitt, om det är inbäddat, delmängd (subset) eller refererat utan inbäddning.
sw: Ripoti inayoonyesha, kwa kila font, ikiwa imejumuishwa, subset au inarejelea bila ujumuishaji.
tr: Her yazı tipinin gömülü, alt küme (subset) veya gömme olmadan referanslı olup olmadığını belirten bir rapor.
uk: Звіт, що вказує для кожного шрифту, чи він вбудований, підмнож (subset) або посилання без вбудовування.
vi: Một báo cáo chỉ ra, cho mỗi phông chữ, liệu nó có được nhúng, tập hợp con hay được tham chiếu mà không có nhúng.
zh_hans: 一份报告，指明每种字体是否嵌入、子集或未嵌入引用。

# ed_dev_pdf_pdf_font_embedding_check_out2
source: Des détails utiles : nom de base, type (Type0/TrueType/Type1…), encodage, présence d’un ToUnicode (si détectable).
af: Nuttige besonderhede: basisnaam, tipe (Type0/TrueType/Type1…), kodering, teenwoordigheid van 'n ToUnicode (indien opspoorbaar).
bg: Полезни детайли: основно име, тип (Type0/TrueType/Type1…), кодиране, наличие на ToUnicode (ако е откриваемо).
cs: Užitečné detaily: základní název, typ (Type0/TrueType/Type1…), kódování, přítomnost ToUnicode (pokud je detekovatelná).
da: Nyttige detaljer: grundlæggende navn, type (Type0/TrueType/Type1…), kodning, tilstedeværelse af en ToUnicode (hvis det kan opdages).
de: Nützliche Details: Basisname, Typ (Type0/TrueType/Type1…), Kodierung, Vorhandensein eines ToUnicode (falls erkennbar).
el: Χρήσιμες λεπτομέρειες: βασικό όνομα, τύπος (Type0/TrueType/Type1…), κωδικοποίηση, παρουσία ενός ToUnicode (αν ανιχνεύεται).
es: Detalles útiles: nombre base, tipo (Type0/TrueType/Type1…), codificación, presencia de un ToUnicode (si es detectable).
fi: Hyödyllisiä yksityiskohtia: perusnimi, tyyppi (Type0/TrueType/Type1…), koodaus, ToUnicode:n läsnäolo (jos havaittavissa).
fil: Mga kapaki-pakinabang na detalye: base name, uri (Type0/TrueType/Type1…), encoding, pagkakaroon ng ToUnicode (kung matutukoy).
hu: TODO: Mire való ez a kimenet.
id: TODO: Apa kegunaan keluaran ini.
it: Dettagli utili: nome base, tipo (Type0/TrueType/Type1…), codifica, presenza di un ToUnicode (se rilevabile).
ja: 役立つ詳細：基本名、タイプ（Type0/TrueType/Type1…）、エンコーディング、ToUnicodeの有無（検出可能な場合）。
ko: 유용한 세부정보: 기본 이름, 유형(Type0/TrueType/Type1…), 인코딩, ToUnicode의 존재(감지 가능할 경우).
nl: Nuttige details: basisnaam, type (Type0/TrueType/Type1…), codering, aanwezigheid van een ToUnicode (indien detecteerbaar).
no: Nyttige detaljer: basisnavn, type (Type0/TrueType/Type1…), koding, tilstedeværelse av en ToUnicode (hvis det kan oppdages).
pl: Przydatne szczegóły: nazwa podstawowa, typ (Type0/TrueType/Type1…), kodowanie, obecność ToUnicode (jeśli wykrywalne).
pt_pt: Detalhes úteis: nome base, tipo (Type0/TrueType/Type1…), codificação, presença de um ToUnicode (se detectável).
ro: Detalii utile: nume de bază, tip (Type0/TrueType/Type1…), codificare, prezența unui ToUnicode (dacă este detectabil).
ru: Полезные детали: базовое имя, тип (Type0/TrueType/Type1…), кодировка, наличие ToUnicode (если обнаружимо).
sk: Užitočné detaily: základný názov, typ (Type0/TrueType/Type1…), kódovanie, prítomnosť ToUnicode (ak je detekovateľné).
sv: Nyttiga detaljer: grundnamn, typ (Type0/TrueType/Type1…), kodning, närvaro av en ToUnicode (om det går att upptäcka).
sw: Maelezo muhimu: jina la msingi, aina (Type0/TrueType/Type1…), uandishi, uwepo wa ToUnicode (ikiwa inagundulika).
tr: Faydalı detaylar: temel adı, türü (Type0/TrueType/Type1…), kodlama, ToUnicode varlığı (eğer tespit edilebiliyorsa).
uk: Корисні деталі: базове ім'я, тип (Type0/TrueType/Type1…), кодування, наявність ToUnicode (якщо виявлено).
vi: Các chi tiết hữu ích: tên cơ bản, loại (Type0/TrueType/Type1…), mã hóa, sự hiện diện của một ToUnicode (nếu có thể phát hiện).
zh_hans: 一些有用的细节：基本名称、类型（Type0/TrueType/Type1…）、编码、ToUnicode的存在（如果可检测）。

# ed_dev_pdf_pdf_font_embedding_check_limits
source: Limites et points d’attention
af: Beskryf presies die uitgang.
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Konkrete eksempler 3
de: Grenzen und Punkte zur Beachtung
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Kung ano ang makukuha mo
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Ciò che ottieni
ja: 出力を正確に説明する。
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Det du får
pl: Ograniczenia i punkty uwagi
pt_pt: Exemplo concreto 3
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mfano halisi 3
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Що ви отримуєте
vi: Mô tả chính xác đầu ra.
zh_hans: 具体示例 3

# ed_dev_pdf_pdf_font_embedding_check_lim1
source: Une police “embarquée” ne garantit pas à 100% un rendu identique : l’encodage et le mapping Unicode comptent aussi.
af: 'n "Ingebedde" skrif waarborg nie 100% 'n identiese weergawe nie: kodering en Unicode-mapping tel ook.
bg: Вграден шрифт не гарантира на 100% идентично рендиране: кодировката и Unicode мапингът също имат значение.
cs: "Vložené" písmo nezaručuje 100% identický výstup: kódování a mapování Unicode také hrají roli.
da: En "indlejret" skrifttype garanterer ikke 100% identisk gengivelse: kodning og Unicode-mapping tæller også.
de: Eine "eingebettete" Schriftart garantiert nicht zu 100%, dass die Darstellung identisch ist: Kodierung und Unicode-Mapping zählen ebenfalls.
el: Μια "ενσωματωμένη" γραμματοσειρά δεν εγγυάται 100% ότι η απόδοση θα είναι ίδια: η κωδικοποίηση και η χαρτογράφηση Unicode μετράνε επίσης.
es: Una fuente “embebida” no garantiza al 100% una representación idéntica: la codificación y el mapeo Unicode también cuentan.
fi: "Upotettu" fontti ei takaa 100% identtistä tulostusta: koodaus ja Unicode-mapping ovat myös tärkeitä.
fil: Ang isang "naka-embed" na font ay hindi 100% na garantisadong mag-render ng pareho: ang encoding at Unicode mapping ay mahalaga rin.
hu: TODO.
id: TODO.
it: Una font "incorporata" non garantisce al 100% un rendering identico: anche la codifica e il mapping Unicode contano.
ja: 「埋め込まれた」フォントは100%同じレンダリングを保証するものではありません：エンコーディングとUnicodeマッピングも重要です。
ko: '포함된' 글꼴이 100% 동일한 렌더링을 보장하지는 않습니다: 인코딩 및 유니코드 매핑도 중요합니다.
nl: Een "ingebed" lettertype garandeert niet 100% een identieke weergave: codering en Unicode-mapping tellen ook mee.
no: En "innbygd" skrifttype garanterer ikke 100% identisk rendering: koding og Unicode-mapping teller også.
pl: Czcionka "osadzona" nie gwarantuje w 100% identycznego renderowania: kodowanie i mapowanie Unicode również mają znaczenie.
pt_pt: Uma fonte "embarcada" não garante 100% de renderização idêntica: a codificação e o mapeamento Unicode também contam.
ro: Un font „încorporat” nu garantează 100% o redare identică: codificarea și mapping-ul Unicode contează de asemenea.
ru: "Встроенный" шрифт не гарантирует 100% идентичного отображения: кодировка и сопоставление Unicode также имеют значение.
sk: "Vložené" písmo nezaručuje 100% identický výstup: kódovanie a mapovanie Unicode sú tiež dôležité.
sv: Ett "inbäddat" typsnitt garanterar inte 100% identisk rendering: kodning och Unicode-mappning spelar också roll.
sw: Fonti "iliyojumuishwa" haikuhakikishii 100% uwasilishaji sawa: uandishi na ramani ya Unicode pia ni muhimu.
tr: Gömülü bir yazı tipi %100 aynı görüntüleme garantisi vermez: kodlama ve Unicode eşlemesi de önemlidir.
uk: "Вбудований" шрифт не гарантує 100% ідентичного відображення: кодування та відображення Unicode також мають значення.
vi: Một phông chữ "được nhúng" không đảm bảo 100% hiển thị giống nhau: mã hóa và ánh xạ Unicode cũng quan trọng.
zh_hans: “嵌入”的字体并不保证100%相同的呈现：编码和Unicode映射也很重要。

# ed_dev_pdf_pdf_font_embedding_check_lim2
source: Certains PDF utilisent des polices propriétaires ou des sous-ensembles aux noms “cryptiques” (ex : ABCDEF+Font).
af: Sommige PDF's gebruik eiendoms skrifte of substelle met "cryptiese" name (bv. ABCDEF+Font).
bg: Някои PDF използват собствени шрифтове или подмножества с "криптирани" имена (напр. ABCDEF+Font).
cs: Některé PDF používají proprietární písma nebo podmnožiny s "cryptickými" názvy (např. ABCDEF+Font).
da: Nogle PDF'er bruger proprietære skrifttyper eller undergrupper med "kryptiske" navne (f.eks. ABCDEF+Font).
de: Einige PDFs verwenden proprietäre Schriftarten oder Teilmengen mit "kryptischen" Namen (z. B.: ABCDEF+Font).
el: Ορισμένα PDF χρησιμοποιούν ιδιόκτητες γραμματοσειρές ή υποσύνολα με "κρυπτικά" ονόματα (π.χ.: ABCDEF+Font).
es: Algunos PDF utilizan fuentes propietarias o subconjuntos con nombres “crípticos” (ej: ABCDEF+Font).
fi: Jotkin PDF:t käyttävät omia fonttejaan tai osajoukkoja, joiden nimet ovat "salaperäisiä" (esim. ABCDEF+Font).
fil: Ang ilang mga PDF ay gumagamit ng mga proprietary na font o mga subset na may mga "cryptic" na pangalan (hal. ABCDEF+Font).
hu: TODO.
id: TODO.
it: Alcuni PDF utilizzano font proprietarie o sottoinsiemi con nomi "criptici" (es: ABCDEF+Font).
ja: 一部のPDFは、プロプライエタリフォントや「暗号的」な名前のサブセットを使用しています（例：ABCDEF+Font）。
ko: 일부 PDF는 소유 글꼴이나 '암호화된' 이름의 서브셋을 사용합니다(예: ABCDEF+Font).
nl: Sommige PDF's gebruiken eigendom lettertypen of subsets met "cryptische" namen (bijv. ABCDEF+Font).
no: Noen PDF-er bruker proprietære skrifter eller delsett med "kryptiske" navn (f.eks.: ABCDEF+Font).
pl: Niektóre PDF używają czcionek własnościowych lub podzestawów o "kryptograficznych" nazwach (np. ABCDEF+Font).
pt_pt: Alguns PDFs usam fontes proprietárias ou subconjuntos com nomes "criptográficos" (ex: ABCDEF+Fonte).
ro: Unele PDF-uri folosesc fonturi proprietare sau subseturi cu nume „criptice” (ex: ABCDEF+Font).
ru: Некоторые PDF используют проприетарные шрифты или подмножества с "криптографическими" именами (например, ABCDEF+Font).
sk: Niektoré PDF používajú proprietárne písma alebo podmnožiny s "cryptickými" názvami (napr. ABCDEF+Font).
sv: Vissa PDF:er använder proprietära typsnitt eller delmängder med "kryptiska" namn (t.ex. ABCDEF+Font).
sw: PDF fulani hutumia fonti za miliki au subsets zenye majina "yanayofichwa" (mfano: ABCDEF+Font).
tr: Bazı PDF'ler, "şifreli" adlara sahip özel yazı tipleri veya alt kümeler kullanır (örneğin: ABCDEF+Font).
uk: Деякі PDF використовують власні шрифти або підмножі з "криптичними" назвами (наприклад, ABCDEF+Font).
vi: Một số PDF sử dụng các phông chữ độc quyền hoặc các tập hợp con có tên "cryptic" (ví dụ: ABCDEF+Font).
zh_hans: 某些PDF使用专有字体或名称“神秘”的子集（例如：ABCDEF+Font）。

# ed_dev_pdf_pdf_font_embedding_check_faq
source: Questions fréquentes
af: Beperkings en aandagspunte
bg: Често задавани въпроси
cs: Často kladené otázky
da: Beskriv præcist outputtet.
de: Häufig gestellte Fragen
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Gyakran ismételt kérdések
id: Pertanyaan yang Sering Diajukan
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Begrensninger og oppmerksomhetspunkter
pl: Najczęściej zadawane pytania
pt_pt: Descrever precisamente a saída.
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Ieleze kwa usahihi matokeo.
tr: Sıkça Sorulan Sorular
uk: Обмеження та моменти уваги
vi: Câu hỏi thường gặp
zh_hans: 描述输出的具体内容。

# ed_dev_pdf_pdf_font_embedding_check_q1
source: C’est quoi une police “subset” ?
af: Wat is 'n "subset" lettertipe?
bg: Какво е шрифт "subset"?
cs: Co je to písmo „subset“?
da: Hvad er en "subset" skrifttype?
de: Was ist eine „Subset“-Schriftart?
el: Τι είναι μια “subset” γραμματοσειρά;
es: ¿Qué es una fuente “subset”?
fi: Mikä on "subset"-fontti?
fil: Ano ang isang "subset" na font?
hu: TODO
id: TODO
it: Che cos'è un font "subset"?
ja: 「サブセット」フォントとは何ですか？
ko: “서브셋” 폰트란 무엇인가요?
nl: Wat is een "subset" lettertype?
no: Hva er en "subset" font?
pl: Czym jest czcionka „subset”?
pt_pt: O que é uma fonte "subset"?
ro: Ce este o font „subset”?
ru: Что такое шрифт "subset"?
sk: Čo je to písmo „subset“?
sv: Vad är en "subset"-font?
sw: Ni nini maana ya font "subset"?
tr: “Subset” font nedir?
uk: Що таке шрифт "subset"?
vi: Font “subset” là gì?
zh_hans: 什么是“子集”字体？

# ed_dev_pdf_pdf_font_embedding_check_a1
source: C’est une police embarquée partiellement : seuls les glyphes utilisés dans le document sont inclus.
af: Dit is 'n gedeeltelik ingebedde lettertipe: slegs die gliewe wat in die dokument gebruik word, is ingesluit.
bg: Това е частично вграден шрифт: включени са само глифовете, използвани в документа.
cs: Je to částečně vložené písmo: zahrnuty jsou pouze glyfy použité v dokumentu.
da: Det er en delvist indlejret skrifttype: kun de glypher, der bruges i dokumentet, er inkluderet.
de: Es handelt sich um eine teilweise eingebettete Schriftart: Nur die im Dokument verwendeten Glyphen sind enthalten.
el: Είναι μια μερικώς ενσωματωμένη γραμματοσειρά: περιλαμβάνονται μόνο οι γλύφοι που χρησιμοποιούνται στο έγγραφο.
es: Es una fuente incrustada parcialmente: solo se incluyen los glifos utilizados en el documento.
fi: Se on osittain upotettu fontti: vain asiakirjassa käytetyt glyphit sisältyvät.
fil: Ito ay isang bahagyang nakapaloob na font: tanging ang mga glyph na ginamit sa dokumento ang kasama.
hu: TODO
id: TODO
it: È un font incorporato parzialmente: solo i glifi utilizzati nel documento sono inclusi.
ja: 部分的に埋め込まれたフォントです：ドキュメントで使用されているグリフのみが含まれています。
ko: 부분적으로 포함된 폰트입니다: 문서에서 사용된 글리프만 포함됩니다.
nl: Het is een gedeeltelijk ingesloten lettertype: alleen de glyphs die in het document worden gebruikt, zijn inbegrepen.
no: Det er en delvis innebygd font: bare glyphene som brukes i dokumentet er inkludert.
pl: To częściowo osadzona czcionka: tylko glify użyte w dokumencie są dołączone.
pt_pt: É uma fonte incorporada parcialmente: apenas os glifos usados no documento estão incluídos.
ro: Este un font încorporat parțial: doar glifele utilizate în document sunt incluse.
ru: Это частично встроенный шрифт: включены только глифы, используемые в документе.
sk: Je to čiastočne vložené písmo: zahrnuté sú len glyfy použité v dokumente.
sv: Det är en delvis inbäddad font: endast de glypher som används i dokumentet ingår.
sw: Ni font iliyojumuishwa kwa sehemu: herufi pekee zinazotumika katika hati zimejumuishwa.
tr: Bu, belgede kullanılan yalnızca gliflerin dahil olduğu kısmi bir gömülü fonttur.
uk: Це частково вбудований шрифт: лише гліфи, що використовуються в документі, включені.
vi: Đó là một font nhúng một phần: chỉ các ký tự được sử dụng trong tài liệu mới được bao gồm.
zh_hans: 这是一种部分嵌入的字体：仅包含文档中使用的字形。

# ed_dev_pdf_pdf_font_embedding_check_q2
source: Pourquoi mon PDF a une police non embarquée ?
af: Waarom het my PDF 'n nie-ingebedde lettertipe?
bg: Защо моят PDF има не вграден шрифт?
cs: Proč má můj PDF nepřítomné písmo?
da: Hvorfor har min PDF en ikke-indlejret skrifttype?
de: Warum hat mein PDF eine nicht eingebettete Schriftart?
el: Γιατί το PDF μου έχει μια μη ενσωματωμένη γραμματοσειρά;
es: ¿Por qué mi PDF tiene una fuente no incrustada?
fi: Miksi PDF:ssäni on ei-upotettu fontti?
fil: Bakit ang aking PDF ay may hindi nakapaloob na font?
hu: TODO
id: TODO
it: Perché il mio PDF ha un font non incorporato?
ja: なぜ私のPDFには埋め込まれていないフォントがあるのですか？
ko: 왜 내 PDF에 포함되지 않은 폰트가 있나요?
nl: Waarom heeft mijn PDF een niet-ingesloten lettertype?
no: Hvorfor har PDF-en min en ikke-innbygget font?
pl: Dlaczego mój PDF ma czcionkę nieosadzoną?
pt_pt: Por que meu PDF tem uma fonte não incorporada?
ro: De ce PDF-ul meu are un font neîncapsulat?
ru: Почему в моем PDF шрифт не встроен?
sk: Prečo má môj PDF nepoužité písmo?
sv: Varför har min PDF en icke-inbäddad font?
sw: Kwa nini PDF yangu ina font isiyo jumuishwa?
tr: PDF'imde neden gömülü olmayan bir font var?
uk: Чому мій PDF має не вбудований шрифт?
vi: Tại sao PDF của tôi có font không nhúng?
zh_hans: 为什么我的PDF有未嵌入的字体？

# ed_dev_pdf_pdf_font_embedding_check_a2
source: Cela dépend de l’outil de génération/export. Beaucoup laissent la police externe par défaut.
af: Dit hang af van die generasie/eksport gereedskap. Baie laat die eksterne lettertipe as standaard.
bg: Това зависи от инструмента за генериране/експорт. Много оставят външния шрифт по подразбиране.
cs: To závisí na nástroji pro generování/export. Mnoho z nich ponechává externí písmo jako výchozí.
da: Det afhænger af det værktøj, der bruges til at generere/eksportere. Mange lader skrifttypen være ekstern som standard.
de: Das hängt vom Generierungs-/Exportwerkzeug ab. Viele lassen die externe Schriftart standardmäßig.
el: Αυτό εξαρτάται από το εργαλείο δημιουργίας/εξαγωγής. Πολλά αφήνουν τη γραμματοσειρά εξωτερική από προεπιλογή.
es: Depende de la herramienta de generación/exportación. Muchas dejan la fuente externa por defecto.
fi: Se riippuu luonti/vienti työkalusta. Monet jättävät oletuksena ulkoisen fontin.
fil: Nakasalalay ito sa tool ng pagbuo/pag-export. Marami ang nag-iiwan ng panlabas na font bilang default.
hu: TODO
id: TODO
it: Dipende dallo strumento di generazione/esportazione. Molti lasciano il font esterno per impostazione predefinita.
ja: 生成/エクスポートツールによります。多くはデフォルトで外部フォントを残します。
ko: 생성/내보내기 도구에 따라 다릅니다. 많은 도구가 기본적으로 외부 폰트를 남겨둡니다.
nl: Dat hangt af van de generatie/exporttool. Veel laten het externe lettertype standaard staan.
no: Det avhenger av verktøyet for generering/eksport. Mange lar standard font være ekstern.
pl: To zależy od narzędzia do generowania/eksportu. Wiele z nich domyślnie pozostawia czcionkę zewnętrzną.
pt_pt: Isso depende da ferramenta de geração/exportação. Muitas deixam a fonte externa por padrão.
ro: Aceasta depinde de instrumentul de generare/export. Multe lasă fontul extern implicit.
ru: Это зависит от инструмента генерации/экспорта. Многие оставляют внешний шрифт по умолчанию.
sk: Závisí to od nástroja na generovanie/export. Mnohé nechávajú externé písmo ako predvolené.
sv: Det beror på verktyget för generering/export. Många lämnar den externa fonten som standard.
sw: Inategemea zana ya kizalishaji/kupeleka. Wengi wanaacha font ya nje kama chaguo-msingi.
tr: Bu, oluşturma/ihraç aracına bağlıdır. Birçok araç varsayılan olarak dış fontu bırakır.
uk: Це залежить від інструменту генерації/експорту. Багато з них за замовчуванням залишають зовнішній шрифт.
vi: Điều này phụ thuộc vào công cụ tạo/xuất. Nhiều công cụ để font bên ngoài theo mặc định.
zh_hans: 这取决于生成/导出工具。许多工具默认保留外部字体。

# ed_dev_pdf_pdf_font_embedding_check_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Ofte stillede spørgsmål
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Ang iyong makukuha
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Maswali ya mara kwa mara
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 常见问题
