Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_median_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: Относно: Медиана
cs: TODO: Jedinečný tip související se záměrem nástroje.
da: TODO: Et unikt tip relateret til værktøjets intention.
de: TODO: Das genaue Ziel dieses Werkzeugs beschreiben (einzigartige Absicht, keine Paraphrase eines anderen).
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφρασμένο από άλλο).
es: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (ainutlaatuinen tarkoitus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Un suggerimento unico legato all'intento dello strumento.
ja: TODO: このツールの正確な目的を説明してください（ユニークな意図、他のものの言い換えではない）。
ko: TODO: 이 도구의 정확한 목적을 설명하세요 (독특한 의도, 다른 것의 패러프레이즈가 아님).
nl: TODO: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: Om: Median
pl: Na temat: Mediana
pt_pt: TODO: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: TODO: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: TODO: Bu aracın tam amacını tanımlayın (benzersiz niyet, başka birinin parafrazı değil).
uk: TODO: Описати точну мету цього інструменту (унікальний намір, не перефразування іншого).
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định độc nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: 关于：中位数

# ed_math_statistics_median_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: TODO: Опишете точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: このツールの意図に関連するユニークなヒント。
ko: 사용 사례
nl: Gebruikscases
no: TODO: Beskriv det eksakte målet med dette verktøyet (unik hensikt, ikke en omskrivning av noe annet).
pl: TODO: Opisz dokładny cel tego narzędzia (unikalna intencja, nie parafraza innego).
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Use case
sv: Användningsfall
sw: Kuelezea lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_statistics_median_uc1_text
source: TODO: Exemple concret 1
af: TODO: Konkrete voorbeeld 1
bg: Примерен текст 1
cs: Jedinečný tip související s účelem nástroje.
da: En unik tip relateret til værktøjets hensigt.
de: TODO: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 1
es: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Konkreettinen esimerkki 1
fil: TODO: Konkretong halimbawa 1
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: TODO: 具体例 1
ko: TODO: 구체적인 예 1
nl: TODO: Concreet voorbeeld 1
no: TODO: Konkrett eksempel 1
pl: TODO: Przykład konkretny 1
pt_pt: TODO: Exemplo concreto 1
ro: TODO: Exemplu concret 1
ru: TODO: Конкретный пример 1
sk: Popisujte presne cieľ tohto nástroja (jedinečný zámer, nie parafráza iného).
sv: TODO: Konkreta exempel 1
sw: Mfano halisi 1
tr: TODO: Somut örnek 1
uk: TODO: Конкретний приклад 1
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO: 具体示例 1

# ed_math_statistics_median_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 1
da: TODO: Konkret eksempel 1
de: TODO: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 2
es: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 2
fil: TODO: Konkretong halimbawa 2
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: TODO: Esempio concreto 2
ja: ユースケース
ko: TODO: 구체적인 예 2
nl: TODO: Concreet voorbeeld 2
no: TODO: Konkret eksempel 2
pl: Przykład konkretny 2
pt_pt: TODO: Exemplo concreto 2
ro: TODO: Exemplu concret 2
ru: TODO: Конкретный пример 2
sk: Konkrétny príklad 2
sv: TODO: Konkreta exempel 2
sw: Mifano ya matumizi
tr: TODO: Somut örnek 2
uk: TODO: Concrete example 1
vi: TODO: Ví dụ cụ thể 2
zh_hans: TODO: 具体示例 2

# ed_math_statistics_median_uc3_text
source: TODO: Exemple concret 3
af: TODO: Konkrete voorbeeld 3
bg: TODO: Конкретен пример 3
cs: Jedinečný tip související s účelem nástroje.
da: Konkrekt eksempel 1
de: TODO: Konkretes Beispiel 3
el: TODO: Συγκεκριμένο παράδειγμα 3
es: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 3
fil: TODO: Konkretong halimbawa 3
hu: TODO: Konkrét példa 3
id: Contoh konkret 3
it: TODO: Esempio concreto 3
ja: TODO: 具体例 3
ko: TODO: 구체적인 예 3
nl: TODO: Concreet voorbeeld 3
no: TODO: Konkret eksempel 3
pl: Przykład konkretny 3
pt_pt: TODO: Exemplo concreto 3
ro: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: Konkrétny príklad 3
sv: TODO: Konkreta exempel 3
sw: Mfano halisi 3
tr: TODO: Somut örnek 3
uk: TODO: Конкретний приклад 2
vi: TODO: Ví dụ cụ thể 3
zh_hans: TODO: 具体示例 3

# ed_math_statistics_median_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Eksempel konkret 1
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Ejemplo concreto 1
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Те, що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_median_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf die uitvoer presies.
bg: TODO: Опишете точно изхода.
cs: Co získáte
da: TODO: Beskriv præcist outputtet.
de: TODO: Die Ausgabe genau beschreiben.
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: Ejemplo concreto 3
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: TODO: Írd le pontosan a kimenetet.
id: Deskripsikan secara tepat keluaran.
it: Ciò che ottieni
ja: TODO: 出力を正確に説明してください。
ko: TODO: 출력을 정확하게 설명하세요.
nl: TODO: Beschrijf de output nauwkeurig.
no: TODO: Beskriv nøyaktig utdataene.
pl: Opisz dokładnie wynik.
pt_pt: TODO: Descrever precisamente a saída.
ro: Descrieți precis ieșirea.
ru: TODO: Точно опишите вывод.
sk: What you get
sv: TODO: Beskriv noggrant utdata.
sw: Eleza kwa usahihi matokeo.
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: Що ви отримуєте
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO: 精确描述输出。

# ed_math_statistics_median_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Wat is die doel van hierdie uitvoer.
bg: TODO: За какво служи този изход.
cs: TODO: K čemu slouží tento výstup.
da: TODO: Hvad er formålet med dette output.
de: TODO: Wozu dient diese Ausgabe.
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: ¿Para qué sirve esta salida?
fi: TODO: Mihin tämä tulos on hyödyllinen.
fil: TODO: Ano ang gamit ng output na ito.
hu: TODO: Mire jó ez a kimenet.
id: Apa kegunaan keluaran ini.
it: TODO: A cosa serve questa uscita.
ja: TODO: この出力の目的は何ですか。
ko: TODO: 이 출력의 용도는 무엇인가요.
nl: TODO: Waar is deze output voor?
no: TODO: Hva er formålet med disse utdataene.
pl: Do czego służy ten wynik.
pt_pt: TODO: Para que serve esta saída.
ro: La ce folosește această ieșire.
ru: TODO: Для чего нужен этот вывод.
sk: Na čo slúži tento výstup.
sv: TODO: Vad denna utdata används till.
sw: Ni nini matumizi ya matokeo haya.
tr: TODO: Bu çıktının amacı nedir.
uk: TODO: Конкретний приклад 3
vi: TODO: Đầu ra này có tác dụng gì.
zh_hans: TODO: 这个输出的用途。

# ed_math_statistics_median_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Limieten en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Що ви отримуєте
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_median_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Обмеження та моменти уваги
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_statistics_median_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Beskriv præcist output.
de: Schnipsel
el: Τέχνασμα
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfaturi
ru: Совет
sk: Tip
sv: Tips
sw: Tip
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_statistics_median_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n Unieke wenk wat verband hou met die doel van die hulpmiddel.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: TODO: Jedinečný tip související s úmyslem nástroje.
da: TODO: Et unikt tip relateret til værktøjets hensigt.
de: Tipp
el: TODO: Μια μοναδική τεχνική που σχετίζεται με την πρόθεση του εργαλείου.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki, joka liittyy työkalun tarkoitukseen.
fil: TODO: Isang natatanging tip na may kaugnayan sa layunin ng tool.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: Sebuah trik unik yang terkait dengan niat alat.
it: TODO: Un suggerimento unico legato all'intento dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 독특한 팁입니다.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: Opisz dokładnie cel tego narzędzia (jedna intencja, nie parafraza innego).
pt_pt: TODO: Uma dica única relacionada à intenção da ferramenta.
ro: O sugestie unică legată de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: TODO: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: En unik tips relaterad till verktygets avsikt.
sw: Kidokezo
tr: TODO: Araçla ilgili benzersiz bir ipucu.
uk: Порада
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: TODO: 与工具意图相关的独特提示。

# ed_math_statistics_mode_title
source: À propos : Mode
af: Oor: Modus
bg: Относно: Режим
cs: Tip
da: Hvad er denne output til.
de: TODO: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: Σχετικά: Λειτουργία
es: Acerca de: Modo
fi: Tietoja: Tila
fil: Tungkol sa: Mode
hu: A cél: Mód
id: Sebuah tip unik yang terkait dengan tujuan alat ini.
it: Suggerimento
ja: について: モード
ko: 정보: 모드
nl: Over: Modus
no: Om: Modus
pl: O nas: Tryb
pt_pt: Sobre: Modo
ro: O sfat unic legat de intenția instrumentului.
ru: О программе: Режим
sk: Tip
sv: Om: Läge
sw: Kuhusu: Mode
tr: Hakkında: Mod
uk: Порада
vi: Về chúng tôi: Chế độ
zh_hans: 关于：模式

# ed_math_statistics_mode_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Опишете точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: TODO: Popsat přesný cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: Begrænsninger og opmærksomhedspunkter
de: Über: Modus
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφρασμένο από άλλο).
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (ainutlaatuinen tarkoitus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: Tentang: Mode
it: TODO: Descrivere l'obiettivo esatto di questo strumento (intento unico, non una parafrasi di un altro).
ja: TODO: このツールの正確な目的を説明してください（ユニークな意図、他のものの言い換えではない）。
ko: TODO: 이 도구의 정확한 목적을 설명하세요 (독특한 의도, 다른 것의 패러프레이즈가 아님).
nl: TODO: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: TODO: Beskriv det eksakte målet med dette verktøyet (unik hensikt, ikke en omskrivning av noe annet).
pl: TODO: Opisz dokładny cel tego narzędzia (jednoznaczna intencja, nie parafraza innego).
pt_pt: TODO: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: Despre: Mod
ru: TODO: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: TODO: Opíšte presný cieľ tohto nástroja (jedinečný úmysel, nie parafráza iného).
sv: TODO: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: Kuhusu: Hali
tr: TODO: Bu aracın tam amacını tanımlayın (benzersiz niyet, başka birinin parafrazı değil).
uk: Порада
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định độc nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO: 精确描述该工具的目标（独特意图，而不是其他内容的释义）。

# ed_math_statistics_mode_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случаи на употреба
cs: O aplikaci: Režim
da: Brugssager
de: TODO: Das genaue Ziel dieses Werkzeugs beschreiben (einzigartige Absicht, keine Paraphrase eines anderen).
el: Περίπτωση χρήσης
es: Consejo
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Sebuah trik unik yang terkait dengan niat alat.
it: Informazioni: Modalità
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Opisz dokładny cel tego narzędzia (unikalna intencja, nie parafraza innego).
pt_pt: Casos de uso
ro: O sugestie unică legată de intenția instrumentului.
ru: Сценарии использования
sk: About: Mode
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: TODO: Унікальна порада, пов'язана з наміром інструменту.
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_statistics_mode_uc1_text
source: TODO: Exemple concret 1
af: TODO: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 1
cs: Případ použití
da: Ofte stillede spørgsmål
de: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 1
es: Acerca de: Modo
fi: TODO: Konkreettinen esimerkki 1
fil: TODO: Konkretong halimbawa 1
hu: TODO: Konkrét példa 1
id: Kasus penggunaan
it: Casi d'uso
ja: TODO: 具体的な例 1
ko: TODO: 구체적인 예 1
nl: TODO: Concreet voorbeeld 1
no: TODO: Konkret eksempel 1
pl: TODO: Przykład konkretny 1
pt_pt: TODO: Exemplo concreto 1
ro: Cazuri de utilizare
ru: TODO: Конкретный пример 1
sk: Use case
sv: TODO: Konkreta exempel 1
sw: TODO: Mfano halisi 1
tr: TODO: Somut örnek 1
uk: TODO: Описати точну мету цього інструменту (унікальний намір, не перефразування іншого).
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO: 具体示例 1

# ed_math_statistics_mode_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 2
da: TODO: Konkret eksempel 2
de: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 2
es: Casos de uso
fi: TODO: Konkreettinen esimerkki 2
fil: TODO: Konkretong halimbawa 2
hu: TODO: Konkrét példa 2
id: Tip unik terkait dengan tujuan alat.
it: TODO: Esempio concreto 2
ja: TODO: 具体的な例 2
ko: TODO: 구체적인 예 2
nl: TODO: Concreet voorbeeld 2
no: TODO: Konkret eksempel 2
pl: TODO: Przykład konkretny 2
pt_pt: TODO: Exemplo concreto 2
ro: O sugestie unică legată de intenția instrumentului.
ru: TODO: Конкретный пример 2
sk: TODO: Konkrétny príklad 2
sv: TODO: Konkreta exempel 2
sw: Mfano halisi 1
tr: TODO: Somut örnek 2
uk: Про: Режим
vi: TODO: Ví dụ cụ thể 2
zh_hans: TODO: 具体示例 2

# ed_math_statistics_mode_uc3_text
source: TODO: Exemple concret 3
af: TODO: Konkrete voorbeeld 3
bg: TODO: Конкретен пример 3
cs: TODO: Konkrétní příklad 3
da: TODO: Konkret eksempel 3
de: Konkretes Beispiel 3
el: TODO: Συγκεκριμένο παράδειγμα 3
es: TODO: Ejemplo concreto 3
fi: TODO: Konkreettinen esimerkki 3
fil: TODO: Konkretong halimbawa 3
hu: Amit kapsz
id: Kasus penggunaan
it: TODO: Esempio concreto 3
ja: TODO: 具体的な例 3
ko: TODO: 구체적인 예 3
nl: Voorbeeld 3
no: TODO: Konkret eksempel 3
pl: TODO: Przykład konkretny 3
pt_pt: TODO: Exemplo concreto 3
ro: O sugestie unică legată de intenția instrumentului.
ru: TODO: Конкретный пример 3
sk: Čo získate
sv: TODO: Konkreta exempel 3
sw: TODO: Mfano halisi 3
tr: TODO: Somut örnek 3
uk: TODO: Конкретний приклад 1
vi: TODO: Ví dụ cụ thể 3
zh_hans: 您获得的内容

# ed_math_statistics_mode_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Tip
de: TODO: Konkretes Beispiel 3
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Kile unachopata
tr: Aldığınız şey
uk: What you get
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_mode_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf die uitvoer presies.
bg: TODO: Опишете точно изхода.
cs: TODO: Přesně popsat výstup.
da: TODO: Beskriv præcist outputtet.
de: Was Sie erhalten
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: TODO: Describir con precisión la salida.
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan keluaran secara tepat.
it: TODO: Descrivere precisamente l'uscita.
ja: TODO: 出力を正確に説明してください。
ko: TODO: 출력을 정확하게 설명하세요.
nl: Beschrijf de uitvoer nauwkeurig.
no: TODO: Beskriv nøyaktig utdataene.
pl: To, co otrzymujesz
pt_pt: TODO: Descrever precisamente a saída.
ro: TODO: Descrieți precis ieșirea.
ru: TODO: Точно опишите вывод.
sk: TODO: Presne opíšte výstup.
sv: TODO: Beskriv noggrant utdata.
sw: Mfano halisi 2
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: TODO: Точно опишіть вихід.
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO: 精确描述输出。

# ed_math_statistics_mode_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Wat is die doel van hierdie uitvoer.
bg: TODO: За какво служи този изход.
cs: TODO: K čemu slouží tento výstup.
da: En unik tip relateret til værktøjets hensigt.
de: TODO: Die Ausgabe genau beschreiben.
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: ¿Para qué sirve esta salida?
fi: TODO: Mihin tätä tulosta käytetään.
fil: TODO: Ano ang gamit ng output na ito.
hu: Korlátok és figyelmeztetések
id: TODO: Apa kegunaan keluaran ini.
it: TODO: A cosa serve questa uscita.
ja: TODO: この出力の目的は何ですか。
ko: TODO: 이 출력의 용도는 무엇인가요.
nl: Beschrijf de uitvoer nauwkeurig.
no: TODO: Hva er formålet med disse utdataene.
pl: TODO: Do czego służy to wyjście.
pt_pt: TODO: Para que serve esta saída.
ro: Ce ce obțineți
ru: TODO: Для чего нужен этот вывод.
sk: What you get
sv: TODO: Vad denna utdata används till.
sw: TODO: Inatumika vipi matokeo haya.
tr: TODO: Bu çıktının amacı nedir.
uk: TODO: Для чого потрібен цей вихід.
vi: TODO: Đầu ra này có tác dụng gì.
zh_hans: TODO: 这个输出有什么用。

# ed_math_statistics_mode_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Co získáte
da: Om: Tilstand
de: TODO: Wozu dient diese Ausgabe.
el: Περιορισμοί και σημεία προσοχής
es: Ejemplo concreto 1
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limity a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_mode_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: TODO.
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Limite și puncte de atenție
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_statistics_mode_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示
