Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_decimal_to_percent_uc4_title
source: Vérifier un résultat
af: Kontroleer 'n resultaat
bg: Проверка на резултат
cs: Ověřit výsledek
da: Kontrollere et resultat
de: Ein Ergebnis überprüfen
el: Ελέγξτε ένα αποτέλεσμα
es: Verificar un resultado
fi: Tarkista tulos
fil: Suriin ang isang resulta
hu: Egy eredmény ellenőrzése
id: Periksa hasil
it: Verificare un risultato
ja: 結果を確認する
ko: 결과 확인하기
nl: Controleer een resultaat
no: Sjekk et resultat
pl: Sprawdź wynik
pt_pt: Verificar um resultado
ro: Verificați un rezultat
ru: Проверить результат
sk: Overiť výsledok
sv: Kontrollera ett resultat
sw: Kagua matokeo
tr: Bir sonucu kontrol edin
uk: Перевірити результат
vi: Kiểm tra một kết quả
zh_hans: 检查结果

# ed_math_percentages_decimal_to_percent_uc4_text
source: Contrôler rapidement une conversion avant de l’utiliser dans un calcul ou un rapport.
af: Kontroleer vinnig 'n omskakeling voordat jy dit in 'n berekening of verslag gebruik.
bg: Бързо проверете преобразуването преди да го използвате в изчисление или отчет.
cs: Rychle zkontrolovat konverzi před jejím použitím ve výpočtu nebo zprávě.
da: Hurtigt kontrollere en konvertering, før den bruges i en beregning eller rapport.
de: Eine Umwandlung schnell überprüfen, bevor Sie sie in einer Berechnung oder einem Bericht verwenden.
el: Ελέγξτε γρήγορα μια μετατροπή πριν τη χρησιμοποιήσετε σε έναν υπολογισμό ή μια αναφορά.
es: Controlar rápidamente una conversión antes de utilizarla en un cálculo o un informe.
fi: Tarkista nopeasti muunnos ennen sen käyttöä laskelmassa tai raportissa.
fil: Mabilis na suriin ang isang conversion bago ito gamitin sa isang kalkulasyon o ulat.
hu: Gyorsan ellenőrizni egy átalakítást, mielőtt felhasználnánk egy számításban vagy jelentésben.
id: Periksa dengan cepat konversi sebelum menggunakannya dalam perhitungan atau laporan.
it: Controllare rapidamente una conversione prima di utilizzarla in un calcolo o in un rapporto.
ja: 計算や報告に使用する前に変換を迅速に確認する。
ko: 계산이나 보고서에서 사용하기 전에 변환을 빠르게 확인하기.
nl: Controleer snel een conversie voordat je deze in een berekening of rapport gebruikt.
no: Kontroller raskt en konvertering før du bruker den i en beregning eller rapport.
pl: Szybko sprawdź konwersję przed użyciem jej w obliczeniach lub raporcie.
pt_pt: Controlar rapidamente uma conversão antes de a usar em um cálculo ou relatório.
ro: Verificați rapid o conversie înainte de a o utiliza într-un calcul sau raport.
ru: Быстро проверить преобразование перед использованием в расчете или отчете.
sk: Rýchlo skontrolovať konverziu pred jej použitím vo výpočte alebo správe.
sv: Snabbt kontrollera en omvandling innan den används i en beräkning eller rapport.
sw: Kagua haraka mabadiliko kabla ya kuitumia katika hesabu au ripoti.
tr: Bir hesaplama veya raporda kullanmadan önce hızlıca bir dönüşümü kontrol edin.
uk: Швидко перевірити перетворення перед використанням у розрахунках або звіті.
vi: Kiểm tra nhanh một phép chuyển đổi trước khi sử dụng trong một phép toán hoặc báo cáo.
zh_hans: 在计算或报告中使用之前快速检查转换。

# ed_math_percentages_decimal_to_percent_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Това, което получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Kung ano ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: To, čo získate
sv: Det du får
sw: Hali unayopata
tr: Aldığınız şey
uk: Те, що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_decimal_to_percent_out1
source: Le pourcentage correspondant au nombre décimal saisi (multiplication par 100).
af: Die persentasie wat ooreenstem met die ingevoerde desimale getal (vermenigvuldiging met 100).
bg: Съответният процент на въведеното десетично число (умножение по 100).
cs: Procento odpovídající zadanému desetinnému číslu (násobení 100).
da: Den procentdel, der svarer til det indtastede decimaltal (multiplikation med 100).
de: Der Prozentsatz, der der eingegebenen Dezimalzahl entspricht (Multiplikation mit 100).
el: Το ποσοστό που αντιστοιχεί στον εισαγόμενο δεκαδικό αριθμό (πολλαπλασιασμός με το 100).
es: El porcentaje correspondiente al número decimal ingresado (multiplicación por 100).
fi: Syötetyn desimaaliluvun vastaava prosenttiosuus (kertomalla 100:lla).
fil: Ang porsyento na tumutugma sa naipasok na decimal (pagpaparami ng 100).
hu: A megadott tizedes számhoz tartozó százalék (szorzás 100-zal).
id: Persentase yang sesuai dengan angka desimal yang dimasukkan (perkalian dengan 100).
it: La percentuale corrispondente al numero decimale inserito (moltiplicazione per 100).
ja: 入力された小数に対応するパーセンテージ（100を掛ける）。
ko: 입력한 소수에 해당하는 백분율(100을 곱함).
nl: Het percentage dat overeenkomt met het ingevoerde decimaal (vermenigvuldiging met 100).
no: Prosentandelen som tilsvarer det angitte desimaltallet (multiplikasjon med 100).
pl: Procent odpowiadający wprowadzonej liczbie dziesiętnej (mnożenie przez 100).
pt_pt: A porcentagem correspondente ao número decimal inserido (multiplicação por 100).
ro: Procentajul corespunzător numărului zecimal introdus (înmulțire cu 100).
ru: Соответствующий процент введённому десятичному числу (умножение на 100).
sk: Percento zodpovedajúce zadanému desatinnému číslu (násobenie 100).
sv: Den procentandel som motsvarar det angivna decimaltalet (multiplicera med 100).
sw: Asilimia inayolingana na nambari ya desimali iliyowekwa (kuongeza kwa 100).
tr: Girilen ondalık sayıya karşılık gelen yüzde (100 ile çarpma).
uk: Відсоток, що відповідає введеному десятковому числу (множення на 100).
vi: Tỷ lệ phần trăm tương ứng với số thập phân đã nhập (nhân với 100).
zh_hans: 输入的十进制数对应的百分比（乘以100）。

# ed_math_percentages_decimal_to_percent_out2
source: Un résultat lisible, utile pour communiquer un taux ou une proportion sans ambiguïté.
af: ‘n Leesbare resultaat, nuttig om ‘n koers of proporsie sonder ambiguiteit te kommunikeer.
bg: Четлив резултат, полезен за комуникация на ставка или пропорция без неясноти.
cs: Čitelný výsledek, užitečný pro komunikaci sazby nebo podílu bez nejasností.
da: Et læsbart resultat, nyttigt til at kommunikere en sats eller en andel uden tvetydighed.
de: Ein lesbares Ergebnis, das nützlich ist, um eine Rate oder einen Anteil eindeutig zu kommunizieren.
el: Ένα αναγνώσιμο αποτέλεσμα, χρήσιμο για την επικοινωνία ενός ποσοστού ή μιας αναλογίας χωρίς αμφιβολία.
es: Un resultado legible, útil para comunicar una tasa o proporción sin ambigüedad.
fi: Selkeä tulos, joka on hyödyllinen viestimään prosenttiosuutta tai osuutta ilman epäselvyyksiä.
fil: Isang nababasang resulta, kapaki-pakinabang para sa pakikipag-usap ng isang rate o proporsyon nang walang kalituhan.
hu: Egy olvasható eredmény, amely hasznos a százalék vagy arány egyértelmű kommunikálásához.
id: Hasil yang dapat dibaca, berguna untuk mengkomunikasikan suatu tingkat atau proporsi tanpa ambigu.
it: Un risultato leggibile, utile per comunicare un tasso o una proporzione senza ambiguità.
ja: 明確な割合や比率を伝えるために役立つ、読みやすい結果。
ko: 모호함 없이 비율이나 비율을 전달하는 데 유용한 읽기 쉬운 결과.
nl: Een leesbaar resultaat, nuttig om een tarief of een verhouding zonder ambiguïteit te communiceren.
no: Et lesbart resultat, nyttig for å kommunisere en rate eller en proporsjon uten tvetydighet.
pl: Czytelny wynik, przydatny do komunikacji wskaźnika lub proporcji bez niejasności.
pt_pt: Um resultado legível, útil para comunicar uma taxa ou uma proporção sem ambiguidades.
ro: Un rezultat lizibil, util pentru a comunica o rată sau o proporție fără ambiguitate.
ru: Читаемый результат, полезный для однозначной передачи ставки или доли.
sk: Čitateľný výsledok, užitočný na komunikáciu sadzby alebo podielu bez nejasností.
sv: Ett läsbart resultat, användbart för att kommunicera en andel eller proportion utan tvetydighet.
sw: Matokeo yanayosomwa, muhimu kwa kuwasilisha kiwango au sehemu bila kutatanisha.
tr: Açık, belirsizlik olmadan bir oran veya pay oranını iletmek için yararlı, okunabilir bir sonuç.
uk: Читабельний результат, корисний для чіткої комунікації ставки або пропорції.
vi: Một kết quả dễ đọc, hữu ích để truyền đạt một tỷ lệ hoặc tỷ lệ mà không gây nhầm lẫn.
zh_hans: 一个可读的结果，便于清晰地传达比率或比例。

# ed_math_percentages_decimal_to_percent_out3
source: Une conversion fiable, en particulier quand les décimales et les arrondis peuvent prêter à confusion.
af: ‘n Betroubare omskakeling, veral wanneer desimale en afrondings verwarrend kan wees.
bg: Надеждна конверсия, особено когато десетичните числа и закръгленията могат да предизвикат объркване.
cs: Spolehlivá konverze, zejména když desetinná místa a zaokroulení mohou být matoucí.
da: En pålidelig konvertering, især når decimaler og afrundinger kan være forvirrende.
de: Eine zuverlässige Umrechnung, insbesondere wenn Dezimalstellen und Rundungen verwirrend sein können.
el: Μια αξιόπιστη μετατροπή, ιδιαίτερα όταν τα δεκαδικά και οι στρογγυλοποιήσεις μπορεί να προκαλέσουν σύγχυση.
es: Una conversión confiable, especialmente cuando los decimales y los redondeos pueden causar confusión.
fi: Luotettava muunnos, erityisesti kun desimaalit ja pyöristykset voivat aiheuttaa sekaannusta.
fil: Isang maaasahang conversion, lalo na kapag ang mga decimal at pag-ikot ay maaaring magdulot ng kalituhan.
hu: Megbízható átváltás, különösen, ha a tizedesek és a kerekítések zavaróak lehetnek.
id: Konversi yang dapat diandalkan, terutama ketika desimal dan pembulatan dapat membingungkan.
it: Una conversione affidabile, in particolare quando le decimali e gli arrotondamenti possono creare confusione.
ja: 特に小数点や四捨五入が混乱を招く可能性がある場合に、信頼できる変換。
ko: 특히 소수점과 반올림이 혼란을 줄 수 있을 때 신뢰할 수 있는 변환.
nl: Een betrouwbare conversie, vooral wanneer decimalen en afrondingen verwarrend kunnen zijn.
no: En pålitelig konvertering, spesielt når desimaler og avrundinger kan være forvirrende.
pl: Wiarygodna konwersja, szczególnie gdy liczby dziesiętne i zaokrąglenia mogą wprowadzać w błąd.
pt_pt: Uma conversão confiável, especialmente quando os decimais e os arredondamentos podem causar confusão.
ro: O conversie fiabilă, în special atunci când zecimalele și rotunjirile pot crea confuzie.
ru: Надёжное преобразование, особенно когда десятичные дроби и округления могут вызвать путаницу.
sk: Spoľahlivá konverzia, najmä keď desatinné miesta a zaokrúhlenia môžu spôsobiť zmätok.
sv: En pålitlig konvertering, särskilt när decimaler och avrundningar kan vara förvirrande.
sw: Kubadilisha kwa kuaminika, hasa wakati desimali na mabadiliko yanaweza kuleta mkanganyiko.
tr: Özellikle ondalıklar ve yuvarlamaların kafa karıştırıcı olabileceği durumlarda güvenilir bir dönüşüm.
uk: Надійна конверсія, особливо коли десяткові дроби та округлення можуть викликати плутанину.
vi: Một chuyển đổi đáng tin cậy, đặc biệt khi các số thập phân và làm tròn có thể gây nhầm lẫn.
zh_hans: 一个可靠的转换，特别是在小数和四舍五入可能引起混淆时。

# ed_math_percentages_decimal_to_percent_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_decimal_to_percent_lim1
source: Un décimal supérieur à 1 correspond à un pourcentage supérieur à 100 % (ex. 1,2 → 120 %).
af: ‘n Desimaal groter as 1 stem ooreen met ‘n persentasie groter as 100 % (bv. 1,2 → 120 %).
bg: Десетично число над 1 съответства на процент над 100 % (напр. 1,2 → 120 %).
cs: Desetinné číslo větší než 1 odpovídá procentu většímu než 100 % (např. 1,2 → 120 %).
da: Et decimaltal over 1 svarer til en procentdel over 100 % (f.eks. 1,2 → 120 %).
de: Eine Dezimalzahl über 1 entspricht einem Prozentsatz über 100 % (z. B. 1,2 → 120 %).
el: Ένας δεκαδικός αριθμός μεγαλύτερος από 1 αντιστοιχεί σε ποσοστό μεγαλύτερο από 100 % (π.χ. 1,2 → 120 %).
es: Un decimal superior a 1 corresponde a un porcentaje superior al 100 % (ej. 1,2 → 120 %).
fi: Desimaali, joka on suurempi kuin 1, vastaa prosenttia, joka on suurempi kuin 100 % (esim. 1,2 → 120 %).
fil: Ang isang decimal na higit sa 1 ay tumutugma sa isang porsyento na higit sa 100 % (hal. 1.2 → 120 %).
hu: Egy 1-nél nagyobb tizedes százalékban 100 % feletti értéket jelent (pl. 1,2 → 120 %).
id: Desimal lebih dari 1 sesuai dengan persentase lebih dari 100 % (mis. 1,2 → 120 %).
it: Un decimale superiore a 1 corrisponde a una percentuale superiore al 100 % (es. 1,2 → 120 %).
ja: 1を超える小数は100％を超えるパーセンテージに対応します（例：1.2 → 120％）。
ko: 1보다 큰 소수는 100%보다 큰 백분율에 해당합니다(예: 1.2 → 120%).
nl: Een decimaal groter dan 1 komt overeen met een percentage groter dan 100 % (bijv. 1,2 → 120 %).
no: Et desimal over 1 tilsvarer en prosentandel over 100 % (f.eks. 1,2 → 120 %).
pl: Liczba dziesiętna większa niż 1 odpowiada procentowi większemu niż 100 % (np. 1,2 → 120 %).
pt_pt: Um decimal superior a 1 corresponde a uma porcentagem superior a 100 % (ex. 1,2 → 120 %).
ro: Un zecimal mai mare de 1 corespunde unui procent mai mare de 100 % (ex. 1,2 → 120 %).
ru: Десятичное число больше 1 соответствует проценту больше 100 % (например, 1,2 → 120 %).
sk: Desatinné číslo väčšie ako 1 zodpovedá percentu väčšiemu ako 100 % (napr. 1,2 → 120 %).
sv: Ett decimaltal större än 1 motsvarar en procentandel över 100 % (t.ex. 1,2 → 120 %).
sw: Desimali iliyo juu ya 1 inalingana na asilimia zaidi ya 100% (mfano 1.2 → 120%).
tr: 1'den büyük bir ondalık, %100'den büyük bir yüzdeye karşılık gelir (ör. 1,2 → %120).
uk: Десяткове число більше 1 відповідає відсотку більше 100 % (наприклад, 1,2 → 120 %).
vi: Một số thập phân lớn hơn 1 tương ứng với một tỷ lệ phần trăm lớn hơn 100 % (ví dụ: 1,2 → 120 %).
zh_hans: 大于1的小数对应于大于100%的百分比（例如1.2 → 120%）。

# ed_math_percentages_decimal_to_percent_lim2
source: Certains décimaux sont des approximations (ex. 0,333…): l’arrondi peut modifier légèrement le pourcentage affiché.
af: Sommige desimale is benaderings (bv. 0,333…): die afronding kan die vertoonde persentasie effens verander.
bg: Някои десетични числа са приближени (напр. 0,333…): закръглението може да промени леко показания процент.
cs: Některá desetinná čísla jsou přibližná (např. 0,333…): zaokroulení může mírně změnit zobrazené procento.
da: Nogle decimaler er tilnærmelser (f.eks. 0,333…): afrundingen kan let ændre den viste procentdel.
de: Einige Dezimalzahlen sind Annäherungen (z. B. 0,333…): Die Rundung kann den angezeigten Prozentsatz leicht verändern.
el: Ορισμένοι δεκαδικοί αριθμοί είναι προσεγγίσεις (π.χ. 0,333…): η στρογγυλοποίηση μπορεί να αλλάξει ελαφρώς το εμφανιζόμενο ποσοστό.
es: Algunos decimales son aproximaciones (ej. 0,333…): el redondeo puede modificar ligeramente el porcentaje mostrado.
fi: Jotkut desimaalit ovat likimääräisiä (esim. 0,333…): pyöristys voi hieman muuttaa näytettävää prosenttia.
fil: Ang ilang mga decimal ay mga pagtatantya (hal. 0.333…): ang pag-ikot ay maaaring bahagyang baguhin ang ipinakitang porsyento.
hu: Egyes tizedesek közelítések (pl. 0,333…): a kerekítés enyhén módosíthatja a megjelenített százalékot.
id: Beberapa desimal adalah perkiraan (mis. 0,333…): pembulatan dapat sedikit mengubah persentase yang ditampilkan.
it: Alcuni decimali sono delle approssimazioni (es. 0,333…): l'arrotondamento può modificare leggermente la percentuale visualizzata.
ja: 一部の小数は近似値です（例：0.333…）：四捨五入により表示されるパーセンテージがわずかに変わることがあります。
ko: 일부 소수는 근사값입니다(예: 0.333…): 반올림은 표시된 백분율을 약간 변경할 수 있습니다.
nl: Sommige decimalen zijn benaderingen (bijv. 0,333…): de afronding kan het weergegeven percentage iets wijzigen.
no: Noen desimaler er tilnærminger (f.eks. 0,333…): avrundingen kan endre prosentandelen som vises litt.
pl: Niektóre liczby dziesiętne są przybliżeniami (np. 0,333…): zaokrąglenie może nieznacznie zmienić wyświetlany procent.
pt_pt: Alguns decimais são aproximações (ex. 0,333…): o arredondamento pode alterar ligeiramente a porcentagem exibida.
ro: Unele zecimale sunt aproximări (ex. 0,333…): rotunjirea poate modifica ușor procentajul afișat.
ru: Некоторые десятичные числа являются приближениями (например, 0,333…): округление может немного изменить отображаемый процент.
sk: Niektoré desatinné čísla sú aproximácie (napr. 0,333…): zaokrúhlenie môže mierne zmeniť zobrazené percento.
sv: Vissa decimaler är approximationer (t.ex. 0,333…): avrundningen kan något ändra den visade procentandelen.
sw: Baadhi ya desimali ni makadirio (mfano 0.333…): mabadiliko yanaweza kubadilisha kidogo asilimia inayonyeshwa.
tr: Bazı ondalıklar yaklaşık değerlerdir (ör. 0,333…): yuvarlama, gösterilen yüzdeyi hafifçe değiştirebilir.
uk: Деякі десяткові дроби є приблизними (наприклад, 0,333…): округлення може трохи змінити відображуваний відсоток.
vi: Một số thập phân là các xấp xỉ (ví dụ: 0,333…): việc làm tròn có thể làm thay đổi nhẹ tỷ lệ phần trăm hiển thị.
zh_hans: 某些小数是近似值（例如0.333…）：四舍五入可能会稍微改变显示的百分比。

# ed_math_percentages_decimal_to_percent_lim3
source: Ce convertisseur ne calcule pas une variation : il transforme uniquement une écriture en une autre.
af: Hierdie omskakelaar bereken nie ‘n variasie nie: dit transformeer slegs een skryfstyl na ‘n ander.
bg: Този конвертор не изчислява изменение: той само преобразува едно представяне в друго.
cs: Tento převodník nepočítá změnu: pouze převádí jeden zápis na jiný.
da: Denne konverter beregner ikke en ændring: den omdanner kun en skrivemåde til en anden.
de: Dieser Konverter berechnet keine Veränderung: Er wandelt nur eine Schreibweise in eine andere um.
el: Αυτός ο μετατροπέας δεν υπολογίζει μια μεταβολή: μετατρέπει μόνο μια γραφή σε μια άλλη.
es: Este convertidor no calcula una variación: solo transforma una escritura en otra.
fi: Tämä muunnin ei laske muutosta: se muuntaa vain yhden kirjoitusmuodon toiseen.
fil: Ang converter na ito ay hindi nagkalkula ng isang pagbabago: ito ay nag-transform lamang ng isang anyo sa isa pa.
hu: Ez a konverter nem számít ki változást: csak egy írást alakít át egy másikká.
id: Konverter ini tidak menghitung variasi: ia hanya mengubah satu penulisan menjadi yang lain.
it: Questo convertitore non calcola una variazione: trasforma solo una scrittura in un'altra.
ja: この変換ツールは変化を計算するものではなく、単に一つの表記を別の表記に変換します。
ko: 이 변환기는 변화를 계산하지 않습니다: 단지 한 표기를 다른 표기로 변환합니다.
nl: Deze converter berekent geen variatie: het transformeert alleen de ene schrijfwijze in de andere.
no: Denne konvertereren beregner ikke en endring: den omformer kun en skrivemåte til en annen.
pl: Ten konwerter nie oblicza zmiany: przekształca tylko jedną formę w drugą.
pt_pt: Este conversor não calcula uma variação: ele transforma apenas uma escrita em outra.
ro: Acest convertor nu calculează o variație: transformă doar o scriere în alta.
ru: Этот конвертер не вычисляет изменение: он только преобразует одно представление в другое.
sk: Tento prevodník nepočíta zmenu: iba transformuje jeden zápis na iný.
sv: Denna omvandlare beräknar inte en förändring: den omvandlar endast en skrivning till en annan.
sw: Converter hii haisahihishi mabadiliko: inabadilisha tu maandiko kutoka moja hadi nyingine.
tr: Bu dönüştürücü bir değişim hesaplamaz: yalnızca bir yazımı diğerine dönüştürür.
uk: Цей конвертер не обчислює зміну: він лише перетворює одне написання в інше.
vi: Bộ chuyển đổi này không tính toán một sự thay đổi: nó chỉ chuyển đổi một cách viết sang một cách viết khác.
zh_hans: 此转换器不计算变化：它仅将一种表示法转换为另一种。

# ed_math_percentages_decimal_to_percent_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_decimal_to_percent_q1
source: Comment convertir un décimal en pourcentage ?
af: Hoe om ‘n desimaal in ‘n persentasie om te skakel?
bg: Как да конвертирам десетично число в процент?
cs: Jak převést desetinné číslo na procento?
da: Hvordan konverterer man et decimaltal til procent?
de: Wie konvertiere ich eine Dezimalzahl in einen Prozentsatz?
el: Πώς να μετατρέψετε έναν δεκαδικό σε ποσοστό;
es: ¿Cómo convertir un decimal en porcentaje?
fi: Kuinka muuntaa desimaali prosentiksi?
fil: Paano i-convert ang isang decimal sa porsyento?
hu: Hogyan lehet egy tizedest százalékká alakítani?
id: Bagaimana cara mengonversi desimal menjadi persentase?
it: Come convertire un decimale in percentuale?
ja: 小数をパーセンテージに変換するにはどうすればよいですか？
ko: 소수를 백분율로 어떻게 변환하나요?
nl: Hoe converteer je een decimaal naar een percentage?
no: Hvordan konvertere et desimal til prosent?
pl: Jak przekształcić liczbę dziesiętną na procent?
pt_pt: Como converter um decimal em porcentagem?
ro: Cum se convertește un zecimal în procent?
ru: Как преобразовать десятичное число в процент?
sk: Ako previesť desatinné číslo na percento?
sv: Hur konverterar man ett decimaltal till procent?
sw: Jinsi ya kubadilisha desimali kuwa asilimia?
tr: Ondalığı yüzdeye nasıl dönüştürebilirim?
uk: Як перетворити десяткове число в відсоток?
vi: Làm thế nào để chuyển đổi một số thập phân thành tỷ lệ phần trăm?
zh_hans: 如何将小数转换为百分比？
