Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# group_vat_desc
source: HT/TTC, taux personnalisés, calculs rapides...
af: Ekskl./inkl. BTW, pasgemaakte koerse, vinnige berekeninge…
bg: Без/с ДДС, персонализирани ставки, бързи изчисления…
cs: Bez DPH/s DPH, vlastní sazby, rychlé výpočty…
da: Ekskl./inkl. moms, egne satser, hurtige beregninger…
de: Netto/Brutto, individuelle Steuersätze, schnelle Berechnungen…
el: Καθαρή/τελική τιμή, προσαρμοσμένοι συντελεστές, γρήγοροι υπολογισμοί…
es: Sin IVA/con IVA, tasas personalizadas, cálculos rápidos…
fi: Alv 0%/sis. alv, omat verokannat, nopeat laskut…
fil: Walang VAT/may VAT, custom na rate, mabilis na kalkulasyon…
hu: Nettó/bruttó, egyedi kulcsok, gyors számítások…
id: Sebelum/sesudah PPN, tarif khusus, hitung cepat…
it: Imponibile/IVA inclusa, aliquote personalizzate, calcoli rapidi…
ja: 税抜/税込、カスタム税率、クイック計算…
ko: 부가세 제외/포함, 사용자 지정 세율, 빠른 계산…
nl: Excl./incl. btw, aangepaste tarieven, snelle berekeningen…
no: Ekskl./inkl. mva, egendefinerte satser, raske beregninger…
pl: Netto/brutto, własne stawki, szybkie obliczenia…
pt_pt: Sem/Com IVA, taxas personalizadas, cálculos rápidos…
ro: Fără TVA/cu TVA, cote personalizate, calcule rapide…
ru: Без/с НДС, свои ставки, быстрые расчёты…
sk: Bez DPH/s DPH, vlastné sadzby, rýchle výpočty…
sv: Exkl./inkl. moms, egna satser, snabba beräkningar…
sw: Bila VAT/na VAT, viwango maalum, hesabu za haraka…
tr: KDV hariç/dahil, özel oranlar, hızlı hesaplar…
uk: Без/з ПДВ, власні ставки, швидкі обчислення…
vi: Chưa VAT/đã VAT, tỷ lệ tuỳ chỉnh, tính nhanh…
zh_hans: 不含/含税，自定义税率，快速计算…

# tool_percentage_of_number_title
source: Pourcentage d'un nombre
bg: Процент от число
cs: Procento z čísla
da: Procentdel af et tal
de: Prozentsatz einer Zahl
el: Ποσοστό ενός αριθμού
es: Porcentaje de un número
fi: Luvun prosentti
fil: Porsyento ng isang numero
ja: 数のパーセンテージ
nl: Percentage van een getal
no: Prosent av et tall
pl: Procent z liczby
pt_pt: Porcentagem de um número
ro: Procent dintr-un număr
ru: Процент от числа
sk: Percento z čísla
sv: Procent av ett tal
sw: Asilimia ya nambari
tr: Bir sayının yüzdesi
uk: Відсоток від числа
vi: Phần trăm của một số
zh_hans: 一个数字的百分比

# tool_percentage_of_number_desc
source: Calculer X% d'une valeur (X% de Y).
bg: Изчислете X% от стойност (X% от Y).
cs: Vypočítat X% z hodnoty (X% z Y).
da: Beregn X% af en værdi (X% af Y).
de: Berechnen Sie X% eines Wertes (X% von Y).
el: Υπολογίστε το X% μιας τιμής (X% του Y).
es: Calcular X% de un valor (X% de Y).
fi: Laske X% arvosta (X% Y:stä).
fil: Kalkulahin ang X% ng isang halaga (X% ng Y).
ja: 値のX%を計算します（YのX%）。
nl: Bereken X% van een waarde (X% van Y).
no: Beregn X% av en verdi (X% av Y).
pl: Oblicz X% wartości (X% z Y).
pt_pt: Calcular X% de um valor (X% de Y).
ro: Calculați X% dintr-o valoare (X% din Y).
ru: Вычислить X% от значения (X% от Y).
sk: Vypočítať X% z hodnoty (X% z Y).
sv: Beräkna X% av ett värde (X% av Y).
sw: Hesabu X% ya thamani (X% ya Y).
tr: Bir değerin X%’ini hesaplayın (X% Y’nin).
uk: Обчислити X% від значення (X% від Y).
vi: Tính toán X% của một giá trị (X% của Y).
zh_hans: 计算X%的一值（X% 的Y）。

# tool_percentage_what_percent_title
source: X est quel % de Y
af: Watter persentasie is X van Y
bg: Колко процента е X от Y
cs: Kolik procent je X z Y
da: Hvor mange procent er X af Y
de: Wie viel Prozent ist X von Y
el: Τι ποσοστό είναι το X του Y
es: ¿Qué porcentaje es X de Y?
fi: Kuinka monta prosenttia X on Y:stä
fil: Ilang porsyento ang X ng Y
hu: X hány százaléka Y-nak
id: Berapa persen X dari Y
it: Che percentuale è X di Y
ja: XはYの何%
ko: X는 Y의 몇 %
nl: Welk percentage is X van Y
no: Hvor mange prosent er X av Y
pl: Ile procent X stanowi Y
pt_pt: Qual percentagem é X de Y
ro: Ce procent este X din Y
ru: Сколько процентов X от Y
sk: Koľko percent je X z Y
sv: Hur många procent är X av Y
sw: X ni asilimia ngapi ya Y
tr: X, Y'nin yüzde kaçı
uk: Скільки відсотків X від Y
vi: X là bao nhiêu % của Y
zh_hans: X是Y的百分之几

# tool_percentage_what_percent_desc
source: Calculer le pourcentage que représente X par rapport à Y.
af: Bereken watter persentasie X van Y is.
bg: Изчисли какъв процент е X от Y.
cs: Vypočítat jaké procento představuje X vůči Y.
da: Beregn hvilken procent X udgør af Y.
de: Berechnen, welchen Prozentsatz X von Y darstellt.
el: Υπολογισμός του ποσοστού που αντιπροσωπεύει το X του Y.
es: Calcular el porcentaje que representa X respecto a Y.
fi: Laske kuinka monta prosenttia X on Y:stä.
fil: Kalkulahin kung ilang porsyento ang X ng Y.
hu: Kiszámítani, hogy X hány százaléka Y-nak.
id: Hitung berapa persen X dari Y.
it: Calcolare la percentuale che X rappresenta rispetto a Y.
ja: XがYの何パーセントかを計算する。
ko: X가 Y의 몇 퍼센트인지 계산.
nl: Berekenen welk percentage X is van Y.
no: Beregne hvilken prosent X utgjør av Y.
pl: Oblicz jaki procent stanowi X w stosunku do Y.
pt_pt: Calcular qual percentagem X representa de Y.
ro: Calculează ce procent reprezintă X față de Y.
ru: Вычислить какой процент X составляет от Y.
sk: Vypočítať aké percento predstavuje X voči Y.
sv: Beräkna vilken procent X utgör av Y.
sw: Hesabu asilimia ambayo X inawakilisha ya Y.
tr: X'in Y'ye göre yüzde kaç olduğunu hesaplayın.
uk: Обчислити який відсоток X становить від Y.
vi: Tính phần trăm X so với Y.
zh_hans: 计算X占Y的百分比。

# tool_percentage_increase_decrease_title
source: Augmenter / diminuer de X%
af: Verhoog / verlaag met X%
bg: Увеличи / намали с X%
cs: Zvýšit / snížit o X%
da: Øg / reducer med X%
de: Um X% erhöhen / senken
el: Αύξηση / μείωση κατά X%
es: Aumentar / disminuir en X%
fi: Lisää / vähennä X%
fil: Dagdagan / bawasan ng X%
hu: Növelés / csökkentés X%-kal
id: Naikkan / turunkan sebesar X%
it: Aumentare / diminuire del X%
ja: X%増加 / 減少
ko: X% 증가 / 감소
nl: Verhogen / verlagen met X%
no: Øke / redusere med X%
pl: Zwiększ / zmniejsz o X%
pt_pt: Aumentar / diminuir em X%
ro: Crește / scade cu X%
ru: Увеличить / уменьшить на X%
sk: Zvýšiť / znížiť o X%
sv: Öka / minska med X%
sw: Ongeza / punguza kwa X%
tr: X% artır / azalt
uk: Збільшити / зменшити на X%
vi: Tăng / giảm X%
zh_hans: 增加/减少X%

# tool_percentage_increase_decrease_desc
source: Appliquer une hausse ou une baisse en pourcentage à une valeur.
af: 'n Persentuele toename of afname op 'n waarde toepas.
bg: Приложи процентно увеличение или намаление към стойност.
cs: Použít procentuální zvýšení nebo snížení na hodnotu.
da: Anvend en procentvis stigning eller fald på en værdi.
de: Eine prozentuale Erhöhung oder Senkung auf einen Wert anwenden.
el: Εφαρμογή ποσοστιαίας αύξησης ή μείωσης σε μια τιμή.
es: Aplicar un aumento o una disminución porcentual a un valor.
fi: Sovella prosentuaalinen korotus tai lasku arvoon.
fil: Mag-apply ng pagtaas o pagbaba ng porsyento sa isang halaga.
hu: Százalékos növelés vagy csökkentés alkalmazása egy értékre.
id: Terapkan kenaikan atau penurunan persentase pada suatu nilai.
it: Applicare un aumento o una diminuzione percentuale a un valore.
ja: 値にパーセンテージの増加または減少を適用する。
ko: 값에 백분율 증가 또는 감소 적용.
nl: Een procentuele stijging of daling toepassen op een waarde.
no: Anvende en prosentvis økning eller reduksjon på en verdi.
pl: Zastosuj procentowy wzrost lub spadek do wartości.
pt_pt: Aplicar um aumento ou diminuição percentual a um valor.
ro: Aplică o creștere sau o scădere procentuală unei valori.
ru: Применить процентное увеличение или уменьшение к значению.
sk: Použiť percentuálne zvýšenie alebo zníženie na hodnotu.
sv: Tillämpa en procentuell ökning eller minskning på ett värde.
sw: Tumia ongezeko au upungufu wa asilimia kwa thamani.
tr: Bir değere yüzdelik artış veya azalış uygulayın.
uk: Застосувати відсоткове збільшення або зменшення до значення.
vi: Áp dụng tăng hoặc giảm phần trăm cho một giá trị.
zh_hans: 对一个值应用百分比增加或减少。

# tool_percentage_relative_difference_title
source: Écart relatif
af: Relatiewe verskil
bg: Относителна разлика
cs: Relativní rozdíl
da: Relativ forskel
de: Relativer Unterschied
el: Σχετική διαφορά
es: Diferencia relativa
fi: Suhteellinen ero
fil: Relatibong pagkakaiba
hu: Relatív különbség
id: Perbedaan relatif
it: Differenza relativa
ja: 相対差
ko: 상대적 차이
nl: Relatief verschil
no: Relativ forskjell
pl: Różnica względna
pt_pt: Diferença relativa
ro: Diferență relativă
ru: Относительная разница
sk: Relatívny rozdiel
sv: Relativ skillnad
sw: Tofauti ya jamaa
tr: Göreli fark
uk: Відносна різниця
vi: Chênh lệch tương đối
zh_hans: 相对差异

# tool_percentage_relative_difference_desc
source: Mesurer l'écart relatif, symétrique, entre deux valeurs (en %).
bg: Измерете относителната, симетрична разлика между две стойности (в %).
cs: Měřit relativní, symetrický rozdíl mezi dvěma hodnotami (v %).
da: Mål den relative, symmetriske forskel mellem to værdier (i %).
de: Messen Sie die relative, symmetrische Abweichung zwischen zwei Werten (in %).
el: Μετρήστε τη σχετική, συμμετρική διαφορά μεταξύ δύο τιμών (σε %).
es: Medir la diferencia relativa, simétrica, entre dos valores (en %).
fi: Mittaa kahden arvon välinen suhteellinen, symmetrinen ero (prosentteina).
fil: Sukatin ang relatibong pagkakaiba, simetriko, sa pagitan ng dalawang halaga (sa %).
ja: 二つの値の相対的な差を測定します（%で）。
nl: Meet het relatieve, symmetrische verschil tussen twee waarden (in %).
no: Måle den relative, symmetriske forskjellen mellom to verdier (i %).
pl: Zmierz względną różnicę, symetryczną, między dwiema wartościami (w %).
pt_pt: Medir a diferença relativa, simétrica, entre dois valores (em %).
ro: Măsurați diferența relativă, simetrică, între două valori (în %).
ru: Измерить относительное, симметричное отклонение между двумя значениями (в %).
sk: Zmerať relatívny, symetrický rozdiel medzi dvoma hodnotami (v %).
sv: Mäta den relativa, symmetriska skillnaden mellan två värden (i %).
sw: Kupima tofauti ya uhusiano, ya symetrical, kati ya thamani mbili (katika %).
tr: İki değer arasındaki göreceli, simetrik farkı ölçün (yüzde olarak).
uk: Виміряти відносну симетричну різницю між двома значеннями (в %).
vi: Đo lường sự chênh lệch tương đối, đối xứng, giữa hai giá trị (theo %).
zh_hans: 测量两个值之间的相对差异（以%表示）。

# tool_percentage_successive_title
source: Pourcentages successifs
af: Opeenvolgende persentasies
bg: Последователни проценти
cs: Postupná procenta
da: Successive procenter
de: Aufeinanderfolgende Prozentsätze
el: Διαδοχικά ποσοστά
es: Porcentajes sucesivos
fi: Peräkkäiset prosentit
fil: Sunud-sunod na porsyento
hu: Egymást követő százalékok
id: Persentase berturut-turut
it: Percentuali successive
ja: 連続パーセンテージ
ko: 연속 백분율
nl: Opeenvolgende percentages
no: Suksessive prosenter
pl: Kolejne procenty
pt_pt: Percentagens sucessivas
ro: Procente succesive
ru: Последовательные проценты
sk: Postupné percentá
sv: Successiva procentsatser
sw: Asilimia zinazofuatana
tr: Ardışık yüzdeler
uk: Послідовні відсотки
vi: Phần trăm liên tiếp
zh_hans: 连续百分比

# tool_percentage_successive_desc
source: Composer plusieurs pourcentages (effet cumulé).
af: Kombineer verskeie persentasies (kumulatiewe effek).
bg: Комбинирай няколко процента (кумулативен ефект).
cs: Složit více procent (kumulativní efekt).
da: Kombinér flere procenter (kumulativ effekt).
de: Mehrere Prozentsätze kombinieren (kumulierter Effekt).
el: Συνδυασμός πολλών ποσοστών (σωρευτικό αποτέλεσμα).
es: Componer varios porcentajes (efecto acumulado).
fi: Yhdistä useita prosentteja (kumulatiivinen vaikutus).
fil: Pagsamahin ang maraming porsyento (pinagsama-samang epekto).
hu: Több százalék kombinálása (kumulatív hatás).
id: Gabungkan beberapa persentase (efek kumulatif).
it: Comporre più percentuali (effetto cumulato).
ja: 複数のパーセンテージを組み合わせる（累積効果）。
ko: 여러 백분율 결합 (누적 효과).
nl: Meerdere percentages combineren (cumulatief effect).
no: Kombinere flere prosenter (kumulativ effekt).
pl: Złóż kilka procentów (efekt skumulowany).
pt_pt: Compor várias percentagens (efeito acumulado).
ro: Combină mai multe procente (efect cumulat).
ru: Комбинировать несколько процентов (кумулятивный эффект).
sk: Zložiť viacero percent (kumulatívny efekt).
sv: Kombinera flera procentsatser (kumulativ effekt).
sw: Changanya asilimia nyingi (athari ya kusanyiko).
tr: Birden fazla yüzdeyi birleştirin (kümülatif etki).
uk: Скласти кілька відсотків (кумулятивний ефект).
vi: Kết hợp nhiều phần trăm (hiệu ứng tích lũy).
zh_hans: 组合多个百分比（累积效果）。

# tool_percentage_reverse_title
source: Pourcentage inverse
af: Omgekeerde persentasie
bg: Обратен процент
cs: Obrácené procento
da: Omvendt procent
de: Umgekehrter Prozentsatz
el: Αντίστροφο ποσοστό
es: Porcentaje inverso
fi: Käänteinen prosentti
fil: Baligtad na porsyento
hu: Fordított százalék
id: Persentase terbalik
it: Percentuale inversa
ja: 逆パーセンテージ
ko: 역백분율
nl: Omgekeerd percentage
no: Omvendt prosent
pl: Odwrotny procent
pt_pt: Percentagem inversa
ro: Procent invers
ru: Обратный процент
sk: Obrátené percento
sv: Omvänd procent
sw: Asilimia ya nyuma
tr: Ters yüzde
uk: Зворотний відсоток
vi: Phần trăm nghịch đảo
zh_hans: 反向百分比

# tool_percentage_reverse_desc
source: Retrouver la valeur initiale après une hausse ou une baisse.
af: Vind die oorspronklike waarde voor 'n toename of afname.
bg: Намери първоначалната стойност преди увеличение или намаление.
cs: Najít původní hodnotu před zvýšením nebo snížením.
da: Find den oprindelige værdi før en stigning eller et fald.
de: Den ursprünglichen Wert vor einer Erhöhung oder Senkung ermitteln.
el: Εύρεση της αρχικής τιμής πριν από αύξηση ή μείωση.
es: Encontrar el valor inicial antes de un aumento o disminución.
fi: Etsi alkuperäinen arvo ennen korotusta tai laskua.
fil: Hanapin ang orihinal na halaga bago ang pagtaas o pagbaba.
hu: Az eredeti érték megtalálása növelés vagy csökkentés előtt.
id: Temukan nilai awal sebelum kenaikan atau penurunan.
it: Trovare il valore iniziale prima di un aumento o una diminuzione.
ja: 増加または減少前の元の値を求める。
ko: 증가 또는 감소 전의 원래 값 찾기.
nl: De oorspronkelijke waarde vinden vóór een stijging of daling.
no: Finne den opprinnelige verdien før en økning eller reduksjon.
pl: Znajdź wartość początkową przed wzrostem lub spadkiem.
pt_pt: Encontrar o valor inicial antes de um aumento ou diminuição.
ro: Găsește valoarea inițială înainte de o creștere sau scădere.
ru: Найти исходное значение до увеличения или уменьшения.
sk: Nájsť pôvodnú hodnotu pred zvýšením alebo znížením.
sv: Hitta det ursprungliga värdet före en ökning eller minskning.
sw: Pata thamani ya awali kabla ya ongezeko au upungufu.
tr: Artış veya azalıştan önceki orijinal değeri bulun.
uk: Знайти початкове значення до збільшення або зменшення.
vi: Tìm giá trị ban đầu trước khi tăng hoặc giảm.
zh_hans: 找出增加或减少前的原始值。

# tool_percentage_share_title
source: Proportion / part du total
af: Aandeel van die totaal
bg: Дял от общото
cs: Podíl z celku
da: Andel af totalen
de: Anteil am Gesamtwert
el: Μερίδιο του συνόλου
es: Proporción / parte del total
fi: Osuus kokonaismäärästä
fil: Bahagi ng kabuuan
hu: Részarány az összesből
id: Bagian dari total
it: Proporzione / quota del totale
ja: 全体に対する割合
ko: 전체 대비 비율
nl: Aandeel van het totaal
no: Andel av totalen
pl: Udział w całości
pt_pt: Proporção / parte do total
ro: Cotă din total
ru: Доля от общего
sk: Podiel z celku
sv: Andel av totalen
sw: Sehemu ya jumla
tr: Toplamın payı
uk: Частка від загального
vi: Tỷ lệ / phần của tổng
zh_hans: 占总数的份额

# tool_percentage_share_desc
source: Calculer une part en % et sa valeur correspondante.
af: 'n Aandeel in % en die ooreenstemmende waarde bereken.
bg: Изчисли дял в % и съответната му стойност.
cs: Vypočítat podíl v % a jeho odpovídající hodnotu.
da: Beregn en andel i % og dens tilsvarende værdi.
de: Einen prozentualen Anteil und seinen entsprechenden Wert berechnen.
el: Υπολογισμός μεριδίου σε % και της αντίστοιχης τιμής.
es: Calcular una parte en % y su valor correspondiente.
fi: Laske osuus prosentteina ja sen vastaava arvo.
fil: Kalkulahin ang bahagi sa % at ang katumbas na halaga nito.
hu: Százalékos arány és a hozzá tartozó érték kiszámítása.
id: Hitung bagian dalam % dan nilai yang sesuai.
it: Calcolare una quota in % e il suo valore corrispondente.
ja: ％での割合と対応する値を計算する。
ko: % 비율과 해당 값 계산.
nl: Een aandeel in % en de bijbehorende waarde berekenen.
no: Beregne en andel i % og dens tilsvarende verdi.
pl: Oblicz udział w % i jego odpowiadającą wartość.
pt_pt: Calcular uma parte em % e o seu valor correspondente.
ro: Calculează o cotă în % și valoarea corespunzătoare.
ru: Вычислить долю в % и соответствующее значение.
sk: Vypočítať podiel v % a jeho zodpovedajúcu hodnotu.
sv: Beräkna en andel i % och dess motsvarande värde.
sw: Hesabu sehemu kwa % na thamani yake inayolingana.
tr: Yüzdelik payı ve karşılık gelen değerini hesaplayın.
uk: Обчислити частку у % та відповідне значення.
vi: Tính phần % và giá trị tương ứng.
zh_hans: 计算百分比份额及其对应值。

# tool_percentage_composition_title
source: Composition de pourcentages
af: Persentasie-samestelling
bg: Композиция на проценти
cs: Složení procent
da: Procentsammensætning
de: Prozentzusammensetzung
el: Σύνθεση ποσοστών
es: Composición de porcentajes
fi: Prosenttien yhdistelmä
fil: Komposisyon ng porsyento
hu: Százalékok összetétele
id: Komposisi persentase
it: Composizione di percentuali
ja: パーセンテージの合成
ko: 백분율 합성
nl: Percentagesamenstelling
no: Prosentsammensetning
pl: Złożenie procentów
pt_pt: Composição de percentagens
ro: Compunerea procentelor
ru: Композиция процентов
sk: Zloženie percent
sv: Procentsammansättning
sw: Muundo wa asilimia
tr: Yüzde bileşimi
uk: Композиція відсотків
vi: Tổ hợp phần trăm
zh_hans: 百分比组合

# tool_percentage_composition_desc
source: Combiner des pourcentages à travers plusieurs niveaux (A de B, B de C…).
af: Kombineer persentasies oor verskeie vlakke (A van B, B van C…).
bg: Комбиниране на проценти през няколко нива (A от B, B от C…).
cs: Kombinovat procenta přes více úrovní (A z B, B z C…).
da: Kombinér procenter på tværs af flere niveauer (A af B, B af C…).
de: Prozentsätze über mehrere Ebenen kombinieren (A von B, B von C…).
el: Συνδυασμός ποσοστών σε πολλαπλά επίπεδα (A του B, B του C…).
es: Combinar porcentajes a través de varios niveles (A de B, B de C…).
fi: Yhdistä prosentteja useiden tasojen läpi (A:sta B, B:stä C…).
fil: Pagsamahin ang mga porsyento sa maraming antas (A ng B, B ng C…).
hu: Százalékok kombinálása több szinten keresztül (A B-ből, B C-ből…).
id: Gabungkan persentase di berbagai tingkat (A dari B, B dari C…).
it: Combinare percentuali su più livelli (A di B, B di C…).
ja: 複数のレベルでパーセンテージを組み合わせる（BのA、CのB…）。
ko: 여러 레벨에서 백분율 결합 (B의 A, C의 B…).
nl: Percentages combineren over meerdere niveaus (A van B, B van C…).
no: Kombinere prosenter på tvers av flere nivåer (A av B, B av C…).
pl: Łączenie procentów na wielu poziomach (A z B, B z C…).
pt_pt: Combinar percentagens em vários níveis (A de B, B de C…).
ro: Combină procente pe mai multe niveluri (A din B, B din C…).
ru: Комбинировать проценты на нескольких уровнях (A от B, B от C…).
sk: Kombinovať percentá cez viacero úrovní (A z B, B z C…).
sv: Kombinera procentsatser över flera nivåer (A av B, B av C…).
sw: Changanya asilimia katika viwango vingi (A ya B, B ya C…).
tr: Birden fazla seviyede yüzdeleri birleştirin (A'nın B'si, B'nin C'si…).
uk: Комбінувати відсотки на кількох рівнях (A від B, B від C…).
vi: Kết hợp phần trăm qua nhiều cấp độ (A của B, B của C…).
zh_hans: 在多个层级组合百分比（A占B，B占C…）。

# tool_percentage_ratio_title
source: Ratio en pourcentage
af: Verhouding as persentasie
bg: Съотношение като процент
cs: Poměr jako procento
da: Forhold som procent
de: Verhältnis als Prozentsatz
el: Αναλογία ως ποσοστό
es: Proporción en porcentaje
fi: Suhde prosentteina
fil: Ratio bilang porsyento
hu: Arány százalékban
id: Rasio sebagai persentase
it: Rapporto in percentuale
ja: パーセンテージとしての比率
ko: 백분율로 비율
nl: Verhouding als percentage
no: Forhold som prosent
pl: Stosunek jako procent
pt_pt: Rácio como percentagem
ro: Raport ca procent
ru: Соотношение в процентах
sk: Pomer ako percento
sv: Kvot som procent
sw: Uwiano kama asilimia
tr: Yüzde olarak oran
uk: Співвідношення у відсотках
vi: Tỷ lệ dạng phần trăm
zh_hans: 比率转百分比

# tool_percentage_ratio_desc
source: Exprimer un ratio (A/B) sous forme de pourcentage.
af: 'n Verhouding (A/B) as 'n persentasie uitdruk.
bg: Изрази съотношение (A/B) като процент.
cs: Vyjádřit poměr (A/B) jako procento.
da: Udtryk et forhold (A/B) som procent.
de: Ein Verhältnis (A/B) als Prozentsatz ausdrücken.
el: Έκφραση αναλογίας (A/B) ως ποσοστό.
es: Expresar una proporción (A/B) como porcentaje.
fi: Ilmaise suhde (A/B) prosentteina.
fil: Ipahayag ang ratio (A/B) bilang porsyento.
hu: Arány (A/B) kifejezése százalékban.
id: Nyatakan rasio (A/B) sebagai persentase.
it: Esprimere un rapporto (A/B) come percentuale.
ja: 比率（A/B）をパーセンテージで表す。
ko: 비율 (A/B)을 백분율로 표현.
nl: Een verhouding (A/B) uitdrukken als percentage.
no: Uttrykke et forhold (A/B) som prosent.
pl: Wyraź stosunek (A/B) jako procent.
pt_pt: Expressar um rácio (A/B) como percentagem.
ro: Exprimă un raport (A/B) ca procent.
ru: Выразить соотношение (A/B) в процентах.
sk: Vyjadriť pomer (A/B) ako percento.
sv: Uttrycka en kvot (A/B) som procent.
sw: Eleza uwiano (A/B) kama asilimia.
tr: Bir oranı (A/B) yüzde olarak ifade edin.
uk: Виразити співвідношення (A/B) у відсотках.
vi: Biểu diễn tỷ lệ (A/B) dưới dạng phần trăm.
zh_hans: 将比率（A/B）表示为百分比。

# pct_of_title
source: Pourcentage d’un nombre
af: Persentasie van ’n getal
bg: Процент от число
cs: Procento z čísla
da: Procent af et tal
de: Prozentsatz einer Zahl
el: Ποσοστό ενός αριθμού
es: Porcentaje de un número
fi: Prosentti luvusta
fil: Porsiyento ng isang bilang
hu: Százalékszámítás
id: Persentase dari suatu bilangan
it: Percentuale di un numero
ja: 数の百分率
ko: 수의 백분율
nl: Percentage van een getal
no: Prosent av et tall
pl: Procent z liczby
pt_pt: Percentagem de um número
ro: Procent dintr-un număr
ru: Процент от числа
sk: Percento z čísla
sv: Procent av ett tal
sw: Asilimia ya namba
tr: Bir sayının yüzdesi
uk: Відсоток від числа
vi: Phần trăm của một số
zh_hans: 求一个数的百分比

# pct_of_subtitle
source: Calcule rapidement X% d’une valeur (X% de Y).
af: Bereken vinnig X% van ’n waarde (X% van Y).
bg: Бързо изчислете X% от стойност (X% от Y).
cs: Rychle spočítejte X % z hodnoty (X % z Y).
da: Beregn hurtigt X % af en værdi (X % af Y).
de: Berechnen Sie schnell X % eines Wertes (X % von Y).
el: Υπολογίστε γρήγορα το X% μιας τιμής (X% του Y).
es: Calcula rápidamente X % de un valor (X % de Y).
fi: Laske nopeasti X % arvosta (X % luvusta Y).
fil: Mabilis na kalkulahin ang X% ng isang halaga (X% ng Y).
hu: Számold ki gyorsan egy érték X%-át (X% Y-ból).
id: Hitung cepat X% dari suatu nilai (X% dari Y).
it: Calcola rapidamente X% di un valore (X% di Y).
ja: ある値のX%（YのX%）を素早く計算します。
ko: 값의 X%(Y의 X%)를 빠르게 계산합니다.
nl: Bereken snel X% van een waarde (X% van Y).
no: Beregn raskt X % av en verdi (X % av Y).
pl: Szybko oblicz X% wartości (X% z Y).
pt_pt: Calcule rapidamente X% de um valor (X% de Y).
ro: Calculează rapid X% dintr-o valoare (X% din Y).
ru: Быстро вычислите X% от значения (X% от Y).
sk: Rýchlo vypočítajte X % z hodnoty (X % z Y).
sv: Beräkna snabbt X % av ett värde (X % av Y).
sw: Hesabu haraka X% ya thamani (X% ya Y).
tr: Bir değerin X%’ini hızlıca hesaplayın (Y’nin X%’i).
uk: Швидко обчисліть X% від значення (X% від Y).
vi: Tính nhanh X% của một giá trị (X% của Y).
zh_hans: 快速计算某个数值的X%（Y的X%）。

# tool_calc_title
source: Calculateur
af: Sakrekenaar
bg: Калкулатор
cs: Kalkulačka
da: Beregner
de: Rechner
el: Υπολογιστής
es: Calculadora
fi: Laskin
fil: Kalkulador
hu: Kalkulátor
id: Kalkulator
it: Calcolatore
ja: 計算機
ko: 계산기
nl: Rekenmachine
no: Kalkulator
pl: Kalkulator
pt_pt: Calculadora
ro: Calculator
ru: Калькулятор
sk: Kalkulačka
sv: Kalkylator
sw: Kikokotoo
tr: Hesaplayıcı
uk: Калькулятор
vi: Máy tính
zh_hans: 计算器
