Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_to_percent_uc1_text
source: Transformer 1/4 en 25 % ou 3/5 en 60 % pour communiquer clairement une proportion.
af: Transformeer 1/4 in 25 % of 3/5 in 60 % om 'n proporsie duidelik te kommunikeer.
bg: Да преобразуваме 1/4 в 25 % или 3/5 в 60 % за ясно комуникиране на пропорция.
cs: Převést 1/4 na 25 % nebo 3/5 na 60 % pro jasnou komunikaci poměru.
da: Transformere 1/4 til 25 % eller 3/5 til 60 % for klart at kommunikere en andel.
de: 1/4 in 25 % oder 3/5 in 60 % umwandeln, um einen Anteil klar zu kommunizieren.
el: Να μετατρέψετε 1/4 σε 25 % ή 3/5 σε 60 % για να επικοινωνήσετε καθαρά μια αναλογία.
es: Transformar 1/4 en 25 % o 3/5 en 60 % para comunicar claramente una proporción.
fi: Muunna 1/4:stä 25 %:ksi tai 3/5:stä 60 %:ksi viestittääksesi selkeästi osuutta.
fil: I-convert ang 1/4 sa 25 % o 3/5 sa 60 % upang malinaw na maipahayag ang isang proporsyon.
hu: Átalakítani 1/4-et 25%-ra vagy 3/5-öt 60%-ra, hogy világosan kommunikáljunk egy arányt.
id: Mengubah 1/4 menjadi 25 % atau 3/5 menjadi 60 % untuk mengkomunikasikan proporsi dengan jelas.
it: Trasformare 1/4 in 25 % o 3/5 in 60 % per comunicare chiaramente una proporzione.
ja: 1/4を25%に、または3/5を60%に変換して、比率を明確に伝えます。
ko: 1/4를 25 %로 또는 3/5를 60 %로 변환하여 비율을 명확하게 전달합니다.
nl: Transformeer 1/4 in 25 % of 3/5 in 60 % om een verhouding duidelijk te communiceren.
no: Transformere 1/4 til 25 % eller 3/5 til 60 % for å kommunisere en andel klart.
pl: Przekształcenie 1/4 w 25 % lub 3/5 w 60 % w celu jasnego komunikowania proporcji.
pt_pt: Transformar 1/4 em 25 % ou 3/5 em 60 % para comunicar claramente uma proporção.
ro: Transformați 1/4 în 25 % sau 3/5 în 60 % pentru a comunica clar o proporție.
ru: Преобразовать 1/4 в 25 % или 3/5 в 60 %, чтобы четко сообщить о пропорции.
sk: Premeniť 1/4 na 25 % alebo 3/5 na 60 % na jasné komunikovanie proporcie.
sv: Omvandla 1/4 till 25 % eller 3/5 till 60 % för att tydligt kommunicera en andel.
sw: Kubadilisha 1/4 kuwa 25 % au 3/5 kuwa 60 % ili kuwasilisha uwiano kwa uwazi.
tr: 1/4'ü %25 veya 3/5'i %60'a dönüştürerek bir oranı net bir şekilde iletme.
uk: Перетворити 1/4 на 25 % або 3/5 на 60 %, щоб чітко передати пропорцію.
vi: Chuyển đổi 1/4 thành 25 % hoặc 3/5 thành 60 % để truyền đạt rõ ràng một tỷ lệ.
zh_hans: 将 1/4 转换为 25 % 或 3/5 转换为 60 % 以清晰地传达比例。

# ed_math_fractions_fraction_to_percent_uc2_title
source: Comprendre des résultats
af: Verstaan resultate
bg: Да разберем резултати
cs: Pochopit výsledky
da: Forstå resultater
de: Ergebnisse verstehen
el: Κατανόηση αποτελεσμάτων
es: Entender resultados
fi: Ymmärrä tuloksia
fil: Unawain ang mga resulta
hu: Eredmények megértése
id: Memahami hasil
it: Comprendere i risultati
ja: 結果を理解する
ko: 결과 이해하기
nl: Resultaten begrijpen
no: Forstå resultater
pl: Zrozumienie wyników
pt_pt: Compreender resultados
ro: Înțelegerea rezultatelor
ru: Понимание результатов
sk: Pochopiť výsledky
sv: Förstå resultat
sw: Kuelewa matokeo
tr: Sonuçları anlama
uk: Розуміння результатів
vi: Hiểu kết quả
zh_hans: 理解结果

# ed_math_fractions_fraction_to_percent_uc2_text
source: Passer d’une fraction à un pourcentage pour interpréter plus facilement un score, un taux ou une réussite.
af: Gaan van 'n breuk na 'n persentasie om 'n telling, koers of sukses makliker te interpreteer.
bg: Да преминем от дроб към процент, за да интерпретираме по-лесно резултат, ставка или успех.
cs: Přejít ze zlomku na procento pro snadnější interpretaci skóre, míry nebo úspěchu.
da: Gå fra en brøk til en procent for lettere at fortolke en score, en sats eller en succes.
de: Von einem Bruch zu einem Prozentsatz wechseln, um eine Punktzahl, eine Rate oder einen Erfolg leichter zu interpretieren.
el: Να περάσετε από ένα κλάσμα σε ποσοστό για να ερμηνεύσετε πιο εύκολα μια βαθμολογία, ένα ποσοστό ή μια επιτυχία.
es: Pasar de una fracción a un porcentaje para interpretar más fácilmente una puntuación, una tasa o un éxito.
fi: Siirry murtoluvusta prosenttiin, jotta voit helpommin tulkita pistettä, prosenttia tai onnistumista.
fil: Lumipat mula sa isang fraction patungo sa porsyento upang mas madaling ma-interpret ang isang iskor, rate, o tagumpay.
hu: Átmenni egy törtből egy százalékba, hogy könnyebben értelmezzünk egy pontszámot, arányt vagy sikert.
id: Berpindah dari pecahan ke persentase untuk lebih mudah menginterpretasikan skor, tingkat, atau keberhasilan.
it: Passare da una frazione a una percentuale per interpretare più facilmente un punteggio, un tasso o un successo.
ja: 分数からパーセンテージに変換して、スコア、率、または成功をより簡単に解釈します。
ko: 분수에서 백분율로 전환하여 점수, 비율 또는 성공을 더 쉽게 해석합니다.
nl: Van een breuk naar een percentage gaan om een score, een percentage of een succes gemakkelijker te interpreteren.
no: Gå fra en brøk til en prosent for å lettere tolke en poengsum, en rate eller en suksess.
pl: Przejście z ułamka na procent, aby łatwiej interpretować wynik, wskaźnik lub sukces.
pt_pt: Passar de uma fração para uma porcentagem para interpretar mais facilmente uma pontuação, uma taxa ou um sucesso.
ro: Trecerea de la o fracție la un procent pentru a interpreta mai ușor un scor, o rată sau un succes.
ru: Перейти от дроби к проценту, чтобы легче интерпретировать оценку, ставку или успех.
sk: Prejsť zo zlomku na percento, aby sa ľahšie interpretoval skóre, miera alebo úspech.
sv: Gå från ett bråk till en procent för att lättare tolka en poäng, en andel eller en framgång.
sw: Kupitia sehemu kuwa asilimia ili kuelewa kwa urahisi alama, kiwango au mafanikio.
tr: Bir kesiri yüzdeye çevirerek bir puanı, oranı veya başarıyı daha kolay yorumlama.
uk: Перейти від дробу до відсотка, щоб легше інтерпретувати бал, ставку або успіх.
vi: Chuyển từ một phân số sang phần trăm để dễ dàng diễn giải một điểm số, tỷ lệ hoặc thành công.
zh_hans: 从分数转换为百分比，以更容易地解释分数、比率或成功率。

# ed_math_fractions_fraction_to_percent_uc3_title
source: Statistiques et probabilités
af: Statistieke en waarskynlikhede
bg: Статистика и вероятности
cs: Statistiky a pravděpodobnosti
da: Statistik og sandsynligheder
de: Statistiken und Wahrscheinlichkeiten
el: Στατιστικά και πιθανότητες
es: Estadísticas y probabilidades
fi: Tilastot ja todennäköisyydet
fil: Istatistika at posibilidad
hu: Statisztikák és valószínűségek
id: Statistik dan probabilitas
it: Statistiche e probabilità
ja: 統計と確率
ko: 통계 및 확률
nl: Statistieken en waarschijnlijkheden
no: Statistikk og sannsynlighet
pl: Statystyki i prawdopodobieństwa
pt_pt: Estatísticas e probabilidades
ro: Statistici și probabilități
ru: Статистика и вероятности
sk: Štatistiky a pravdepodobnosti
sv: Statistik och sannolikheter
sw: Takwimu na uwezekano
tr: İstatistikler ve olasılıklar
uk: Статистика та ймовірності
vi: Thống kê và xác suất
zh_hans: 统计和概率

# ed_math_fractions_fraction_to_percent_uc3_text
source: Convertir une probabilité écrite en fraction en pourcentage (ex. 3/20 → 15 %).
af: Convert 'n waarskynlikheid wat in 'n breuk geskryf is na 'n persentasie (bv. 3/20 → 15 %).
bg: Да преобразуваме вероятност, написана като дроб, в процент (напр. 3/20 → 15 %).
cs: Převést pravděpodobnost napsanou jako zlomek na procento (např. 3/20 → 15 %).
da: Konvertere en sandsynlighed skrevet som brøk til procent (f.eks. 3/20 → 15 %).
de: Eine in Bruchform geschriebene Wahrscheinlichkeit in einen Prozentsatz umwandeln (z. B. 3/20 → 15 %).
el: Να μετατρέψετε μια πιθανότητα γραμμένη σε κλάσμα σε ποσοστό (π.χ. 3/20 → 15 %).
es: Convertir una probabilidad escrita en fracción a porcentaje (ej. 3/20 → 15 %).
fi: Muunna murtolukuun kirjoitettu todennäköisyys prosentiksi (esim. 3/20 → 15 %).
fil: I-convert ang isang nakasulat na posibilidad sa fraction sa porsyento (hal. 3/20 → 15 %).
hu: Valószínűség átalakítása törtből százalékba (pl. 3/20 → 15 %).
id: Mengonversi probabilitas yang ditulis dalam pecahan menjadi persentase (mis. 3/20 → 15 %).
it: Convertire una probabilità scritta in frazione in percentuale (es. 3/20 → 15 %).
ja: 分数で書かれた確率をパーセンテージに変換します（例：3/20 → 15%）。
ko: 분수로 작성된 확률을 백분율로 변환합니다(예: 3/20 → 15 %).
nl: Een in breuk geschreven waarschijnlijkheid omzetten in een percentage (bijv. 3/20 → 15 %).
no: Konvertere en sannsynlighet skrevet som brøk til prosent (f.eks. 3/20 → 15 %).
pl: Konwersja prawdopodobieństwa zapisanego jako ułamek na procent (np. 3/20 → 15 %).
pt_pt: Converter uma probabilidade escrita em fração em porcentagem (ex. 3/20 → 15 %).
ro: Convertiți o probabilitate scrisă sub formă de fracție în procent (ex. 3/20 → 15 %).
ru: Преобразовать вероятность, записанную в дроби, в процент (например, 3/20 → 15 %).
sk: Prevod pravdepodobnosti zapísanej ako zlomok na percento (napr. 3/20 → 15 %).
sv: Omvandla en sannolikhet skriven som ett bråk till procent (t.ex. 3/20 → 15 %).
sw: Kubadilisha uwezekano ulioandikwa kama sehemu kuwa asilimia (mfano 3/20 → 15 %).
tr: Bir kesir olarak yazılmış bir olasılığı yüzdeye dönüştürme (ör. 3/20 → %15).
uk: Перетворити ймовірність, написану у дробі, на відсоток (наприклад, 3/20 → 15 %).
vi: Chuyển đổi một xác suất được viết dưới dạng phân số thành phần trăm (ví dụ: 3/20 → 15 %).
zh_hans: 将以分数形式书写的概率转换为百分比（例如 3/20 → 15 %）。

# ed_math_fractions_fraction_to_percent_uc4_title
source: Vérifier un exercice
af: Kontroleer 'n oefening
bg: Да проверим упражнение
cs: Zkontrolovat cvičení
da: Tjekke en øvelse
de: Eine Übung überprüfen
el: Έλεγχος άσκησης
es: Verificar un ejercicio
fi: Tarkista harjoitus
fil: Suriin ang isang ehersisyo
hu: Egy gyakorlat ellenőrzése
id: Memeriksa latihan
it: Verificare un esercizio
ja: 演習を確認する
ko: 연습 확인하기
nl: Een oefening controleren
no: Sjekke en oppgave
pl: Sprawdzenie ćwiczenia
pt_pt: Verificar um exercício
ro: Verificarea unui exercițiu
ru: Проверить упражнение
sk: Skontrolovať cvičenie
sv: Kontrollera en övning
sw: Kukagua mazoezi
tr: Bir alıştırmayı kontrol etme
uk: Перевірити вправу
vi: Kiểm tra một bài tập
zh_hans: 检查练习

# ed_math_fractions_fraction_to_percent_uc4_text
source: Contrôler rapidement une conversion demandée dans un devoir ou un contrôle.
af: Kontroleer vinnig 'n omskakeling wat in 'n huiswerk of toets gevra is.
bg: Бързо да проверим конверсия, поискана в домашно или контролно.
cs: Rychle zkontrolovat požadovaný převod v úkolu nebo testu.
da: Hurtigt kontrollere en ønsket konvertering i en opgave eller en test.
de: Schnell eine angeforderte Umwandlung in einer Aufgabe oder Prüfung überprüfen.
el: Να ελέγξετε γρήγορα μια ζητούμενη μετατροπή σε μια εργασία ή έλεγχο.
es: Controlar rápidamente una conversión solicitada en una tarea o examen.
fi: Tarkista nopeasti pyydetty muunnos tehtävässä tai kokeessa.
fil: Mabilis na suriin ang isang hinihinging conversion sa isang takdang-aralin o pagsusulit.
hu: Gyorsan ellenőrizni egy kért átalakítást egy házi feladatban vagy tesztben.
id: Memeriksa dengan cepat konversi yang diminta dalam tugas atau ujian.
it: Controllare rapidamente una conversione richiesta in un compito o un test.
ja: 宿題やテストで要求された変換を迅速に確認します。
ko: 과제나 시험에서 요청된 변환을 빠르게 확인합니다.
nl: Snel een gevraagde conversie controleren in een opdracht of toets.
no: Raskt kontrollere en forespurt konvertering i en oppgave eller test.
pl: Szybkie sprawdzenie żądanej konwersji w zadaniu lub teście.
pt_pt: Controlar rapidamente uma conversão solicitada em um dever ou teste.
ro: Verificați rapid o conversie solicitată într-o temă sau un test.
ru: Быстро проверить запрашиваемое преобразование в задании или тесте.
sk: Rýchlo skontrolovať požadovaný prevod v úlohe alebo teste.
sv: Snabbt kontrollera en begärd omvandling i en uppgift eller ett prov.
sw: Kukagua haraka ubadilishaji ulioombwa katika kazi au mtihani.
tr: Bir ödev veya sınavda istenen bir dönüşümü hızlıca kontrol etme.
uk: Швидко перевірити конверсію, запитану в домашньому завданні або контрольній роботі.
vi: Kiểm tra nhanh một chuyển đổi được yêu cầu trong một bài tập hoặc bài kiểm tra.
zh_hans: 快速检查作业或测试中要求的转换。

# ed_math_fractions_fraction_to_percent_uc5_title
source: Préparer un tableau ou un rapport
af: Bereid 'n tabel of verslag voor
bg: Да подготвим таблица или доклад
cs: Připravit tabulku nebo zprávu
da: Forberede en tabel eller en rapport
de: Ein Diagramm oder einen Bericht vorbereiten
el: Προετοιμασία πίνακα ή αναφοράς
es: Preparar una tabla o un informe
fi: Valmistele taulukko tai raportti
fil: Maghanda ng talahanayan o ulat
hu: Táblázat vagy jelentés készítése
id: Mempersiapkan tabel atau laporan
it: Preparare una tabella o un rapporto
ja: 表やレポートを準備する
ko: 표 또는 보고서 준비하기
nl: Een tabel of rapport voorbereiden
no: Forberede en tabell eller rapport
pl: Przygotowanie tabeli lub raportu
pt_pt: Preparar uma tabela ou um relatório
ro: Pregătirea unui tabel sau a unui raport
ru: Подготовить таблицу или отчет
sk: Pripraviť tabuľku alebo správu
sv: Förbereda en tabell eller rapport
sw: Kuandaa jedwali au ripoti
tr: Bir tablo veya rapor hazırlama
uk: Підготувати таблицю або звіт
vi: Chuẩn bị một bảng hoặc báo cáo
zh_hans: 准备表格或报告

# ed_math_fractions_fraction_to_percent_uc5_text
source: Passer à une présentation en % pour des graphiques, des KPI ou des synthèses.
af: Gaan oor na 'n aanbieding in % vir grafieke, KPI's of samevattings.
bg: Да преминем към представяне в % за графики, KPI или обобщения.
cs: Přejít na prezentaci v % pro grafy, KPI nebo shrnutí.
da: Gå til en præsentation i % for grafer, KPI'er eller sammenfatninger.
de: Zu einer Präsentation in % für Grafiken, KPIs oder Zusammenfassungen wechseln.
el: Να περάσετε σε παρουσίαση σε % για γραφήματα, KPI ή συνοπτικές εκθέσεις.
es: Pasar a una presentación en % para gráficos, KPI o resúmenes.
fi: Siirry prosenttimuotoon kaavioita, KPI:itä tai yhteenvedoja varten.
fil: Lumipat sa isang presentasyon sa % para sa mga grap, KPI, o buod.
hu: Átmenni egy % bemutatásra grafikonokhoz, KPI-hoz vagy összefoglalókhoz.
id: Berpindah ke presentasi dalam % untuk grafik, KPI, atau ringkasan.
it: Passare a una presentazione in % per grafici, KPI o sintesi.
ja: グラフ、KPI、または要約のために%でのプレゼンテーションに切り替えます。
ko: 그래프, KPI 또는 요약을 위해 %로 프레젠테이션을 전환합니다.
nl: Overgaan op een presentatie in % voor grafieken, KPI's of samenvattingen.
no: Gå til en presentasjon i % for grafer, KPIer eller oppsummeringer.
pl: Przejście do prezentacji w % dla wykresów, KPI lub podsumowań.
pt_pt: Passar para uma apresentação em % para gráficos, KPI ou resumos.
ro: Trecerea la o prezentare în % pentru grafice, KPI-uri sau sinteze.
ru: Перейти к представлению в % для графиков, KPI или сводок.
sk: Prejsť na prezentáciu v % pre grafy, KPI alebo súhrny.
sv: Gå till en presentation i % för diagram, KPI:er eller sammanfattningar.
sw: Kupitia uwasilishaji kwa % kwa ajili ya grafu, KPI au muhtasari.
tr: Grafikler, KPI'lar veya özetler için % olarak bir sunuma geçme.
uk: Перейти до подання у % для графіків, KPI або підсумків.
vi: Chuyển sang trình bày bằng % cho các biểu đồ, KPI hoặc tóm tắt.
zh_hans: 以 % 进行图表、KPI 或摘要的展示。

# ed_math_fractions_fraction_to_percent_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_fractions_fraction_to_percent_out1
source: Le pourcentage correspondant à la fraction saisie (conversion exacte quand c’est possible).
af: Die persentasie wat ooreenstem met die ingevoerde breuk (presiese omskakeling wanneer moontlik).
bg: Процентът, съответстващ на въведената дроб (точна конверсия, когато е възможно).
cs: Procento odpovídající zadanému zlomku (přesný převod, když je to možné).
da: Procentdelen svarende til den indtastede brøk (præcis konvertering når det er muligt).
de: Der Prozentsatz, der dem eingegebenen Bruch entspricht (exakte Umwandlung, wenn möglich).
el: Το ποσοστό που αντιστοιχεί στο εισαγόμενο κλάσμα (ακριβής μετατροπή όταν είναι δυνατό).
es: El porcentaje correspondiente a la fracción ingresada (conversión exacta cuando es posible).
fi: Prosentti, joka vastaa syötettyä murtoluku (tarkka muunnos, kun se on mahdollista).
fil: Ang porsyento na tumutugma sa naipasok na fraction (eksaktong conversion kapag posible).
hu: A megadott törtnek megfelelő százalék (pontos átalakítás, ha lehetséges).
id: Persentase yang sesuai dengan pecahan yang dimasukkan (konversi tepat jika memungkinkan).
it: La percentuale corrispondente alla frazione inserita (conversione esatta quando possibile).
ja: 入力された分数に対応するパーセンテージ（可能な場合は正確な変換）。
ko: 입력한 분수에 해당하는 백분율(가능할 때 정확한 변환).
nl: Het percentage dat overeenkomt met de ingevoerde breuk (exacte conversie wanneer mogelijk).
no: Prosentandelen som tilsvarer den angitte brøken (nøyaktig konvertering når det er mulig).
pl: Procent odpowiadający wprowadzonemu ułamkowi (dokładna konwersja, gdy to możliwe).
pt_pt: A porcentagem correspondente à fração inserida (conversão exata quando possível).
ro: Procentul corespunzător fracției introduse (conversie exactă când este posibil).
ru: Процент, соответствующий введенной дроби (точное преобразование, когда это возможно).
sk: Percento zodpovedajúce zadanému zlomku (presný prevod, keď je to možné).
sv: Procentandelen som motsvarar det angivna bråket (exakt omvandling när det är möjligt).
sw: Asilimia inayolingana na sehemu iliyowekwa (kubadilisha halisi inapowezekana).
tr: Girilen kesire karşılık gelen yüzde (mümkün olduğunda tam dönüşüm).
uk: Відсоток, відповідний введеному дробу (точна конверсія, коли це можливо).
vi: Phần trăm tương ứng với phân số đã nhập (chuyển đổi chính xác khi có thể).
zh_hans: 与输入的分数对应的百分比（在可能的情况下进行精确转换）。

# ed_math_fractions_fraction_to_percent_out2
source: Un résultat lisible pour exprimer une proportion, un taux ou une réussite.
af: 'n Leesbare resultaat om 'n proporsie, koers of sukses uit te druk.
bg: Четлив резултат за изразяване на пропорция, ставка или успех.
cs: Čitelný výsledek pro vyjádření poměru, míry nebo úspěchu.
da: Et læsbart resultat for at udtrykke en andel, en sats eller en succes.
de: Ein lesbares Ergebnis, um einen Anteil, eine Rate oder einen Erfolg auszudrücken.
el: Ένα αναγνώσιμο αποτέλεσμα για να εκφράσετε μια αναλογία, ένα ποσοστό ή μια επιτυχία.
es: Un resultado legible para expresar una proporción, una tasa o un éxito.
fi: Luettava tulos osuuden, prosenttiosuuden tai onnistumisen ilmaisemiseen.
fil: Isang nababasang resulta upang ipahayag ang isang proporsyon, rate, o tagumpay.
hu: Egy olvasható eredmény, amely kifejez egy arányt, arányt vagy sikert.
id: Hasil yang dapat dibaca untuk mengekspresikan proporsi, tingkat, atau keberhasilan.
it: Un risultato leggibile per esprimere una proporzione, un tasso o un successo.
ja: 比率、率、または成功を表現するための読みやすい結果。
ko: 비율, 비율 또는 성공을 표현하기 위한 읽기 쉬운 결과입니다.
nl: Een leesbaar resultaat om een verhouding, percentage of succes uit te drukken.
no: Et lesbart resultat for å uttrykke en andel, en rate eller en suksess.
pl: Czytelny wynik do wyrażenia proporcji, wskaźnika lub sukcesu.
pt_pt: Um resultado legível para expressar uma proporção, uma taxa ou um sucesso.
ro: Un rezultat lizibil pentru a exprima o proporție, o rată sau un succes.
ru: Читаемый результат для выражения пропорции, ставки или успеха.
sk: Čitateľný výsledok na vyjadrenie proporcie, miery alebo úspechu.
sv: Ett läsbart resultat för att uttrycka en andel, en andel eller en framgång.
sw: Matokeo yanayosomeka ili kuonyesha uwiano, kiwango au mafanikio.
tr: Bir oranı, oranı veya başarıyı ifade etmek için okunabilir bir sonuç.
uk: Читабельний результат для вираження пропорції, ставки або успіху.
vi: Một kết quả dễ đọc để diễn đạt một tỷ lệ, một tỷ lệ hoặc một thành công.
zh_hans: 一个可读的结果，用于表达比例、比率或成功率。

# ed_math_fractions_fraction_to_percent_out3
source: Un pourcentage exploitable même lorsque la fraction produit une valeur périodique (avec un arrondi).
af: 'n Bruikbare persentasie selfs wanneer die breuk 'n periodieke waarde produseer (met 'n afronding).
bg: Използваем процент дори когато дробта произвежда периодична стойност (с закръгляне).
cs: Využitelné procento i když zlomek produkuje periodickou hodnotu (s zaokrouhlením).
da: En anvendelig procent selv når brøken giver en periodisk værdi (med en afrunding).
de: Ein verwertbarer Prozentsatz, selbst wenn der Bruch einen periodischen Wert produziert (mit einer Rundung).
el: Ένα εκμεταλλεύσιμο ποσοστό ακόμη και όταν το κλάσμα παράγει μια περιοδική τιμή (με στρογγυλοποίηση).
es: Un porcentaje utilizable incluso cuando la fracción produce un valor periódico (con un redondeo).
fi: Hyödyllinen prosentti, vaikka murtoluku tuottaisi jaksollisen arvon (pyöristys mukaan lukien).
fil: Isang magagamit na porsyento kahit na ang fraction ay nagbubunga ng isang periodic value (na may pag-ikot).
hu: Használható százalék, még akkor is, ha a tört periódikus értéket ad (kerekítéssel).
id: Persentase yang dapat digunakan bahkan ketika pecahan menghasilkan nilai periodik (dengan pembulatan).
it: Una percentuale utilizzabile anche quando la frazione produce un valore periodico (con un arrotondamento).
ja: 周期的な値を生成する分数でも、利用可能なパーセンテージ（四捨五入あり）。
ko: 주기적인 값을 생성하는 분수일지라도 활용 가능한 백분율(반올림 포함).
nl: Een bruikbaar percentage, zelfs wanneer de breuk een periodieke waarde oplevert (met een afronding).
no: En prosentandel som kan brukes selv når brøken gir en periodisk verdi (med avrunding).
pl: Procent użyteczny nawet wtedy, gdy ułamek produkuje wartość okresową (z zaokrągleniem).
pt_pt: Uma porcentagem utilizável mesmo quando a fração produz um valor periódico (com arredondamento).
ro: Un procent utilizabil chiar și atunci când fracția produce o valoare periodică (cu o rotunjire).
ru: Используемый процент, даже когда дробь дает периодическое значение (с округлением).
sk: Využiteľné percento aj keď zlomok produkuje periodickú hodnotu (s zaokrúhlením).
sv: En användbar procent även när bråket ger ett periodiskt värde (med avrundning).
sw: Asilimia inayoweza kutumika hata wakati sehemu inatoa thamani ya kipindi (ikiwa na mzunguko).
tr: Kesir periyodik bir değer ürettiğinde bile kullanılabilir bir yüzde.
uk: Використовуваний відсоток, навіть коли дріб дає періодичне значення (з округленням).
vi: Một phần trăm có thể sử dụng ngay cả khi phân số tạo ra một giá trị tuần hoàn (với một số làm tròn).
zh_hans: 即使分数产生周期性值（带有四舍五入），也能得到可用的百分比。

# ed_math_fractions_fraction_to_percent_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项
