Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fractions_percent_to_fraction_q4
source: Quelle différence avec “Décimal → fraction” ?
af: Wat is die verskil met 'Desimaal → breuk'?
bg: Каква е разликата с 'Десетичен → дроб'?
cs: Jaký je rozdíl mezi „Desetinné → zlomek“?
da: Hvad er forskellen på “Decimal → brøk”?
de: Was ist der Unterschied zu 'Dezimal → Bruch'?
el: Ποια είναι η διαφορά με το “Δεκαδικό → κλάσμα”;
es: ¿Cuál es la diferencia con “Decimal → fracción”?
fi: Mikä ero on “Desimaali → murtoluku”?
fil: Anong pagkakaiba sa “Decimal → fraction”?
hu: Mi a különbség a 'Tizedes → tört' között?
id: Apa perbedaannya dengan “Desimal → pecahan”?
it: Qual è la differenza con “Decimale → frazione”?
ja: 「小数 → 分数」との違いは何ですか？
ko: “소수 → 분수”와의 차이점은 무엇인가요?
nl: Wat is het verschil met 'Decimaal → breuk'?
no: Hva er forskjellen med “Desimal → brøk”?
pl: Jaka jest różnica między 'Dziesiętny → ułamek'?
pt_pt: Qual a diferença com “Decimal → fração”?
ro: Care este diferența față de “Decimal → fracție”?
ru: В чем разница с "Десятичный → дробь"?
sk: Aký je rozdiel medzi 'Desatinné → zlomok'?
sv: Vad är skillnaden med 'Decimal → bråk'?
sw: Tofauti gani na “Desimali → sehemu”?
tr: “Ondalık → kesir” ile ne fark var?
uk: Яка різниця з “Десятковий → дроб”?
vi: Sự khác biệt với “Thập phân → phân số” là gì?
zh_hans: 与“十进制→分数”有什么区别？

# ed_math_fractions_fractions_percent_to_fraction_a4
source: Ici on part d’un pourcentage (sur 100). L’autre outil part d’un nombre décimal quelconque.
af: Hier begin ons met 'n persentasie (op 100). Die ander hulpmiddel begin met 'n enige desimale getal.
bg: Тук започваме от процент (на 100). Другият инструмент започва от произволно десетично число.
cs: Zde vycházíme z procenta (na 100). Druhý nástroj vychází z libovolného desetinného čísla.
da: Her starter vi fra en procent (ud af 100). Det andet værktøj starter fra et vilkårligt decimalnummer.
de: Hier starten wir mit einem Prozentsatz (auf 100). Das andere Werkzeug beginnt mit einer beliebigen Dezimalzahl.
el: Εδώ ξεκινάμε από ένα ποσοστό (πάνω από 100). Το άλλο εργαλείο ξεκινά από οποιονδήποτε δεκαδικό αριθμό.
es: Aquí partimos de un porcentaje (sobre 100). La otra herramienta parte de un número decimal cualquiera.
fi: Tässä lähdetään prosentista (100:sta). Toinen työkalu lähtee mistä tahansa desimaaliluvusta.
fil: Dito tayo nagsisimula mula sa isang porsyento (sa 100). Ang ibang tool ay nagsisimula mula sa anumang decimal na numero.
hu: Itt egy százalékból (100-on) indulunk. A másik eszköz bármilyen tizedes számra épít.
id: Di sini kita mulai dari persentase (dari 100). Alat lainnya mulai dari angka desimal mana pun.
it: Qui partiamo da una percentuale (su 100). L'altro strumento parte da un numero decimale qualsiasi.
ja: ここではパーセンテージ（100での表記）から始まります。別のツールは任意の小数から始まります。
ko: 여기서는 백분율(100 기준)에서 시작합니다. 다른 도구는 임의의 소수에서 시작합니다.
nl: Hier beginnen we met een percentage (op 100). De andere tool begint met een willekeurig decimaal getal.
no: Her starter vi med en prosentandel (på 100). Det andre verktøyet starter med et hvilket som helst desimaltall.
pl: Tutaj zaczynamy od procentu (na 100). Inne narzędzie zaczyna od dowolnej liczby dziesiętnej.
pt_pt: Aqui parte-se de uma porcentagem (sobre 100). A outra ferramenta parte de um número decimal qualquer.
ro: Aici plecăm de la un procent (pe 100). Cealaltă unealtă pleacă de la un număr decimal oarecare.
ru: Здесь мы начинаем с процента (на 100). Другой инструмент начинается с любого десятичного числа.
sk: Tu vychádzame z percenta (na 100). Druhý nástroj vychádza z akéhokoľvek desatinného čísla.
sv: Här utgår vi från en procent (på 100). Det andra verktyget utgår från ett godtyckligt decimalnummer.
sw: Hapa tunaanzia na asilimia (juu ya 100). Zana nyingine inaanzia na nambari yoyote ya desimali.
tr: Burada bir yüzde (100 üzerinden) ile başlıyoruz. Diğer araç herhangi bir ondalık sayı ile başlar.
uk: Тут ми починаємо з відсотка (на 100). Інший інструмент починає з будь-якого десяткового числа.
vi: Ở đây chúng ta bắt đầu từ một phần trăm (trên 100). Công cụ khác bắt đầu từ một số thập phân bất kỳ.
zh_hans: 这里我们从一个百分比（以100为基准）开始。另一个工具从任意十进制数开始。

# ed_math_fractions_fractions_percent_to_fraction_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_fractions_fractions_percent_to_fraction_tip
source: Si le pourcentage est un multiple de 25, 20, 10 ou 5, la fraction finale est souvent très simple après simplification.
af: As die persentasie 'n veelvoud van 25, 20, 10 of 5 is, is die finale breuk dikwels baie eenvoudig na vereenvoudiging.
bg: Ако процентът е кратно на 25, 20, 10 или 5, крайната дроб често е много проста след опростяване.
cs: Pokud je procento násobkem 25, 20, 10 nebo 5, konečný zlomek je často velmi jednoduchý po zjednodušení.
da: Hvis procenten er et multipel af 25, 20, 10 eller 5, er den endelige brøk ofte meget simpel efter forenkling.
de: Wenn der Prozentsatz ein Vielfaches von 25, 20, 10 oder 5 ist, ist der endgültige Bruch nach der Vereinfachung oft sehr einfach.
el: Εάν το ποσοστό είναι πολλαπλάσιο του 25, 20, 10 ή 5, το τελικό κλάσμα είναι συχνά πολύ απλό μετά την απλοποίηση.
es: Si el porcentaje es un múltiplo de 25, 20, 10 o 5, la fracción final suele ser muy simple después de la simplificación.
fi: Jos prosentti on 25, 20, 10 tai 5:n monikerta, lopullinen murtoluku on usein hyvin yksinkertainen yksinkertaistamisen jälkeen.
fil: Kung ang porsyento ay isang multiple ng 25, 20, 10 o 5, ang huling fraction ay kadalasang napakasimple pagkatapos ng pagpapadalisay.
hu: Ha a százalék 25, 20, 10 vagy 5 többszöröse, a végső tört gyakran nagyon egyszerű az egyszerűsítés után.
id: Jika persentase adalah kelipatan dari 25, 20, 10, atau 5, pecahan akhir sering kali sangat sederhana setelah disederhanakan.
it: Se la percentuale è un multiplo di 25, 20, 10 o 5, la frazione finale è spesso molto semplice dopo la semplificazione.
ja: パーセンテージが25、20、10、または5の倍数である場合、最終的な分数は簡略化後に非常にシンプルになることが多い。
ko: 백분율이 25, 20, 10 또는 5의 배수인 경우, 최종 분수는 단순화 후 매우 간단한 경우가 많습니다.
nl: Als het percentage een veelvoud is van 25, 20, 10 of 5, is de uiteindelijke breuk vaak heel eenvoudig na vereenvoudiging.
no: Hvis prosentandelen er et multiplum av 25, 20, 10 eller 5, er den endelige brøken ofte veldig enkel etter forenkling.
pl: Jeśli procent jest wielokrotnością 25, 20, 10 lub 5, ostateczny ułamek często jest bardzo prosty po uproszczeniu.
pt_pt: Se a porcentagem for um múltiplo de 25, 20, 10 ou 5, a fração final é muitas vezes muito simples após simplificação.
ro: Dacă procentul este un multiplu de 25, 20, 10 sau 5, fracția finală este adesea foarte simplă după simplificare.
ru: Если процент является кратным 25, 20, 10 или 5, конечная дробь часто бывает очень простой после упрощения.
sk: Ak je percento násobkom 25, 20, 10 alebo 5, konečný zlomok je často veľmi jednoduchý po zjednodušení.
sv: Om procenten är ett multipel av 25, 20, 10 eller 5, är det slutliga bråket ofta mycket enkelt efter förenkling.
sw: Ikiwa asilimia ni mara kadhaa ya 25, 20, 10 au 5, sehemu ya mwisho mara nyingi huwa rahisi sana baada ya kupunguzwa.
tr: Eğer yüzde 25, 20, 10 veya 5'in katıysa, sadeleştirmeden sonra son kesir genellikle çok basittir.
uk: Якщо відсоток є кратним 25, 20, 10 або 5, фінальний дріб часто дуже простий після спрощення.
vi: Nếu phần trăm là bội số của 25, 20, 10 hoặc 5, phân số cuối cùng thường rất đơn giản sau khi đơn giản hóa.
zh_hans: 如果百分比是25、20、10或5的倍数，最终的分数在简化后通常非常简单。

# ed_math_percentages_decimal_to_percent_title
source: À propos : Décimal → pourcentage
af: Oor: Desimaal → persentasie
bg: Относно: Десетичен → процент
cs: O: Desetinné → procento
da: Om: Decimal → procent
de: Über: Dezimal → Prozentsatz
el: Σχετικά: Δεκαδικό → ποσοστό
es: Acerca de: Decimal → porcentaje
fi: Tietoa: Desimaali → prosentti
fil: Tungkol sa: Decimal → porsyento
hu: A következőkről: Tizedes → százalék
id: Tentang: Desimal → persentase
it: A proposito: Decimale → percentuale
ja: について：小数 → パーセンテージ
ko: 정보: 소수 → 백분율
nl: Over: Decimaal → percentage
no: Om: Desimal → prosent
pl: O tym: Dziesiętny → procent
pt_pt: Sobre: Decimal → porcentagem
ro: Despre: Decimal → procent
ru: О программе: Десятичный → процент
sk: O: Desatinné → percento
sv: Om : Decimal → procent
sw: Kuhusu: Desimali → asilimia
tr: Hakkında: Ondalık → yüzde
uk: Про: Десятковий → відсоток
vi: Về: Thập phân → phần trăm
zh_hans: 关于：十进制→百分比

# ed_math_percentages_decimal_to_percent_lead
source: Ce convertisseur permet de transformer un nombre décimal en pourcentage (ex. 0,125 → 12,5 %), pour lire et communiquer plus facilement un taux ou une proportion.
af: Hierdie omskakelaar maak dit moontlik om 'n desimale getal in 'n persentasie om te skakel (bv. 0,125 → 12,5 %), om 'n koers of proporsie makliker te lees en te kommunikeer.
bg: Този конвертор позволява преобразуването на десетично число в процент (напр. 0,125 → 12,5 %), за по-лесно четене и комуникация на ставка или пропорция.
cs: Tento převodník umožňuje převést desetinné číslo na procento (např. 0,125 → 12,5 %), aby bylo snazší číst a komunikovat sazbu nebo podíl.
da: Denne konverter giver mulighed for at omdanne et decimalnummer til procent (f.eks. 0,125 → 12,5 %), for lettere at læse og kommunikere en sats eller en andel.
de: Dieser Konverter ermöglicht es, eine Dezimalzahl in einen Prozentsatz umzuwandeln (z. B. 0,125 → 12,5 %), um eine Rate oder einen Anteil leichter zu lesen und zu kommunizieren.
el: Αυτός ο μετατροπέας επιτρέπει τη μετατροπή ενός δεκαδικού αριθμού σε ποσοστό (π.χ. 0,125 → 12,5 %), για να διαβάσετε και να επικοινωνήσετε πιο εύκολα έναν ρυθμό ή μια αναλογία.
es: Este convertidor permite transformar un número decimal en porcentaje (p. ej. 0,125 → 12,5 %), para leer y comunicar más fácilmente una tasa o una proporción.
fi: Tämä muunnin mahdollistaa desimaaliluvun muuntamisen prosentiksi (esim. 0,125 → 12,5 %), jotta voit lukea ja viestiä helpommin korkoa tai osuutta.
fil: Ang converter na ito ay nagbibigay-daan upang i-convert ang isang decimal na numero sa porsyento (hal. 0,125 → 12,5 %), upang mas madaling basahin at ipahayag ang isang rate o proporsyon.
hu: Ez a konverter lehetővé teszi, hogy egy tizedes számot százalékká alakítsunk (pl. 0,125 → 12,5%), hogy könnyebben olvashassunk és kommunikálhassunk egy arányt vagy arányt.
id: Konverter ini memungkinkan untuk mengubah angka desimal menjadi persentase (mis. 0,125 → 12,5 %), untuk membaca dan mengkomunikasikan tingkat atau proporsi dengan lebih mudah.
it: Questo convertitore consente di trasformare un numero decimale in percentuale (es. 0,125 → 12,5 %), per leggere e comunicare più facilmente un tasso o una proporzione.
ja: この変換ツールは小数をパーセンテージに変換します（例：0.125 → 12.5 %）、率や割合をより簡単に読み取り、伝達するために。
ko: 이 변환기는 소수를 백분율로 변환할 수 있습니다(예: 0.125 → 12.5 %), 비율이나 비율을 더 쉽게 읽고 전달할 수 있습니다.
nl: Deze converter maakt het mogelijk om een decimaal getal om te zetten in een percentage (bijv. 0,125 → 12,5 %), om een tarief of een verhouding gemakkelijker te lezen en te communiceren.
no: Denne konvertereren lar deg transformere et desimaltall til prosent (f.eks. 0,125 → 12,5 %), for å lese og kommunisere en sats eller andel lettere.
pl: Ten konwerter pozwala przekształcić liczbę dziesiętną na procent (np. 0,125 → 12,5 %), aby łatwiej odczytywać i komunikować stawkę lub proporcję.
pt_pt: Este conversor permite transformar um número decimal em porcentagem (ex. 0,125 → 12,5 %), para ler e comunicar mais facilmente uma taxa ou uma proporção.
ro: Acest convertor permite transformarea unui număr decimal în procent (ex. 0,125 → 12,5 %), pentru a citi și comunica mai ușor o rată sau o proporție.
ru: Этот конвертер позволяет преобразовать десятичное число в процент (например, 0,125 → 12,5 %), чтобы легче читать и сообщать о ставке или доле.
sk: Tento prevodník umožňuje transformovať desatinné číslo na percento (napr. 0,125 → 12,5 %), aby sa ľahšie čítal a komunikoval kurz alebo podiel.
sv: Denna omvandlare gör det möjligt att omvandla ett decimalnummer till procent (t.ex. 0,125 → 12,5 %), för att lättare läsa och kommunicera en hastighet eller proportion.
sw: Converter hii inaruhusu kubadilisha nambari ya desimali kuwa asilimia (mfano 0,125 → 12,5 %), ili kusoma na kuwasiliana kwa urahisi zaidi kiwango au sehemu.
tr: Bu dönüştürücü, bir ondalık sayıyı yüzdeye dönüştürmeyi sağlar (ör. 0,125 → %12,5), bir oran veya oranı daha kolay okumak ve iletmek için.
uk: Цей конвертер дозволяє перетворити десяткове число на відсоток (наприклад, 0,125 → 12,5 %), щоб легше читати та спілкуватися про ставку або пропорцію.
vi: Bộ chuyển đổi này cho phép chuyển đổi một số thập phân thành phần trăm (ví dụ: 0,125 → 12,5 %), để đọc và giao tiếp dễ dàng hơn về tỷ lệ hoặc tỷ lệ phần trăm.
zh_hans: 这个转换器可以将十进制数转换为百分比（例如0.125 → 12.5%），以便更容易地读取和传达比率或比例。

# ed_math_percentages_decimal_to_percent_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Felhasználási esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruiksscenario's
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_decimal_to_percent_uc1_title
source: Probabilités et statistiques
af: Waarskynlikhede en statistieke
bg: Вероятности и статистики
cs: Pravděpodobnosti a statistiky
da: Sandsynligheder og statistik
de: Wahrscheinlichkeiten und Statistiken
el: Πιθανότητες και στατιστικά
es: Probabilidades y estadísticas
fi: Todennäköisyydet ja tilastot
fil: Mga posibilidad at estadistika
hu: Valószínűségek és statisztikák
id: Probabilitas dan statistik
it: Probabilità e statistiche
ja: 確率と統計
ko: 확률 및 통계
nl: Kansen en statistieken
no: Sannsynlighet og statistikk
pl: Prawdopodobieństwa i statystyki
pt_pt: Probabilidades e estatísticas
ro: Probabilități și statistici
ru: Вероятности и статистика
sk: Pravdepodobnosti a štatistiky
sv: Sannolikheter och statistik
sw: Uwezekano na takwimu
tr: Olasılıklar ve istatistikler
uk: Ймовірності та статистика
vi: Xác suất và thống kê
zh_hans: 概率和统计

# ed_math_percentages_decimal_to_percent_uc1_text
source: Convertir une probabilité (0,03 ; 0,5 ; 0,875…) en pourcentage pour une interprétation immédiate.
af: Skakel 'n waarskynlikheid (0,03 ; 0,5 ; 0,875…) in 'n persentasie om vir onmiddellike interpretasie.
bg: Преобразувайте вероятност (0,03; 0,5; 0,875…) в процент за незабавна интерпретация.
cs: Převést pravděpodobnost (0,03; 0,5; 0,875…) na procento pro okamžité pochopení.
da: Konvertere en sandsynlighed (0,03; 0,5; 0,875…) til procent for en øjeblikkelig fortolkning.
de: Eine Wahrscheinlichkeit (0,03; 0,5; 0,875…) in einen Prozentsatz umwandeln für eine sofortige Interpretation.
el: Μετατρέψτε μια πιθανότητα (0,03 ; 0,5 ; 0,875…) σε ποσοστό για άμεση ερμηνεία.
es: Convertir una probabilidad (0,03; 0,5; 0,875…) en porcentaje para una interpretación inmediata.
fi: Muunna todennäköisyys (0,03; 0,5; 0,875…) prosentiksi välittömäksi tulkinnaksi.
fil: I-convert ang isang posibilidad (0,03 ; 0,5 ; 0,875…) sa porsyento para sa agarang interpretasyon.
hu: Egy valószínűséget (0,03; 0,5; 0,875…) százalékká alakítani az azonnali értelmezés érdekében.
id: Mengubah probabilitas (0,03; 0,5; 0,875…) menjadi persentase untuk interpretasi langsung.
it: Convertire una probabilità (0,03 ; 0,5 ; 0,875…) in percentuale per un'interpretazione immediata.
ja: 確率（0.03；0.5；0.875…）をパーセンテージに変換して即座に解釈する。
ko: 확률(0.03; 0.5; 0.875…)을 즉각적인 해석을 위해 백분율로 변환하기.
nl: Zet een kans (0,03; 0,5; 0,875…) om in een percentage voor directe interpretatie.
no: Konverter en sannsynlighet (0,03; 0,5; 0,875…) til prosent for umiddelbar tolkning.
pl: Przekształć prawdopodobieństwo (0,03; 0,5; 0,875…) na procent dla natychmiastowej interpretacji.
pt_pt: Converter uma probabilidade (0,03 ; 0,5 ; 0,875…) em porcentagem para uma interpretação imediata.
ro: Convertiți o probabilitate (0,03 ; 0,5 ; 0,875…) în procent pentru o interpretare imediată.
ru: Преобразовать вероятность (0,03; 0,5; 0,875…) в процент для немедленной интерпретации.
sk: Previesť pravdepodobnosť (0,03; 0,5; 0,875…) na percento pre okamžitú interpretáciu.
sv: Omvandla en sannolikhet (0,03 ; 0,5 ; 0,875…) till procent för omedelbar tolkning.
sw: Badilisha uwezekano (0,03 ; 0,5 ; 0,875…) kuwa asilimia kwa tafsiri ya haraka.
tr: Bir olasılığı (%0,03; %0,5; %0,875…) hemen yorumlamak için yüzdeye dönüştürün.
uk: Перетворити ймовірність (0,03; 0,5; 0,875…) на відсоток для негайного тлумачення.
vi: Chuyển đổi một xác suất (0,03 ; 0,5 ; 0,875…) thành phần trăm để có thể diễn giải ngay lập tức.
zh_hans: 将概率（0.03；0.5；0.875…）转换为百分比以便于即时解释。

# ed_math_percentages_decimal_to_percent_uc2_title
source: Tableurs (Excel / Google Sheets)
af: Spreadsheets (Excel / Google Sheets)
bg: Таблици (Excel / Google Sheets)
cs: Tabulkové procesory (Excel / Google Sheets)
da: Regneark (Excel / Google Sheets)
de: Tabellenkalkulationen (Excel / Google Sheets)
el: Φύλλα εργασίας (Excel / Google Sheets)
es: Hojas de cálculo (Excel / Google Sheets)
fi: Taulukkolaskentaohjelmat (Excel / Google Sheets)
fil: Mga spreadsheet (Excel / Google Sheets)
hu: Táblázatkezelők (Excel / Google Sheets)
id: Spreadsheet (Excel / Google Sheets)
it: Foglio di calcolo (Excel / Google Sheets)
ja: スプレッドシート（Excel / Google Sheets）
ko: 스프레드시트(Excel / Google Sheets)
nl: Spreadsheetprogramma's (Excel / Google Sheets)
no: Regneark (Excel / Google Sheets)
pl: Arkusze kalkulacyjne (Excel / Google Sheets)
pt_pt: Planilhas (Excel / Google Sheets)
ro: Tabele de calcul (Excel / Google Sheets)
ru: Таблицы (Excel / Google Sheets)
sk: Tabuľkové procesory (Excel / Google Sheets)
sv: Kalkylblad (Excel / Google Sheets)
sw: Mahariri wa meza (Excel / Google Sheets)
tr: Hesap tabloları (Excel / Google Sheets)
uk: Електронні таблиці (Excel / Google Sheets)
vi: Bảng tính (Excel / Google Sheets)
zh_hans: 电子表格（Excel / Google Sheets）

# ed_math_percentages_decimal_to_percent_uc2_text
source: Comprendre une valeur affichée sous forme décimale et la convertir en pourcentage lisible.
af: Verstaan 'n waarde wat in desimale vorm vertoon word en skakel dit in 'n leesbare persentasie om.
bg: Разберете стойност, показана в десетичен вид, и я преобразувайте в четим процент.
cs: Pochopit hodnotu zobrazenou v desetinné formě a převést ji na čitelné procento.
da: Forstå en værdi vist i decimalform og konvertere den til en læsbar procent.
de: Verstehen Sie einen als Dezimalzahl angezeigten Wert und wandeln Sie ihn in einen lesbaren Prozentsatz um.
el: Κατανοήστε μια τιμή που εμφανίζεται σε δεκαδική μορφή και μετατρέψτε την σε αναγνώσιμο ποσοστό.
es: Entender un valor mostrado en forma decimal y convertirlo en porcentaje legible.
fi: Ymmärrä arvo, joka on esitetty desimaalimuodossa, ja muunna se luettavaksi prosentiksi.
fil: Unawain ang isang halaga na ipinapakita sa anyong decimal at i-convert ito sa nababasang porsyento.
hu: Megérteni egy tizedes formában megjelenített értéket, és azt olvasható százalékká alakítani.
id: Memahami nilai yang ditampilkan dalam bentuk desimal dan mengubahnya menjadi persentase yang dapat dibaca.
it: Comprendere un valore visualizzato in forma decimale e convertirlo in percentuale leggibile.
ja: 小数形式で表示された値を理解し、読みやすいパーセンテージに変換する。
ko: 소수로 표시된 값을 이해하고 읽기 쉬운 백분율로 변환하기.
nl: Begrijp een waarde die als decimaal wordt weergegeven en zet deze om in een leesbaar percentage.
no: Forstå en verdi vist i desimalform og konvertere den til lesbar prosent.
pl: Zrozum wartość wyświetlaną w formie dziesiętnej i przekształć ją na czytelny procent.
pt_pt: Compreender um valor exibido em forma decimal e convertê-lo em porcentagem legível.
ro: Înțelegeți o valoare afișată sub formă decimală și o convertiți în procent lizibil.
ru: Понять значение, отображаемое в десятичной форме, и преобразовать его в читаемый процент.
sk: Pochopiť hodnotu zobrazenú v desatinnej forme a previesť ju na čitateľné percento.
sv: Förstå ett värde som visas i decimalform och omvandla det till läsbar procent.
sw: Kuelewa thamani iliyoonyeshwa kwa njia ya desimali na kuibadilisha kuwa asilimia inayoweza kusomeka.
tr: Ondalık olarak görüntülenen bir değeri anlamak ve okunabilir bir yüzdeye dönüştürmek.
uk: Зрозуміти значення, відображене у десятковій формі, і перетворити його на читабельний відсоток.
vi: Hiểu một giá trị hiển thị dưới dạng thập phân và chuyển đổi thành phần trăm dễ đọc.
zh_hans: 理解以十进制形式显示的值并将其转换为可读的百分比。

# ed_math_percentages_decimal_to_percent_uc3_title
source: Taux et ratios
af: Tariewe en verhoudings
bg: Ставки и съотношения
cs: Sazby a poměry
da: Rater og forhold
de: Sätze und Verhältnisse
el: Ποσοστά και αναλογίες
es: Tasas y ratios
fi: Korko ja suhdeluvut
fil: Mga rate at ratio
hu: Arányok és mutatók
id: Tingkat dan rasio
it: Tassi e rapporti
ja: 率と比率
ko: 비율 및 비율
nl: Tarief en ratio's
no: Rater og forhold
pl: Stawki i wskaźniki
pt_pt: Taxas e razões
ro: Rate și rapoarte
ru: Ставки и коэффициенты
sk: Sadzby a pomery
sv: Takter och förhållanden
sw: Viwango na uwiano
tr: Oranlar ve oranlar
uk: Ставки та співвідношення
vi: Tỷ lệ và tỷ số
zh_hans: 比率和比例

# ed_math_percentages_decimal_to_percent_uc3_text
source: Transformer un taux sous forme 0,xx en % (taux de conversion, rendement, marge, etc.).
af: Transformeer 'n koers in die vorm 0,xx na % (omskakelingskoers, opbrengs, marge, ens.).
bg: Преобразувайте ставка от форма 0,xx в % (ставка на преобразуване, доходност, маржа и т.н.).
cs: Převést sazbu ve formátu 0,xx na % (sazba konverze, výnos, marže atd.).
da: Transformere en sats i form 0,xx til % (konverteringsrate, afkast, margin osv.).
de: Einen Satz in der Form 0,xx in % umwandeln (Umwandlungsrate, Rendite, Marge usw.).
el: Μετατρέψτε έναν ρυθμό σε μορφή 0,xx σε % (ρυθμός μετατροπής, απόδοση, περιθώριο, κ.λπ.).
es: Transformar una tasa en forma 0,xx en % (tasa de conversión, rendimiento, margen, etc.).
fi: Muunna korko muodosta 0,xx prosentiksi (muuntokorko, tuotto, kate jne.).
fil: I-convert ang isang rate sa anyong 0,xx sa % (rate ng conversion, kita, margin, atbp.).
hu: Egy 0,xx formájú arányt % -ra alakítani (átváltási arány, hozam, árrés stb.).
id: Mengubah tingkat dalam bentuk 0,xx menjadi % (tingkat konversi, hasil, margin, dll.).
it: Trasformare un tasso in forma 0,xx in % (tasso di conversione, rendimento, margine, ecc.).
ja: 0.xxの形の率を%に変換する（換算率、収益、マージなど）。
ko: 0.xx 형태의 비율을 %로 변환하기(변환 비율, 수익률, 마진 등).
nl: Zet een tarief in de vorm 0,xx om in % (conversiepercentage, rendement, marge, enz.).
no: Transformere en rate i form 0,xx til % (konverteringsrate, avkastning, margin, osv.).
pl: Przekształć stawkę w formie 0,xx na % (wskaźnik konwersji, wydajność, marża itp.).
pt_pt: Transformar uma taxa na forma 0,xx em % (taxa de conversão, rendimento, margem, etc.).
ro: Transformați o rată sub formă 0,xx în % (rată de conversie, randament, marjă etc.).
ru: Преобразовать ставку в форме 0,xx в % (коэффициент преобразования, доходность, маржа и т.д.).
sk: Transformovať sadzbu vo forme 0,xx na % (sadzba konverzie, výnos, marža, atď.).
sv: Omvandla en takt i form av 0,xx till % (omvandlingshastighet, avkastning, marginal, etc.).
sw: Badilisha kiwango katika mfumo wa 0,xx kuwa % (kiwango cha kubadilisha, faida, margin, n.k.).
tr: 0,xx biçimindeki bir oranı %'ye dönüştürün (dönüşüm oranı, verim, marj vb.).
uk: Перетворити ставку у формі 0,xx на % (ставка конверсії, дохідність, маржа тощо).
vi: Chuyển đổi một tỷ lệ dưới dạng 0,xx thành % (tỷ lệ chuyển đổi, lợi suất, biên lợi nhuận, v.v.).
zh_hans: 将0.xx形式的比率转换为百分比（转换率、收益、利润等）。
