Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_misleading_mean_out2
source: Des alternatives plus représentatives comme la médiane.
af: Meer verteenwoordigende alternatiewe soos die mediaan.
bg: По-представителни алтернативи като медианата.
cs: Alternativy, které jsou reprezentativnější, jako je medián.
da: Mere repræsentative alternativer som medianen.
de: Repräsentativere Alternativen wie den Median.
el: Πιο αντιπροσωπευτικές εναλλακτικές όπως η διάμεσος.
es: Alternativas más representativas como la mediana.
fi: Edustavampia vaihtoehtoja, kuten mediaani.
fil: Mas representatibong mga alternatibo tulad ng gitnang halaga.
hu: Több reprezentatív alternatíva, mint például a medián.
id: Alternatif yang lebih representatif seperti median.
it: Alternative più rappresentative come la mediana.
ja: 中央値のようなより代表的な代替案。
ko: 중앙값과 같은 더 대표적인 대안.
nl: Meer representatieve alternatieven zoals de mediaan.
no: Mer representative alternativer som medianen.
pl: Alternatywy bardziej reprezentatywne, takie jak mediana.
pt_pt: Alternativas mais representativas como a mediana.
ro: Alternative mai reprezentative, cum ar fi mediana.
ru: Более репрезентативные альтернативы, такие как медиана.
sk: Alternatívy, ktoré sú reprezentatívnejšie, ako medián.
sv: Mer representativa alternativ som medianen.
sw: Mbadala zaidi zinazowrepresenta kama kati.
tr: Medyan gibi daha temsilci alternatifler.
uk: Більш репрезентативні альтернативи, такі як медіана.
vi: Các lựa chọn thay thế đại diện hơn như trung vị.
zh_hans: 更具代表性的替代方案，如中位数。

# ed_math_statistics_misleading_mean_tip_title
source: Astuce
af: Hulpmiddel
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_math_statistics_misleading_mean_tip
source: Une moyenne élevée ne signifie pas que la majorité des valeurs sont élevées.
af: 'n Hoë gemiddelde beteken nie dat die meerderheid van die waardes hoog is nie.
bg: Високата средна стойност не означава, че повечето стойности са високи.
cs: Vysoký průměr neznamená, že většina hodnot je vysoká.
da: Et højt gennemsnit betyder ikke, at flertallet af værdierne er høje.
de: Ein hoher Durchschnitt bedeutet nicht, dass die Mehrheit der Werte hoch ist.
el: Μια υψηλή μέση τιμή δεν σημαίνει ότι η πλειοψηφία των τιμών είναι υψηλές.
es: Una media alta no significa que la mayoría de los valores sean altos.
fi: Korkea keskiarvo ei tarkoita, että suurin osa arvoista olisi korkeita.
fil: Ang mataas na average ay hindi nangangahulugang ang karamihan sa mga halaga ay mataas.
hu: Egy magas átlag nem jelenti azt, hogy a többségi értékek is magasak.
id: Rata-rata yang tinggi tidak berarti bahwa sebagian besar nilai tinggi.
it: Una media alta non significa che la maggior parte dei valori siano alti.
ja: 高い平均は、ほとんどの値が高いことを意味しません。
ko: 높은 평균이 반드시 대부분의 값이 높은 것을 의미하지는 않습니다.
nl: Een hoog gemiddelde betekent niet dat de meerderheid van de waarden hoog is.
no: Et høyt gjennomsnitt betyr ikke at flertallet av verdiene er høye.
pl: Wysoka średnia nie oznacza, że większość wartości jest wysoka.
pt_pt: Uma média alta não significa que a maioria dos valores são altos.
ro: O medie mare nu înseamnă că majoritatea valorilor sunt mari.
ru: Высокая средняя не означает, что большинство значений высокие.
sk: Vysoký priemer neznamená, že väčšina hodnôt je vysoká.
sv: Ett högt medelvärde betyder inte att majoriteten av värdena är höga.
sw: Kati ya juu haimaanishi kwamba wingi wa thamani ni za juu.
tr: Yüksek bir ortalama, çoğu değerin yüksek olduğu anlamına gelmez.
uk: Висока середня не означає, що більшість значень є високими.
vi: Một giá trị trung bình cao không có nghĩa là phần lớn các giá trị đều cao.
zh_hans: 高平均值并不意味着大多数值都很高。

# ed_math_statistics_outliers_effect_title
source: À propos : Effet des valeurs extrêmes
af: Oor: Effek van uiterste waardes
bg: Относно: Влияние на крайни стойности
cs: O nás: Efekt extrémních hodnot
da: Om: Effekten af ekstreme værdier
de: Über: Einfluss der Extremwerte
el: Σχετικά: Επίδραση των ακραίων τιμών
es: Acerca de: Efecto de los valores extremos
fi: Tietoa: Äärimmäisten arvojen vaikutus
fil: Tungkol sa: Epekto ng mga ekstremong halaga
hu: A következőkről: A szélső értékek hatása
id: Tentang: Efek nilai ekstrem
it: A proposito: Effetto dei valori estremi
ja: について：極端な値の影響
ko: 정보: 극단값의 효과
nl: Over: Effect van extreme waarden
no: Om: Effekten av ekstreme verdier
pl: Na temat: Efekt wartości ekstremalnych
pt_pt: Sobre: Efeito dos valores extremos
ro: Despre: Efectul valorilor extreme
ru: О программе: Влияние экстремальных значений
sk: O nás: Vplyv extrémnych hodnôt
sv: Om: Effekten av extremvärden
sw: Kuhusu: Athari za thamani za mwisho
tr: Hakkında: Uç değerlerin etkisi
uk: Про: Вплив екстремальних значень
vi: Về: Ảnh hưởng của các giá trị cực trị
zh_hans: 关于：极端值的影响

# ed_math_statistics_outliers_effect_lead
source: Comprendre comment les valeurs extrêmes influencent les indicateurs statistiques.
af: Verstaan hoe uiterste waardes die statistiese aanwysers beïnvloed.
bg: Разбиране как крайни стойности влияят на статистическите индикатори.
cs: Pochopit, jak extrémní hodnoty ovlivňují statistické ukazatele.
da: Forstå hvordan ekstreme værdier påvirker statistiske indikatorer.
de: Verstehen, wie Extremwerte die statistischen Indikatoren beeinflussen.
el: Κατανοήστε πώς οι ακραίες τιμές επηρεάζουν τους στατιστικούς δείκτες.
es: Entender cómo los valores extremos influyen en los indicadores estadísticos.
fi: Ymmärrä, miten äärimmäiset arvot vaikuttavat tilastollisiin indikaattoreihin.
fil: Unawain kung paano nakakaapekto ang mga ekstremong halaga sa mga estadistikang tagapagpahiwatig.
hu: Értsük meg, hogyan befolyásolják a szélső értékek a statisztikai mutatókat.
id: Pahami bagaimana nilai ekstrem mempengaruhi indikator statistik.
it: Comprendere come i valori estremi influenzano gli indicatori statistici.
ja: 極端な値が統計指標にどのように影響するかを理解します。
ko: 극단값이 통계 지표에 미치는 영향을 이해합니다.
nl: Begrijp hoe extreme waarden de statistische indicatoren beïnvloeden.
no: Forstå hvordan ekstreme verdier påvirker statistiske indikatorer.
pl: Zrozumieć, jak wartości ekstremalne wpływają na wskaźniki statystyczne.
pt_pt: Compreender como os valores extremos influenciam os indicadores estatísticos.
ro: Înțelegerea modului în care valorile extreme influențează indicatorii statistici.
ru: Понять, как экстремальные значения влияют на статистические показатели.
sk: Pochopiť, ako extrémne hodnoty ovplyvňujú štatistické ukazovatele.
sv: Förstå hur extremvärden påverkar statistiska indikatorer.
sw: Elewa jinsi thamani za mwisho zinavyoathiri viashiria vya kistatisti.
tr: Uç değerlerin istatistiksel göstergeleri nasıl etkilediğini anlamak.
uk: Зрозуміти, як екстремальні значення впливають на статистичні показники.
vi: Hiểu cách mà các giá trị cực trị ảnh hưởng đến các chỉ số thống kê.
zh_hans: 理解极端值如何影响统计指标。

# ed_math_statistics_outliers_effect_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Případ použití
da: Brugssag
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscasus
no: Bruksområde
pl: Przypadek użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_statistics_outliers_effect_uc1_title
source: Analyse de données réelles
af: Analise van werklike data
bg: Анализ на реални данни
cs: Analýza skutečných dat
da: Analyse af virkelige data
de: Analyse von realen Daten
el: Ανάλυση πραγματικών δεδομένων
es: Análisis de datos reales
fi: Todellisten tietojen analyysi
fil: Pagsusuri ng totoong datos
hu: Valós adatok elemzése
id: Analisis data nyata
it: Analisi di dati reali
ja: 実データの分析
ko: 실제 데이터 분석
nl: Analyse van echte gegevens
no: Analyse av virkelige data
pl: Analiza rzeczywistych danych
pt_pt: Análise de dados reais
ro: Analiza datelor reale
ru: Анализ реальных данных
sk: Analýza reálnych údajov
sv: Analys av verkliga data
sw: Uchambuzi wa data halisi
tr: Gerçek veri analizi
uk: Аналіз реальних даних
vi: Phân tích dữ liệu thực
zh_hans: 真实数据分析

# ed_math_statistics_outliers_effect_uc1_text
source: Données économiques, capteurs, notes ou mesures bruitées.
af: Ekonomiese data, sensors, notas of geraasmetings.
bg: Икономически данни, сензори, оценки или шумни измервания.
cs: Ekonomická data, senzory, hodnocení nebo šumové měření.
da: Økonomiske data, sensorer, karakterer eller støjede målinger.
de: Wirtschaftsdaten, Sensoren, Noten oder verrauschte Messungen.
el: Οικονομικά δεδομένα, αισθητήρες, βαθμολογίες ή θορυβώδεις μετρήσεις.
es: Datos económicos, sensores, calificaciones o medidas ruidosas.
fi: Taloustiedot, anturit, pisteet tai meluisat mittaukset.
fil: Mga datos pang-ekonomiya, mga sensor, mga marka o mga sukat na may ingay.
hu: Gazdasági adatok, érzékelők, zajos jegyek vagy mérések.
id: Data ekonomi, sensor, catatan atau pengukuran yang bising.
it: Dati economici, sensori, voti o misurazioni rumorose.
ja: 経済データ、センサー、ノート、またはノイズのある測定。
ko: 경제 데이터, 센서, 노이즈가 있는 점수 또는 측정값.
nl: Economische gegevens, sensoren, scores of ruismetingen.
no: Økonomiske data, sensorer, karakterer eller støyende målinger.
pl: Dane ekonomiczne, czujniki, oceny lub pomiary z szumem.
pt_pt: Dados económicos, sensores, notas ou medições ruidosas.
ro: Date economice, senzori, note sau măsurători zgomotoase.
ru: Экономические данные, датчики, оценки или шумные измерения.
sk: Ekonomické údaje, senzory, hodnotenia alebo šumové merania.
sv: Ekonomiska data, sensorer, betyg eller brusiga mätningar.
sw: Data za kiuchumi, sensa, alama au vipimo vilivyo na kelele.
tr: Ekonomik veriler, sensörler, notlar veya gürültülü ölçümler.
uk: Економічні дані, датчики, оцінки або зашумлені вимірювання.
vi: Dữ liệu kinh tế, cảm biến, điểm số hoặc các phép đo có tiếng ồn.
zh_hans: 经济数据、传感器、噪声评分或测量。

# ed_math_statistics_outliers_effect_uc2_title
source: Nettoyage de données
af: Data skoonmaak
bg: Почистване на данни
cs: Úklid dat
da: Dataklargøring
de: Datenbereinigung
el: Καθαρισμός δεδομένων
es: Limpieza de datos
fi: Tietojen puhdistus
fil: Paglilinis ng datos
hu: Adatok tisztítása
id: Pembersihan data
it: Pulizia dei dati
ja: データのクリーンアップ
ko: 데이터 정리
nl: Gegevens opschonen
no: Datavask
pl: Czyszczenie danych
pt_pt: Limpeza de dados
ro: Curățarea datelor
ru: Очистка данных
sk: Úprava údajov
sv: Datastädning
sw: Usafishaji wa data
tr: Veri temizleme
uk: Очищення даних
vi: Làm sạch dữ liệu
zh_hans: 数据清理

# ed_math_statistics_outliers_effect_uc2_text
source: Identifier des erreurs de saisie ou de mesure.
af: Identifiseer invoer- of meetfoute.
bg: Идентифициране на грешки при въвеждане или измерване.
cs: Identifikace chyb v zadání nebo měření.
da: Identificere indtastnings- eller målefejl.
de: Eingabefehler oder Messfehler identifizieren.
el: Εντοπισμός σφαλμάτων εισαγωγής ή μέτρησης.
es: Identificar errores de entrada o medición.
fi: Tunnista syöttö- tai mittausvirheitä.
fil: Tukuyin ang mga pagkakamali sa pag-input o pagsukat.
hu: Beviteli vagy mérési hibák azonosítása.
id: Identifikasi kesalahan input atau pengukuran.
it: Identificare errori di inserimento o di misurazione.
ja: 入力または測定のエラーを特定する。
ko: 입력 또는 측정 오류 식별하기.
nl: Fouten in invoer of metingen identificeren.
no: Identifisere skrive- eller målefeil.
pl: Zidentyfikować błędy wprowadzania lub pomiaru.
pt_pt: Identificar erros de entrada ou de medição.
ro: Identificarea erorilor de introducere sau de măsurare.
ru: Выявление ошибок ввода или измерения.
sk: Identifikovať chyby v zadávaní alebo meraní.
sv: Identifiera inmatnings- eller mätfel.
sw: Tafuta makosa ya kuingiza au kupima.
tr: Giriş veya ölçüm hatalarını tanımlamak.
uk: Виявлення помилок введення або вимірювання.
vi: Xác định lỗi nhập liệu hoặc đo lường.
zh_hans: 识别输入或测量错误。

# ed_math_statistics_outliers_effect_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Това, което получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat.
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Dette får du
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: То, что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Kile unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_outliers_effect_out1
source: Une compréhension claire de l’impact des outliers.
af: ‘n Duidelike begrip van die impak van uitskieters.
bg: Ясно разбиране на влиянието на аутлайерите.
cs: Jasné pochopení dopadu odlehlých hodnot.
da: En klar forståelse af indflydelsen fra outliers.
de: Ein klares Verständnis der Auswirkungen von Ausreißern.
el: Μια σαφής κατανόηση της επίδρασης των outliers.
es: Una comprensión clara del impacto de los outliers.
fi: Selkeä ymmärrys poikkeavien arvojen vaikutuksesta.
fil: Isang malinaw na pag-unawa sa epekto ng mga outlier.
hu: Világos megértés az outlierek hatásáról.
id: Pemahaman yang jelas tentang dampak dari outlier.
it: Una comprensione chiara dell’impatto degli outlier.
ja: 外れ値の影響を明確に理解する。
ko: 이상치의 영향에 대한 명확한 이해.
nl: Een duidelijk begrip van de impact van uitschieters.
no: En klar forståelse av virkningen av uteliggere.
pl: Jasne zrozumienie wpływu wartości odstających.
pt_pt: Uma compreensão clara do impacto dos outliers.
ro: O înțelegere clară a impactului valorilor anormale.
ru: Четкое понимание влияния выбросов.
sk: Jasné pochopenie vplyvu odľahlých hodnôt.
sv: En tydlig förståelse för påverkan av avvikare.
sw: Uelewa wazi wa athari za outliers.
tr: Aykırı değerlerin etkisini net bir şekilde anlama.
uk: Чітке розуміння впливу викидів.
vi: Một sự hiểu biết rõ ràng về tác động của các giá trị ngoại lai.
zh_hans: 对异常值影响的清晰理解。

# ed_math_statistics_outliers_effect_out2
source: Des indicateurs plus robustes à privilégier.
af: Meer robuuste aanwysers om te prioritiseer.
bg: Да се предпочитат по-робустни индикатори.
cs: Preferujte robustnější ukazatele.
da: At prioritere mere robuste indikatorer.
de: Robustere Indikatoren bevorzugen.
el: Προτιμήστε πιο ανθεκτικούς δείκτες.
es: Indicadores más robustos a priorizar.
fi: Suositeltavat kestävämmät indikaattorit.
fil: Mas matibay na mga tagapagpahiwatig ang dapat bigyang-priyoridad.
hu: Előnyben részesítendő robusztusabb mutatók.
id: Indikator yang lebih kuat untuk diprioritaskan.
it: Indicatori più robusti da privilegiare.
ja: 優先すべきより堅牢な指標。
ko: 더 강력한 지표를 우선시하기.
nl: Robustere indicatoren om te verkiezen.
no: Robustere indikatorer å prioritere.
pl: Preferowanie bardziej odpornych wskaźników.
pt_pt: Indicadores mais robustos a serem priorizados.
ro: Indicatori mai robuști de preferat.
ru: Предпочтение более надежным показателям.
sk: Preferovať robustnejšie ukazovatele.
sv: Mer robusta indikatorer att prioritera.
sw: Viashiria vya kuaminika zaidi vinavyopaswa kutumiwa.
tr: Tercih edilecek daha sağlam göstergeler.
uk: Перевага більш надійних показників.
vi: Các chỉ số mạnh mẽ hơn nên được ưu tiên.
zh_hans: 优先考虑更稳健的指标。

# ed_math_statistics_outliers_effect_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_statistics_outliers_effect_tip
source: Comparez moyenne et médiane pour détecter rapidement la présence d’outliers.
af: Vergelyk gemiddeldes en mediaan om vinnig die teenwoordigheid van uitskieters te detecteer.
bg: Сравнете средната стойност и медианата, за да откриете бързо присъствието на аутлайери.
cs: Porovnejte průměr a medián pro rychlé odhalení přítomnosti odlehlých hodnot.
da: Sammenlign gennemsnit og median for hurtigt at opdage tilstedeværelsen af outliers.
de: Vergleichen Sie den Durchschnitt und den Median, um schnell das Vorhandensein von Ausreißern zu erkennen.
el: Συγκρίνετε τη μέση τιμή και τη διάμεσο για να ανιχνεύσετε γρήγορα την παρουσία outliers.
es: Compara la media y la mediana para detectar rápidamente la presencia de outliers.
fi: Vertaile keskiarvoa ja mediaania havaitaksesi nopeasti poikkeavat arvot.
fil: Ihambing ang average at median upang mabilis na matukoy ang presensya ng mga outlier.
hu: Hasonlítsa össze az átlagot és a mediánt, hogy gyorsan észlelje az outlierek jelenlétét.
id: Bandingkan rata-rata dan median untuk dengan cepat mendeteksi keberadaan outlier.
it: Confronta media e mediana per rilevare rapidamente la presenza di outlier.
ja: 外れ値の存在を迅速に検出するために平均と中央値を比較してください。
ko: 이상치의 존재를 빠르게 감지하기 위해 평균과 중앙값을 비교하세요.
nl: Vergelijk gemiddelde en mediaan om snel de aanwezigheid van uitschieters te detecteren.
no: Sammenlign gjennomsnitt og median for raskt å oppdage tilstedeværelsen av uteliggere.
pl: Porównaj średnią i medianę, aby szybko wykryć obecność wartości odstających.
pt_pt: Compare a média e a mediana para detectar rapidamente a presença de outliers.
ro: Comparați media și mediana pentru a detecta rapid prezența valorilor anormale.
ru: Сравните среднее и медиану, чтобы быстро обнаружить наличие выбросов.
sk: Porovnajte priemer a medián, aby ste rýchlo odhalili prítomnosť odľahlých hodnôt.
sv: Jämför medelvärde och median för att snabbt upptäcka närvaron av avvikare.
sw: Linganisha wastani na median ili kugundua haraka uwepo wa outliers.
tr: Aykırı değerlerin varlığını hızlıca tespit etmek için ortalama ve medyanı karşılaştırın.
uk: Порівняйте середнє та медіану, щоб швидко виявити наявність викидів.
vi: So sánh trung bình và trung vị để nhanh chóng phát hiện sự hiện diện của các giá trị ngoại lai.
zh_hans: 比较平均值和中位数以快速检测异常值的存在。

# ed_text_case_text_case_title
source: À propos : Mettre en majuscule / minuscule
af: Oor: Maak hoofletters / kleinletters
bg: Относно: Преобразуване в главни/малки букви
cs: O aplikaci: Převést na velká/malá písmena
da: Om: Sætte i store/små bogstaver
de: Über: Groß- / Kleinschreibung ändern
el: Σχετικά: Μετατροπή σε κεφαλαία / πεζά
es: Acerca de: Poner en mayúsculas / minúsculas
fi: Tietoa: Muuta isoiksi/pieniksi kirjaimiksi
fil: Tungkol sa: I-capitalize / i-lowercase
hu: A következőkről: Kis- és nagybetűs írásmód
id: Tentang: Mengubah huruf besar / kecil
it: Informazioni: Mettere in maiuscolo / minuscolo
ja: について：大文字/小文字の変更
ko: 정보: 대문자/소문자 변환하기
nl: Over: Hoofdletters / kleine letters
no: Om: Gjøre store/små bokstaver
pl: O programie: Zmiana wielkości liter
pt_pt: Sobre: Colocar em maiúsculas / minúsculas
ro: Despre: A pune cu majuscule / minuscule
ru: О программе: Приведение к верхнему/нижнему регистру
sk: O aplikácii: Prevod na veľké/malé písmená
sv: Om: Sätta versaler / gemener
sw: Kuhusu: Weka herufi kubwa / ndogo
tr: Hakkında: Büyük/küçük harf yapma
uk: Про: Переключення між великими та малими літерами
vi: Về: Chuyển đổi chữ hoa / chữ thường
zh_hans: 关于：大写/小写
