Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_course_lead
source: Ce cours propose une compréhension complète des pourcentages : définition, méthodes de calcul, interprétation correcte et pièges courants, avec des liens vers les outils adaptés à chaque situation.
af: Hierdie kursus bied 'n volledige begrip van persentasies: definisie, berekeningsmetodes, korrekte interpretasie en algemene slaggate, met skakels na die toepaslike hulpmiddels vir elke situasie.
bg: Този курс предлага пълно разбиране на процентите: дефиниция, методи на изчисление, правилна интерпретация и често срещани капани, с линкове към инструментите, подходящи за всяка ситуация.
cs: Tento kurz nabízí komplexní pochopení procent: definice, metody výpočtu, správná interpretace a běžné nástrahy, s odkazy na nástroje vhodné pro každou situaci.
da: Dette kursus tilbyder en omfattende forståelse af procenter: definition, beregningsmetoder, korrekt fortolkning og almindelige faldgruber, med links til de værktøjer, der passer til hver situation.
de: Dieser Kurs bietet ein umfassendes Verständnis der Prozentsätze: Definition, Berechnungsmethoden, korrekte Interpretation und häufige Fallstricke, mit Links zu den geeigneten Werkzeugen für jede Situation.
el: Αυτό το μάθημα προσφέρει μια πλήρη κατανόηση των ποσοστών: ορισμός, μέθοδοι υπολογισμού, σωστή ερμηνεία και κοινές παγίδες, με συνδέσμους προς τα κατάλληλα εργαλεία για κάθε κατάσταση.
es: Este curso ofrece una comprensión completa de los porcentajes: definición, métodos de cálculo, interpretación correcta y trampas comunes, con enlaces a las herramientas adecuadas para cada situación.
fi: Tämä kurssi tarjoaa kattavan ymmärryksen prosenteista: määritelmä, laskentamenetelmät, oikea tulkinta ja yleiset ansat, linkkejä työkaluihin, jotka sopivat jokaiseen tilanteeseen.
fil: Ang kursong ito ay nag-aalok ng kumpletong pag-unawa sa mga porsyento: depinisyon, mga pamamaraan ng pagkalkula, tamang interpretasyon at mga karaniwang bitag, na may mga link sa mga tool na angkop sa bawat sitwasyon.
hu: Ez a kurzus átfogó megértést nyújt a százalékokról: definíció, számítási módszerek, helyes értelmezés és gyakori csapdák, megfelelő eszközökre mutató linkekkel minden helyzethez.
id: Kursus ini menawarkan pemahaman lengkap tentang persentase: definisi, metode perhitungan, interpretasi yang benar, dan jebakan umum, dengan tautan ke alat yang sesuai untuk setiap situasi.
it: Questo corso offre una comprensione completa delle percentuali: definizione, metodi di calcolo, interpretazione corretta e trappole comuni, con link agli strumenti adatti a ogni situazione.
ja: このコースは、パーセンテージの完全な理解を提供します：定義、計算方法、正しい解釈、一般的な落とし穴、各状況に適したツールへのリンクを含みます。
ko: 이 과정은 백분율에 대한 포괄적인 이해를 제공합니다: 정의, 계산 방법, 올바른 해석 및 일반적인 함정, 각 상황에 적합한 도구에 대한 링크가 포함되어 있습니다.
nl: Deze cursus biedt een volledig begrip van percentages: definitie, rekenmethoden, correcte interpretatie en veelvoorkomende valkuilen, met links naar de juiste tools voor elke situatie.
no: Dette kurset tilbyr en fullstendig forståelse av prosent: definisjon, beregningsmetoder, korrekt tolkning og vanlige fallgruver, med lenker til verktøy tilpasset hver situasjon.
pl: Ten kurs oferuje pełne zrozumienie procentów: definicja, metody obliczeń, poprawna interpretacja i powszechne pułapki, z linkami do narzędzi odpowiednich do każdej sytuacji.
pt_pt: Este curso oferece uma compreensão completa das percentagens: definição, métodos de cálculo, interpretação correta e armadilhas comuns, com links para as ferramentas adequadas a cada situação.
ro: Acest curs oferă o înțelegere completă a procentelor: definiție, metode de calcul, interpretare corectă și capcane comune, cu linkuri către instrumentele potrivite pentru fiecare situație.
ru: Этот курс предлагает полное понимание процентов: определение, методы расчета, правильная интерпретация и распространенные ловушки, с ссылками на инструменты, подходящие для каждой ситуации.
sk: Tento kurz ponúka komplexné pochopenie percent: definícia, metódy výpočtu, správna interpretácia a bežné pasce, s odkazmi na nástroje prispôsobené každej situácii.
sv: Denna kurs erbjuder en fullständig förståelse av procent: definition, beräkningsmetoder, korrekt tolkning och vanliga fallgropar, med länkar till verktyg som passar varje situation.
sw: Kozi hii inatoa uelewa kamili wa asilimia: ufafanuzi, mbinu za hesabu, tafsiri sahihi na mitego ya kawaida, pamoja na viungo vya zana zinazofaa kwa kila hali.
tr: Bu kurs, yüzdelerin kapsamlı bir anlayışını sunar: tanım, hesaplama yöntemleri, doğru yorumlama ve yaygın tuzaklar, her duruma uygun araçlara bağlantılarla birlikte.
uk: Цей курс пропонує повне розуміння відсотків: визначення, методи розрахунку, правильна інтерпретація та поширені пастки, з посиланнями на інструменти, що підходять для кожної ситуації.
vi: Khóa học này cung cấp một sự hiểu biết toàn diện về tỷ lệ phần trăm: định nghĩa, phương pháp tính toán, cách diễn giải đúng và những cạm bẫy phổ biến, với các liên kết đến các công cụ phù hợp cho từng tình huống.
zh_hans: 该课程提供对百分比的全面理解：定义、计算方法、正确解释和常见陷阱，并提供适合每种情况的工具链接。

# ed_math_percentages_percentage_course_usecases
source: À qui s’adresse ce cours ?
af: Vir wie is hierdie kursus bedoel?
bg: Кому е насочен този курс?
cs: Pro koho je tento kurz určen?
da: Hvem henvender dette kursus sig til?
de: An wen richtet sich dieser Kurs?
el: Σε ποιον απευθύνεται αυτό το μάθημα;
es: ¿A quién va dirigido este curso?
fi: Kenelle tämä kurssi on suunnattu?
fil: Para kanino ang kursong ito?
hu: Kinek szól ez a kurzus?
id: Untuk siapa kursus ini?
it: A chi è rivolto questo corso?
ja: このコースは誰に向けられていますか？
ko: 이 과정은 누구를 위한 것인가요?
nl: Voor wie is deze cursus bedoeld?
no: Hvem er dette kurset for?
pl: Dla kogo jest ten kurs?
pt_pt: Para quem é este curso?
ro: Cui se adresează acest curs?
ru: Кому адресован этот курс?
sk: Pre koho je tento kurz určený?
sv: Vem riktar sig denna kurs till?
sw: Kozi hii inawasilishwa kwa nani?
tr: Bu kurs kime hitap ediyor?
uk: Кому адресований цей курс?
vi: Khóa học này dành cho ai?
zh_hans: 这个课程适合谁？

# ed_math_percentages_percentage_course_uc1_title
source: Apprendre ou réviser les bases
af: Leer of hersien die basiese beginsels
bg: Да се научи или прегледа основите
cs: Naučit se nebo si zopakovat základy
da: Lære eller revidere grundlæggende
de: Die Grundlagen lernen oder wiederholen
el: Μάθετε ή επαναλάβετε τις βασικές έννοιες
es: Aprender o repasar los fundamentos
fi: Oppia tai kerrata perusteet
fil: Matutunan o repasuhin ang mga batayan
hu: Alapok tanulmányozása vagy átismétlése
id: Belajar atau mengulang dasar-dasar
it: Imparare o rivedere le basi
ja: 基礎を学ぶまたは復習する
ko: 기초를 배우거나 복습하기
nl: Leren of de basis herzien
no: Lære eller repetere grunnleggende
pl: Nauka lub powtórka podstaw
pt_pt: Aprender ou rever os fundamentos
ro: Învățarea sau revizuirea bazelor
ru: Изучить или повторить основы
sk: Učiť sa alebo si zopakovať základy
sv: Lära sig eller repetera grunderna
sw: Kujifunza au kukumbusha misingi
tr: Temelleri öğrenmek veya gözden geçirmek
uk: Вивчити або повторити основи
vi: Học hoặc ôn lại các kiến thức cơ bản
zh_hans: 学习或复习基础知识

# ed_math_percentages_percentage_course_uc1_text
source: Idéal pour comprendre ce qu’est réellement un pourcentage et comment l’utiliser correctement.
af: Ideaal om te verstaan wat 'n persentasie werklik is en hoe om dit korrek te gebruik.
bg: Идеален за разбиране какво всъщност е процент и как да го използвате правилно.
cs: Ideální pro pochopení toho, co vlastně procento je a jak ho správně používat.
da: Ideelt til at forstå hvad en procent virkelig er, og hvordan man bruger den korrekt.
de: Ideal, um zu verstehen, was ein Prozentsatz wirklich ist und wie man ihn richtig anwendet.
el: Ιδανικό για να κατανοήσετε τι είναι πραγματικά ένα ποσοστό και πώς να το χρησιμοποιείτε σωστά.
es: Ideal para entender qué es realmente un porcentaje y cómo utilizarlo correctamente.
fi: Ihana ymmärtää, mitä prosentti todella on ja miten sitä käytetään oikein.
fil: Perpekto para sa pag-unawa kung ano talaga ang porsyento at kung paano ito gamitin nang tama.
hu: Ideális arra, hogy megértsük, mi is valójában a százalék és hogyan használjuk helyesen.
id: Ideal untuk memahami apa itu sebenarnya persentase dan bagaimana menggunakannya dengan benar.
it: Ideale per comprendere cos'è realmente una percentuale e come utilizzarla correttamente.
ja: パーセンテージが実際に何であるか、そしてそれを正しく使用する方法を理解するのに最適です。
ko: 실제로 백분율이 무엇인지, 그리고 이를 올바르게 사용하는 방법을 이해하는 데 이상적입니다.
nl: Ideaal om te begrijpen wat een percentage werkelijk is en hoe het correct te gebruiken.
no: Ideelt for å forstå hva en prosent egentlig er og hvordan man bruker den riktig.
pl: Idealny do zrozumienia, czym tak naprawdę jest procent i jak go poprawnie stosować.
pt_pt: Ideal para entender o que é realmente uma percentagem e como usá-la corretamente.
ro: Ideal pentru a înțelege ce este cu adevărat un procent și cum să-l folosești corect.
ru: Идеально подходит для понимания того, что такое процент на самом деле и как правильно его использовать.
sk: Ideálne na pochopenie, čo percento naozaj je a ako ho správne používať.
sv: Idealisk för att förstå vad en procent verkligen är och hur man använder den korrekt.
sw: Inafaa kwa kuelewa ni nini hasa asilimia na jinsi ya kuitumia kwa usahihi.
tr: Gerçekten bir yüzdelik oran nedir ve nasıl doğru bir şekilde kullanılır, anlamak için idealdir.
uk: Ідеально підходить для розуміння того, що таке насправді відсоток і як його правильно використовувати.
vi: Lý tưởng để hiểu rõ tỷ lệ phần trăm thực sự là gì và cách sử dụng chúng một cách chính xác.
zh_hans: 非常适合理解什么是真正的百分比以及如何正确使用它。

# ed_math_percentages_percentage_course_uc2_title
source: Choisir le bon type de calcul
af: Kies die regte tipe berekening
bg: Избор на правилния тип изчисление
cs: Vybrat správný typ výpočtu
da: Vælg den rigtige type beregning
de: Den richtigen Berechnungstyp wählen
el: Επιλέξτε τον σωστό τύπο υπολογισμού
es: Elegir el tipo de cálculo correcto
fi: Valitse oikea laskentatyyppi
fil: Pumili ng tamang uri ng pagkalkula
hu: A megfelelő számítási típus kiválasztása
id: Pilih jenis perhitungan yang tepat
it: Scegliere il giusto tipo di calcolo
ja: 正しい計算タイプを選択する
ko: 올바른 계산 유형 선택하기
nl: Kies het juiste type berekening
no: Velge riktig type beregning
pl: Wybór odpowiedniego typu obliczeń
pt_pt: Escolher o tipo certo de cálculo
ro: Alegeți tipul corect de calcul
ru: Выбрать правильный тип расчета
sk: Vybrať správny typ výpočtu
sv: Välja rätt typ av beräkning
sw: Chagua aina sahihi ya hesabu
tr: Doğru hesaplama türünü seçmek
uk: Вибір правильного типу розрахунку
vi: Chọn loại tính toán phù hợp
zh_hans: 选择正确的计算类型

# ed_math_percentages_percentage_course_uc2_text
source: Ce cours aide à identifier quel outil utiliser selon la question posée (variation, part, erreur, cumul, etc.).
af: Hierdie kursus help om te identifiseer watter hulpmiddel om te gebruik volgens die vraag wat gevra word (variasie, deel, fout, kumulering, ens.).
bg: Този курс помага да се идентифицира кой инструмент да се използва в зависимост от зададения въпрос (вариация, дял, грешка, натрупване и т.н.).
cs: Tento kurz pomáhá identifikovat, který nástroj použít podle položené otázky (změna, podíl, chyba, kumulace atd.).
da: Dette kursus hjælper med at identificere hvilket værktøj der skal bruges afhængigt af det stillede spørgsmål (variation, andel, fejl, kumulering osv.).
de: Dieser Kurs hilft, das richtige Werkzeug je nach gestellter Frage (Variation, Anteil, Fehler, Kumulation usw.) zu identifizieren.
el: Αυτό το μάθημα βοηθά να προσδιορίσετε ποιο εργαλείο να χρησιμοποιήσετε ανάλογα με την ερώτηση που τίθεται (μεταβολή, μερίδιο, σφάλμα, σωρευτική, κ.λπ.).
es: Este curso ayuda a identificar qué herramienta utilizar según la pregunta planteada (variación, parte, error, acumulado, etc.).
fi: Tämä kurssi auttaa tunnistamaan, mitä työkalua käyttää esitetyn kysymyksen mukaan (muutos, osuus, virhe, kumulointi jne.).
fil: Ang kursong ito ay tumutulong upang matukoy kung aling tool ang gagamitin ayon sa itinataas na tanong (pagbabago, bahagi, error, kabuuan, atbp.).
hu: Ez a kurzus segít azonosítani, hogy melyik eszközt használja a feltett kérdés szerint (változás, rész, hiba, kumuláció stb.).
id: Kursus ini membantu mengidentifikasi alat mana yang harus digunakan sesuai dengan pertanyaan yang diajukan (variasi, bagian, kesalahan, akumulasi, dll.).
it: Questo corso aiuta a identificare quale strumento utilizzare a seconda della domanda posta (variazione, quota, errore, cumulo, ecc.).
ja: このコースは、質問に応じてどのツールを使用するかを特定するのに役立ちます（変化、割合、誤差、累積など）。
ko: 이 과정은 제기된 질문에 따라 어떤 도구를 사용할지 식별하는 데 도움을 줍니다(변화, 비율, 오류, 누적 등).
nl: Deze cursus helpt bij het identificeren welke tool te gebruiken afhankelijk van de gestelde vraag (variatie, aandeel, fout, cumulatie, enz.).
no: Dette kurset hjelper med å identifisere hvilket verktøy som skal brukes avhengig av spørsmålet som stilles (variasjon, andel, feil, kumulering, osv.).
pl: Ten kurs pomaga zidentyfikować, które narzędzie użyć w zależności od postawionego pytania (zmiana, udział, błąd, kumulacja itp.).
pt_pt: Este curso ajuda a identificar qual ferramenta usar de acordo com a questão apresentada (variação, parte, erro, acúmulo, etc.).
ro: Acest curs ajută la identificarea instrumentului de utilizat în funcție de întrebarea pusă (variație, parte, eroare, cumul etc.).
ru: Этот курс помогает определить, какой инструмент использовать в зависимости от поставленного вопроса (изменение, доля, ошибка, накопление и т.д.).
sk: Tento kurz pomáha identifikovať, ktorý nástroj použiť podľa položeného otázky (zmena, podiel, chyba, kumulácia atď.).
sv: Denna kurs hjälper till att identifiera vilket verktyg som ska användas beroende på den ställda frågan (förändring, andel, fel, kumulering, etc.).
sw: Kozi hii inasaidia kubaini ni zana gani ya kutumia kulingana na swali lililoulizwa (mabadiliko, sehemu, makosa, jumla, nk).
tr: Bu kurs, sorulan soruya göre hangi aracın kullanılacağını belirlemenize yardımcı olur (değişim, pay, hata, toplam vb.).
uk: Цей курс допомагає визначити, який інструмент використовувати в залежності від поставленого питання (зміна, частка, помилка, накопичення тощо).
vi: Khóa học này giúp xác định công cụ nào để sử dụng tùy theo câu hỏi được đặt ra (biến đổi, phần, lỗi, cộng dồn, v.v.).
zh_hans: 该课程帮助识别根据所提问题使用哪个工具（变化、份额、误差、累积等）。

# ed_math_percentages_percentage_course_uc3_title
source: Éviter les erreurs classiques
af: Vermy algemene foute
bg: Избягване на класически грешки
cs: Vyhnout se klasickým chybám
da: Undgå klassiske fejl
de: Klassische Fehler vermeiden
el: Αποφύγετε τα κλασικά λάθη
es: Evitar errores clásicos
fi: Vältä klassisia virheitä
fil: Iwasan ang mga karaniwang pagkakamali
hu: A klasszikus hibák elkerülése
id: Hindari kesalahan klasik
it: Evitare errori classici
ja: 一般的な誤りを避ける
ko: 일반적인 오류 피하기
nl: Vermijd klassieke fouten
no: Unngå klassiske feil
pl: Unikaj klasycznych błędów
pt_pt: Evitar erros clássicos
ro: Evitarea erorilor clasice
ru: Избегать классических ошибок
sk: Vyhnúť sa klasickým chybám
sv: Undvika klassiska misstag
sw: Epuka makosa ya kawaida
tr: Klasik hatalardan kaçınmak
uk: Уникати класичних помилок
vi: Tránh những lỗi cổ điển
zh_hans: 避免经典错误

# ed_math_percentages_percentage_course_uc3_text
source: Comprendre pourquoi certains raisonnements sur les pourcentages sont faux ou trompeurs.
af: Verstaan waarom sommige redenasies oor persentasies verkeerd of misleidend is.
bg: Разберете защо някои разсъждения за процентите са неверни или подвеждащи.
cs: Pochopit, proč jsou některé úvahy o procentech chybná nebo zavádějící.
da: Forstå hvorfor nogle ræsonneringer om procenter er forkerte eller vildledende.
de: Verstehen, warum bestimmte Überlegungen zu Prozenten falsch oder irreführend sind.
el: Κατανοήστε γιατί ορισμένες λογικές σχετικά με τα ποσοστά είναι λανθασμένες ή παραπλανητικές.
es: Comprender por qué algunos razonamientos sobre los porcentajes son falsos o engañosos.
fi: Ymmärtää, miksi tietyt prosenttilaskentaan liittyvät päättelyt ovat vääriä tai harhaanjohtavia.
fil: Unawain kung bakit ang ilang mga pangangatwiran tungkol sa mga porsyento ay mali o nakaliligaw.
hu: Megérteni, miért tévesek vagy félrevezetőek bizonyos érvelések a százalékokról.
id: Memahami mengapa beberapa penalaran tentang persentase salah atau menyesatkan.
it: Comprendere perché alcuni ragionamenti sui percentuali sono falsi o fuorvianti.
ja: なぜ特定のパーセンテージに関する推論が間違っているか、または誤解を招くのかを理解する。
ko: 왜 일부 퍼센트에 대한 추론이 잘못되었거나 오해의 소지가 있는지 이해하기.
nl: Begrijpen waarom sommige redeneringen over percentages fout of misleidend zijn.
no: Forstå hvorfor noen resonnementer om prosent er feil eller misvisende.
pl: Zrozumieć, dlaczego niektóre rozumowania dotyczące procentów są fałszywe lub mylące.
pt_pt: Compreender por que alguns raciocínios sobre percentagens são falsos ou enganosos.
ro: Înțelegeți de ce anumite raționamente despre procente sunt greșite sau înșelătoare.
ru: Понять, почему некоторые рассуждения о процентах неверны или вводят в заблуждение.
sk: Pochopiť, prečo sú niektoré úvahy o percentách nesprávne alebo zavádzajúce.
sv: Förstå varför vissa resonemang om procent är felaktiga eller missvisande.
sw: Kuelewa kwa nini baadhi ya mantiki kuhusu asilimia ni za uwongo au za kupotosha.
tr: Neden bazı yüzde hesaplamalarının yanlış veya yanıltıcı olduğunu anlamak.
uk: Зрозуміти, чому деякі міркування про відсотки є хибними або оманливими.
vi: Hiểu tại sao một số lý luận về tỷ lệ phần trăm là sai hoặc gây hiểu lầm.
zh_hans: 理解为什么某些关于百分比的推理是错误或误导的。

# ed_math_percentages_percentage_course_uc4_title
source: Accompagner un apprentissage
af: Begeleiding van 'n leerproses
bg: Съпроводете обучение
cs: Podpora učení
da: Understøtte en læring
de: Begleitung eines Lernprozesses
el: Συνοδεία μιας μάθησης
es: Acompañar un aprendizaje
fi: Tukea oppimista
fil: Samahan ang isang pagkatuto
hu: Kísérje a tanulást
id: Mendampingi pembelajaran
it: Accompagnare un apprendimento
ja: 学習をサポートする
ko: 학습을 지원하다
nl: Begeleiden van een leerproces
no: Støtte for læring
pl: Towarzyszyć nauce
pt_pt: Acompanhar uma aprendizagem
ro: Accompagnare un apprentissage
ru: Сопровождать обучение
sk: Podporiť učenie
sv: Stötta en inlärning
sw: Kusaidia kujifunza
tr: Bir öğrenmeyi desteklemek
uk: Супроводжувати навчання
vi: Hỗ trợ một quá trình học tập
zh_hans: 伴随学习

# ed_math_percentages_percentage_course_uc4_text
source: Utile pour les élèves, parents, enseignants ou toute personne souhaitant expliquer les pourcentages.
af: Nuttig vir leerders, ouers, onderwysers of enige persoon wat persentasies wil verduidelik.
bg: Полезно за ученици, родители, учители или всеки, който иска да обясни процентите.
cs: Užitečné pro studenty, rodiče, učitele nebo každého, kdo chce vysvětlit procenta.
da: Nyttig for elever, forældre, lærere eller enhver, der ønsker at forklare procenter.
de: Nützlich für Schüler, Eltern, Lehrer oder jede Person, die Prozentwerte erklären möchte.
el: Χρήσιμο για μαθητές, γονείς, δασκάλους ή οποιονδήποτε επιθυμεί να εξηγήσει τα ποσοστά.
es: Útil para los estudiantes, padres, docentes o cualquier persona que desee explicar los porcentajes.
fi: Hyödyllinen oppilaille, vanhemmille, opettajille tai kaikille, jotka haluavat selittää prosentteja.
fil: Kapaki-pakinabang para sa mga estudyante, magulang, guro o sinumang nagnanais na ipaliwanag ang mga porsyento.
hu: Hasznos diákok, szülők, tanárok vagy bárki számára, aki szeretné elmagyarázni a százalékokat.
id: Bermanfaat bagi siswa, orang tua, guru, atau siapa pun yang ingin menjelaskan persentase.
it: Utile per studenti, genitori, insegnanti o chiunque desideri spiegare i percentuali.
ja: 生徒、親、教師、またはパーセンテージを説明したいすべての人に役立つ。
ko: 학생, 부모, 교사 또는 퍼센트를 설명하고자 하는 모든 사람에게 유용하다.
nl: Nuttig voor leerlingen, ouders, docenten of iedereen die percentages wil uitleggen.
no: Nyttig for elever, foreldre, lærere eller enhver som ønsker å forklare prosent.
pl: Przydatne dla uczniów, rodziców, nauczycieli lub każdej osoby, która chce wyjaśnić procenty.
pt_pt: Útil para alunos, pais, professores ou qualquer pessoa que deseje explicar percentagens.
ro: Util pentru elevi, părinți, profesori sau orice persoană care dorește să explice procentele.
ru: Полезно для учеников, родителей, учителей или любого, кто хочет объяснить проценты.
sk: Užitočné pre žiakov, rodičov, učiteľov alebo každého, kto chce vysvetliť percentá.
sv: Nyttigt för elever, föräldrar, lärare eller alla som vill förklara procent.
sw: Inafaida kwa wanafunzi, wazazi, walimu au mtu yeyote anayetaka kuelezea asilimia.
tr: Öğrenciler, ebeveynler, öğretmenler veya yüzdeleri açıklamak isteyen herkes için faydalı.
uk: Корисно для учнів, батьків, вчителів або будь-кого, хто хоче пояснити відсотки.
vi: Hữu ích cho học sinh, phụ huynh, giáo viên hoặc bất kỳ ai muốn giải thích về tỷ lệ phần trăm.
zh_hans: 对学生、家长、教师或任何希望解释百分比的人都很有用。

# ed_math_percentages_percentage_course_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_course_out1
source: Une vision claire et structurée des différents types de calculs de pourcentages.
af: ‘n Duidelike en gestruktureerde visie van die verskillende tipes persentasieberekeninge.
bg: Ясна и структурирана представа за различните видове изчисления на проценти.
cs: Jasný a strukturovaný pohled na různé typy výpočtů procent.
da: En klar og struktureret oversigt over de forskellige typer procentberegninger.
de: Eine klare und strukturierte Sicht auf die verschiedenen Arten von Prozentberechnungen.
el: Μια σαφής και δομημένη εικόνα των διαφόρων τύπων υπολογισμών ποσοστών.
es: Una visión clara y estructurada de los diferentes tipos de cálculos de porcentajes.
fi: Selkeä ja jäsennelty näkemys eri prosenttilaskentatyypeistä.
fil: Isang malinaw at nakabalangkas na pananaw sa iba't ibang uri ng pagkalkula ng mga porsyento.
hu: Világos és strukturált áttekintés a különböző százalékszámítási típusokról.
id: Sebuah pandangan yang jelas dan terstruktur tentang berbagai jenis perhitungan persentase.
it: Una visione chiara e strutturata dei diversi tipi di calcoli percentuali.
ja: さまざまなタイプのパーセンテージ計算に関する明確で構造的なビジョン。
ko: 다양한 퍼센트 계산 유형에 대한 명확하고 구조화된 시각.
nl: Een duidelijke en gestructureerde visie op de verschillende soorten percentageberekeningen.
no: En klar og strukturert oversikt over de forskjellige typene prosentberegninger.
pl: Jasny i uporządkowany obraz różnych typów obliczeń procentowych.
pt_pt: Uma visão clara e estruturada dos diferentes tipos de cálculos de percentagens.
ro: O viziune clară și structurată asupra diferitelor tipuri de calcule de procente.
ru: Четкое и структурированное представление о различных типах расчетов процентов.
sk: Jasný a štruktúrovaný pohľad na rôzne typy výpočtov percent.
sv: En tydlig och strukturerad översikt över de olika typerna av procentberäkningar.
sw: Mtazamo wazi na uliopangwa wa aina mbalimbali za hesabu za asilimia.
tr: Farklı yüzde hesaplama türlerine dair net ve yapılandırılmış bir bakış açısı.
uk: Чітке і структуроване уявлення про різні типи обчислень відсотків.
vi: Một cái nhìn rõ ràng và có cấu trúc về các loại tính toán tỷ lệ phần trăm khác nhau.
zh_hans: 对不同类型的百分比计算有清晰且结构化的视角。
