Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_docx_footnotes_endnotes_to_json_desc
source: Extraire footnotes.xml et endnotes.xml : contenu, ancres et statistiques.
bg: Извлечете footnotes.xml и endnotes.xml: съдържание, анкери и статистика.
cs: Extrahovat footnotes.xml a endnotes.xml: obsah, kotvy a statistiky.
da: Ekstraher footnotes.xml og endnotes.xml: indhold, ankre og statistikker.
de: footnotes.xml und endnotes.xml extrahieren: Inhalt, Anker und Statistiken.
el: Εξαγωγή footnotes.xml και endnotes.xml: περιεχόμενο, άγκυρες και στατιστικά.
es: Extraer footnotes.xml y endnotes.xml: contenido, anclas y estadísticas.
fi: Poimi footnotes.xml ja endnotes.xml: sisältö, ankkurit ja tilastot.
fil: Kunin ang footnotes.xml at endnotes.xml: nilalaman, mga anchor at mga istatistika.
ja: footnotes.xmlとendnotes.xmlを抽出します：内容、アンカー、統計。
nl: Extraheer footnotes.xml en endnotes.xml: inhoud, ankers en statistieken.
no: Ekstrahere footnotes.xml og endnotes.xml: innhold, anker og statistikk.
pl: Wyodrębnij footnotes.xml i endnotes.xml: treść, kotwice i statystyki.
pt_pt: Extrair footnotes.xml e endnotes.xml: conteúdo, âncoras e estatísticas.
ro: Extrage footnotes.xml și endnotes.xml : conținut, ancore și statistici.
ru: Извлечь footnotes.xml и endnotes.xml: содержание, якоря и статистика.
sk: Extrahovať footnotes.xml a endnotes.xml: obsah, kotvy a štatistiky.
sv: Extrahera footnotes.xml och endnotes.xml: innehåll, ankare och statistik.
sw: Kuchota footnotes.xml na endnotes.xml: maudhui, viungo na takwimu.
tr: footnotes.xml ve endnotes.xml'i çıkarın: içerik, bağlantılar ve istatistikler.
uk: Екстракція footnotes.xml та endnotes.xml: вміст, якорі та статистика.
vi: Trích xuất footnotes.xml và endnotes.xml: nội dung, neo và thống kê.
zh_hans: 提取footnotes.xml和endnotes.xml：内容、锚点和统计信息。

# tool_docx_fields_extractor_title
source: Champs Word → JSON
bg: Полета Word → JSON
cs: Pole Word → JSON
da: Word-felter → JSON
de: Word-Felder → JSON
el: Πεδία Word → JSON
es: Campos de Word → JSON
fi: Word-kentät → JSON
fil: Mga Field ng Word → JSON
ja: Wordフィールド → JSON
nl: Word-velden → JSON
no: Word-felt → JSON
pl: Pola Word → JSON
pt_pt: Campos Word → JSON
ro: Câmpuri Word → JSON
ru: Поля Word → JSON
sk: Polia Word → JSON
sv: Word-fält → JSON
sw: Viwanja vya Word → JSON
tr: Word Alanları → JSON
uk: Поля Word → JSON
vi: Trường Word → JSON
zh_hans: Word字段 → JSON

# tool_docx_fields_extractor_desc
source: Détecter les champs (TOC, PAGE, REF, DATE, IF, etc.) et exporter leurs codes/instructions.
bg: Открийте полета (TOC, PAGE, REF, DATE, IF и др.) и експортирайте техните кодове/инструкции.
cs: Detekovat pole (TOC, PAGE, REF, DATE, IF, atd.) a exportovat jejich kódy/instrukce.
da: Detekter felter (TOC, PAGE, REF, DATE, IF, osv.) og eksportere deres koder/instruktioner.
de: Felder (TOC, PAGE, REF, DATE, IF usw.) erkennen und deren Codes/Anweisungen exportieren.
el: Ανίχνευση πεδίων (TOC, PAGE, REF, DATE, IF, κ.λπ.) και εξαγωγή των κωδικών/οδηγιών τους.
es: Detectar los campos (TOC, PAGE, REF, DATE, IF, etc.) y exportar sus códigos/instrucciones.
fi: Havaitse kentät (TOC, PAGE, REF, DATE, IF jne.) ja vie niiden koodit/ohjeet.
fil: Tukuyin ang mga field (TOC, PAGE, REF, DATE, IF, atbp.) at i-export ang kanilang mga code/instructions.
ja: フィールド（TOC、PAGE、REF、DATE、IFなど）を検出し、そのコード/指示をエクスポートします。
nl: Detecteer velden (TOC, PAGINA, REF, DATUM, IF, enz.) en exporteer hun codes/instructies.
no: Oppdage felt (TOC, PAGE, REF, DATE, IF, osv.) og eksportere deres koder/instruksjoner.
pl: Wykryj pola (TOC, PAGE, REF, DATE, IF, itd.) i wyeksportuj ich kody/instrukcje.
pt_pt: Detectar os campos (TOC, PAGE, REF, DATE, IF, etc.) e exportar seus códigos/instruções.
ro: Detectează câmpurile (TOC, PAGE, REF, DATE, IF, etc.) și exportă codurile/instrucțiunile lor.
ru: Обнаружить поля (TOC, PAGE, REF, DATE, IF и т.д.) и экспортировать их коды/инструкции.
sk: Detekcia polí (TOC, PAGE, REF, DATE, IF, atď.) a export ich kódov/inštrukcií.
sv: Upptäck fält (TOC, PAGE, REF, DATE, IF, etc.) och exportera deras koder/instruktioner.
sw: Kugundua viwanja (TOC, PAGE, REF, DATE, IF, nk.) na kuhamasisha kanuni/maelekezo yao.
tr: Alanları (TOC, PAGE, REF, DATE, IF, vb.) tespit edin ve kodlarını/talimatlarını dışa aktarın.
uk: Виявлення полів (TOC, PAGE, REF, DATE, IF тощо) та експорт їх кодів/інструкцій.
vi: Phát hiện các trường (TOC, PAGE, REF, DATE, IF, v.v.) và xuất khẩu mã/hướng dẫn của chúng.
zh_hans: 检测字段（TOC、PAGE、REF、DATE、IF等）并导出其代码/指令。

# tool_docx_mergefields_extractor_title
source: MERGEFIELD (mail merge) → JSON
bg: MERGEFIELD (пощенска разпечатка) → JSON
cs: MERGEFIELD (sloučení pošty) → JSON
de: MERGEFIELD (Serienbrief) → JSON
es: MERGEFIELD (combinar correspondencia) → JSON
fi: MERGEFIELD (postitusliite) → JSON
ja: MERGEFIELD（メールマージ） → JSON
pl: MERGEFIELD (scalanie poczty) → JSON
ru: MERGEFIELD (слияние почты) → JSON
sk: MERGEFIELD (hromadná korešpondencia) → JSON
sv: MERGEFIELD (postutskick) → JSON
tr: BİRLEŞTİRME ALANI (posta birleştirme) → JSON
uk: MERGEFIELD (злиття пошти) → JSON
vi: MERGEFIELD (hợp nhất thư) → JSON
zh_hans: MERGEFIELD（邮件合并） → JSON

# tool_docx_mergefields_extractor_desc
source: Extraire la liste des champs de fusion (MERGEFIELD) et vérifier doublons/variantes/formatage.
bg: Извлечете списъка с полета за сливане (MERGEFIELD) и проверете за дублирани/варианти/форматиране.
cs: Extrahovat seznam sloučených polí (MERGEFIELD) a zkontrolovat duplicity/varianty/formátování.
da: Ekstraher listen over fusionsfelter (MERGEFIELD) og kontroller for dubletter/varianter/formatering.
de: Liste der Merge-Felder (MERGEFIELD) extrahieren und Duplikate/Varianten/Formatierungen überprüfen.
el: Εξαγωγή της λίστας πεδίων συγχώνευσης (MERGEFIELD) και έλεγχος για διπλότυπα/παραλλαγές/μορφοποίηση.
es: Extraer la lista de campos de fusión (MERGEFIELD) y verificar duplicados/variantes/formato.
fi: Poimi yhdistämiskenttien (MERGEFIELD) lista ja tarkista kaksoiskappaleet/variantit/muotoilu.
fil: Kunin ang listahan ng mga field ng pagsasama (MERGEFIELD) at suriin ang mga dobleng/variant/pag-format.
ja: マージフィールド（MERGEFIELD）のリストを抽出し、重複/バリエーション/フォーマットを確認します。
nl: Extraheer de lijst van samenvoegvelden (MERGEFIELD) en controleer op duplicaten/varianten/opmaak.
no: Ekstrahere listen over flettefelt (MERGEFIELD) og sjekke duplikater/varianter/formatering.
pl: Wyodrębnij listę pól scalania (MERGEFIELD) i sprawdź duplikaty/warianty/formatowanie.
pt_pt: Extrair a lista dos campos de mesclagem (MERGEFIELD) e verificar duplicatas/variantes/formatação.
ro: Extrage lista câmpurilor de fuziune (MERGEFIELD) și verifică duplicatul/variantele/formatarea.
ru: Извлечь список полей слияния (MERGEFIELD) и проверить дубликаты/варианты/форматирование.
sk: Extrahovať zoznam polí na zlúčenie (MERGEFIELD) a skontrolovať duplicity/varianty/formátovanie.
sv: Extrahera listan över fält för sammanslagning (MERGEFIELD) och kontrollera dubbletter/varianter/formatering.
sw: Kuchota orodha ya viwanja vya fusion (MERGEFIELD) na kuangalia marudio/varianti/uandishi.
tr: BİRLEŞTİRME ALANLARININ (MERGEFIELD) listesini çıkarın ve tekrar eden/çeşitli/formatlama kontrolü yapın.
uk: Екстракція списку полів злиття (MERGEFIELD) та перевірка на дублікати/варіанти/форматування.
vi: Trích xuất danh sách các trường hợp hợp nhất (MERGEFIELD) và kiểm tra trùng lặp/biến thể/định dạng.
zh_hans: 提取合并字段（MERGEFIELD）列表并检查重复/变体/格式。

# dev_word_sg_validate_title
source: Validation & audit
bg: Валидиране и одит
cs: Validace & audit
da: Validering & revision
de: Validierung & Audit
el: Επικύρωση & έλεγχος
es: Validación y auditoría
fi: Vahvistus & auditointi
fil: Pagpapatunay & audit
ja: 検証 & 監査
nl: Validatie & audit
no: Validering & revisjon
pl: Walidacja & audyt
pt_pt: Validação & auditoria
ro: Validare & audit
ru: Валидация и аудит
sk: Validácia & audit
sv: Validering & granskning
sw: Uthibitishaji na ukaguzi
tr: Doğrulama & denetim
uk: Валідація та аудит
vi: Xác thực & kiểm toán
zh_hans: 验证 & 审计

# dev_word_sg_validate_desc
source: Audit de compatibilité (styles, polices manquantes, liens cassés), et vérifs de conformité basiques.
bg: Одит на съвместимост (стилове, липсващи шрифтове, счупени връзки) и основни проверки за съответствие.
cs: Audit kompatibility (styly, chybějící písma, rozbité odkazy) a základní kontroly shody.
da: Kompatibilitetsrevision (stilarter, manglende skrifttyper, brudte links), og grundlæggende overholdelseskontroller.
de: Kompatibilitätsprüfung (Stile, fehlende Schriftarten, defekte Links) und grundlegende Konformitätsprüfungen.
el: Έλεγχος συμβατότητας (στυλ, ελλείπουσες γραμματοσειρές, σπασμένοι σύνδεσμοι) και βασικοί έλεγχοι συμμόρφωσης.
es: Auditoría de compatibilidad (estilos, fuentes faltantes, enlaces rotos) y verificaciones de conformidad básicas.
fi: Yhteensopivuusauditointi (tyylit, puuttuvat fontit, rikkinäiset linkit) ja perusvaatimusten tarkistukset.
fil: Audit ng pagiging tugma (mga estilo, nawawalang font, mga sirang link), at mga pangunahing pagsuri ng pagsunod.
ja: 互換性の監査（スタイル、欠落しているフォント、壊れたリンク）および基本的な準拠性の確認。
nl: Compatibiliteitsaudit (stijlen, ontbrekende lettertypen, verbroken links) en basis conformiteitscontroles.
no: Kompatibilitetsrevisjon (stiler, manglende skrifter, ødelagte lenker), og grunnleggende samsvarsjekker.
pl: Audyt zgodności (style, brakujące czcionki, uszkodzone linki) oraz podstawowe kontrole zgodności.
pt_pt: Auditoria de compatibilidade (estilos, fontes ausentes, links quebrados) e verificações de conformidade básicas.
ro: Audit de compatibilitate (stiluri, fonturi lipsă, linkuri rupte), și verificări de conformitate de bază.
ru: Аудит совместимости (стили, отсутствующие шрифты, сломанные ссылки) и базовые проверки соответствия.
sk: Audit kompatibility (štýly, chýbajúce písma, zlomené odkazy) a základné kontroly zhody.
sv: Granskning av kompatibilitet (stilar, saknade typsnitt, brutna länkar) och grundläggande överensstämmelsekontroller.
sw: Ukaguzi wa ulinganifu (mitindo, fonti zinazokosekana, viungo vilivyovunjika), na ukaguzi wa kufuata msingi.
tr: Uyumluluk denetimi (stil, eksik yazı tipleri, bozuk bağlantılar) ve temel uyum kontrolleri.
uk: Аудит сумісності (стилі, відсутні шрифти, зламані посилання) та базові перевірки відповідності.
vi: Kiểm toán tính tương thích (kiểu, phông chữ bị thiếu, liên kết hỏng), và kiểm tra tuân thủ cơ bản.
zh_hans: 兼容性审核（样式、缺失字体、断开的链接）和基本合规性检查。

# tool_docx_macro_check_title
source: DOCM : détecter les macros
bg: DOCM: откриване на макроси
cs: DOCM: detekovat makra
da: DOCM: detekter makroer
de: DOCM: Makros erkennen
el: DOCM: ανίχνευση μακροεντολών
es: DOCM: detectar macros
fi: DOCM: havaita makrot
fil: DOCM: tukuyin ang mga macro
ja: DOCM : マクロの検出
nl: DOCM: macro's detecteren
no: DOCM: oppdage makroer
pl: DOCM: wykrywanie makr
pt_pt: DOCM: detectar as macros
ro: DOCM : detectează macrocomenzi
ru: DOCM: обнаружение макросов
sk: DOCM: detekcia makier
sv: DOCM: upptäck makron
sw: DOCM: kugundua macros
tr: DOCM : makroları tespit et
uk: DOCM: виявлення макросів
vi: DOCM: phát hiện các macro
zh_hans: DOCM：检测宏

# tool_docx_macro_check_desc
source: Détecter la présence de vbaProject.bin (DOCM/DOTM) et exporter un diagnostic (sans exécution).
bg: Открийте наличието на vbaProject.bin (DOCM/DOTM) и експортирайте диагностика (без изпълнение).
cs: Detekovat přítomnost vbaProject.bin (DOCM/DOTM) a exportovat diagnostiku (bez provedení).
da: Detekter tilstedeværelsen af vbaProject.bin (DOCM/DOTM) og eksportere en diagnose (uden udførelse).
de: Vorhandensein von vbaProject.bin (DOCM/DOTM) erkennen und ein Diagnosebericht exportieren (ohne Ausführung).
el: Ανίχνευση της παρουσίας vbaProject.bin (DOCM/DOTM) και εξαγωγή διαγνωστικού (χωρίς εκτέλεση).
es: Detectar la presencia de vbaProject.bin (DOCM/DOTM) y exportar un diagnóstico (sin ejecución).
fi: Havaitse vbaProject.bin (DOCM/DOTM) läsnäolo ja vie diagnostiikka (ilman suorittamista).
fil: Tukuyin ang pagkakaroon ng vbaProject.bin (DOCM/DOTM) at i-export ang isang diagnostic (nang walang pagpapatupad).
ja: vbaProject.bin（DOCM/DOTM）の存在を検出し、診断をエクスポート（実行なし）。
nl: Detecteer de aanwezigheid van vbaProject.bin (DOCM/DOTM) en exporteer een diagnose (zonder uitvoering).
no: Oppdage tilstedeværelsen av vbaProject.bin (DOCM/DOTM) og eksportere en diagnose (uten kjøring).
pl: Wykryj obecność vbaProject.bin (DOCM/DOTM) i wyeksportuj diagnozę (bez wykonania).
pt_pt: Detectar a presença de vbaProject.bin (DOCM/DOTM) e exportar um diagnóstico (sem execução).
ro: Detectează prezența vbaProject.bin (DOCM/DOTM) și exportă un diagnostic (fără execuție).
ru: Обнаружение наличия vbaProject.bin (DOCM/DOTM) и экспорт диагностики (без выполнения).
sk: Detekcia prítomnosti vbaProject.bin (DOCM/DOTM) a export diagnostiky (bez vykonania).
sv: Upptäck närvaron av vbaProject.bin (DOCM/DOTM) och exportera en diagnos (utan körning).
sw: Kugundua uwepo wa vbaProject.bin (DOCM/DOTM) na kuhamasisha uchambuzi (bila kutekeleza).
tr: vbaProject.bin (DOCM/DOTM) varlığını tespit edin ve bir tanı raporu oluşturun (çalıştırma olmadan).
uk: Виявлення наявності vbaProject.bin (DOCM/DOTM) та експорт діагностики (без виконання).
vi: Phát hiện sự hiện diện của vbaProject.bin (DOCM/DOTM) và xuất khẩu một chẩn đoán (không thực thi).
zh_hans: 检测vbaProject.bin的存在（DOCM/DOTM）并导出诊断（不执行）。

# tool_docx_style_audit_title
source: Audit de styles (DOCX)
bg: Одит на стилове (DOCX)
cs: Audit stylů (DOCX)
da: Stilrevision (DOCX)
de: Stil-Audit (DOCX)
el: Έλεγχος στυλ (DOCX)
es: Auditoría de estilos (DOCX)
fi: Tyylien auditointi (DOCX)
fil: Audit ng mga Estilo (DOCX)
ja: スタイルの監査（DOCX）
nl: Stijlen audit (DOCX)
no: Stilrevisjon (DOCX)
pl: Audyt stylów (DOCX)
pt_pt: Auditoria de estilos (DOCX)
ro: Audit de stiluri (DOCX)
ru: Аудит стилей (DOCX)
sk: Audit štýlov (DOCX)
sv: Granskning av stilar (DOCX)
sw: Ukaguzi wa mitindo (DOCX)
tr: Stil denetimi (DOCX)
uk: Аудит стилів (DOCX)
vi: Kiểm toán kiểu (DOCX)
zh_hans: 样式审核（DOCX）

# tool_docx_style_audit_desc
source: Détecter styles dupliqués, non utilisés, overrides excessifs et incohérences typographiques.
bg: Открийте дублирани стилове, неизползвани, прекомерни замествания и типографски несъответствия.
cs: Detekovat duplicitní styly, nepoužívané, nadměrné přepsání a typografické nesrovnalosti.
da: Detekter duplikerede stilarter, ubrugte, overdrevne overrides og typografiske uoverensstemmelser.
de: Erkenne doppelte Stile, ungenutzte, übermäßige Überschreibungen und typografische Inkonsistenzen.
el: Ανίχνευση διπλών στυλ, μη χρησιμοποιούμενων, υπερβολικών overrides και τυπογραφικών ασυνεπειών.
es: Detectar estilos duplicados, no utilizados, sobrescrituras excesivas e incoherencias tipográficas.
fi: Havaitse kaksoistyylit, käyttämättömät tyylit, liialliset ylitykset ja typografiset epäjohdonmukaisuudet.
fil: Tukuyin ang mga duplicate na estilo, hindi nagamit, labis na overrides at mga hindi pagkakapare-pareho sa typography.
ja: 重複したスタイル、未使用のスタイル、過剰なオーバーライド、タイポグラフィの不整合を検出。
nl: Detecteer dubbele stijlen, ongebruikte stijlen, overmatige overrides en typografische inconsistenties.
no: Oppdage dupliserte stiler, ubrukte, overdrevne overstyringer og typografiske inkonsekvenser.
pl: Wykryj zduplikowane style, nieużywane, nadmiarowe nadpisania i niespójności typograficzne.
pt_pt: Detectar estilos duplicados, não utilizados, excessos de substituições e incoerências tipográficas.
ro: Detectează stiluri duplicate, neutilizate, suprascrieri excesive și incoerențe tipografice.
ru: Обнаружение дублирующихся стилей, неиспользуемых, чрезмерных переопределений и типографических несоответствий.
sk: Detekcia duplicitných štýlov, nepoužívaných, nadmerných prepisov a typografických nekonzistencií.
sv: Upptäck duplicerade stilar, oanvända, överdrivna överskrivningar och typografiska inkonsekvenser.
sw: Kugundua mitindo iliyojirudia, isiyotumika, overrides nyingi na kutokuelewana kwa maandiko.
tr: Tekrar eden, kullanılmayan stilleri, aşırı geçersiz kılmaları ve tipografik tutarsızlıkları tespit edin.
uk: Виявлення дублікатів стилів, не використаних, надмірних переопределень та типографічних невідповідностей.
vi: Phát hiện các kiểu bị trùng lặp, không được sử dụng, ghi đè quá mức và sự không nhất quán về kiểu chữ.
zh_hans: 检测重复样式、未使用样式、过度覆盖和排版不一致。

# dev_word_sg_transform_title
source: Transformation
bg: Трансформация
cs: Transformace
el: Μετασχηματισμός
es: Transformación
fi: Muunna
fil: Pagbabago
ja: 変換
nl: Transformatie
no: Transformasjon
pl: Transformacja
pt_pt: Transformação
ro: Transformare
ru: Преобразование
sk: Transformácia
sw: Mabadiliko
tr: Dönüşüm
uk: Трансформація
vi: Chuyển đổi
zh_hans: 转换

# dev_word_sg_transform_desc
source: Remplacement de placeholders, nettoyage (métadonnées), normalisation de styles, extraction en Markdown/HTML (approx).
bg: Замяна на плейсхолдъри, почистване (метаданни), нормализация на стилове, извличане в Markdown/HTML (приблизително).
cs: Nahrazení zástupných symbolů, čištění (metadat), normalizace stylů, extrakce do Markdown/HTML (přibližně).
da: Erstatning af pladsholdere, rengøring (metadata), normalisering af stilarter, udtrækning til Markdown/HTML (ca.).
de: Ersetzen von Platzhaltern, Bereinigung (Metadaten), Stilnormalisierung, Extraktion in Markdown/HTML (ungefähr).
el: Αντικατάσταση placeholders, καθαρισμός (μεταδεδομένα), κανονικοποίηση στυλ, εξαγωγή σε Markdown/HTML (περίπου).
es: Reemplazo de placeholders, limpieza (metadatos), normalización de estilos, extracción en Markdown/HTML (aprox).
fi: Paikkamerkkien korvaaminen, puhdistus (metatiedot), tyylien normalisointi, poiminta Markdown/HTML (noin).
fil: Palitan ang mga placeholders, paglilinis (mga metadata), normalisasyon ng mga estilo, pagkuha sa Markdown/HTML (approx).
ja: プレースホルダーの置換、クリーンアップ（メタデータ）、スタイルの正規化、Markdown/HTMLへの抽出（概算）。
nl: Vervangen van placeholders, opschonen (metadata), normalisatie van stijlen, extractie naar Markdown/HTML (ongeveer).
no: Erstatning av plassholdere, rengjøring (metadata), normalisering av stiler, ekstraksjon til Markdown/HTML (omtrentlig).
pl: Zastępowanie placeholderów, czyszczenie (metadane), normalizacja stylów, ekstrakcja do Markdown/HTML (przybliżona).
pt_pt: Substituição de placeholders, limpeza (metadados), normalização de estilos, extração em Markdown/HTML (aprox).
ro: Înlocuirea placeholder-urilor, curățarea (metadate), normalizarea stilurilor, extragerea în Markdown/HTML (aprox).
ru: Замена плейсхолдеров, очистка (метаданные), нормализация стилей, извлечение в Markdown/HTML (приблизительно).
sk: Nahradenie zástupných symbolov, čistenie (metadáta), normalizácia štýlov, extrakcia do Markdown/HTML (približne).
sv: Ersättning av platshållare, rengöring (metadatan), normalisering av stilar, extrahering till Markdown/HTML (ungefär).
sw: Kubadilisha viashiria, kusafisha (metadata), kuimarisha mitindo, kuchota katika Markdown/HTML (takriban).
tr: Yer tutucuları değiştirme, temizleme (meta veriler), stilleri normalleştirme, Markdown/HTML'ye çıkarım (yaklaşık).
uk: Замінювання заповнювачів, очищення (метадані), нормалізація стилів, екстракція в Markdown/HTML (приблизно).
vi: Thay thế các placeholder, làm sạch (siêu dữ liệu), chuẩn hóa kiểu, trích xuất sang Markdown/HTML (xấp xỉ).
zh_hans: 替换占位符，清理（元数据），样式规范化，提取为Markdown/HTML（近似）。

# tool_docx_replace_placeholders_title
source: Remplacer des placeholders (DOCX)
bg: Замяна на плейсхолдъри (DOCX)
cs: Nahradit zástupné symboly (DOCX)
da: Erstat pladsholdere (DOCX)
de: Platzhalter ersetzen (DOCX)
el: Αντικατάσταση placeholders (DOCX)
es: Reemplazar placeholders (DOCX)
fi: Korvata paikkamerkit (DOCX)
fil: Palitan ang mga placeholders (DOCX)
ja: プレースホルダーの置換（DOCX）
nl: Vervangen van placeholders (DOCX)
no: Erstatte plassholdere (DOCX)
pl: Zastąp placeholdery (DOCX)
pt_pt: Substituir placeholders (DOCX)
ro: Înlocuiește placeholder-urile (DOCX)
ru: Замена плейсхолдеров (DOCX)
sk: Nahradiť zástupné symboly (DOCX)
sv: Ersätt platshållare (DOCX)
sw: Badilisha placeholders (DOCX)
tr: Yer tutucuları değiştirme (DOCX)
uk: Замінити плейсхолдери (DOCX)
vi: Thay thế các placeholder (DOCX)
zh_hans: 替换占位符（DOCX）

# tool_docx_replace_placeholders_desc
source: Remplacer des balises (ex: {{name}}) en respectant les runs et produire un DOCX de sortie.
bg: Заменете маркери (напр. {{name}}) с уважение към runs и генерирайте изходен DOCX.
cs: Nahradit značky (např. {{name}}) s ohledem na běhy a vytvořit výstupní DOCX.
da: Erstat tags (f.eks. {{name}}) under hensyntagen til runs og producer en DOCX-udgang.
de: Ersetzen von Tags (z.B. {{name}}) unter Beibehaltung der Runs und Erzeugen eines DOCX-Ausgangs.
el: Αντικατάσταση ετικετών (π.χ. {{name}}) διατηρώντας τις ροές και παραγωγή DOCX εξόδου.
es: Reemplazar etiquetas (ej: {{name}}) respetando los runs y producir un DOCX de salida.
fi: Korvata tarrat (esim. {{name}}) kunnioittaen suorituksia ja tuottaa ulostulo DOCX.
fil: Palitan ang mga tag (hal: {{name}}) habang pinapanatili ang mga runs at gumawa ng isang output na DOCX.
ja: タグ（例：{{name}}）をランを尊重して置換し、出力DOCXを生成。
nl: Vervangen van tags (bijv. {{name}}) met inachtneming van de runs en een uitvoer-DOCX produceren.
no: Erstatte merker (f.eks. {{name}}) med respekt for kjøringer og produsere en utgående DOCX.
pl: Zastąp tagi (np. {{name}}) z zachowaniem runs i wygeneruj plik DOCX jako wynik.
pt_pt: Substituir marcadores (ex: {{name}}) respeitando os runs e produzir um DOCX de saída.
ro: Înlocuiește etichetele (ex: {{name}}) respectând runs și produce un DOCX de ieșire.
ru: Замена тегов (например: {{name}}) с учетом runs и создание выходного DOCX.
sk: Nahradiť značky (napr. {{name}}) s ohľadom na behy a vytvoriť výstupný DOCX.
sv: Ersätt taggar (ex: {{name}}) med respekt för runs och producera en utdata-DOCX.
sw: Badilisha lebo (mfano: {{name}}) kwa kuheshimu runs na kutoa DOCX ya matokeo.
tr: Etiketleri (örneğin: {{name}}) değiştirin ve çalışmaları dikkate alarak bir çıkış DOCX'i üretin.
uk: Замінити мітки (наприклад: {{name}}), дотримуючись форматування, та створити вихідний DOCX.
vi: Thay thế các thẻ (ví dụ: {{name}}) trong khi giữ nguyên các đoạn và tạo ra một DOCX đầu ra.
zh_hans: 替换标签（例如：{{name}}），遵循运行并生成输出DOCX。

# tool_docx_sanitize_metadata_title
source: Nettoyer les métadonnées (DOCX)
bg: Почистване на метаданни (DOCX)
cs: Čistit metadata (DOCX)
da: Rengør metadata (DOCX)
de: Metadaten bereinigen (DOCX)
el: Καθαρισμός μεταδεδομένων (DOCX)
es: Limpiar metadatos (DOCX)
fi: Puhdistaa metatiedot (DOCX)
fil: Linisin ang metadata (DOCX)
ja: メタデータのクリーンアップ（DOCX）
nl: Metadata opschonen (DOCX)
no: Rengjøre metadata (DOCX)
pl: Oczyść metadane (DOCX)
pt_pt: Limpar metadados (DOCX)
ro: Curăță metadatele (DOCX)
ru: Очистка метаданных (DOCX)
sk: Vyčistiť metadata (DOCX)
sv: Rengör metadata (DOCX)
sw: Safisha metadata (DOCX)
tr: Meta verileri temizleme (DOCX)
uk: Очищення метаданих (DOCX)
vi: Làm sạch siêu dữ liệu (DOCX)
zh_hans: 清理元数据（DOCX）
