Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_ratios_ratio_to_percent_lead
source: Convertir un ratio en pourcentage permet d’exprimer une part de manière intuitive et comparable, notamment dans des contextes du quotidien.
af: Om 'n verhouding in 'n persentasie om te skakel, maak dit moontlik om 'n deel op 'n intuïtiewe en vergelykbare manier uit te druk, veral in alledaagse kontekste.
bg: Преобразуването на съотношение в процент позволява да се изрази частта по интуитивен и сравним начин, особено в ежедневни контексти.
cs: Převod poměru na procento umožňuje vyjádřit podíl intuitivně a srovnatelně, zejména v každodenních kontextech.
da: At konvertere et forhold til procent gør det muligt at udtrykke en andel på en intuitiv og sammenlignelig måde, især i dagligdags kontekster.
de: Ein Verhältnis in einen Prozentsatz umzuwandeln, ermöglicht es, einen Anteil intuitiv und vergleichbar auszudrücken, insbesondere in alltäglichen Kontexten.
el: Η μετατροπή μιας αναλογίας σε ποσοστό επιτρέπει την έκφραση ενός μέρους με πιο διαισθητικό και συγκρίσιμο τρόπο, ιδίως σε καθημερινά συμφραζόμενα.
es: Convertir una relación en porcentaje permite expresar una parte de manera intuitiva y comparable, especialmente en contextos cotidianos.
fi: Suhteen muuntaminen prosentiksi mahdollistaa osan ilmaisemisen intuitiivisesti ja vertailukelpoisesti, erityisesti arkipäivän konteksteissa.
fil: Ang pag-convert ng ratio sa porsyento ay nagpapahintulot na ipahayag ang isang bahagi sa isang mas intuitive at maihahambing na paraan, lalo na sa mga konteksto ng araw-araw.
hu: Egy arány százalékra alakítása lehetővé teszi, hogy egy részesedést intuitív és összehasonlítható módon fejezzünk ki, különösen a mindennapi helyzetekben.
id: Mengubah rasio menjadi persentase memungkinkan untuk mengekspresikan sebuah bagian dengan cara yang intuitif dan dapat dibandingkan, terutama dalam konteks sehari-hari.
it: Convertire un rapporto in percentuale consente di esprimere una parte in modo intuitivo e comparabile, soprattutto in contesti quotidiani.
ja: 比をパーセンテージに変換することで、日常の文脈で直感的かつ比較可能な形で部分を表現できます。
ko: 비율을 백분율로 변환하면 일상적인 맥락에서 직관적이고 비교 가능한 방식으로 비율을 표현할 수 있습니다.
nl: Een ratio omzetten in een percentage maakt het mogelijk om een deel op een intuïtieve en vergelijkbare manier uit te drukken, vooral in alledaagse contexten.
no: Å konvertere et forhold til prosent gjør det mulig å uttrykke en andel på en intuitiv og sammenlignbar måte, spesielt i hverdagslige sammenhenger.
pl: Przekształcenie stosunku w procent pozwala wyrazić część w sposób intuicyjny i porównywalny, szczególnie w codziennych kontekstach.
pt_pt: Converter uma razão em porcentagem permite expressar uma parte de forma intuitiva e comparável, especialmente em contextos do dia a dia.
ro: Conversia unui raport în procentaj permite exprimarea unei părți într-un mod intuitiv și comparabil, în special în contexte cotidiene.
ru: Преобразование отношения в процент позволяет выразить долю интуитивно и сопоставимо, особенно в повседневных контекстах.
sk: Konverzia pomeru na percento umožňuje vyjadriť podiel intuitívne a porovnateľne, najmä v každodenných kontextoch.
sv: Att omvandla ett förhållande till procent gör det möjligt att uttrycka en andel på ett intuitivt och jämförbart sätt, särskilt i vardagliga sammanhang.
sw: Kubadilisha uwiano kuwa asilimia kunaruhusu kuonyesha sehemu kwa njia ya kueleweka na inayolinganishwa, hasa katika muktadha wa kila siku.
tr: Bir oranı yüzdeye dönüştürmek, bir payı sezgisel ve karşılaştırılabilir bir şekilde ifade etmeyi sağlar, özellikle günlük bağlamlarda.
uk: Перетворення співвідношення у відсоток дозволяє виразити частку інтуїтивно та порівняльно, зокрема в повсякденних контекстах.
vi: Chuyển đổi một tỷ lệ thành phần trăm cho phép diễn đạt một phần một cách trực quan và có thể so sánh, đặc biệt trong các bối cảnh hàng ngày.
zh_hans: 将比率转换为百分比可以以直观和可比较的方式表达份额，特别是在日常生活中。

# ed_math_ratios_ratio_to_percent_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssituationer
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Felhasználási esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_ratios_ratio_to_percent_uc1_title
source: Analyses et statistiques
af: Analises en statistieke
bg: Анализи и статистики
cs: Analýzy a statistiky
da: Analyser og statistikker
de: Analysen und Statistiken
el: Αναλύσεις και στατιστικά
es: Análisis y estadísticas
fi: Analyysit ja tilastot
fil: Mga pagsusuri at istatistika
hu: Elemzések és statisztikák
id: Analisis dan statistik
it: Analisi e statistiche
ja: 分析と統計
ko: 분석 및 통계
nl: Analyses en statistieken
no: Analyser og statistikk
pl: Analizy i statystyki
pt_pt: Análises e estatísticas
ro: Analize și statistici
ru: Анализ и статистика
sk: Analýzy a štatistiky
sv: Analyser och statistik
sw: Analyses na takwimu
tr: Analizler ve istatistikler
uk: Аналізи та статистика
vi: Phân tích và thống kê
zh_hans: 分析和统计

# ed_math_ratios_ratio_to_percent_uc1_text
source: Transformer un ratio en pourcentage pour comparer des proportions ou interpréter des résultats.
af: Transformeer 'n verhouding in 'n persentasie om proporsies te vergelyk of resultate te interpreteer.
bg: Преобразувайте съотношение в процент, за да сравните пропорции или да интерпретирате резултати.
cs: Převést poměr na procento pro porovnání podílů nebo interpretaci výsledků.
da: Transformere et forhold til procent for at sammenligne proportioner eller fortolke resultater.
de: Wandle ein Verhältnis in einen Prozentsatz um, um Proportionen zu vergleichen oder Ergebnisse zu interpretieren.
el: Μετατρέψτε μια αναλογία σε ποσοστό για να συγκρίνετε αναλογίες ή να ερμηνεύσετε αποτελέσματα.
es: Transformar una relación en porcentaje para comparar proporciones o interpretar resultados.
fi: Muunna suhde prosentiksi vertaillaksesi osuuksia tai tulkitaaksesi tuloksia.
fil: I-convert ang ratio sa porsyento upang ihambing ang mga proporsyon o bigyang-kahulugan ang mga resulta.
hu: Egy arányt százalékra alakítani, hogy összehasonlítsuk az arányokat vagy értelmezzük az eredményeket.
id: Mengubah rasio menjadi persentase untuk membandingkan proporsi atau menginterpretasikan hasil.
it: Trasformare un rapporto in percentuale per confrontare proporzioni o interpretare risultati.
ja: 比をパーセンテージに変換して、比率を比較したり、結果を解釈したりします。
ko: 비율을 백분율로 변환하여 비율을 비교하거나 결과를 해석합니다.
nl: Transformeer een ratio in een percentage om verhoudingen te vergelijken of resultaten te interpreteren.
no: Transformere et forhold til prosent for å sammenligne proporsjoner eller tolke resultater.
pl: Przekształć stosunek w procent, aby porównać proporcje lub interpretować wyniki.
pt_pt: Transformar uma razão em porcentagem para comparar proporções ou interpretar resultados.
ro: Transformați un raport în procentaj pentru a compara proporții sau a interpreta rezultate.
ru: Преобразовать отношение в процент для сравнения пропорций или интерпретации результатов.
sk: Transformovať pomer na percento na porovnanie pomerov alebo interpretáciu výsledkov.
sv: Omvandla ett förhållande till procent för att jämföra proportioner eller tolka resultat.
sw: Badilisha uwiano kuwa asilimia ili kulinganisha sehemu au kutafsiri matokeo.
tr: Oranı yüzdeye dönüştürmek, oranları karşılaştırmak veya sonuçları yorumlamak için.
uk: Перетворення співвідношення у відсоток для порівняння пропорцій або інтерпретації результатів.
vi: Chuyển đổi một tỷ lệ thành phần trăm để so sánh các tỷ lệ hoặc diễn giải kết quả.
zh_hans: 将比率转换为百分比以比较比例或解释结果。

# ed_math_ratios_ratio_to_percent_uc2_title
source: Vie quotidienne
af: Alledaagse lewe
bg: Ежедневие
cs: Každodenní život
da: Dagligliv
de: Alltagsleben
el: Καθημερινή ζωή
es: Vida cotidiana
fi: Arkipäivä
fil: Araw-araw na buhay
hu: Mindennapi élet
id: Kehidupan sehari-hari
it: Vita quotidiana
ja: 日常生活
ko: 일상 생활
nl: Alledaags leven
no: Hverdagsliv
pl: Życie codzienne
pt_pt: Vida cotidiana
ro: Viața de zi cu zi
ru: Повседневная жизнь
sk: Každodenný život
sv: Vardagsliv
sw: Maisha ya kila siku
tr: Günlük yaşam
uk: Повсякденне життя
vi: Cuộc sống hàng ngày
zh_hans: 日常生活

# ed_math_ratios_ratio_to_percent_uc2_text
source: Exprimer une part de réussite, de répartition ou d’avancement de manière plus parlante.
af: Druk 'n deel van sukses, verspreiding of vordering op 'n meer sprekende manier uit.
bg: Изразете част от успех, разпределение или напредък по по-ясен начин.
cs: Vyjádřit podíl úspěchu, rozdělení nebo pokroku srozumitelněji.
da: At udtrykke en andel af succes, fordeling eller fremskridt på en mere talende måde.
de: Einen Anteil an Erfolg, Verteilung oder Fortschritt anschaulicher auszudrücken.
el: Εκφράστε ένα ποσοστό επιτυχίας, κατανομής ή προόδου με πιο κατανοητό τρόπο.
es: Expresar una parte de éxito, distribución o avance de manera más clara.
fi: Ilmaise onnistumisen, jakautumisen tai edistymisen osuus selkeämmin.
fil: Ipinapahayag ang isang bahagi ng tagumpay, pamamahagi o pag-unlad sa isang mas makabuluhang paraan.
hu: A siker, elosztás vagy előrehaladás arányát kifejezni beszédesebben.
id: Mengekspresikan bagian dari keberhasilan, distribusi, atau kemajuan dengan cara yang lebih jelas.
it: Esprimere una parte di successo, di distribuzione o di avanzamento in modo più chiaro.
ja: 成功、分配、または進捗の部分をよりわかりやすく表現します。
ko: 성공, 분배 또는 진행 상황의 비율을 더 명확하게 표현합니다.
nl: Druk een deel van succes, verdeling of voortgang op een meer sprekende manier uit.
no: Å uttrykke en andel av suksess, fordeling eller fremdrift på en mer talende måte.
pl: Wyrażenie części sukcesu, podziału lub postępu w bardziej zrozumiały sposób.
pt_pt: Expressar uma parte de sucesso, de distribuição ou de avanço de forma mais clara.
ro: Exprimați o parte de succes, distribuție sau progres într-un mod mai convingător.
ru: Выразить долю успеха, распределения или продвижения более наглядно.
sk: Vyjadriť podiel úspechu, rozdelenia alebo pokroku zrozumiteľnejším spôsobom.
sv: Att uttrycka en andel av framgång, fördelning eller framsteg på ett mer talande sätt.
sw: Onyesha sehemu ya mafanikio, usambazaji au maendeleo kwa njia inayozungumzia zaidi.
tr: Başarı, dağılım veya ilerleme payını daha anlamlı bir şekilde ifade etmek.
uk: Вираження частки успіху, розподілу або прогресу більш зрозуміло.
vi: Diễn đạt một phần thành công, phân bổ hoặc tiến bộ một cách rõ ràng hơn.
zh_hans: 以更易懂的方式表达成功、分配或进展的份额。

# ed_math_ratios_ratio_to_percent_uc3_title
source: Économie et finance
af: Ekonomie en finansies
bg: Икономика и финанси
cs: Ekonomie a finance
da: Økonomi og finans
de: Wirtschaft und Finanzen
el: Οικονομία και χρηματοοικονομικά
es: Economía y finanzas
fi: Talous ja rahoitus
fil: Ekonomiya at pananalapi
hu: Gazdaság és pénzügy
id: Ekonomi dan keuangan
it: Economia e finanza
ja: 経済と金融
ko: 경제 및 금융
nl: Economie en financiën
no: Økonomi og finans
pl: Gospodarka i finanse
pt_pt: Economia e finanças
ro: Economie și finanțe
ru: Экономика и финансы
sk: Ekonomika a financie
sv: Ekonomi och finans
sw: Uchumi na fedha
tr: Ekonomi ve finans
uk: Економіка та фінанси
vi: Kinh tế và tài chính
zh_hans: 经济和金融

# ed_math_ratios_ratio_to_percent_uc3_text
source: Présenter des ratios sous forme de pourcentages pour faciliter la lecture et la communication.
af: Stel verhoudings voor in die vorm van persentasies om die leesbaarheid en kommunikasie te vergemaklik.
bg: Представете съотношения под формата на проценти, за да улесните четенето и комуникацията.
cs: Prezentovat poměry ve formě procent pro usnadnění čtení a komunikace.
da: At præsentere forhold som procent for at lette læsning og kommunikation.
de: Präsentiere Verhältnisse in Form von Prozentsätzen, um das Lesen und die Kommunikation zu erleichtern.
el: Παρουσιάστε αναλογίες υπό μορφή ποσοστών για να διευκολύνετε την ανάγνωση και την επικοινωνία.
es: Presentar relaciones en forma de porcentajes para facilitar la lectura y la comunicación.
fi: Esitä suhteita prosentteina helpottaaksesi lukemista ja viestintää.
fil: Ipinapakita ang mga ratio sa anyo ng porsyento upang mapadali ang pagbabasa at komunikasyon.
hu: Az arányokat százalékos formában bemutatni, hogy megkönnyítsük az olvasást és a kommunikációt.
id: Menyajikan rasio dalam bentuk persentase untuk memudahkan pembacaan dan komunikasi.
it: Presentare rapporti sotto forma di percentuali per facilitare la lettura e la comunicazione.
ja: 比をパーセンテージの形で提示して、読みやすさとコミュニケーションを容易にします。
ko: 비율을 백분율 형태로 제시하여 읽기 및 소통을 용이하게 합니다.
nl: Presenteer ratios in de vorm van percentages om de leesbaarheid en communicatie te vergemakkelijken.
no: Å presentere forhold som prosent for å lette lesing og kommunikasjon.
pl: Prezentowanie stosunków w formie procentów, aby ułatwić czytanie i komunikację.
pt_pt: Apresentar razões na forma de porcentagens para facilitar a leitura e a comunicação.
ro: Prezentarea rapoartelor sub formă de procentaje pentru a facilita citirea și comunicarea.
ru: Представить отношения в виде процентов для облегчения чтения и коммуникации.
sk: Predstaviť pomery vo forme percent, aby sa uľahčila čítanie a komunikácia.
sv: Att presentera förhållanden i form av procent för att underlätta läsning och kommunikation.
sw: Wasilisha uwiano kwa njia ya asilimia ili kurahisisha kusoma na mawasiliano.
tr: Oranları yüzde biçiminde sunmak, okumayı ve iletişimi kolaylaştırır.
uk: Представлення співвідношень у вигляді відсотків для полегшення читання та комунікації.
vi: Trình bày các tỷ lệ dưới dạng phần trăm để dễ đọc và giao tiếp hơn.
zh_hans: 以百分比形式呈现比率以便于阅读和沟通。

# ed_math_ratios_ratio_to_percent_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的内容

# ed_math_ratios_ratio_to_percent_out1
source: Le pourcentage équivalent au ratio fourni.
af: Die persentasie wat gelyk is aan die verskafde verhouding.
bg: Процентът, еквивалентен на предоставеното съотношение.
cs: Procento ekvivalentní zadanému poměru.
da: Den procentdel, der svarer til det angivne forhold.
de: Der Prozentsatz, der dem angegebenen Verhältnis entspricht.
el: Το ποσοστό που είναι ισοδύναμο με την παρεχόμενη αναλογία.
es: El porcentaje equivalente a la relación proporcionada.
fi: Prosentti, joka vastaa annettua suhdetta.
fil: Ang porsyento na katumbas ng ibinigay na ratio.
hu: A megadott aránynak megfelelő százalék.
id: Persentase yang setara dengan rasio yang diberikan.
it: La percentuale equivalente al rapporto fornito.
ja: 提供された比に対する同等のパーセンテージ。
ko: 제공된 비율에 해당하는 백분율입니다.
nl: Het percentage dat gelijkwaardig is aan de opgegeven ratio.
no: Prosenten som er lik det angitte forholdet.
pl: Procent równoważny podanemu stosunkowi.
pt_pt: A porcentagem equivalente à razão fornecida.
ro: Procentajul echivalent raportului furnizat.
ru: Процент, эквивалентный предоставленному отношению.
sk: Percento ekvivalentné poskytnutému pomeru.
sv: Den procentandel som motsvarar det angivna förhållandet.
sw: Asilimia inayolingana na uwiano uliopewa.
tr: Verilen orana eşdeğer yüzde.
uk: Відсоток, еквівалентний наданому співвідношенню.
vi: Phần trăm tương đương với tỷ lệ đã cung cấp.
zh_hans: 与提供的比率相等的百分比。

# ed_math_ratios_ratio_to_percent_out2
source: Une valeur directement interprétable pour comparer des parts ou communiquer un résultat.
af: 'n Waarde wat direk geïnterpreteer kan word om dele te vergelyk of 'n resultaat te kommunikeer.
bg: Стойност, която може да се интерпретира директно за сравнение на части или комуникация на резултат.
cs: Hodnota přímo interpretovatelná pro porovnání podílů nebo komunikaci výsledku.
da: En værdi, der kan fortolkes direkte for at sammenligne andele eller kommunikere et resultat.
de: Ein direkt interpretierbarer Wert, um Anteile zu vergleichen oder ein Ergebnis zu kommunizieren.
el: Μια τιμή που μπορεί να ερμηνευτεί άμεσα για να συγκρίνει μέρη ή να επικοινωνήσει ένα αποτέλεσμα.
es: Un valor directamente interpretable para comparar partes o comunicar un resultado.
fi: Suoraan tulkittava arvo osuuksien vertaamiseen tai tuloksen viestimiseen.
fil: Isang halaga na maaaring bigyang-kahulugan nang direkta upang ihambing ang mga bahagi o ipahayag ang isang resulta.
hu: Közvetlenül értelmezhető érték, hogy összehasonlítsuk a részesedéseket vagy kommunikáljunk egy eredményt.
id: Sebuah nilai yang dapat langsung diinterpretasikan untuk membandingkan bagian atau mengkomunikasikan hasil.
it: Un valore direttamente interpretabile per confrontare parti o comunicare un risultato.
ja: 部分を比較したり、結果を伝えたりするために直接解釈可能な値。
ko: 비율을 비교하거나 결과를 전달하기 위해 직접 해석할 수 있는 값입니다.
nl: Een waarde die direct interpreteerbaar is om delen te vergelijken of een resultaat te communiceren.
no: En verdi som kan tolkes direkte for å sammenligne andeler eller kommunisere et resultat.
pl: Wartość bezpośrednio interpretowalna do porównania części lub komunikacji wyniku.
pt_pt: Um valor diretamente interpretável para comparar partes ou comunicar um resultado.
ro: O valoare direct interpretabilă pentru a compara părți sau a comunica un rezultat.
ru: Значение, которое можно непосредственно интерпретировать для сравнения долей или передачи результата.
sk: Hodnota priamo interpretovateľná na porovnanie podielov alebo komunikáciu výsledku.
sv: Ett värde som direkt kan tolkas för att jämföra andelar eller kommunicera ett resultat.
sw: Thamani inayoweza kutafsiriwa moja kwa moja ili kulinganisha sehemu au kuwasilisha matokeo.
tr: Karşılaştırmak veya bir sonucu iletmek için doğrudan yorumlanabilir bir değer.
uk: Значення, яке можна безпосередньо інтерпретувати для порівняння часток або комунікації результату.
vi: Một giá trị có thể diễn giải trực tiếp để so sánh các phần hoặc truyền đạt một kết quả.
zh_hans: 一个可以直接解释的值，用于比较份额或传达结果。

# ed_math_ratios_ratio_to_percent_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần lưu ý
zh_hans: 限制和注意事项

# ed_math_ratios_ratio_to_percent_lim1
source: Le dénominateur du ratio ne doit pas être nul.
af: Die noemer van die verhouding mag nie nul wees nie.
bg: Знаменателят на съотношението не трябва да бъде нулев.
cs: Jmenovatel poměru nesmí být nulový.
da: Nævneren i forholdet må ikke være nul.
de: Der Nenner des Verhältnisses darf nicht null sein.
el: Ο παρονομαστής της αναλογίας δεν πρέπει να είναι μηδενικός.
es: El denominador de la relación no debe ser nulo.
fi: Suhteen nimittäjän ei tule olla nolla.
fil: Ang denominator ng ratio ay hindi dapat zero.
hu: Az arány nevezője nem lehet nulla.
id: Penyebut dari rasio tidak boleh nol.
it: Il denominatore del rapporto non deve essere nullo.
ja: 比の分母はゼロであってはなりません。
ko: 비율의 분모는 0이 아니어야 합니다.
nl: De noemer van de ratio mag niet nul zijn.
no: Nevneren i forholdet må ikke være null.
pl: Mianownik stosunku nie może być równy zeru.
pt_pt: O denominador da razão não deve ser nulo.
ro: Numitorul raportului nu trebuie să fie zero.
ru: Знаменатель отношения не должен быть равен нулю.
sk: Menovateľ pomeru nesmie byť nulový.
sv: Nämnaren i förhållandet får inte vara noll.
sw: Mdenyaji wa uwiano haupaswi kuwa sifuri.
tr: Oranın paydası sıfır olmamalıdır.
uk: Знаменник співвідношення не повинен бути нульовим.
vi: Mẫu số của tỷ lệ không được bằng không.
zh_hans: 比率的分母不能为零。

# ed_math_ratios_ratio_to_percent_lim2
source: Un pourcentage supérieur à 100% indique que la première quantité dépasse la seconde.
af: 'n Persentasie bo 100% dui aan dat die eerste hoeveelheid die tweede oorskry.
bg: Процент над 100% показва, че първото количество надвишава второто.
cs: Procento vyšší než 100% naznačuje, že první množství překračuje druhé.
da: En procentdel over 100% indikerer, at den første mængde overstiger den anden.
de: Ein Prozentsatz über 100% zeigt an, dass die erste Menge die zweite übersteigt.
el: Ένα ποσοστό άνω του 100% υποδηλώνει ότι η πρώτη ποσότητα υπερβαίνει τη δεύτερη.
es: Un porcentaje superior al 100% indica que la primera cantidad supera a la segunda.
fi: Prosentti, joka ylittää 100%, osoittaa, että ensimmäinen määrä ylittää toisen.
fil: Ang isang porsyento na higit sa 100% ay nagpapahiwatig na ang unang dami ay lumampas sa pangalawa.
hu: A 100%-ot meghaladó százalék azt jelzi, hogy az első mennyiség meghaladja a másodikat.
id: Persentase di atas 100% menunjukkan bahwa kuantitas pertama melebihi yang kedua.
it: Una percentuale superiore al 100% indica che la prima quantità supera la seconda.
ja: 100%を超えるパーセンテージは、最初の量が二番目の量を超えていることを示します。
ko: 100%를 초과하는 백분율은 첫 번째 양이 두 번째 양을 초과함을 나타냅니다.
nl: Een percentage boven de 100% geeft aan dat de eerste hoeveelheid de tweede overschrijdt.
no: En prosentandel over 100% indikerer at den første mengden overstiger den andre.
pl: Procent większy niż 100% wskazuje, że pierwsza ilość przekracza drugą.
pt_pt: Uma porcentagem superior a 100% indica que a primeira quantidade excede a segunda.
ro: Un procentaj mai mare de 100% indică faptul că prima cantitate depășește a doua.
ru: Процент, превышающий 100%, указывает на то, что первая величина превышает вторую.
sk: Percento vyššie ako 100% naznačuje, že prvé množstvo presahuje druhé.
sv: En procentandel över 100% indikerar att den första kvantiteten överstiger den andra.
sw: Asilimia inayozidi 100% inaonyesha kwamba kiasi cha kwanza kinazidi kile cha pili.
tr: %100'den fazla bir yüzde, ilk miktarın ikinciyi aştığını gösterir.
uk: Відсоток, що перевищує 100%, вказує на те, що перша кількість перевищує другу.
vi: Một phần trăm lớn hơn 100% cho thấy lượng đầu tiên vượt quá lượng thứ hai.
zh_hans: 超过100%的百分比表示第一数量超过第二数量。

# ed_math_ratios_ratio_to_percent_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题
