Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_scan_stat_images
source: Pages avec images
af: Bladsye met prente
bg: Страници с изображения
cs: Stránky s obrázky
da: Sider med billeder
de: Seiten mit Bildern
el: Σελίδες με εικόνες
es: Páginas con imágenes
fi: Sivut, joissa on kuvia
fil: Mga pahina na may mga imahe
hu: Oldalak képekkel
id: Halaman dengan gambar
it: Pagine con immagini
ja: 画像のあるページ
ko: 이미지가 있는 페이지
nl: Pagina's met afbeeldingen
no: Sider med bilder
pl: Strony z obrazami
pt_pt: Páginas com imagens
ro: Pagini cu imagini
ru: Страницы с изображениями
sk: Strany s obrázkami
sv: Sidor med bilder
sw: Kurasa zenye picha
tr: Görüntü içeren sayfalar
uk: Сторінки з зображеннями
vi: Các trang có hình ảnh
zh_hans: 包含图像的页面

# pdf_scan_err_generic
source: Impossible de lire ce PDF.
af: Onmoontlik om hierdie PDF te lees.
bg: Невъзможно е да се прочете този PDF.
cs: Nelze přečíst toto PDF.
da: Det er ikke muligt at læse denne PDF.
de: Dieses PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voida lukea.
fil: Hindi ma-basa ang PDF na ito.
hu: A PDF olvasása lehetetlen.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読むことができません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Het is niet mogelijk om deze PDF te lezen.
no: Det er umulig å lese denne PDF-en.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Невозможно прочитать этот PDF.
sk: Nemožno prečítať toto PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF'yi okumak mümkün değil.
uk: Неможливо прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# pdf_scan_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírováno do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kinopya sa clipboard.
hu: JSON másolva a vágólapra.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírované do schránky.
sv: JSON kopierad till urklipp.
sw: JSON imekopi katika clipboard.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_scan_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Onmoontlik om outomaties te kopieer. Selekteer die teks en kopieer handmatig.
bg: Невъзможно е да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky zkopírovat. Vyberte text a zkopírujte ručně.
da: Det er ikke muligt at kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren nicht möglich. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Selecciona el texto y copia manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
hu: Automatikus másolás lehetetlen. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできません。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하십시오.
nl: Automatisch kopiëren is niet mogelijk. Selecteer de tekst en kopieer handmatig.
no: Det er umulig å kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Wybierz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Невозможно скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Неможливо автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# pdf_sig_on_page
source: page
af: bladsy
bg: страница
cs: stránka
da: side
de: Seite
el: σελίδα
es: página
fi: sivu
fil: pahina
hu: oldal
id: halaman
it: pagina
ja: ページ
ko: 페이지
nl: pagina
no: side
pl: strona
pt_pt: página
ro: pagină
ru: страница
sk: stránka
sv: sida
sw: ukurasa
tr: sayfa
uk: сторінка
vi: trang
zh_hans: 页

# pdf_sig_field
source: Champ
af: Veld
bg: Поле
cs: Pole
da: Felt
de: Feld
el: Πεδίο
es: Campo
fi: Kenttä
fil: Larangan
hu: Mező
id: Bidang
it: Campo
ja: フィールド
ko: 필드
nl: Veld
no: Felt
pl: Pole
pt_pt: Campo
ro: Câmp
ru: Поле
sk: Pole
sv: Fält
sw: Uwanja
tr: Alan
uk: Поле
vi: Trường
zh_hans: 字段

# pdf_sig_meta
source: Infos
af: Inligting
bg: Информация
cs: Info
da: Info
el: Πληροφορίες
fi: Tiedot
fil: Impormasyon
hu: Információk
id: Info
it: Info
ja: 情報
ko: 정보
nl: Informatie
no: Info
pl: Informacje
ro: Informații
ru: Информация
sk: Informácie
sv: Info
sw: Maelezo
tr: Bilgiler
uk: Інформація
vi: Thông tin
zh_hans: 信息

# pdf_sig_reason
source: Raison
af: Rede
bg: Причина
cs: Důvod
da: Årsag
de: Grund
el: Λόγος
es: Razón
fi: Syytä
fil: Dahilan
hu: Ok
id: Alasan
it: Motivo
ja: 理由
ko: 이유
nl: Reden
no: Årsak
pl: Powód
pt_pt: Razão
ro: Motiv
ru: Причина
sk: Dôvod
sv: Skäl
sw: Sababu
tr: Neden
uk: Причина
vi: Lý do
zh_hans: 原因

# pdf_sig_rect
source: Rect
af: Rech
bg: Правоъгълник
da: Rekt
de: Rechteck
fi: Suora
ja: 矩形
ko: 직사각형
nl: Rechthoek
no: Rekt
pt_pt: Retângulo
ru: Прямоугольник
sv: Rekt
tr: Düz
uk: Прямокутник
vi: Hình chữ nhật
zh_hans: 矩形

# pdf_sig_pretty
source: JSON “pretty” (indenté)
af: JSON 'pretty' (ingesprong)
bg: JSON "pretty" (отстъпен)
cs: JSON "pretty" (odsazené)
da: JSON “pretty” (indenteret)
de: JSON "schön" (eingezogen)
el: JSON "όμορφο" (με εσοχές)
es: JSON “bonito” (indentado)
fi: JSON "kaunis" (sisennetty)
fil: JSON "pretty" (naka-indent)
hu: JSON "szép" (behúzott)
id: JSON 'indah' (terindentasi)
it: JSON "pretty" (indentato)
ja: JSON「整形済み」（インデント付き）
ko: JSON '예쁘게' (들여쓰기)
nl: JSON 'mooi' (ingesprongen)
no: JSON “pen” (innrykket)
pl: JSON „ładny” (wcięty)
pt_pt: JSON 'bonito' (indentado)
ro: JSON „frumos” (indentat)
ru: JSON "красивый" (с отступами)
sk: JSON „pekne“ (odsadené)
sv: JSON "pretty" (indenterad)
sw: JSON "mzuri" (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON "красивий" (з відступами)
vi: JSON “đẹp” (được thụt lề)
zh_hans: JSON “美化”（缩进）

# pdf_sig_include_rect
source: Inclure Rect (position du widget)
af: Sluit Rech in (widget se posisie)
bg: Включете правоъгълник (позиция на виджета)
cs: Zahrnout Rect (pozice widgetu)
da: Inkluder Rekt (widget-position)
de: Rechteck einfügen (Position des Widgets)
el: Συμπεριλάβετε Rect (θέση του widget)
es: Incluir Rect (posición del widget)
fi: Sisällytä suora (widgetin sijainti)
fil: Isama ang Rect (posisyon ng widget)
hu: Rect beillesztése (a widget pozíciója)
id: Sertakan Rect (posisi widget)
it: Includere Rect (posizione del widget)
ja: 矩形を含める（ウィジェットの位置）
ko: 직사각형 포함 (위젯 위치)
nl: Inclusief Rechthoek (positie van de widget)
no: Inkluder Rekt (widget-posisjon)
pl: Uwzględnij Rect (pozycja widgetu)
pt_pt: Incluir Retângulo (posição do widget)
ro: Include Rect (poziția widget-ului)
ru: Включить Прямоугольник (позиция виджета)
sk: Zahrnúť Rect (pozícia widgetu)
sv: Inkludera Rekt (widgetens position)
sw: Jumuisha Rect (nafasi ya widget)
tr: Düz dahil et (widget konumu)
uk: Включити Прямокутник (позиція віджета)
vi: Bao gồm Hình chữ nhật (vị trí của widget)
zh_hans: 包含矩形（小部件位置）

# pdf_sig_include_raw
source: Inclure “raw” (détails dict /Sig)
af: Sluit 'raw' in (besonderhede dict /Sig)
bg: Включете "raw" (детайли dict /Sig)
cs: Zahrnout "raw" (detaily dict /Sig)
da: Inkluder “raw” (detaljer dict /Sig)
de: "Raw" einfügen (Details dict /Sig)
el: Συμπεριλάβετε "raw" (λεπτομέρειες dict /Sig)
es: Incluir “raw” (detalles dict /Sig)
fi: Sisällytä "raaka" (yksityiskohtia dict /Sig)
fil: Isama ang "raw" (mga detalye dict /Sig)
hu: "raw" beillesztése (dict /Sig részletek)
id: Sertakan 'raw' (detail dict /Sig)
it: Includere "raw" (dettagli dict /Sig)
ja: 「生」の詳細を含める（dict /Sigの詳細）
ko: '원시' 포함 (세부정보 dict /Sig)
nl: Inclusief 'raw' (details dict /Sig)
no: Inkluder “raw” (detaljer dict /Sig)
pl: Uwzględnij „surowe” (szczegóły dict /Sig)
pt_pt: Incluir 'raw' (detalhes dict /Sig)
ro: Include „raw” (detalii dict /Sig)
ru: Включить "сырой" (детали dict /Sig)
sk: Zahrnúť „raw“ (detaily dict /Sig)
sv: Inkludera "raw" (detaljer dict /Sig)
sw: Jumuisha "raw" (maelezo dict /Sig)
tr: 'ham' dahil et (dict /Sig ayrıntıları)
uk: Включити "сирий" (деталі dict /Sig)
vi: Bao gồm “thô” (chi tiết dict /Sig)
zh_hans: 包含“原始”（详细信息 dict /Sig）

# pdf_sig_title
source: Signatures PDF → JSON
af: PDF-handtekeninge → JSON
bg: Подписи PDF → JSON
cs: Podpisy PDF → JSON
da: Signaturer PDF → JSON
de: Signaturen PDF → JSON
el: Υπογραφές PDF → JSON
es: Firmas PDF → JSON
fi: PDF-allekirjoitukset → JSON
fil: Mga Lagda ng PDF → JSON
hu: PDF aláírások → JSON
id: Tanda tangan PDF → JSON
it: Firme PDF → JSON
ja: PDF署名 → JSON
ko: PDF 서명 → JSON
nl: PDF-handtekeningen → JSON
no: Signaturer PDF → JSON
pl: Podpisy PDF → JSON
pt_pt: Assinaturas PDF → JSON
ro: Semnături PDF → JSON
ru: Подписи PDF → JSON
sk: Podpisy PDF → JSON
sv: Signaturer PDF → JSON
sw: Saini PDF → JSON
tr: PDF İmzaları → JSON
uk: Підписи PDF → JSON
vi: Chữ ký PDF → JSON
zh_hans: PDF 签名 → JSON

# pdf_sig_subtitle
source: Détectez les signatures d’un PDF (PAdES / PKCS#7), récupérez les informations techniques (ByteRange, SubFilter…) et exportez-les en JSON, localement dans votre navigateur.
af: Detecteer die handtekeninge van 'n PDF (PAdES / PKCS#7), haal die tegniese inligting (ByteRange, SubFilter…) en voer dit in JSON uit, plaaslik in jou blaaier.
bg: Открийте подписите на PDF (PAdES / PKCS#7), извлечете техническата информация (ByteRange, SubFilter…) и я експортирайте в JSON, локално в браузъра си.
cs: Detekujte podpisy PDF (PAdES / PKCS#7), získejte technické informace (ByteRange, SubFilter…) a exportujte je do JSON, lokálně ve vašem prohlížeči.
da: Registrer signaturer fra en PDF (PAdES / PKCS#7), hent tekniske oplysninger (ByteRange, SubFilter…) og eksportér dem til JSON, lokalt i din browser.
de: Erkennen Sie die Signaturen eines PDFs (PAdES / PKCS#7), extrahieren Sie die technischen Informationen (ByteRange, SubFilter…) und exportieren Sie sie lokal in Ihrem Browser als JSON.
el: Αναγνωρίστε τις υπογραφές ενός PDF (PAdES / PKCS#7), ανακτήστε τις τεχνικές πληροφορίες (ByteRange, SubFilter…) και εξάγετε τις σε JSON, τοπικά στον περιηγητή σας.
es: Detecta las firmas de un PDF (PAdES / PKCS#7), recupera la información técnica (ByteRange, SubFilter…) y expórtala en JSON, localmente en tu navegador.
fi: Havaitse PDF:n allekirjoitukset (PAdES / PKCS#7), kerää tekniset tiedot (ByteRange, SubFilter…) ja vie ne JSON-muodossa paikallisesti selaimessasi.
fil: Tukuyin ang mga lagda ng isang PDF (PAdES / PKCS#7), kunin ang mga teknikal na impormasyon (ByteRange, SubFilter…) at i-export ang mga ito sa JSON, lokal sa iyong browser.
hu: PDF aláírások észlelése (PAdES / PKCS#7), technikai információk (ByteRange, SubFilter…) kinyerése és JSON formátumban történő exportálása, helyben a böngészőjében.
id: Deteksi tanda tangan PDF (PAdES / PKCS#7), ambil informasi teknis (ByteRange, SubFilter…) dan ekspor ke JSON, secara lokal di browser Anda.
it: Rileva le firme di un PDF (PAdES / PKCS#7), recupera le informazioni tecniche (ByteRange, SubFilter…) ed esportale in JSON, localmente nel tuo browser.
ja: PDFの署名を検出し（PAdES / PKCS#7）、技術情報（ByteRange、SubFilter…）を取得し、ブラウザ内でローカルにJSON形式でエクスポートします。
ko: PDF의 서명 감지(PAdES / PKCS#7), 기술 정보(ByteRange, SubFilter…)를 수집하고 이를 JSON 형식으로 내보내기, 브라우저에서 로컬로 저장합니다.
nl: Detecteer de handtekeningen van een PDF (PAdES / PKCS#7), haal de technische informatie (ByteRange, SubFilter…) op en exporteer deze naar JSON, lokaal in uw browser.
no: Oppdag signaturene i en PDF (PAdES / PKCS#7), hent teknisk informasjon (ByteRange, SubFilter…) og eksporter dem til JSON, lokalt i nettleseren din.
pl: Wykryj podpisy w pliku PDF (PAdES / PKCS#7), odzyskaj informacje techniczne (ByteRange, SubFilter…) i wyeksportuj je do JSON, lokalnie w swojej przeglądarce.
pt_pt: Detecte as assinaturas de um PDF (PAdES / PKCS#7), recupere as informações técnicas (ByteRange, SubFilter…) e exporte-as em JSON, localmente no seu navegador.
ro: Detectați semnăturile unui PDF (PAdES / PKCS#7), recuperați informațiile tehnice (ByteRange, SubFilter…) și exportați-le în JSON, local, în browserul dumneavoastră.
ru: Обнаружьте подписи в PDF (PAdES / PKCS#7), извлеките техническую информацию (ByteRange, SubFilter…) и экспортируйте их в JSON, локально в вашем браузере.
sk: Detekujte podpisy PDF (PAdES / PKCS#7), získajte technické informácie (ByteRange, SubFilter…) a exportujte ich do JSON, lokálne vo vašom prehliadači.
sv: Detektera signaturer i en PDF (PAdES / PKCS#7), hämta teknisk information (ByteRange, SubFilter…) och exportera dem i JSON, lokalt i din webbläsare.
sw: Gundua saini za PDF (PAdES / PKCS#7), pata taarifa za kiufundi (ByteRange, SubFilter…) na uzisafirishie kwa JSON, ndani ya kivinjari chako.
tr: PDF'nin imzalarını tespit edin (PAdES / PKCS#7), teknik bilgileri (ByteRange, SubFilter…) alın ve bunları JSON formatında, tarayıcınızda yerel olarak dışa aktarın.
uk: Виявляйте підписи PDF (PAdES / PKCS#7), отримуйте технічну інформацію (ByteRange, SubFilter…) та експортуйте їх у JSON, локально у вашому браузері.
vi: Phát hiện chữ ký của một PDF (PAdES / PKCS#7), lấy thông tin kỹ thuật (ByteRange, SubFilter…) và xuất chúng dưới dạng JSON, cục bộ trong trình duyệt của bạn.
zh_hans: 检测 PDF 的签名 (PAdES / PKCS#7)，获取技术信息 (ByteRange, SubFilter…) 并将其导出为 JSON，保存在您的浏览器中。

# pdf_sig_err_title
source: Impossible d’extraire les signatures.
af: Onmoontlik om die handtekeninge uit te trek.
bg: Невъзможно е да се извлекат подписите.
cs: Nelze extrahovat podpisy.
da: Det er ikke muligt at udtrække signaturer.
de: Es ist nicht möglich, die Signaturen zu extrahieren.
el: Αδύνατη η εξαγωγή των υπογραφών.
es: No se pueden extraer las firmas.
fi: Allekirjoitusten purkaminen epäonnistui.
fil: Hindi ma-extract ang mga lagda.
hu: Aláírások kinyerése lehetetlen.
id: Tidak dapat mengekstrak tanda tangan.
it: Impossibile estrarre le firme.
ja: 署名を抽出できません。
ko: 서명을 추출할 수 없습니다.
nl: Het is niet mogelijk om de handtekeningen te extraheren.
no: Kan ikke hente signaturene.
pl: Nie można wyodrębnić podpisów.
pt_pt: Impossível extrair as assinaturas.
ro: Imposibil de extras semnăturile.
ru: Невозможно извлечь подписи.
sk: Nemožno extrahovať podpisy.
sv: Det går inte att extrahera signaturer.
sw: Haiwezekani kutoa saini.
tr: İmzaları çıkarmak mümkün değil.
uk: Неможливо витягти підписи.
vi: Không thể trích xuất chữ ký.
zh_hans: 无法提取签名。

# pdf_sig_tip_none
source: Aucune signature détectée dans ce PDF.
af: Geen handtekening in hierdie PDF gedetecteer nie.
bg: Няма открити подписи в този PDF.
cs: Žádný podpis nebyl detekován v tomto PDF.
da: Ingen signaturer registreret i denne PDF.
de: Keine Signatur in diesem PDF erkannt.
el: Καμία υπογραφή δεν ανιχνεύθηκε σε αυτό το PDF.
es: No se detectó ninguna firma en este PDF.
fi: Tässä PDF:ssä ei havaittu allekirjoituksia.
fil: Walang lagda na natukoy sa PDF na ito.
hu: Nincs észlelt aláírás ebben a PDF-ben.
id: Tidak ada tanda tangan yang terdeteksi dalam PDF ini.
it: Nessuna firma rilevata in questo PDF.
ja: このPDFには署名が検出されませんでした。
ko: 이 PDF에서 감지된 서명이 없습니다.
nl: Geen handtekening gedetecteerd in deze PDF.
no: Ingen signaturer oppdaget i denne PDF-en.
pl: Nie wykryto żadnych podpisów w tym pliku PDF.
pt_pt: Nenhuma assinatura detectada neste PDF.
ro: Nicio semnătură detectată în acest PDF.
ru: В этом PDF не обнаружено ни одной подписи.
sk: Žiadny podpis nebol zistený v tomto PDF.
sv: Ingen signatur detekterad i denna PDF.
sw: Hakuna saini iliyogunduliwa katika PDF hii.
tr: Bu PDF'de hiçbir imza tespit edilmedi.
uk: У цьому PDF не виявлено жодної підписи.
vi: Không phát hiện chữ ký nào trong PDF này.
zh_hans: 在此 PDF 中未检测到任何签名。

# pdf_sig_tip_explain
source: Astuce : cet outil extrait des informations techniques de signature (sans valider cryptographiquement le certificat).
af: Wenk: hierdie hulpmiddel trek tegniese inligting van handtekening uit (sonder om die sertifikaat kriptografies te valideer).
bg: Съвет: този инструмент извлича техническа информация за подписа (без да валидира криптографски сертификата).
cs: Tip: tento nástroj extrahuje technické informace o podpisu (bez kryptografické validace certifikátu).
da: Tip: dette værktøj udtrækker tekniske signaturoplysninger (uden at validere certifikatet kryptografisk).
de: Tipp: Dieses Tool extrahiert technische Signaturinformationen (ohne das Zertifikat kryptographisch zu validieren).
el: Συμβουλή: αυτό το εργαλείο εξάγει τεχνικές πληροφορίες υπογραφής (χωρίς να επικυρώνει κρυπτογραφικά το πιστοποιητικό).
es: Consejo: esta herramienta extrae información técnica de la firma (sin validar criptográficamente el certificado).
fi: Vinkki: tämä työkalu purkaa allekirjoitusteknisiä tietoja (ilman sertifikaatin kryptografista vahvistamista).
fil: Tip: ang tool na ito ay kumukuha ng mga teknikal na impormasyon ng lagda (nang hindi nag-validate ng cryptographically ang sertipiko).
hu: Tipp: ez az eszköz technikai aláírási információkat von ki (anélkül, hogy kriptográfiai szempontból érvényesítené a tanúsítványt).
id: Tip: alat ini mengekstrak informasi teknis tanda tangan (tanpa memvalidasi sertifikat secara kriptografis).
it: Suggerimento: questo strumento estrae informazioni tecniche sulla firma (senza convalidare crittograficamente il certificato).
ja: ヒント：このツールは署名の技術情報を抽出します（証明書を暗号的に検証することなく）。
ko: 팁: 이 도구는 서명에 대한 기술 정보를 추출합니다(인증서를 암호학적으로 검증하지 않음).
nl: Tip: deze tool haalt technische handtekeninginformatie op (zonder het certificaat cryptografisch te valideren).
no: Tips: dette verktøyet henter teknisk signaturinformasjon (uten å validere sertifikatet kryptografisk).
pl: Wskazówka: to narzędzie wyodrębnia informacje techniczne o podpisie (bez walidacji kryptograficznej certyfikatu).
pt_pt: Dica: esta ferramenta extrai informações técnicas de assinatura (sem validar criptograficamente o certificado).
ro: Sfat: acest instrument extrage informații tehnice despre semnătură (fără a valida criptografic certificatul).
ru: Совет: этот инструмент извлекает техническую информацию о подписи (без криптографической проверки сертификата).
sk: Tip: tento nástroj extrahuje technické informácie o podpise (bez kryptografickej validácie certifikátu).
sv: Tips: det här verktyget extraherar teknisk signaturinformation (utan att kryptografiskt validera certifikatet).
sw: Kidokezo: chombo hiki kinatoa taarifa za kiufundi za saini (bila kuthibitisha kimaandishi cheti).
tr: İpucu: bu araç, imza ile ilgili teknik bilgileri (sertifikayı kriptografik olarak doğrulamadan) çıkarır.
uk: Порада: цей інструмент витягує технічну інформацію про підпис (без криптографічної перевірки сертифіката).
vi: Mẹo: công cụ này trích xuất thông tin kỹ thuật của chữ ký (không xác thực chứng chỉ một cách mật mã).
zh_hans: 提示：此工具提取签名的技术信息（不对证书进行加密验证）。

# pdf_sig_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF aus
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
hu: PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz plik PDF
pt_pt: Escolher um PDF
ro: Alegeți un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择一个 PDF

# pdf_sig_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Reset
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha upya
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_sig_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiați
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_sig_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descărcați
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_sig_filter_placeholder
source: Filtrer (field, page, subfilter, reason…)
af: Filtreer (veld, bladsy, subfilter, rede…)
bg: Филтриране (поле, страница, подфилтър, причина…)
cs: Filtrovat (field, page, subfilter, reason…)
da: Filtrer (felt, side, subfilter, årsag…)
de: Filtern (Feld, Seite, Subfilter, Grund…)
el: Φιλτράρισμα (field, page, subfilter, reason…)
es: Filtrar (campo, página, subfiltro, razón…)
fi: Suodata (kenttä, sivu, alifiltri, syy…)
fil: I-filter (field, page, subfilter, reason…)
hu: Szűrés (mező, oldal, alfilter, ok…)
id: Saring (field, page, subfilter, reason…)
it: Filtra (field, page, subfilter, reason…)
ja: フィルタ（フィールド、ページ、サブフィルタ、理由…）
ko: 필터링(field, page, subfilter, reason…)
nl: Filteren (veld, pagina, subfilter, reden…)
no: Filtrer (felt, side, subfilter, grunn… )
pl: Filtruj (pole, strona, subfiltr, powód…)
pt_pt: Filtrar (campo, página, subfiltro, razão…)
ro: Filtrați (field, page, subfilter, reason…)
ru: Фильтровать (поле, страница, подфильтр, причина…)
sk: Filtrovať (pole, stránka, subfilter, dôvod…)
sv: Filtrera (fält, sida, subfilter, anledning…)
sw: Chuja (field, page, subfilter, reason…)
tr: Filtrele (alan, sayfa, alt filtre, neden…)
uk: Фільтрувати (field, page, subfilter, reason…)
vi: Lọc (field, page, subfilter, reason…)
zh_hans: 过滤 (field, page, subfilter, reason…)

# pdf_sig_status_loading
source: Analyse…
af: Analiseer…
bg: Анализ…
cs: Analýza…
da: Analyserer…
el: Ανάλυση…
es: Analizando…
fi: Analysoidaan…
fil: Nanalysis…
hu: Elemzés…
id: Menganalisis…
it: Analisi…
ja: 分析中…
ko: 분석 중…
nl: Analyseren…
no: Analyserer…
pl: Analiza…
pt_pt: Analisando…
ro: Analiză…
ru: Анализ…
sk: Analýza…
sv: Analyserar…
sw: Analiza…
tr: Analiz ediliyor…
uk: Аналізую…
vi: Phân tích…
zh_hans: 分析中…

# pdf_sig_status_ready
source: Prêt
af: Gereed
bg: Готово
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Pregătit
ru: Готово
sk: Pripravené
sv: Redo
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好
