Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l2_s2_title
source: Cas 1 : n impair (une vraie valeur “au milieu”)
af: Geval 1: n oneven (een werklike waarde 'in die middel')
bg: Случай 1: n нечетно (истинска стойност "в средата")
cs: Případ 1: n liché (skutečná hodnota "uprostřed")
da: Case 1: n ulige (en rigtig værdi 'i midten')
de: Fall 1: ungerade n (ein echter Wert "in der Mitte")
el: Περίπτωση 1: n άρτιος (μια πραγματική τιμή "στη μέση")
es: Caso 1: n impar (un verdadero valor 'en el medio')
fi: Tapaus 1: n pariton (oikea arvo 'keskellä')
fil: Kaso 1: n odd (isang tunay na halaga 'sa gitna')
hu: 18) 1. eset: páratlan n (valódi "középső" érték)
id: Kasus 1: n ganjil (satu nilai 'di tengah')
it: Caso 1: n dispari (un vero valore 'al centro')
ja: ケース 1 : n が奇数（真の「中央」の値）
ko: 사례 1: n 홀수(정확한 '중간' 값)
nl: Geval 1: oneven n (een echte waarde 'in het midden')
no: Tilfelle 1: n oddetall (en ekte verdi "i midten")
pl: Przypadek 1: n nieparzyste (prawdziwa wartość „w środku”)
pt_pt: Caso 1: n ímpar (um verdadeiro valor 'no meio')
ro: Caz 1: n impar (o adevărată valoare „la mijloc”)
ru: Случай 1: нечетное n (реальное значение "посередине")
sk: Prípad 1: n nepárne (skutočná hodnota "v strede")
sv: Fall 1: udda n (ett verkligt värde "i mitten")
sw: Kesi 1: n isiyo na wingi (thamani halisi "katikati")
tr: Durum 1: n tek (gerçek bir 'ortada' değer)
uk: Випадок 1: n непарне (справжнє значення “посередині”)
vi: Trường hợp 1: n lẻ (một giá trị thực sự "ở giữa")
zh_hans: 情况 1：n 为奇数（中间的真实值）

# median_l2_s2_b1
source: Si n est impair, la médiane est la valeur de rang (n+1)/2 dans la liste triée.
af: As n oneven is, is die mediaan die waarde van rang (n+1)/2 in die gesorteerde lys.
bg: Ако n е нечетно, медианата е стойността с ранг (n+1)/2 в сортирания списък.
cs: Pokud je n liché, medián je hodnota pořadí (n+1)/2 v seřazeném seznamu.
da: Hvis n er ulige, er medianen værdien af rang (n+1)/2 i den sorterede liste.
de: Wenn n ungerade ist, ist der Median der Wert der Rang (n+1)/2 in der sortierten Liste.
el: Αν n είναι άρτιος, η διάμεσος είναι η τιμή της θέσης (n+1)/2 στη ταξινομημένη λίστα.
es: Si n es impar, la mediana es el valor de rango (n+1)/2 en la lista ordenada.
fi: Jos n on pariton, mediaani on arvo, jonka sijoitus on (n+1)/2 lajitellussa listassa.
fil: Kung n ay odd, ang median ay ang halaga ng ranggo (n+1)/2 sa naayos na listahan.
hu: 19) Ha n páratlan, a medián a rang (n+1)/2 értéke a rendezett listában.
id: Jika n ganjil, median adalah nilai peringkat (n+1)/2 dalam daftar yang diurutkan.
it: Se n è dispari, la mediana è il valore di rango (n+1)/2 nella lista ordinata.
ja: n が奇数の場合、中央値はソートされたリストの順位 (n+1)/2 の値です。
ko: n이 홀수일 경우, 중앙값은 정렬된 목록에서 순위 (n+1)/2의 값입니다.
nl: Als n oneven is, is de mediaan de waarde van rang (n+1)/2 in de gesorteerde lijst.
no: Hvis n er oddetall, er medianen verdien av rang (n+1)/2 i den sorterte listen.
pl: Jeśli n jest nieparzyste, mediana to wartość o randze (n+1)/2 w posortowanej liście.
pt_pt: Se n é ímpar, a mediana é o valor de posição (n+1)/2 na lista ordenada.
ro: Dacă n este impar, mediana este valoarea de rang (n+1)/2 în lista sortată.
ru: Если n нечетное, медиана - это значение ранга (n+1)/2 в отсортированном списке.
sk: Ak je n nepárne, medián je hodnota poradia (n+1)/2 v zoradenom zozname.
sv: Om n är udda är medianen värdet på rang (n+1)/2 i den sorterade listan.
sw: Ikiwa n ni isiyo na wingi, wastani ni thamani ya nafasi (n+1)/2 katika orodha iliyopangwa.
tr: Eğer n tek ise, medyan sıralanmış listede (n+1)/2 sırasındaki değerdir.
uk: Якщо n непарне, медіана - це значення рангу (n+1)/2 у відсортованому списку.
vi: Nếu n là lẻ, giá trị trung vị là giá trị có thứ hạng (n+1)/2 trong danh sách đã sắp xếp.
zh_hans: 如果 n 是奇数，中位数是排序列表中第 (n+1)/2 位的值。

# median_l2_s2_b2
source: Exemple : n=5 → rang (5+1)/2=3 : c’est la 3e valeur.
af: Voorbeeld: n=5 → rang (5+1)/2=3: dit is die 3de waarde.
bg: Пример: n=5 → ранг (5+1)/2=3: това е 3-та стойност.
cs: Příklad: n=5 → pořadí (5+1)/2=3: to je 3. hodnota.
da: Eksempel: n=5 → rang (5+1)/2=3: det er den 3. værdi.
de: Beispiel: n=5 → Rang (5+1)/2=3: das ist der 3. Wert.
el: Παράδειγμα: n=5 → θέση (5+1)/2=3: είναι η 3η τιμή.
es: Ejemplo: n=5 → rango (5+1)/2=3: es el 3er valor.
fi: Esimerkki: n=5 → sijoitus (5+1)/2=3: se on 3. arvo.
fil: Halimbawa: n=5 → rang (5+1)/2=3: ito ang 3rd na halaga.
hu: 20) Példa: n=5 → rang (5+1)/2=3: ez a 3. érték.
id: Contoh: n=5 → peringkat (5+1)/2=3: itu adalah nilai ke-3.
it: Esempio: n=5 → rango (5+1)/2=3: è il 3° valore.
ja: 例 : n=5 → 順位 (5+1)/2=3 : 3 番目の値です。
ko: 예: n=5 → 순위 (5+1)/2=3: 3번째 값입니다.
nl: Voorbeeld: n=5 → rang (5+1)/2=3: dat is de 3e waarde.
no: Eksempel: n=5 → rang (5+1)/2=3: det er den 3. verdien.
pl: Przykład: n=5 → ranga (5+1)/2=3: to jest 3. wartość.
pt_pt: Exemplo: n=5 → posição (5+1)/2=3: é o 3º valor.
ro: Exemplu: n=5 → rang (5+1)/2=3: este a 3-a valoare.
ru: Пример: n=5 → ранг (5+1)/2=3: это 3-е значение.
sk: Príklad: n=5 → poradie (5+1)/2=3: to je 3. hodnota.
sv: Exempel: n=5 → rang (5+1)/2=3: det är det 3:e värdet.
sw: Mfano: n=5 → nafasi (5+1)/2=3: ni thamani ya 3.
tr: Örnek: n=5 → sıra (5+1)/2=3: bu 3. değerdir.
uk: Приклад: n=5 → ранг (5+1)/2=3: це 3-тє значення.
vi: Ví dụ: n=5 → thứ hạng (5+1)/2=3: đó là giá trị thứ 3.
zh_hans: 示例：n=5 → 排名 (5+1)/2=3：这是第 3 个值。

# median_l2_s2_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Halimbawa
hu: 21) Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# median_l2_s3_title
source: Cas 2 : n pair (moyenne des deux valeurs centrales)
af: Geval 2: n even (gemiddelde van die twee sentrale waardes)
bg: Случай 2: n четно (средно аритметично на двете централни стойности)
cs: Případ 2: n sudé (průměr dvou středních hodnot)
da: Case 2: n lige (gennemsnit af de to centrale værdier)
de: Fall 2: gerade n (Durchschnitt der beiden zentralen Werte)
el: Περίπτωση 2: n ζυγός (μέσος όρος των δύο κεντρικών τιμών)
es: Caso 2: n par (promedio de los dos valores centrales)
fi: Tapaus 2: n parillinen (keskimäärä kahdesta keskimmäisestä arvosta)
fil: Kaso 2: n even (average ng dalawang sentral na halaga)
hu: 22) 2. eset: páros n (a két középső érték átlaga)
id: Kasus 2: n genap (rata-rata dari dua nilai tengah)
it: Caso 2: n pari (media dei due valori centrali)
ja: ケース 2 : n が偶数（中央の 2 つの値の平均）
ko: 사례 2: n 짝수(두 중앙값의 평균)
nl: Geval 2: even n (gemiddelde van de twee centrale waarden)
no: Tilfelle 2: n par (gjennomsnittet av de to sentrale verdiene)
pl: Przypadek 2: n parzyste (średnia dwóch wartości centralnych)
pt_pt: Caso 2: n par (média dos dois valores centrais)
ro: Caz 2: n par (media celor două valori centrale)
ru: Случай 2: четное n (среднее двух центральных значений)
sk: Prípad 2: n párne (priemer dvoch stredných hodnôt)
sv: Fall 2: jämn n (medelvärdet av de två centrala värdena)
sw: Kesi 2: n yenye wingi (wastani wa thamani mbili za kati)
tr: Durum 2: n çift (iki merkezi değerin ortalaması)
uk: Випадок 2: n парне (середнє з двох центральних значень)
vi: Trường hợp 2: n chẵn (trung bình của hai giá trị trung tâm)
zh_hans: 情况 2：n 为偶数（两个中心值的平均值）

# median_l2_s3_b1
source: Si n est pair, il n’y a pas une seule valeur centrale : il y en a deux.
af: As n even is, is daar nie 'n enkele sentrale waarde nie: daar is twee.
bg: Ако n е четно, няма само една централна стойност: има две.
cs: Pokud je n sudé, není jedna jediná střední hodnota: jsou dvě.
da: Hvis n er lige, er der ikke en enkelt central værdi: der er to.
de: Wenn n gerade ist, gibt es nicht einen einzigen zentralen Wert: es gibt zwei.
el: Αν n είναι ζυγός, δεν υπάρχει μία μόνο κεντρική τιμή: υπάρχουν δύο.
es: Si n es par, no hay un solo valor central: hay dos.
fi: Jos n on parillinen, ei ole yhtä keskimmäistä arvoa: niitä on kaksi.
fil: Kung n ay even, walang isang sentral na halaga: mayroon tayong dalawa.
hu: 23) Ha n páros, nincs egyetlen középső érték: kettő van belőle.
id: Jika n genap, tidak ada satu nilai tengah: ada dua.
it: Se n è pari, non c'è un solo valore centrale: ce ne sono due.
ja: n が偶数の場合、中央の値は 1 つではなく 2 つあります。
ko: n이 짝수일 경우, 중앙값은 단일 중앙값이 아닙니다: 두 개가 있습니다.
nl: Als n even is, is er niet één centrale waarde: er zijn er twee.
no: Hvis n er par, er det ikke en enkelt sentral verdi: det er to.
pl: Jeśli n jest parzyste, nie ma jednej wartości centralnej: są dwie.
pt_pt: Se n é par, não há um único valor central: há dois.
ro: Dacă n este par, nu există o singură valoare centrală: sunt două.
ru: Если n четное, то нет единственного центрального значения: их два.
sk: Ak je n párne, nie je len jedna stredná hodnota: sú dve.
sv: Om n är jämnt finns det inte ett enda centralt värde: det finns två.
sw: Ikiwa n ni yenye wingi, hakuna thamani moja ya kati: kuna mbili.
tr: Eğer n çift ise, tek bir merkezi değer yoktur: iki tane vardır.
uk: Якщо n парне, немає єдиного центрального значення: їх два.
vi: Nếu n là chẵn, không có một giá trị trung tâm duy nhất: có hai giá trị.
zh_hans: 如果 n 是偶数，就没有单一的中心值：有两个。

# median_l2_s3_b2
source: On prend la moyenne arithmétique des deux valeurs centrales (rang n/2 et n/2+1).
af: Ons neem die aritmetiese gemiddelde van die twee sentrale waardes (rang n/2 en n/2+1).
bg: Вземаме средното аритметично на двете централни стойности (ранг n/2 и n/2+1).
cs: Bereme aritmetický průměr dvou středních hodnot (pořadí n/2 a n/2+1).
da: Vi tager det aritmetiske gennemsnit af de to centrale værdier (rang n/2 og n/2+1).
de: Wir nehmen den arithmetischen Durchschnitt der beiden zentralen Werte (Rang n/2 und n/2+1).
el: Παίρνουμε τον αριθμητικό μέσο των δύο κεντρικών τιμών (θέσεις n/2 και n/2+1).
es: Tomamos la media aritmética de los dos valores centrales (rango n/2 y n/2+1).
fi: Otetaan kahden keskimmäisen arvon aritmeettinen keskiarvo (sijoitus n/2 ja n/2+1).
fil: Kinuha namin ang arithmetic average ng dalawang sentral na halaga (rang n/2 at n/2+1).
hu: 24) A két középső érték aritmetikai átlagát vesszük (rang n/2 és n/2+1).
id: Kita mengambil rata-rata aritmetika dari dua nilai tengah (peringkat n/2 dan n/2+1).
it: Prendiamo la media aritmetica dei due valori centrali (rango n/2 e n/2+1).
ja: 中央の 2 つの値の算術平均を取ります（順位 n/2 と n/2+1）。
ko: 두 중앙값(순위 n/2 및 n/2+1)의 산술 평균을 취합니다.
nl: We nemen het rekenkundige gemiddelde van de twee centrale waarden (rang n/2 en n/2+1).
no: Vi tar det aritmetiske gjennomsnittet av de to sentrale verdiene (rang n/2 og n/2+1).
pl: Bierzemy średnią arytmetyczną dwóch wartości centralnych (ranga n/2 i n/2+1).
pt_pt: Tomamos a média aritmética dos dois valores centrais (posição n/2 e n/2+1).
ro: Luăm media aritmetică a celor două valori centrale (rang n/2 și n/2+1).
ru: Мы берем арифметическое среднее двух центральных значений (ранги n/2 и n/2+1).
sk: Berieme aritmetický priemer dvoch stredných hodnôt (poradie n/2 a n/2+1).
sv: Vi tar det aritmetiska medelvärdet av de två centrala värdena (rang n/2 och n/2+1).
sw: Tunachukua wastani wa kihesabu wa thamani mbili za kati (nafasi n/2 na n/2+1).
tr: İki merkezi değerin aritmetik ortalamasını alıyoruz (sıra n/2 ve n/2+1).
uk: Ми беремо середнє арифметичне з двох центральних значень (ранг n/2 та n/2+1).
vi: Chúng ta lấy trung bình cộng của hai giá trị trung tâm (thứ hạng n/2 và n/2+1).
zh_hans: 我们取两个中心值的算术平均（排名 n/2 和 n/2+1）。

# median_l2_s3_b3
source: La médiane peut alors être un nombre qui n’apparaît pas dans la série (ce n’est pas un problème).
af: Die mediaan kan dan 'n getal wees wat nie in die reeks voorkom nie (dit is nie 'n probleem nie).
bg: Медианата може да бъде число, което не се появява в серията (това не е проблем).
cs: Medián může být číslo, které se v sérii nevyskytuje (to není problém).
da: Medianen kan så være et tal, der ikke vises i rækken (det er ikke et problem).
de: Der Median kann dann eine Zahl sein, die nicht in der Reihe erscheint (das ist kein Problem).
el: Η διάμεσος μπορεί τότε να είναι ένας αριθμός που δεν εμφανίζεται στη σειρά (δεν είναι πρόβλημα).
es: La mediana puede ser entonces un número que no aparece en la serie (no es un problema).
fi: Mediaani voi siis olla luku, joka ei esiinny sarjassa (se ei ole ongelma).
fil: Ang median ay maaaring isang numero na hindi lumilitaw sa serye (hindi ito problema).
hu: 25) A medián így lehet egy olyan szám, amely nem szerepel a sorozatban (ez nem probléma).
id: Median kemudian bisa menjadi angka yang tidak muncul dalam rangkaian (itu bukan masalah).
it: La mediana può quindi essere un numero che non appare nella serie (non è un problema).
ja: 中央値は、シリーズに現れない数値になることがあります（問題ではありません）。
ko: 따라서 중앙값은 시리즈에 나타나지 않는 숫자가 될 수 있습니다(문제가 아닙니다).
nl: De mediaan kan dan een getal zijn dat niet in de reeks voorkomt (dat is geen probleem).
no: Medianen kan da være et tall som ikke vises i serien (det er ikke et problem).
pl: Mediana może być wtedy liczbą, która nie występuje w serii (to nie jest problem).
pt_pt: A mediana pode então ser um número que não aparece na série (não é um problema).
ro: Mediana poate fi atunci un număr care nu apare în serie (nu este o problemă).
ru: Медиана может быть числом, которое не появляется в серии (это не проблема).
sk: Medián môže byť teda číslo, ktoré sa v sérii nevyskytuje (to nie je problém).
sv: Medianen kan då vara ett nummer som inte förekommer i serien (det är inget problem).
sw: Wastani unaweza kuwa nambari ambayo haionekani katika mfululizo (hii si tatizo).
tr: Medyan, seride görünmeyen bir sayı olabilir (bu bir sorun değildir).
uk: Медіана може бути числом, яке не з'являється в серії (це не проблема).
vi: Giá trị trung vị có thể là một số không xuất hiện trong chuỗi (đó không phải là vấn đề).
zh_hans: 因此，中位数可能是一个在序列中不存在的数字（这不是问题）。

# median_l2_s3_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Halimbawa
hu: 26) Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# median_l2_s4_title
source: Formules de rang (mémo rapide)
af: Rangformules (vinnige memo)
bg: Формули за ранг (бърза бележка)
cs: Vzorce pořadí (rychlá poznámka)
da: Rangformler (hurtig huske)
de: Rangformeln (schnelle Erinnerung)
el: Τύποι θέσεων (γρήγορη σημείωση)
es: Fórmulas de rango (memo rápido)
fi: Sijoituskaavat (nopea muistiinpano)
fil: Mga formula ng ranggo (mabilis na memo)
hu: 27) Rangformulák (gyors emlékeztető)
id: Rumus peringkat (memo cepat)
it: Formule di rango (memo rapido)
ja: 順位の公式（クイックメモ）
ko: 순위 공식(빠른 메모)
nl: Rangformules (snelle memo)
no: Rangformler (rask huskeliste)
pl: Formuły rang (szybka ściągawka)
pt_pt: Fórmulas de posição (memo rápido)
ro: Formule de rang (memento rapid)
ru: Формулы ранга (быстрая памятка)
sk: Vzorce poradia (rýchla poznámka)
sv: Rangformler (snabbt minne)
sw: Fomula za nafasi (kumbukumbu ya haraka)
tr: Sıra formülleri (hızlı not)
uk: Формули рангу (швидка пам'ятка)
vi: Công thức thứ hạng (nhớ nhanh)
zh_hans: 排名公式（快速记忆）

# median_l2_s4_b1
source: n impair : médiane = valeur de rang (n+1)/2 (dans la série triée).
af: n oneven: mediaan = waarde van rang (n+1)/2 (in die gesorteerde reeks).
bg: n нечетно: медиана = стойност с ранг (n+1)/2 (в сортираната серия).
cs: n liché: medián = hodnota pořadí (n+1)/2 (v seřazené sérii).
da: n ulige: median = værdi af rang (n+1)/2 (i den sorterede række).
de: n ungerade: Median = Wert des Rangs (n+1)/2 (in der sortierten Reihe).
el: n άρτιος: διάμεσος = τιμή θέσης (n+1)/2 (στην ταξινομημένη σειρά).
es: n impar: mediana = valor de rango (n+1)/2 (en la serie ordenada).
fi: n pariton: mediaani = arvo sijoituksessa (n+1)/2 (lajitellussa sarjassa).
fil: n odd: median = halaga ng ranggo (n+1)/2 (sa naayos na serye).
hu: 28) páratlan n: medián = rang (n+1)/2 (a rendezett sorozatban).
id: n ganjil: median = nilai peringkat (n+1)/2 (dalam rangkaian yang diurutkan).
it: n dispari: mediana = valore di rango (n+1)/2 (nella serie ordinata).
ja: n が奇数 : 中央値 = 順位 (n+1)/2 の値（ソートされたシリーズ内）。
ko: n 홀수: 중앙값 = 정렬된 시리즈에서 순위 (n+1)/2의 값입니다.
nl: oneven n: mediaan = waarde van rang (n+1)/2 (in de gesorteerde reeks).
no: n oddetall: median = verdi av rang (n+1)/2 (i den sorterte serien).
pl: n nieparzyste: mediana = wartość o randze (n+1)/2 (w posortowanej serii).
pt_pt: n ímpar: mediana = valor de posição (n+1)/2 (na série ordenada).
ro: n impar: mediana = valoarea de rang (n+1)/2 (în seria sortată).
ru: n нечетное: медиана = значение ранга (n+1)/2 (в отсортированной серии).
sk: n nepárne: medián = hodnota poradia (n+1)/2 (v zoradenej sérii).
sv: n udda: median = värde på rang (n+1)/2 (i den sorterade serien).
sw: n isiyo na wingi: wastani = thamani ya nafasi (n+1)/2 (katika mfululizo uliopangwa).
tr: n tek: medyan = (n+1)/2 sırasındaki değer (sıralanmış seride).
uk: n непарне: медіана = значення рангу (n+1)/2 (в відсортованій серії).
vi: n lẻ: giá trị trung vị = giá trị có thứ hạng (n+1)/2 (trong chuỗi đã sắp xếp).
zh_hans: n 为奇数：中位数 = 排名 (n+1)/2（在排序序列中）。

# median_l2_s4_b2
source: n pair : médiane = moyenne des rangs n/2 et n/2+1.
af: n even: mediaan = gemiddelde van die rang n/2 en n/2+1.
bg: n четно: медиана = средно аритметично на ранг n/2 и n/2+1.
cs: n sudé: medián = průměr pořadí n/2 a n/2+1.
da: n lige: median = gennemsnit af rangene n/2 og n/2+1.
de: n gerade: Median = Durchschnitt der Ränge n/2 und n/2+1.
el: n ζυγός: διάμεσος = μέσος όρος των θέσεων n/2 και n/2+1.
es: n par: mediana = promedio de los rangos n/2 y n/2+1.
fi: n parillinen: mediaani = keskiarvo sijoituksista n/2 ja n/2+1.
fil: n even: median = average ng ranggo n/2 at n/2+1.
hu: 29) páros n: medián = a rangok n/2 és n/2+1 átlaga.
id: n genap: median = rata-rata dari peringkat n/2 dan n/2+1.
it: n pari: mediana = media dei ranghi n/2 e n/2+1.
ja: n が偶数 : 中央値 = 順位 n/2 と n/2+1 の平均。
ko: n 짝수: 중앙값 = 순위 n/2 및 n/2+1의 평균입니다.
nl: even n: mediaan = gemiddelde van de rangen n/2 en n/2+1.
no: n par: median = gjennomsnittet av rangene n/2 og n/2+1.
pl: n parzyste: mediana = średnia rang n/2 i n/2+1.
pt_pt: n par: mediana = média das posições n/2 e n/2+1.
ro: n par: mediana = media rangurilor n/2 și n/2+1.
ru: n четное: медиана = среднее значений рангов n/2 и n/2+1.
sk: n párne: medián = priemer poradia n/2 a n/2+1.
sv: n jämn: median = medelvärde av rang n/2 och n/2+1.
sw: n yenye wingi: wastani = wastani wa nafasi n/2 na n/2+1.
tr: n çift: medyan = n/2 ve n/2+1 sıralarının ortalaması.
uk: n парне: медіана = середнє з рангів n/2 та n/2+1.
vi: n chẵn: giá trị trung vị = trung bình của các thứ hạng n/2 và n/2+1.
zh_hans: n 为偶数：中位数 = 排名 n/2 和 n/2+1 的平均值。

# median_l2_s5_title
source: Pièges fréquents
af: Gereelde slaggate
bg: Чести капани
cs: Časté nástrahy
da: Hyppige fælder
de: Häufige Fallstricke
el: Συχνές παγίδες
es: Trampas frecuentes
fi: Yleisiä ansaita
fil: Mga karaniwang bitag
hu: 30) Gyakori csapdák
id: Jebakan umum
it: Insidie frequenti
ja: よくある罠
ko: 자주 발생하는 함정
nl: Veelvoorkomende valkuilen
no: Vanlige fallgruver
pl: Częste pułapki
pt_pt: Truques frequentes
ro: Capcane frecvente
ru: Частые ловушки
sk: Časté pasce
sv: Vanliga fällor
sw: Mitego ya kawaida
tr: Sık tuzaklar
uk: Часті пастки
vi: Cạm bẫy thường gặp
zh_hans: 常见陷阱

# median_l2_s5_b1
source: Oublier de trier : c’est l’erreur n°1.
af: Vergeet om te sorteer: dit is fout nommer 1.
bg: Да забравиш да сортираш: това е грешка номер 1.
cs: Zapomenout seřadit: to je chyba č. 1.
da: Glemme at sortere: det er fejl nr. 1.
de: Vergessen zu sortieren: das ist der Fehler Nr. 1.
el: Να ξεχνάμε να ταξινομούμε: είναι το λάθος νούμερο 1.
es: Olvidar ordenar: es el error n°1.
fi: Unohtaa lajittelu: se on virhe nro 1.
fil: Nakalimutang ayusin: ito ang pagkakamali n°1.
hu: 31) Elfelejteni rendezni: ez az 1. számú hiba.
id: Lupa untuk mengurutkan: itu adalah kesalahan nomor 1.
it: Dimenticare di ordinare: è l'errore n°1.
ja: ソートを忘れる : それが第 1 のエラーです。
ko: 정렬하는 것을 잊다: 오류 1번입니다.
nl: Vergeten te sorteren: dat is fout nummer 1.
no: Glemme å sortere: det er feil nr. 1.
pl: Zapomnieć o sortowaniu: to błąd nr 1.
pt_pt: Esquecer de ordenar: é o erro n°1.
ro: A uita să sortăm: aceasta este eroarea nr. 1.
ru: Забыть отсортировать: это ошибка №1.
sk: Zabudnúť zoradiť: to je chyba č. 1.
sv: Glömma att sortera: det är fel nummer 1.
sw: Kusahau kupanga: hii ni kosa n°1.
tr: Sıralamayı unutmak: bu, hata no.1'dir.
uk: Забути відсортувати: це помилка №1.
vi: Quên sắp xếp: đó là lỗi số 1.
zh_hans: 忘记排序：这是第 1 个错误。

# median_l2_s5_b2
source: Confondre rang et valeur : la médiane est une valeur, pas une position.
af: Verwar rang en waarde: die mediaan is 'n waarde, nie 'n posisie nie.
bg: Да объркаш ранг и стойност: медианата е стойност, а не позиция.
cs: Zaměnit pořadí a hodnotu: medián je hodnota, ne pozice.
da: Forveksle rang og værdi: medianen er en værdi, ikke en position.
de: Rang und Wert verwechseln: der Median ist ein Wert, keine Position.
el: Να συγχέουμε θέση και τιμή: η διάμεσος είναι μια τιμή, όχι μια θέση.
es: Confundir rango y valor: la mediana es un valor, no una posición.
fi: Sekoitus sijoitus ja arvo: mediaani on arvo, ei sijainti.
fil: Naguguluhan sa ranggo at halaga: ang median ay isang halaga, hindi isang posisyon.
hu: 32) Összekeverni a rangot és az értéket: a medián egy érték, nem egy pozíció.
id: Membingungkan peringkat dan nilai: median adalah nilai, bukan posisi.
it: Confondere rango e valore: la mediana è un valore, non una posizione.
ja: 順位と値を混同する : 中央値は値であり、位置ではありません。
ko: 순위와 값을 혼동하다: 중앙값은 값이지 위치가 아닙니다.
nl: Rang en waarde verwarren: de mediaan is een waarde, geen positie.
no: Forveksle rang og verdi: medianen er en verdi, ikke en posisjon.
pl: Mylić rangę z wartością: mediana to wartość, a nie pozycja.
pt_pt: Confundir posição e valor: a mediana é um valor, não uma posição.
ro: A confunda rangul și valoarea: mediana este o valoare, nu o poziție.
ru: Смешивать ранг и значение: медиана - это значение, а не позиция.
sk: Zamieňať poradie a hodnotu: medián je hodnota, nie pozícia.
sv: Blanda ihop rang och värde: medianen är ett värde, inte en position.
sw: Kuchanganya nafasi na thamani: wastani ni thamani, si nafasi.
tr: Sıra ve değeri karıştırmak: medyan bir değerdir, bir pozisyon değil.
uk: Плутати ранг і значення: медіана - це значення, а не позиція.
vi: Nhầm lẫn giữa thứ hạng và giá trị: giá trị trung vị là một giá trị, không phải một vị trí.
zh_hans: 混淆排名和数值：中位数是一个数值，而不是一个位置。
