Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# privacy_intro_p1
source: Tools Central propose des outils en ligne qui fonctionnent principalement dans votre navigateur. Par défaut, les données saisies et les fichiers traités restent sur votre appareil.
af: Tools Central bied aanlyn gereedskap aan wat hoofsaaklik in jou blaier werk. Standaard bly die ingevoerde data en verwerkte lêers op jou toestel.
bg: Tools Central предлага онлайн инструменти, които работят основно в браузъра ви. По подразбиране, въведените данни и обработените файлове остават на вашето устройство.
cs: Tools Central nabízí online nástroje, které fungují převážně ve vašem prohlížeči. Ve výchozím nastavení zadaná data a zpracované soubory zůstávají na vašem zařízení.
da: Værktøjer Central tilbyder online værktøjer, der primært fungerer i din browser. Som standard forbliver de indtastede data og de behandlede filer på din enhed.
de: Tools Central bietet Online-Tools an, die hauptsächlich in Ihrem Browser funktionieren. Standardmäßig bleiben die eingegebenen Daten und die verarbeiteten Dateien auf Ihrem Gerät.
el: Η Tools Central προσφέρει διαδικτυακά εργαλεία που λειτουργούν κυρίως στον περιηγητή σας. Από προεπιλογή, τα δεδομένα που εισάγονται και τα επεξεργασμένα αρχεία παραμένουν στη συσκευή σας.
es: Tools Central ofrece herramientas en línea que funcionan principalmente en su navegador. Por defecto, los datos ingresados y los archivos procesados permanecen en su dispositivo.
fi: Työkalut Keskus tarjoaa verkkotyökaluja, jotka toimivat pääasiassa selaimessasi. Oletusarvoisesti syötetyt tiedot ja käsitellyt tiedostot pysyvät laitteellasi.
fil: Nag-aalok ang Tools Central ng mga online na tool na pangunahing gumagana sa iyong browser. Sa default, ang mga naipasok na data at mga na-prosesong file ay nananatili sa iyong aparato.
hu: A Tools Central online eszközöket kínál, amelyek főként a böngészőjében működnek. Alapértelmezés szerint a megadott adatok és a feldolgozott fájlok az Ön eszközén maradnak.
id: Tools Central menawarkan alat online yang berfungsi terutama di browser Anda. Secara default, data yang dimasukkan dan file yang diproses tetap di perangkat Anda.
it: Tools Central offre strumenti online che funzionano principalmente nel tuo browser. Per impostazione predefinita, i dati inseriti e i file elaborati rimangono sul tuo dispositivo.
ja: Tools Centralは、主にブラウザで動作するオンラインツールを提供します。デフォルトでは、入力されたデータや処理されたファイルはあなたのデバイスに残ります。
ko: Tools Central은 주로 귀하의 브라우저에서 작동하는 온라인 도구를 제공합니다. 기본적으로 입력된 데이터와 처리된 파일은 귀하의 장치에 남아 있습니다.
nl: Tools Central biedt online tools die voornamelijk in uw browser werken. Standaard blijven de ingevoerde gegevens en verwerkte bestanden op uw apparaat.
no: Verktøy Central tilbyr nettverktøy som hovedsakelig fungerer i nettleseren din. Som standard forblir dataene som tastes inn og filene som behandles på enheten din.
pl: Tools Central oferuje narzędzia online, które działają głównie w Twojej przeglądarce. Domyślnie wprowadzone dane i przetworzone pliki pozostają na Twoim urządzeniu.
pt_pt: O Tools Central oferece ferramentas online que funcionam principalmente no seu navegador. Por padrão, os dados inseridos e os arquivos processados permanecem no seu dispositivo.
ro: Tools Central oferă instrumente online care funcționează în principal în browserul dumneavoastră. În mod implicit, datele introduse și fișierele prelucrate rămân pe dispozitivul dumneavoastră.
ru: Tools Central предлагает онлайн-инструменты, которые в основном работают в вашем браузере. По умолчанию введенные данные и обработанные файлы остаются на вашем устройстве.
sk: Tools Central ponúka online nástroje, ktoré fungujú predovšetkým vo vašom prehliadači. Predvolene sa zadané údaje a spracované súbory uchovávajú na vašom zariadení.
sv: Tools Central erbjuder onlineverktyg som främst fungerar i din webbläsare. Som standard förblir de angivna uppgifterna och de bearbetade filerna på din enhet.
sw: Tools Central inatoa zana za mtandaoni ambazo zinafanya kazi hasa kwenye kivinjari chako. Kwa default, data zilizowekwa na faili zilizoshughulikiwa zinabaki kwenye kifaa chako.
tr: Tools Central, esasen tarayıcınızda çalışan çevrimiçi araçlar sunmaktadır. Varsayılan olarak, girilen veriler ve işlenen dosyalar cihazınızda kalır.
uk: Tools Central пропонує онлайн-інструменти, які в основному працюють у вашому браузері. За замовчуванням введені дані та оброблені файли залишаються на вашому пристрої.
vi: Tools Central cung cấp các công cụ trực tuyến hoạt động chủ yếu trong trình duyệt của bạn. Theo mặc định, dữ liệu nhập và các tệp đã xử lý sẽ được lưu trên thiết bị của bạn.
zh_hans: Tools Central 提供主要在您的浏览器中运行的在线工具。默认情况下，输入的数据和处理的文件保留在您的设备上。

# privacy_update
source: Dernière mise à jour : 2025-12-22
af: Laaste opdatering: 2025-12-22
bg: Последна актуализация: 2025-12-22
cs: Poslední aktualizace: 2025-12-22
da: Sidst opdateret: 2025-12-22
de: Letzte Aktualisierung: 2025-12-22
el: Τελευταία ενημέρωση: 2025-12-22
es: Última actualización: 2025-12-22
fi: Viimeisin päivitys: 2025-12-22
fil: Huling na-update: 2025-12-22
hu: Utolsó frissítés: 2025-12-22
id: Pembaruan terakhir: 2025-12-22
it: Ultimo aggiornamento: 2025-12-22
ja: 最終更新日：2025-12-22
ko: 최종 업데이트: 2025-12-22
nl: Laatste update: 2025-12-22
no: Siste oppdatering: 2025-12-22
pl: Ostatnia aktualizacja: 2025-12-22
pt_pt: Última atualização: 2025-12-22
ro: Ultima actualizare: 2025-12-22
ru: Последнее обновление: 2025-12-22
sk: Posledná aktualizácia: 2025-12-22
sv: Senast uppdaterad: 2025-12-22
sw: Sasisho la mwisho: 2025-12-22
tr: Son güncelleme: 2025-12-22
uk: Останнє оновлення: 2025-12-22
vi: Cập nhật lần cuối: 2025-12-22
zh_hans: 最后更新：2025-12-22

# privacy_data_title
source: 2. Données traitées
af: 2. Verwerkte data
bg: 2. Обработени данни
cs: 2. Zpracovávaná data
da: 2. Behandlede data
de: 2. Verarbeitete Daten
el: 2. Επεξεργασμένα δεδομένα
es: 2. Datos procesados
fi: 2. Käsitellyt tiedot
fil: 2. Naprosesong datos
hu: 2. Feldolgozott adatok
id: 2. Data yang diproses
it: 2. Dati trattati
ja: 2. 処理されたデータ
ko: 2. 처리된 데이터
nl: 2. Verwerkte gegevens
no: 2. Behandlede data
pl: 2. Przetwarzane dane
pt_pt: 2. Dados processados
ro: 2. Date prelucrate
ru: 2. Обрабатываемые данные
sk: 2. Spracované údaje
sv: 2. Behandlade uppgifter
sw: 2. Behandlade data
tr: 2. İşlenen veriler
uk: 2. Processed data
vi: 2. Dữ liệu được xử lý
zh_hans: 2. 处理的数据

# privacy_data_local_title
source: 2.1 Données locales (sur votre appareil)
af: 2.1 Plaaslike data (op jou toestel)
bg: 2.1 Локални данни (на вашето устройство)
cs: 2.1 Místní data (na vašem zařízení)
da: 2.1 Lokale data (på din enhed)
de: 2.1 Lokale Daten (auf Ihrem Gerät)
el: 2.1 Τοπικά δεδομένα (στη συσκευή σας)
es: 2.1 Datos locales (en su dispositivo)
fi: 2.1 Paikalliset tiedot (laitteellasi)
fil: 2.1 Lokal na datos (sa iyong aparato)
hu: 2.1 Helyi adatok (az eszközén)
id: 2.1 Data lokal (di perangkat Anda)
it: 2.1 Dati locali (sul tuo dispositivo)
ja: 2.1 ローカルデータ（デバイス上）
ko: 2.1 로컬 데이터 (귀하의 기기에서)
nl: 2.1 Lokale gegevens (op uw apparaat)
no: 2.1 Lokale data (på enheten din)
pl: 2.1 Dane lokalne (na twoim urządzeniu)
pt_pt: 2.1 Dados locais (no seu dispositivo)
ro: 2.1 Date locale (pe device-ul dumneavoastră)
ru: 2.1 Локальные данные (на вашем устройстве)
sk: 2.1 Miestne údaje (na vašom zariadení)
sv: 2.1 Lokala data (på din enhet)
sw: 2.1 Lokala data (på din enhet)
tr: 2.1 Yerel veriler (cihazınızda)
uk: 2.1 Local data (on your device)
vi: 2.1 Dữ liệu cục bộ (trên thiết bị của bạn)
zh_hans: 2.1 本地数据（在您的设备上）

# privacy_data_local_p1
source: Selon l’outil utilisé, certaines informations peuvent être traitées localement (ex. texte, images, valeurs numériques) afin de produire un résultat. Ces données ne sont pas envoyées à nos serveurs.
af: Afhangende van die gereedskap wat gebruik word, kan sekere inligting plaaslik verwerk word (bv. teks, beelde, numeriese waardes) om 'n resultaat te produseer. Hierdie data word nie na ons bedieners gestuur nie.
bg: В зависимост от използвания инструмент, определена информация може да бъде обработвана локално (напр. текст, изображения, числови стойности), за да се получи резултат. Тези данни не се изпращат на нашите сървъри.
cs: V závislosti na použitém nástroji mohou být některé informace zpracovávány lokálně (např. text, obrázky, číselné hodnoty) za účelem vytvoření výsledku. Tato data nejsou odesílána na naše servery.
da: Afhængigt af det anvendte værktøj kan visse oplysninger behandles lokalt (f.eks. tekst, billeder, numeriske værdier) for at producere et resultat. Disse data sendes ikke til vores servere.
de: Je nach dem verwendeten Tool können bestimmte Informationen lokal verarbeitet werden (z. B. Text, Bilder, numerische Werte), um ein Ergebnis zu erzeugen. Diese Daten werden nicht an unsere Server gesendet.
el: Ανάλογα με το εργαλείο που χρησιμοποιείται, ορισμένες πληροφορίες μπορεί να επεξεργάζονται τοπικά (π.χ. κείμενο, εικόνες, αριθμητικές τιμές) προκειμένου να παραχθεί ένα αποτέλεσμα. Αυτά τα δεδομένα δεν αποστέλλονται στους διακομιστές μας.
es: Según la herramienta utilizada, cierta información puede ser procesada localmente (por ejemplo, texto, imágenes, valores numéricos) para producir un resultado. Estos datos no se envían a nuestros servidores.
fi: Käytetystä työkalusta riippuen tietyt tiedot voidaan käsitellä paikallisesti (esim. teksti, kuvat, numeeriset arvot) tuloksen tuottamiseksi. Näitä tietoja ei lähetetä palvelimillemme.
fil: Ayon sa ginamit na tool, ang ilang impormasyon ay maaaring iproseso nang lokal (hal. teksto, mga larawan, mga numerong halaga) upang makabuo ng isang resulta. Ang mga data na ito ay hindi ipinapadala sa aming mga server.
hu: Az eszköztől függően bizonyos információk helyben (pl. szöveg, képek, numerikus értékek) kerülhetnek feldolgozásra az eredmény előállítása érdekében. Ezek az adatok nem kerülnek a szervereinkre.
id: Bergantung pada alat yang digunakan, beberapa informasi dapat diproses secara lokal (mis. teks, gambar, nilai numerik) untuk menghasilkan hasil. Data ini tidak dikirim ke server kami.
it: In base allo strumento utilizzato, alcune informazioni possono essere elaborate localmente (es. testo, immagini, valori numerici) per produrre un risultato. Questi dati non vengono inviati ai nostri server.
ja: 使用されるツールによっては、結果を生成するために一部の情報（例：テキスト、画像、数値）がローカルで処理されることがあります。これらのデータは私たちのサーバーに送信されません。
ko: 사용된 도구에 따라 일부 정보는 결과를 생성하기 위해 로컬에서 처리될 수 있습니다(예: 텍스트, 이미지, 숫자 값). 이러한 데이터는 우리의 서버로 전송되지 않습니다.
nl: Afhankelijk van de gebruikte tool kunnen bepaalde informatie lokaal worden verwerkt (bijv. tekst, afbeeldingen, numerieke waarden) om een resultaat te produceren. Deze gegevens worden niet naar onze servers verzonden.
no: Avhengig av verktøyet som brukes, kan visse opplysninger behandles lokalt (f.eks. tekst, bilder, numeriske verdier) for å produsere et resultat. Disse dataene sendes ikke til våre servere.
pl: W zależności od używanego narzędzia, niektóre informacje mogą być przetwarzane lokalnie (np. tekst, obrazy, wartości liczbowe) w celu uzyskania wyniku. Te dane nie są wysyłane na nasze serwery.
pt_pt: Dependendo da ferramenta utilizada, algumas informações podem ser processadas localmente (ex. texto, imagens, valores numéricos) para produzir um resultado. Esses dados não são enviados para os nossos servidores.
ro: În funcție de instrumentul utilizat, anumite informații pot fi prelucrate local (de exemplu, text, imagini, valori numerice) pentru a produce un rezultat. Aceste date nu sunt trimise pe serverele noastre.
ru: В зависимости от используемого инструмента некоторые данные могут обрабатываться локально (например, текст, изображения, числовые значения) для получения результата. Эти данные не отправляются на наши серверы.
sk: V závislosti od použitého nástroja môžu byť niektoré informácie spracované lokálne (napr. text, obrázky, číselné hodnoty) na vytvorenie výsledku. Tieto údaje nie sú odosielané na naše servery.
sv: Beroende på det använda verktyget kan viss information behandlas lokalt (t.ex. text, bilder, numeriska värden) för att producera ett resultat. Dessa data skickas inte till våra servrar.
sw: Kulingana na zana inayotumika, taarifa fulani zinaweza kushughulikiwa kwa ndani (mfano maandiko, picha, thamani za nambari) ili kutoa matokeo. Data hizi hazitumwi kwenye seva zetu.
tr: Kullanılan araca bağlı olarak, bazı bilgiler yerel olarak işlenebilir (ör. metin, resimler, sayısal değerler) ve bir sonuç üretmek için kullanılabilir. Bu veriler sunucularımıza gönderilmez.
uk: Залежно від використаного інструменту, деяка інформація може оброблятися локально (наприклад, текст, зображення, числові значення) для отримання результату. Ці дані не надсилаються на наші сервери.
vi: Tùy thuộc vào công cụ được sử dụng, một số thông tin có thể được xử lý cục bộ (ví dụ: văn bản, hình ảnh, giá trị số) để tạo ra kết quả. Dữ liệu này không được gửi đến máy chủ của chúng tôi.
zh_hans: 根据使用的工具，某些信息可以在本地处理（例如文本、图像、数值）以生成结果。这些数据不会发送到我们的服务器。

# privacy_data_tech_title
source: 2.2 Données techniques
af: 2.2 Tegniese data
bg: 2.2 Технически данни
cs: 2.2 Technická data
da: 2.2 Tekniske data
de: 2.2 Technische Daten
el: 2.2 Τεχνικά δεδομένα
es: 2.2 Datos técnicos
fi: 2.2 Teknisiä tietoja
fil: 2.2 Teknikal na Datos
hu: 2.2 Műszaki adatok
id: 2.2 Data teknis
it: 2.2 Dati tecnici
ja: 2.2 技術データ
ko: 2.2 기술 데이터
nl: 2.2 Technische gegevens
no: 2.2 Teknisk data
pl: 2.2 Dane techniczne
pt_pt: 2.2 Dados técnicos
ro: 2.2 Date tehnice
ru: 2.2 Технические данные
sk: 2.2 Technické údaje
sv: 2.2 Tekniska data
sw: 2.2 Tekniska data
tr: 2.2 Teknik veriler
uk: 2.2 Technical Data
vi: 2.2 Dữ liệu kỹ thuật
zh_hans: 2.2 技术数据

# privacy_data_tech_p1
source: Comme la plupart des sites, nous pouvons collecter des informations techniques (ex. type d’appareil, navigateur, pages consultées) à des fins de sécurité, de mesure d’audience et d’amélioration du service.
af: Soos die meeste webwerwe, kan ons tegniese inligting versamel (bv. tipe toestel, blaier, besoekte bladsye) vir sekuriteitsdoeleindes, gehoormeting en diensverbetering.
bg: Както повечето сайтове, ние можем да събираме техническа информация (напр. тип устройство, браузър, прегледани страници) с цел сигурност, измерване на аудиторията и подобряване на услугата.
cs: Stejně jako většina webů můžeme shromažďovat technické informace (např. typ zařízení, prohlížeč, navštívené stránky) za účelem zabezpečení, měření návštěvnosti a zlepšení služby.
da: Som de fleste websteder kan vi indsamle tekniske oplysninger (f.eks. enhedstype, browser, besøgte sider) til sikkerhed, publikumsmåling og forbedring af tjenesten.
de: Wie die meisten Websites können wir technische Informationen sammeln (z. B. Gerätetyp, Browser, besuchte Seiten) zu Sicherheits-, Analyse- und Serviceverbesserungszwecken.
el: Όπως οι περισσότερες ιστοσελίδες, μπορούμε να συλλέγουμε τεχνικές πληροφορίες (π.χ. τύπος συσκευής, περιηγητής, σελίδες που επισκέπτεστε) για λόγους ασφάλειας, μέτρησης επισκεψιμότητας και βελτίωσης της υπηρεσίας.
es: Como la mayoría de los sitios, podemos recopilar información técnica (por ejemplo, tipo de dispositivo, navegador, páginas visitadas) con fines de seguridad, medición de audiencia y mejora del servicio.
fi: Kuten useimmilla sivustoilla, voimme kerätä teknisiä tietoja (esim. laitetyyppi, selain, katsotut sivut) turvallisuussyistä, kävijämäärien mittaamiseksi ja palvelun parantamiseksi.
fil: Tulad ng karamihan sa mga site, maaari kaming mangolekta ng mga teknikal na impormasyon (hal. uri ng aparato, browser, mga pahinang tiningnan) para sa mga layunin ng seguridad, pagsukat ng madla, at pagpapabuti ng serbisyo.
hu: Mint a legtöbb webhely, technikai információkat (pl. eszköz típusa, böngésző, megtekintett oldalak) gyűjthetünk biztonsági, látogatottsági mérési és szolgáltatásjavítási célokra.
id: Seperti kebanyakan situs, kami dapat mengumpulkan informasi teknis (mis. jenis perangkat, browser, halaman yang dikunjungi) untuk tujuan keamanan, pengukuran audiens, dan peningkatan layanan.
it: Come la maggior parte dei siti, possiamo raccogliere informazioni tecniche (es. tipo di dispositivo, browser, pagine visitate) a fini di sicurezza, misurazione del pubblico e miglioramento del servizio.
ja: ほとんどのサイトと同様に、私たちはセキュリティ、オーディエンス測定、サービス改善の目的で技術情報（例：デバイスタイプ、ブラウザ、閲覧ページ）を収集することがあります。
ko: 대부분의 사이트와 마찬가지로, 우리는 보안, 청중 측정 및 서비스 개선을 위해 기술 정보를 수집할 수 있습니다(예: 장치 유형, 브라우저, 방문한 페이지).
nl: Net als de meeste websites kunnen we technische informatie verzamelen (bijv. type apparaat, browser, bezochte pagina's) voor beveiligingsdoeleinden, publieksmeting en serviceverbetering.
no: Som de fleste nettsteder kan vi samle inn teknisk informasjon (f.eks. enhetstype, nettleser, besøkte sider) for sikkerhet, publikumsmåling og forbedring av tjenesten.
pl: Podobnie jak większość stron, możemy zbierać informacje techniczne (np. typ urządzenia, przeglądarka, odwiedzane strony) w celach bezpieczeństwa, pomiaru ruchu i poprawy usługi.
pt_pt: Como a maioria dos sites, podemos coletar informações técnicas (ex. tipo de dispositivo, navegador, páginas visitadas) para fins de segurança, medição de audiência e melhoria do serviço.
ro: Ca majoritatea site-urilor, putem colecta informații tehnice (de exemplu, tipul de dispozitiv, browser, paginile vizitate) în scopuri de securitate, măsurare a audienței și îmbunătățire a serviciului.
ru: Как и большинство сайтов, мы можем собирать техническую информацию (например, тип устройства, браузер, посещенные страницы) в целях безопасности, измерения аудитории и улучшения сервиса.
sk: Rovnako ako väčšina stránok, môžeme zbierať technické informácie (napr. typ zariadenia, prehliadač, navštívené stránky) na účely zabezpečenia, merania návštevnosti a zlepšovania služby.
sv: Som de flesta webbplatser kan vi samla in teknisk information (t.ex. enhetstyp, webbläsare, besökta sidor) för säkerhet, publikmätning och förbättring av tjänsten.
sw: Kama tovuti nyingi, tunaweza kukusanya taarifa za kiufundi (mfano aina ya kifaa, kivinjari, kurasa zilizotazamwa) kwa madhumuni ya usalama, kupima hadhira na kuboresha huduma.
tr: Çoğu site gibi, güvenlik, izleme ve hizmeti geliştirme amaçlarıyla teknik bilgiler (ör. cihaz türü, tarayıcı, görüntülenen sayfalar) toplayabiliriz.
uk: Як і більшість сайтів, ми можемо збирати технічну інформацію (наприклад, тип пристрою, браузер, переглянуті сторінки) з метою безпеки, вимірювання аудиторії та покращення сервісу.
vi: Giống như hầu hết các trang web, chúng tôi có thể thu thập thông tin kỹ thuật (ví dụ: loại thiết bị, trình duyệt, các trang đã xem) cho mục đích bảo mật, đo lường lưu lượng truy cập và cải thiện dịch vụ.
zh_hans: 与大多数网站一样，我们可能会收集技术信息（例如设备类型、浏览器、访问的页面）以用于安全、流量测量和服务改进。

# privacy_cookies_title
source: 3. Cookies et technologies similaires
af: 3. Koekies en soortgelyke tegnologieë
bg: 3. Бисквитки и подобни технологии
cs: 3. Cookies a podobné technologie
da: 3. Cookies og lignende teknologier
de: 3. Cookies und ähnliche Technologien
el: 3. Cookies και παρόμοιες τεχνολογίες
es: 3. Cookies y tecnologías similares
fi: 3. Evästeet ja vastaavat teknologiat
fil: 3. Cookies at katulad na teknolohiya
hu: 3. Süti és hasonló technológiák
id: 3. Cookie dan teknologi serupa
it: 3. Cookie e tecnologie simili
ja: 3. クッキーおよび類似技術
ko: 3. 쿠키 및 유사 기술
nl: 3. Cookies en vergelijkbare technologieën
no: 3. Informasjonskapsler og lignende teknologier
pl: 3. Ciasteczka i podobne technologie
pt_pt: 3. Cookies e tecnologias semelhantes
ro: 3. Cookie-uri și tehnologii similare
ru: 3. Файлы cookie и аналогичные технологии
sk: 3. Cookies a podobné technológie
sv: 3. Cookies och liknande teknologier
sw: 3. Cookies och liknande teknologier
tr: 3. Çerezler ve benzeri teknolojiler
uk: 3. Cookies and similar technologies
vi: 3. Cookies và các công nghệ tương tự
zh_hans: 3. Cookies 和类似技术

# privacy_cookies_p1
source: Tools Central peut utiliser des cookies ou des identifiants similaires pour mesurer l’audience, améliorer l’expérience et afficher des publicités.
af: Tools Central kan koekies of soortgelyke identifiseerders gebruik om die gehoor te meet, die ervaring te verbeter en advertensies te vertoon.
bg: Tools Central може да използва бисквитки или подобни идентификатори, за да измерва аудиторията, да подобри опита и да показва реклами.
cs: Tools Central může používat cookies nebo podobné identifikátory k měření návštěvnosti, zlepšení uživatelského zážitku a zobrazování reklam.
da: Tools Central kan bruge cookies eller lignende identifikatorer til at måle publikums, forbedre oplevelsen og vise annoncer.
de: Tools Central kann Cookies oder ähnliche Identifikatoren verwenden, um die Nutzung zu messen, das Erlebnis zu verbessern und Werbung anzuzeigen.
el: Η Tools Central μπορεί να χρησιμοποιεί cookies ή παρόμοιους αναγνωριστικούς αριθμούς για να μετρά την επισκεψιμότητα, να βελτιώνει την εμπειρία και να εμφανίζει διαφημίσεις.
es: Tools Central puede utilizar cookies o identificadores similares para medir la audiencia, mejorar la experiencia y mostrar anuncios.
fi: Tools Central voi käyttää evästeitä tai vastaavia tunnisteita mittaamaan kävijämäärää, parantamaan käyttökokemusta ja näyttämään mainoksia.
fil: Maaaring gumamit ang Tools Central ng mga cookies o katulad na mga identifier upang sukatin ang madla, pagbutihin ang karanasan, at ipakita ang mga ad.
hu: A Tools Central sütiket vagy hasonló azonosítókat használhat a látogatottság mérésére, a felhasználói élmény javítására és hirdetések megjelenítésére.
id: Tools Central dapat menggunakan cookie atau pengenal serupa untuk mengukur audiens, meningkatkan pengalaman, dan menampilkan iklan.
it: Tools Central può utilizzare cookie o identificatori simili per misurare il pubblico, migliorare l'esperienza e mostrare pubblicità.
ja: Tools Centralは、オーディエンスを測定し、体験を向上させ、広告を表示するためにクッキーや類似の識別子を使用することがあります。
ko: Tools Central은 청중을 측정하고 경험을 개선하며 광고를 표시하기 위해 쿠키 또는 유사한 식별자를 사용할 수 있습니다.
nl: Tools Central kan cookies of soortgelijke identificatoren gebruiken om het publiek te meten, de ervaring te verbeteren en advertenties weer te geven.
no: Tools Central kan bruke informasjonskapsler eller lignende identifikatorer for å måle publikum, forbedre opplevelsen og vise annonser.
pl: Tools Central może używać plików cookie lub podobnych identyfikatorów do pomiaru ruchu, poprawy doświadczeń i wyświetlania reklam.
pt_pt: O Tools Central pode usar cookies ou identificadores semelhantes para medir a audiência, melhorar a experiência e exibir anúncios.
ro: Tools Central poate utiliza cookie-uri sau identificatori similari pentru a măsura audiența, a îmbunătăți experiența și a afișa reclame.
ru: Tools Central может использовать файлы cookie или аналогичные идентификаторы для измерения аудитории, улучшения опыта и показа рекламы.
sk: Tools Central môže používať súbory cookie alebo podobné identifikátory na meranie návštevnosti, zlepšovanie používateľskej skúsenosti a zobrazovanie reklám.
sv: Tools Central kan använda cookies eller liknande identifierare för att mäta publik, förbättra upplevelsen och visa annonser.
sw: Tools Central inaweza kutumia vidakuzi au vitambulisho vya kufanana kupima hadhira, kuboresha uzoefu na kuonyesha matangazo.
tr: Tools Central, izleme, deneyimi geliştirme ve reklam gösterimi için çerezler veya benzer tanımlayıcılar kullanabilir.
uk: Tools Central може використовувати файли cookie або подібні ідентифікатори для вимірювання аудиторії, покращення досвіду та показу реклами.
vi: Tools Central có thể sử dụng cookie hoặc các định danh tương tự để đo lường lưu lượng truy cập, cải thiện trải nghiệm và hiển thị quảng cáo.
zh_hans: Tools Central 可能会使用 cookies 或类似标识符来测量流量、改善体验并显示广告。
