Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# cookies_disable_title
source: 4. Désactiver les cookies
af: 4. Deaktiveer koekies
bg: 4. Деактивиране на бисквитките
cs: 4. Deaktivovat soubory cookie
da: 4. Deaktiver cookies
de: 4. Cookies deaktivieren
el: 4. Απενεργοποίηση των cookies
es: 4. Desactivar las cookies
fi: 4. Poista evästeet
fil: 4. I-disable ang cookies
hu: 4. A sütik letiltása
id: 4. Nonaktifkan cookie
it: 4. Disattivare i cookie
ja: 4. クッキーを無効にする
ko: 4. 쿠키 비활성화
nl: 4. Cookies uitschakelen
no: 4. Deaktiver informasjonskapsler
pl: 4. Wyłącz pliki cookie
pt_pt: 4. Desativar os cookies
ro: 4. Dezactivați cookie-urile
ru: 4. Отключить файлы cookie
sk: 4. Deaktivovať súbory cookie
sv: 4. Inaktivera cookies
sw: 4. Inaktivera cookies
tr: 4. Çerezleri devre dışı bırakın
uk: 4. Disable cookies
vi: 4. Vô hiệu hóa cookie
zh_hans: 4. 禁用Cookies

# cookies_disable_p1
source: Vous pouvez également gérer les cookies via les réglages de votre navigateur. La désactivation de certains cookies peut affecter des fonctionnalités.
af: U kan ook koekies bestuur via die instellings van u blaaiers. Die deaktivering van sekere koekies kan funksies beïnvloed.
bg: Можете също така да управлявате бисквитките чрез настройките на браузъра си. Деактивирането на определени бисквитки може да повлияе на функционалността.
cs: Cookies můžete také spravovat prostřednictvím nastavení vašeho prohlížeče. Deaktivace některých cookies může ovlivnit funkce.
da: Du kan også administrere cookies via indstillingerne i din browser. Deaktivering af visse cookies kan påvirke funktioner.
de: Sie können Cookies auch über die Einstellungen Ihres Browsers verwalten. Das Deaktivieren bestimmter Cookies kann Funktionen beeinträchtigen.
el: Μπορείτε επίσης να διαχειριστείτε τα cookies μέσω των ρυθμίσεων του προγράμματος περιήγησής σας. Η απενεργοποίηση ορισμένων cookies μπορεί να επηρεάσει τις δυνατότητες.
es: También puede gestionar las cookies a través de la configuración de su navegador. La desactivación de ciertas cookies puede afectar funcionalidades.
fi: Voit myös hallita evästeitä selaimesi asetusten kautta. Tiettyjen evästeiden poistaminen käytöstä voi vaikuttaa toimintoihin.
fil: Maaari mo ring pamahalaan ang mga cookies sa pamamagitan ng mga setting ng iyong browser. Ang pag-disable ng ilang cookies ay maaaring makaapekto sa mga tampok.
hu: A sütiket a böngésző beállításaival is kezelheti. Bizonyos sütik letiltása befolyásolhatja a funkciókat.
id: Anda juga dapat mengelola cookie melalui pengaturan browser Anda. Menonaktifkan beberapa cookie dapat mempengaruhi fungsionalitas.
it: Puoi anche gestire i cookie tramite le impostazioni del tuo browser. La disattivazione di alcuni cookie può influire sulle funzionalità.
ja: ブラウザの設定を通じてクッキーを管理することもできます。一部のクッキーを無効にすると機能に影響を与える可能性があります。
ko: 브라우저 설정을 통해 쿠키를 관리할 수도 있습니다. 일부 쿠키를 비활성화하면 기능에 영향을 줄 수 있습니다.
nl: U kunt ook cookies beheren via de instellingen van uw browser. Het uitschakelen van bepaalde cookies kan invloed hebben op functionaliteiten.
no: Du kan også administrere informasjonskapsler via innstillingene i nettleseren din. Deaktivering av visse informasjonskapsler kan påvirke funksjonaliteten.
pl: Możesz również zarządzać plikami cookie za pomocą ustawień przeglądarki. Dezaktywacja niektórych plików cookie może wpłynąć na funkcjonalność.
pt_pt: Pode também gerir os cookies através das definições do seu navegador. A desativação de certos cookies pode afetar funcionalidades.
ro: De asemenea, puteți gestiona cookie-urile prin setările browser-ului dumneavoastră. Dezactivarea anumitor cookie-uri poate afecta funcționalitățile.
ru: Вы также можете управлять файлами cookie через настройки вашего браузера. Отключение некоторых файлов cookie может повлиять на функциональность.
sk: Súbory cookie môžete tiež spravovať prostredníctvom nastavení vášho prehliadača. Deaktivácia niektorých súborov cookie môže ovplyvniť funkcie.
sv: Du kan också hantera cookies via inställningarna i din webbläsare. Inaktivering av vissa cookies kan påverka funktioner.
sw: Pia unaweza kusimamia kuki kupitia mipangilio ya kivinjari chako. Kuondoa baadhi ya kuki kunaweza kuathiri kazi.
tr: Ayrıca çerezleri tarayıcınızın ayarları aracılığıyla yönetebilirsiniz. Bazı çerezlerin devre dışı bırakılması, işlevleri etkileyebilir.
uk: Ви також можете керувати файлами cookie через налаштування вашого браузера. Вимкнення деяких файлів cookie може вплинути на функціональність.
vi: Bạn cũng có thể quản lý cookie thông qua cài đặt trình duyệt của mình. Việc vô hiệu hóa một số cookie có thể ảnh hưởng đến các tính năng.
zh_hans: 您还可以通过浏览器设置管理Cookie。禁用某些Cookie可能会影响功能。

# legal_notice_title
source: Mentions légales
af: Regslike vermeldings
bg: Правни уведомления
cs: Právní upozornění
da: Juridiske meddelelser
de: Impressum
el: Νομικές αναφορές
es: Avis legales
fi: Lailliset tiedot
fil: Mga Legal na Pahayag
hu: Jogi nyilatkozat
id: Pernyataan hukum
it: Note legali
ja: 法的通知
ko: 법적 고지
nl: Juridische vermeldingen
no: Juridiske merknader
pl: Informacje prawne
pt_pt: Aviso legal
ro: Mențiuni legale
ru: Юридическая информация
sk: Právne upozornenia
sv: Juridiska meddelanden
sw: Juridiska meddelanden
tr: Hukuki Bildirimler
uk: Legal Notice
vi: Thông tin pháp lý
zh_hans: 法律声明

# legal_notice_subtitle
source: Informations légales relatives au site Tools Central.
af: Regshandelinge rakende die Tools Central-webwerf.
bg: Правни уведомления относно сайта Tools Central.
cs: Právní informace týkající se webu Tools Central.
da: Juridiske oplysninger vedrørende Værktøjer Central.
de: Rechtliche Informationen zur Website Tools Central.
el: Νομικές πληροφορίες σχετικά με τον ιστότοπο Tools Central.
es: Información legal relacionada con el sitio Tools Central.
fi: Lainsäädännölliset tiedot Työkalut Keskus -sivustosta.
fil: Mga legal na impormasyon tungkol sa site na Tools Central.
hu: Jogi információk a Tools Central webhellyel kapcsolatban.
id: Informasi hukum terkait situs Tools Central.
it: Informazioni legali relative al sito Tools Central.
ja: Tools Centralサイトに関する法的情報。
ko: Tools Central 사이트에 대한 법적 정보입니다.
nl: Juridische informatie met betrekking tot de site Tools Central.
no: Juridisk informasjon om nettstedet Verktøy Central.
pl: Informacje prawne dotyczące strony Tools Central.
pt_pt: Informações legais relativas ao site Tools Central.
ro: Informații legale referitoare la site-ul Tools Central.
ru: Юридическая информация о сайте Tools Central.
sk: Právne informácie týkajúce sa stránky Tools Central.
sv: Juridisk information om webbplatsen Tools Central.
sw: Taarifa za kisheria kuhusu tovuti ya Tools Central.
tr: Tools Central sitesi ile ilgili yasal bilgiler.
uk: Юридична інформація про сайт Tools Central.
vi: Thông tin pháp lý liên quan đến trang web Tools Central.
zh_hans: 与Tools Central网站相关的法律信息。

# legal_notice_editor_title
source: Éditeur du site
af: Webwerf-uitgewer
bg: Издател на сайта
cs: Vydavatel webu
da: Webstedets udgiver
de: Seitenbetreiber
el: Εκδότης της ιστοσελίδας
es: Editor del sitio
fi: Sivuston julkaisu
fil: Tagapaglathala ng site
hu: A weboldal kiadója
id: Penerbit situs
it: Editore del sito
ja: サイトの編集者
ko: 사이트 편집자
nl: Website-eigenaar
no: Nettstedets utgiver
pl: Wydawca strony
pt_pt: Editor do site
ro: Editorul site-ului
ru: Редактор сайта
sk: Vydavateľ stránky
sv: Webbplatsens utgivare
sw: Webbplatsutgivare
tr: Site yayıncısı
uk: Site publisher
vi: Nhà xuất bản trang web
zh_hans: 网站编辑

# legal_notice_site_label
source: Site :
af: Webwerf :
bg: Сайт:
cs: Webová stránka:
da: Websted:
de: Seite :
el: Ιστότοπος :
es: Sitio:
fi: Sivusto:
hu: Webhely:
id: Situs :
it: Sito:
ja: サイト：
ko: 사이트 :
no: Nettsted:
pl: Strona:
ru: Сайт:
sk: Stránka:
sv: Webbplats:
sw: Webbplats:
vi: Trang web:
zh_hans: 网站：

# legal_notice_site_value
source: Tools Central
af: Gereedskap Sentraal
bg: Инструменти Централ
cs: Nástroje Centrála
da: Værktøjscentral
de: Werkzeugzentrale
el: Κέντρο Εργαλείων
es: Centro de Herramientas
fi: Työkalut Keskus
fil: Sentro ng mga Tool
hu: Eszközök Központ
id: Pusat Alat
it: Strumenti Centrali
ja: ツールセンター
ko: 도구 센트럴
nl: Tools Centraal
no: Verktøy Senter
pl: Centrum Narzędzi
pt_pt: Central de Ferramentas
ro: Central de Instrumente
ru: Центр инструментов
sk: Nástroje Centrum
sv: Verktyg Central
sw: Verktyg Central
tr: Araçlar Merkezi
vi: Trung tâm Công cụ
zh_hans: 工具中心

# legal_notice_domain_label
source: Domaine :
af: Domein :
bg: Домен:
cs: Oblast:
da: Domæne:
de: Bereich :
el: Τομέας:
es: Dominio:
fi: Alue:
hu: Tartomány:
id: Domain:
it: Dominio:
ja: ドメイン：
ko: 도메인 :
nl: Domein :
no: Domene:
pl: Domena:
pt_pt: Domínio:
ro: Domeniu:
ru: Домен:
sk: Doména:
sv: Domän:
sw: Område:
tr: Alan:
uk: Domain:
vi: Lĩnh vực :
zh_hans: 领域：

# legal_notice_publisher_label
source: Responsable de publication :
af: Uitsaaik verantwoordelikheid:
bg: Лице за публикуване:
cs: Osoba odpovědná za publikaci:
da: Publiceringsansvarlig:
de: Herausgeber:
el: Υπεύθυνος δημοσίευσης:
es: Responsable de publicación:
fi: Julkaisuvastaava:
fil: Responsable ng publikasyon:
hu: Kiadó felelős:
id: Penanggung jawab publikasi:
it: Responsabile della pubblicazione:
ja: 出版責任者：
ko: 게시 책임자:
nl: Publicatieverantwoordelijke:
no: Utgiver:
pl: Osoba odpowiedzialna za publikację:
pt_pt: Responsável pela publicação:
ro: Responsabil de publicare :
ru: Ответственный за публикацию:
sk: Zodpovedná osoba za publikáciu:
sv: Publiceringsansvarig:
sw: Utgivningsansvarig:
tr: Yayın sorumlusu:
uk: Publishing manager:
vi: Người phụ trách xuất bản:
zh_hans: 出版负责人：

# legal_notice_publisher_value
source: CAUDRON Cédric
bg: КОДРОН Седрик
el: CAUDRON Σεντρίκ
ja: カウドロン・セドリック
ko: CAUDRON 세드릭
ru: КОДРОН Седрик
zh_hans: CAUDRON 塞德里克

# legal_notice_email_label
source: Contact :
af: Kontak:
bg: Контакт:
cs: Kontakt:
da: Kontakt:
de: Kontakt:
el: Επικοινωνία :
es: Contacto:
fi: Yhteystiedot:
fil: Makipag-ugnayan:
hu: Kapcsolat:
id: Kontak:
it: Contatto:
ja: 連絡先：
ko: 연락처:
no: Kontakt:
pl: Kontakt:
pt_pt: Contacto:
ru: Контакт:
sk: Kontakt:
sv: Kontakt:
sw: Kontakt:
tr: İletişim:
vi: Liên hệ :
zh_hans: 联系：

# legal_notice_update
source: Dernière mise à jour : 2025-12-22
af: Laaste opdatering : 2025-12-22
bg: Последно обновление: 2025-12-22
cs: Poslední aktualizace: 2025-12-22
da: Sidst opdateret: 2025-12-22
de: Letzte Aktualisierung: 2025-12-22
el: Τελευταία ενημέρωση: 2025-12-22
es: Última actualización: 2025-12-22
fi: Viimeisin päivitys: 2025-12-22
fil: Huling na-update: 2025-12-22
hu: Utolsó frissítés: 2025-12-22
id: Pembaruan terakhir: 2025-12-22
it: Ultimo aggiornamento: 2025-12-22
ja: 最終更新日：2025-12-22
ko: 최종 업데이트: 2025-12-22
nl: Laatste update: 2025-12-22
no: Siste oppdatering: 2025-12-22
pl: Ostatnia aktualizacja: 2025-12-22
pt_pt: Última atualização: 2025-12-22
ro: Ultima actualizare: 2025-12-22
ru: Последнее обновление: 2025-12-22
sk: Posledná aktualizácia: 2025-12-22
sv: Senast uppdaterad: 2025-12-22
sw: Sasisho la mwisho: 2025-12-22
tr: Son güncelleme: 2025-12-22
uk: Останнє оновлення: 2025-12-22
vi: Cập nhật lần cuối: 2025-12-22
zh_hans: 最后更新：2025-12-22

# legal_notice_host_title
source: Hébergement
af: Gasheer
bg: Хостинг
cs: Hosting
da: Hosting
de: Unterkunft
el: Φιλοξενία
es: Alojamiento
fi: Majoitus
fil: Pagsasama
hu: Tárhely
it: Hosting
ja: ホスティング
ko: 호스팅
nl: Huisvesting
no: Hosting
pl: Hosting
pt_pt: Alojamento
ro: Găzduire
ru: Хостинг
sk: Ubytovanie
sv: Värdskap
sw: Värdskap
tr: Barındırma
uk: Hosting
vi: Lưu trữ
zh_hans: 托管

# legal_notice_host_desc
source: Le site est hébergé par :
af: Die webwerf word gehos deur :
bg: Сайтът се хоства от:
cs: Web je hostován na:
da: Siden er hostet af:
de: Die Website wird gehostet von:
el: Ο ιστότοπος φιλοξενείται από:
es: El sitio está alojado por:
fi: Sivustoa isännöi:
fil: Ang site ay naka-host sa:
hu: A webhelyet üzemelteti:
id: Situs ini dihosting oleh:
it: Il sito è ospitato da:
ja: サイトは次のホスティングサービスによってホストされています：
ko: 사이트는 다음에 의해 호스팅됩니다:
nl: De site wordt gehost door:
no: Nettstedet er hostet av:
pl: Strona jest hostowana przez:
pt_pt: O site é hospedado por:
ro: Site-ul este găzduit de:
ru: Сайт размещен на:
sk: Stránka je hostená na:
sv: Webbplatsen är värd av:
sw: Tovuti inahifadhiwa na:
tr: Siteyi barındıran:
uk: Сайт розміщено на:
vi: Trang web được lưu trữ bởi:
zh_hans: 该网站由以下机构托管：

# legal_notice_host_name_label
source: Hébergeur :
af: Huisveser:
bg: Хостинг доставчик:
cs: Poskytovatel hostingu:
da: Hostingudbyder:
de: Hostinganbieter:
el: Πάροχος φιλοξενίας:
es: Proveedor de alojamiento:
fi: Palveluntarjoaja:
fil: Tagapag-host:
hu: Szolgáltató:
id: Penyedia hosting:
it: Fornitore di hosting:
ja: ホスティングサービス提供者：
ko: 호스팅 제공자:
nl: Huisvester:
no: Leverandør:
pl: Dostawca hostingu:
pt_pt: Fornecedor de alojamento:
ro: Furnizor de găzduire:
ru: Хостинг-провайдер:
sk: Poskytovateľ hostingu:
sv: Leverantör:
sw: Leverantör:
tr: Hizmet sağlayıcı:
uk: Host:
vi: Nhà cung cấp dịch vụ lưu trữ:
zh_hans: 托管服务提供商：

# legal_notice_host_name_value
source: Hostinger
bg: Хостингер
el: Χοστίγκερ
ja: ホスティンガー
ko: 호스팅거
ru: Хостингер

# legal_notice_host_address_label
source: Adresse :
af: Adres:
bg: Адрес:
cs: Adresa:
el: Διεύθυνση :
es: Dirección:
fi: Osoite:
fil: Address:
hu: Cím:
id: Alamat:
it: Indirizzo :
ja: 住所：
ko: 주소 :
nl: Adres:
pl: Adres:
pt_pt: Endereço:
ro: Adresă:
ru: Адрес:
sk: Adresa:
sv: Adress:
sw: Adress:
tr: Adres:
uk: Address:
vi: Địa chỉ :
zh_hans: 地址：

# legal_notice_host_address_value
source: Paris - France
af: Parys - Frankryk
bg: Париж - Франция
cs: Paříž - Francie
da: Paris - Frankrig
de: Paris - Frankreich
el: Παρίσι - Γαλλία
es: París - Francia
fi: Pariisi - Ranska
fil: Paris - Pransya
hu: Párizs - Franciaország
id: Paris - Prancis
it: Parigi - Francia
ja: パリ - フランス
ko: 파리 - 프랑스
nl: Parijs - Frankrijk
no: Paris - Frankrike
pl: Paryż - Francja
pt_pt: Paris - França
ro: Paris - Franța
ru: Париж - Франция
sk: Paríž - Francúzsko
sv: Paris - Frankrike
sw: Paris - Frankrike
tr: Paris - Fransa
uk: Paris - United Kingdom
vi: Paris - Pháp
zh_hans: 巴黎 - 法国

# legal_notice_links_title
source: Liens utiles
af: Nuttige skakels
bg: Полезни връзки
cs: Užitečné odkazy
da: Nyttige links
de: Nützliche Links
el: Χρήσιμες συνδέσεις
es: Enlaces útiles
fi: Hyödylliset linkit
fil: Mga kapaki-pakinabang na link
hu: Hasznos linkek
id: Tautan berguna
it: Link utili
ja: 便利なリンク
ko: 유용한 링크
nl: Nuttige links
no: Nyttige lenker
pl: Przydatne linki
pt_pt: Links úteis
ro: Linkuri utile
ru: Полезные ссылки
sk: Užitočné odkazy
sv: Användbara länkar
sw: Användbara länkar
tr: Faydalı bağlantılar
uk: Useful links
vi: Liên kết hữu ích
zh_hans: 有用链接

# legal_notice_privacy_link
source: Politique de confidentialité
af: Privaatheidsbeleid
bg: Политика за поверителност
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fil: Patakaran sa privacy
hu: Adatvédelmi irányelvek
id: Kebijakan privasi
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
no: Personvernerklæring
pl: Polityka prywatności
pt_pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
sw: Sera ya faragha
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策

# legal_notice_cookies_link
source: Politique des cookies
af: Koekiebeleid
bg: Политика за бисквитки
cs: Zásady používání cookies
da: Cookiepolitik
de: Cookie-Richtlinie
el: Πολιτική cookies
es: Política de cookies
fi: Evästekäytäntö
fil: Patakaran sa cookies
hu: Süti irányelvek
id: Kebijakan cookie
it: Politica sui cookie
ja: クッキーポリシー
ko: 쿠키 정책
nl: Cookiebeleid
no: Informasjonskapselpolicy
pl: Polityka plików cookie
pt_pt: Política de cookies
ro: Politica cookie-urilor
ru: Политика использования файлов cookie
sk: Zásady používania súborov cookie
sv: Cookiepolicy
sw: Sera ya kuki
tr: Çerez Politikası
uk: Політика щодо файлів cookie
vi: Chính sách cookie
zh_hans: Cookie政策

# privacy_title
source: Politique de confidentialité
af: Privaatheidsbeleid
bg: Политика за поверителност
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fil: Patakaran sa privacy
hu: Adatvédelmi irányelv
id: Kebijakan privasi
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
no: Personvernerklæring
pl: Polityka prywatności
pt_pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
sw: Integritetspolicy
tr: Gizlilik politikası
uk: Privacy Policy
vi: Chính sách bảo mật
zh_hans: 隐私政策

# privacy_subtitle
source: Cette page explique comment Tools Central traite vos données.
af: Hierdie bladsy verduidelik hoe Tools Central jou data hanteer.
bg: Тази страница обяснява как Tools Central обработва вашите данни.
cs: Tato stránka vysvětluje, jak Tools Central zpracovává vaše údaje.
da: Denne side forklarer, hvordan Værktøjer Central behandler dine data.
de: Diese Seite erklärt, wie Tools Central Ihre Daten verarbeitet.
el: Αυτή η σελίδα εξηγεί πώς η Tools Central επεξεργάζεται τα δεδομένα σας.
es: Esta página explica cómo Tools Central trata sus datos.
fi: Tämä sivu selittää, miten Työkalut Keskus käsittelee tietojasi.
fil: Ang pahinang ito ay nagpapaliwanag kung paano pinoproseso ng Tools Central ang iyong data.
hu: Ez az oldal elmagyarázza, hogyan kezeli a Tools Central az adatait.
id: Halaman ini menjelaskan bagaimana Tools Central mengelola data Anda.
it: Questa pagina spiega come Tools Central tratta i tuoi dati.
ja: このページでは、Tools Centralがあなたのデータをどのように処理するかを説明します。
ko: 이 페이지는 Tools Central이 귀하의 데이터를 처리하는 방법을 설명합니다.
nl: Deze pagina legt uit hoe Tools Central uw gegevens verwerkt.
no: Denne siden forklarer hvordan Verktøy Central behandler dataene dine.
pl: Ta strona wyjaśnia, jak Tools Central przetwarza Twoje dane.
pt_pt: Esta página explica como o Tools Central trata os seus dados.
ro: Această pagină explică modul în care Tools Central prelucrează datele dumneavoastră.
ru: Эта страница объясняет, как Tools Central обрабатывает ваши данные.
sk: Táto stránka vysvetľuje, ako Tools Central spracováva vaše údaje.
sv: Denna sida förklarar hur Tools Central hanterar dina data.
sw: Ukurasa huu unaelezea jinsi Tools Central inavyoshughulikia data zako.
tr: Bu sayfa, Tools Central'ın verilerinizi nasıl işlediğini açıklamaktadır.
uk: Ця сторінка пояснює, як Tools Central обробляє ваші дані.
vi: Trang này giải thích cách Tools Central xử lý dữ liệu của bạn.
zh_hans: 此页面解释了 Tools Central 如何处理您的数据。

# privacy_intro_title
source: 1. Principes généraux
af: 1. Algemene beginsels
bg: 1. Общи принципи
cs: 1. Obecné zásady
da: 1. Generelle principper
de: 1. Allgemeine Grundsätze
el: 1. Γενικές αρχές
es: 1. Principios generales
fi: 1. Yleiset periaatteet
fil: 1. Pangkalahatang Prinsipyo
hu: 1. Általános elvek
id: 1. Prinsip Umum
it: 1. Principi generali
ja: 1. 一般原則
ko: 1. 일반 원칙
nl: 1. Algemene principes
no: 1. Generelle prinsipper
pl: 1. Zasady ogólne
pt_pt: 1. Princípios gerais
ro: 1. Principii generale
ru: 1. Общие принципы
sk: 1. Všeobecné zásady
sv: 1. Allmänna principer
sw: 1. Allmänna principer
tr: 1. Genel İlkeler
uk: 1. General principles
vi: 1. Nguyên tắc chung
zh_hans: 1. 一般原则
