Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_significant_figures_out2
source: Il aide à présenter les résultats avec une précision cohérente.
af: Dit help om die resultate met 'n konsekwente akkuraatheid voor te stel.
bg: Той помага да се представят резултатите с последователна точност.
cs: Pomáhá prezentovat výsledky s konzistentní přesností.
da: Det hjælper med at præsentere resultaterne med en sammenhængende nøjagtighed.
de: Es hilft, die Ergebnisse mit einer konsistenten Genauigkeit zu präsentieren.
el: Βοηθά να παρουσιαστούν τα αποτελέσματα με συνεπή ακρίβεια.
es: Ayuda a presentar los resultados con una precisión coherente.
fi: Se auttaa esittämään tulokset johdonmukaisella tarkkuudella.
fil: Tumutulong ito na ipakita ang mga resulta na may pare-parehong katumpakan.
hu: Segít a eredmények következetes pontossággal történő bemutatásában.
id: Ini membantu menyajikan hasil dengan ketepatan yang konsisten.
it: Aiuta a presentare i risultati con una precisione coerente.
ja: 結果を一貫した精度で提示するのに役立ちます。
ko: 일관된 정확도로 결과를 제시하는 데 도움을 줍니다.
nl: Het helpt om de resultaten met een consistente nauwkeurigheid te presenteren.
no: Det hjelper med å presentere resultatene med en konsistent nøyaktighet.
pl: Pomaga prezentować wyniki z spójną dokładnością.
pt_pt: Ela ajuda a apresentar os resultados com uma precisão consistente.
ro: Ajută la prezentarea rezultatelor cu o precizie coerentă.
ru: Он помогает представить результаты с согласованной точностью.
sk: Pomáha prezentovať výsledky s konzistentnou presnosťou.
sv: Det hjälper till att presentera resultaten med en konsekvent noggrannhet.
sw: Inasaidia kuwasilisha matokeo kwa usahihi unaofanana.
tr: Sonuçları tutarlı bir doğrulukla sunmaya yardımcı olur.
uk: Він допомагає представляти результати з узгодженою точністю.
vi: Nó giúp trình bày các kết quả với độ chính xác nhất quán.
zh_hans: 它有助于以一致的精度呈现结果。

# ed_math_significant_figures_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztető pontok
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_significant_figures_lim1
source: Les règles dépendent du contexte scientifique ou scolaire.
af: Die reëls hang af van die wetenskaplike of skool konteks.
bg: Правилата зависят от научния или учебния контекст.
cs: Pravidla závisí na vědeckém nebo školním kontextu.
da: Reglerne afhænger af den videnskabelige eller skolemæssige kontekst.
de: Die Regeln hängen vom wissenschaftlichen oder schulischen Kontext ab.
el: Οι κανόνες εξαρτώνται από το επιστημονικό ή σχολικό πλαίσιο.
es: Las reglas dependen del contexto científico o escolar.
fi: Säännöt riippuvat tieteellisestä tai koulutuksellisesta kontekstista.
fil: Ang mga patakaran ay nakasalalay sa konteksto ng agham o paaralan.
hu: A szabályok a tudományos vagy iskolai kontextustól függenek.
id: Aturan tergantung pada konteks ilmiah atau akademis.
it: Le regole dipendono dal contesto scientifico o scolastico.
ja: ルールは科学的または教育的な文脈に依存します。
ko: 규칙은 과학적 또는 학문적 맥락에 따라 다릅니다.
nl: De regels zijn afhankelijk van de wetenschappelijke of schoolcontext.
no: Reglene avhenger av den vitenskapelige eller skolemessige konteksten.
pl: Zasady zależą od kontekstu naukowego lub szkolnego.
pt_pt: As regras dependem do contexto científico ou escolar.
ro: Regulile depind de contextul științific sau școlar.
ru: Правила зависят от научного или учебного контекста.
sk: Pravidlá závisia od vedeckého alebo školského kontextu.
sv: Reglerna beror på det vetenskapliga eller skolmässiga sammanhanget.
sw: Sheria zinategemea muktadha wa kisayansi au wa shule.
tr: Kurallar bilimsel veya akademik bağlama bağlıdır.
uk: Правила залежать від наукового або навчального контексту.
vi: Các quy tắc phụ thuộc vào bối cảnh khoa học hoặc học thuật.
zh_hans: 规则取决于科学或学术上下文。

# ed_math_significant_figures_lim2
source: Un mauvais arrondi peut donner une fausse impression de précision.
af: 'n Slechte afronding kan 'n valse indruk van akkuraatheid gee.
bg: Лошо закръгляне може да даде фалшиво впечатление за точност.
cs: Špatné zaokroulení může dávat falešný dojem přesnosti.
da: En dårlig afrunding kan give et falsk indtryk af nøjagtighed.
de: Eine falsche Rundung kann einen falschen Eindruck von Genauigkeit vermitteln.
el: Μια κακή στρογγυλοποίηση μπορεί να δώσει μια ψευδή εντύπωση ακρίβειας.
es: Un mal redondeo puede dar una falsa impresión de precisión.
fi: Huono pyöristys voi antaa väärän käsityksen tarkkuudesta.
fil: Ang isang maling pag-ikot ay maaaring magbigay ng maling impresyon ng katumpakan.
hu: A rossz kerekítés hamis benyomást kelthet a pontosságról.
id: Pembulatan yang buruk dapat memberikan kesan yang salah tentang ketepatan.
it: Un cattivo arrotondamento può dare una falsa impressione di precisione.
ja: 不適切な丸めは、精度の誤った印象を与える可能性があります。
ko: 잘못된 반올림은 정확성에 대한 잘못된 인상을 줄 수 있습니다.
nl: Een slechte afronding kan een valse indruk van nauwkeurigheid geven.
no: En dårlig avrunding kan gi et falskt inntrykk av nøyaktighet.
pl: Złe zaokrąglenie może dać fałszywe wrażenie dokładności.
pt_pt: Um mau arredondamento pode dar uma falsa impressão de precisão.
ro: O rotunjire greșită poate da o impresie falsă de precizie.
ru: Плохое округление может создать ложное впечатление точности.
sk: Zlé zaokrúhlenie môže dať falošný dojem presnosti.
sv: En dålig avrundning kan ge en falsk känsla av noggrannhet.
sw: Mabadiliko mabaya yanaweza kutoa hisia ya uwongo ya usahihi.
tr: Yanlış bir yuvarlama, doğruluk konusunda yanlış bir izlenim verebilir.
uk: Погане округлення може створити хибне враження про точність.
vi: Một phép làm tròn sai có thể tạo ra ấn tượng sai về độ chính xác.
zh_hans: 错误的四舍五入可能会给人一种虚假的精度印象。

# ed_math_significant_figures_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_significant_figures_q1
source: Tous les zéros sont-ils significatifs ?
af: Is alle nulles beduidend?
bg: Всички нули ли са значими?
cs: Jsou všechny nuly významné?
da: Er alle nuller signifikante?
de: Sind alle Nullen signifikant?
el: Είναι όλα τα μηδενικά σημαντικά;
es: ¿Todos los ceros son significativos?
fi: Ovatko kaikki nollat merkitseviä?
fil: Lahat ba ng mga zero ay makabuluhan?
hu: Minden nulla jelentős?
id: Apakah semua nol signifikan?
it: Tutti gli zeri sono significativi?
ja: すべてのゼロは有効ですか？
ko: 모든 0이 유의미한가요?
nl: Zijn alle nullen significant?
no: Er alle nuller signifikante?
pl: Czy wszystkie zera są znaczące?
pt_pt: Todos os zeros são significativos?
ro: Toate zerourile sunt semnificative?
ru: Все нули значащие?
sk: Sú všetky nuly významné?
sv: Är alla nollor signifikanta?
sw: Je, sifuri zote zina umuhimu?
tr: Tüm sıfırlar anlamlı mıdır?
uk: Чи всі нулі є значущими?
vi: Tất cả các số không có phải là có nghĩa không?
zh_hans: 所有零都是有效的吗？

# ed_math_significant_figures_a1
source: Non, seuls les zéros situés entre ou après des chiffres non nuls peuvent être significatifs selon l’écriture.
af: Nee, slegs die nulles wat tussen of na nie-nul syfers geleë is, kan beduidend wees volgens die skryfstyl.
bg: Не, само нулите, разположени между или след ненулеви цифри, могат да бъдат значими в зависимост от записа.
cs: Ne, pouze nuly umístěné mezi nebo za nenulovými číslicemi mohou být významné podle zápisu.
da: Nej, kun nuller, der ligger mellem eller efter ikke-nul cifre, kan være signifikante afhængigt af skrivemåden.
de: Nein, nur Nullen, die zwischen oder nach nicht nullen Ziffern stehen, können je nach Schreibweise signifikant sein.
el: Όχι, μόνο τα μηδενικά που βρίσκονται μεταξύ ή μετά από μη μηδενικά ψηφία μπορεί να είναι σημαντικά ανάλογα με την γραφή.
es: No, solo los ceros situados entre o después de cifras no nulas pueden ser significativos según la escritura.
fi: Ei, vain nollat, jotka sijaitsevat ei-nollien numeroiden välissä tai jälkeen, voivat olla merkitseviä kirjoitusmuodosta riippuen.
fil: Hindi, tanging ang mga zero na nasa pagitan o pagkatapos ng mga hindi zero na numero ang maaaring maging makabuluhan ayon sa pagsulat.
hu: Nem, csak a nem nulla számjegyek között vagy után elhelyezkedő nullák lehetnek jelentősek a formától függően.
id: Tidak, hanya nol yang terletak di antara atau setelah angka non-nol yang dapat signifikan tergantung pada penulisan.
it: No, solo gli zeri situati tra o dopo cifre non nulle possono essere significativi a seconda della scrittura.
ja: いいえ、非ゼロの数字の間または後にあるゼロのみが、表記に応じて有効である可能性があります。
ko: 아니요, 비영(0)이 아닌 숫자 사이 또는 뒤에 있는 0만 유의미할 수 있습니다.
nl: Nee, alleen de nullen die zich tussen of na niet-nul cijfers bevinden, kunnen significant zijn volgens de schrijfwijze.
no: Nei, bare nuller som ligger mellom eller etter ikke-null sifre kan være signifikante avhengig av skrivemåten.
pl: Nie, tylko zera znajdujące się między lub po niezerowych cyfrach mogą być znaczące w zależności od zapisu.
pt_pt: Não, apenas os zeros localizados entre ou após dígitos não nulos podem ser significativos de acordo com a escrita.
ro: Nu, doar zerourile situate între sau după cifrele nenule pot fi semnificative în funcție de scriere.
ru: Нет, только нули, находящиеся между или после ненулевых цифр, могут быть значащими в зависимости от записи.
sk: Nie, iba nuly umiestnené medzi alebo za nenulovými číslicami môžu byť významné podľa zápisu.
sv: Nej, endast nollor som ligger mellan eller efter icke-noll siffror kan vara signifikanta beroende på skrivsätt.
sw: Hapana, sifuri pekee zilizoko kati au baada ya nambari zisizo sifuri zinaweza kuwa muhimu kulingana na uandishi.
tr: Hayır, yalnızca sıfırların, sıfır olmayan rakamların arasında veya sonrasında yer alması durumunda anlamlı olabilir.
uk: Ні, лише нулі, що знаходяться між або після ненульових цифр, можуть бути значущими відповідно до запису.
vi: Không, chỉ các số không nằm giữa hoặc sau các chữ số khác không thể là có nghĩa theo cách viết.
zh_hans: 不，只有位于非零数字之间或之后的零可以根据书写方式是有效的。

# ed_math_significant_figures_q2
source: Pourquoi utiliser les chiffres significatifs ?
af: Waarom beduidende syfers gebruik?
bg: Защо да използваме значими цифри?
cs: Proč používat významné číslice?
da: Hvorfor bruge signifikante cifre?
de: Warum signifikante Ziffern verwenden?
el: Γιατί να χρησιμοποιήσετε τα σημαντικά ψηφία;
es: ¿Por qué usar cifras significativas?
fi: Miksi käyttää merkitseviä numeroita?
fil: Bakit gamitin ang mga makabuluhang numero?
hu: Miért használjunk jelentős számjegyeket?
id: Mengapa menggunakan angka signifikan?
it: Perché utilizzare le cifre significative?
ja: なぜ有効数字を使用するのですか？
ko: 유의 숫자를 사용하는 이유는 무엇인가요?
nl: Waarom significante cijfers gebruiken?
no: Hvorfor bruke signifikante sifre?
pl: Dlaczego używać cyfr znaczących?
pt_pt: Por que usar dígitos significativos?
ro: De ce să folosim cifrele semnificative?
ru: Почему использовать значащие цифры?
sk: Prečo používať významné čísla?
sv: Varför använda signifikanta siffror?
sw: Kwa nini kutumia nambari muhimu?
tr: Neden anlamlı sayıları kullanmalıyız?
uk: Чому використовувати значущі цифри?
vi: Tại sao lại sử dụng các chữ số có nghĩa?
zh_hans: 为什么使用有效数字？

# ed_math_significant_figures_a2
source: Ils permettent de refléter fidèlement la précision réelle d’une mesure ou d’un calcul.
af: Hulle maak dit moontlik om die werklike akkuraatheid van 'n meting of berekening getrou te weerspieël.
bg: Те позволяват точно да отразят реалната точност на измерване или изчисление.
cs: Umožňují věrně odrážet skutečnou přesnost měření nebo výpočtu.
da: De gør det muligt at afspejle den reelle nøjagtighed af en måling eller beregning trofast.
de: Sie ermöglichen es, die tatsächliche Genauigkeit einer Messung oder Berechnung treu widerzuspiegeln.
el: Επιτρέπουν να αντικατοπτρίζεται πιστά η πραγματική ακρίβεια μιας μέτρησης ή ενός υπολογισμού.
es: Permiten reflejar fielmente la precisión real de una medida o cálculo.
fi: Ne mahdollistavat mittauksen tai laskennan todellisen tarkkuuden uskollisen heijastamisen.
fil: Pinapayagan nilang tumpak na ipakita ang tunay na katumpakan ng isang sukat o kalkulasyon.
hu: Ezek lehetővé teszik a mérés vagy számítás valódi pontosságának hű tükrözését.
id: Mereka memungkinkan untuk mencerminkan dengan setia ketepatan nyata dari sebuah pengukuran atau perhitungan.
it: Permettono di riflettere fedelmente la precisione reale di una misura o di un calcolo.
ja: それらは、測定または計算の実際の精度を忠実に反映することを可能にします。
ko: 그들은 측정 또는 계산의 실제 정확성을 충실히 반영할 수 있게 해줍니다.
nl: Ze maken het mogelijk om de werkelijke nauwkeurigheid van een meting of berekening trouw weer te geven.
no: De gjør det mulig å gjenspeile den reelle nøyaktigheten av en måling eller beregning troverdig.
pl: Pozwalają wiernie odzwierciedlić rzeczywistą dokładność pomiaru lub obliczenia.
pt_pt: Eles permitem refletir fielmente a precisão real de uma medida ou cálculo.
ro: Ele permit reflectarea fidelă a preciziei reale a unei măsurători sau a unui calcul.
ru: Они позволяют точно отразить реальную точность измерения или расчета.
sk: Umožňujú verne odrážať skutočnú presnosť merania alebo výpočtu.
sv: De gör det möjligt att troget återspegla den verkliga noggrannheten i en mätning eller beräkning.
sw: Zinasaidia kuakisi kwa uaminifu usahihi halisi wa kipimo au hesabu.
tr: Gerçek bir ölçüm veya hesaplamanın doğruluğunu doğru bir şekilde yansıtmayı sağlarlar.
uk: Вони дозволяють точно відобразити реальну точність вимірювання або обчислення.
vi: Chúng cho phép phản ánh trung thực độ chính xác thực sự của một phép đo hoặc một phép tính.
zh_hans: 它们能够真实反映测量或计算的实际精度。

# ed_math_significant_figures_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_significant_figures_tip
source: Utiliser la notation scientifique permet souvent de clarifier le nombre de chiffres significatifs.
af: Die gebruik van wetenskaplike notasie maak dikwels die aantal beduidende syfers duideliker.
bg: Използването на научна нотация често помага да се изясни броят на значимите цифри.
cs: Použití vědecké notace často pomáhá objasnit počet významných číslic.
da: At bruge videnskabelig notation gør ofte antallet af signifikante cifre klarere.
de: Die Verwendung der wissenschaftlichen Notation hilft oft, die Anzahl der signifikanten Ziffern zu klären.
el: Η χρήση επιστημονικής σημειογραφίας συχνά διευκρινίζει τον αριθμό των σημαντικών ψηφίων.
es: Usar la notación científica a menudo ayuda a aclarar el número de cifras significativas.
fi: Tieteellisen merkinnän käyttäminen voi usein selkeyttää merkitsevien numeroiden määrää.
fil: Ang paggamit ng siyentipikong notasyon ay madalas na nagpapalinaw sa bilang ng mga makabuluhang numero.
hu: A tudományos jelölés használata gyakran segít tisztázni a jelentős számjegyek számát.
id: Menggunakan notasi ilmiah sering kali dapat memperjelas jumlah angka signifikan.
it: Utilizzare la notazione scientifica consente spesso di chiarire il numero di cifre significative.
ja: 科学的表記を使用することで、有効数字の数を明確にすることがよくできます。
ko: 과학적 표기를 사용하면 종종 유의 숫자의 수를 명확히 하는 데 도움이 됩니다.
nl: Het gebruik van wetenschappelijke notatie maakt het vaak mogelijk om het aantal significante cijfers te verduidelijken.
no: Bruk av vitenskapelig notasjon gjør ofte antall signifikante sifre klarere.
pl: Użycie notacji naukowej często pozwala wyjaśnić liczbę cyfr znaczących.
pt_pt: Usar a notação científica muitas vezes ajuda a esclarecer o número de dígitos significativos.
ro: Utilizarea notației științifice permite adesea clarificarea numărului de cifre semnificative.
ru: Использование научной нотации часто помогает прояснить количество значащих цифр.
sk: Použitie vedeckej notácie často pomáha objasniť počet významných číslic.
sv: Att använda vetenskaplig notation gör ofta antalet signifikanta siffror tydligare.
sw: Kutumia noti ya kisayansi mara nyingi husaidia kufafanua idadi ya nambari muhimu.
tr: Bilimsel notasyon kullanmak genellikle anlamlı rakam sayısını netleştirmeye yardımcı olur.
uk: Використання наукової нотації часто дозволяє прояснити кількість значущих цифр.
vi: Sử dụng ký hiệu khoa học thường giúp làm rõ số lượng chữ số có nghĩa.
zh_hans: 使用科学记数法通常可以澄清有效数字的数量。

# ed_math_rule_of_three_proportion_table_check_title
source: À propos : Vérifier un tableau de proportionnalité
af: Oor: Kontroleer 'n tabel van proporsionaliteit
bg: Относно: Проверка на таблица за пропорционалност
cs: O aplikaci: Ověření tabulky proporcionality
da: Om: Tjekke en proportionalitetstabel
de: Über: Überprüfen einer Proportionalitätstabelle
el: Σχετικά: Έλεγχος ενός πίνακα αναλογικότητας
es: Acerca de: Verificar una tabla de proporcionalidad
fi: Tietoja: Tarkista suhteellisuus taulukko
fil: Tungkol sa: Suriin ang isang talahanayan ng proporsyonalidad
hu: A témáról: Arányossági táblázat ellenőrzése
id: Tentang: Memeriksa tabel proporsionalitas
it: Informazioni: Verificare una tabella di proporzionalità
ja: 比例表の確認について
ko: 비율표 확인하기
nl: Over: Een tabel van proportionaliteit controleren
no: Område: Sjekk et proporsjonalitetsdiagram
pl: O programie: Sprawdzenie tabeli proporcjonalności
pt_pt: Sobre: Verificar uma tabela de proporcionalidade
ro: Despre: Verificarea unui tabel de proporționalitate
ru: О программе: Проверка таблицы пропорциональности
sk: O projekte: Overenie tabuľky proporcionality
sv: Om: Kontrollera en proportionell tabell
sw: Kuhusu: Kuangalia jedwali la uwiano
tr: Hakkında: Orantılılık tablosunu kontrol etme
uk: Про нас: Перевірка таблиці пропорційності
vi: Về chúng tôi: Kiểm tra bảng tỷ lệ
zh_hans: 关于：检查一个比例表

# ed_math_rule_of_three_proportion_table_check_lead
source: Cet outil permet de vérifier rapidement si un tableau correspond à une situation de proportionnalité, en contrôlant l’existence d’un coefficient constant entre les lignes.
af: Hierdie hulpmiddel maak dit moontlik om vinnig te kontroleer of 'n tabel ooreenstem met 'n proporsionaliteitssituasie, deur die bestaan van 'n konstante koëffisiënt tussen die rye te kontroleer.
bg: Този инструмент позволява бързо да се провери дали таблицата отговаря на ситуация на пропорционалност, като се контролира съществуването на постоянен коефициент между редовете.
cs: Tento nástroj umožňuje rychle zkontrolovat, zda tabulka odpovídá situaci proporcionality, kontrolou existence konstantního koeficientu mezi řádky.
da: Dette værktøj gør det muligt hurtigt at kontrollere, om en tabel svarer til en proportionalitetssituation ved at kontrollere eksistensen af en konstant koefficient mellem rækkerne.
de: Dieses Tool ermöglicht es, schnell zu überprüfen, ob eine Tabelle einer Proportionalitätssituation entspricht, indem die Existenz eines konstanten Koeffizienten zwischen den Zeilen kontrolliert wird.
el: Αυτό το εργαλείο επιτρέπει να ελέγξετε γρήγορα αν ένας πίνακας αντιστοιχεί σε μια κατάσταση αναλογικότητας, ελέγχοντας την ύπαρξη ενός σταθερού συντελεστή μεταξύ των γραμμών.
es: Esta herramienta permite verificar rápidamente si una tabla corresponde a una situación de proporcionalidad, controlando la existencia de un coeficiente constante entre las filas.
fi: Tämä työkalu mahdollistaa nopean tarkistamisen, vastaako taulukko suhteellisuustilannetta, tarkistamalla vakion olemassaolon rivien välillä.
fil: Ang tool na ito ay nagbibigay-daan upang mabilis na suriin kung ang isang talahanayan ay tumutugma sa isang sitwasyon ng proporsyonalidad, sa pamamagitan ng pagkontrol sa pagkakaroon ng isang pare-parehong coefficient sa pagitan ng mga linya.
hu: Ez az eszköz lehetővé teszi, hogy gyorsan ellenőrizzük, hogy egy táblázat megfelel-e egy arányossági helyzetnek, azáltal, hogy ellenőrizzük a konstans együttható létezését a sorok között.
id: Alat ini memungkinkan untuk memeriksa dengan cepat apakah sebuah tabel sesuai dengan situasi proporsionalitas, dengan memeriksa keberadaan koefisien konstan antara baris.
it: Questo strumento consente di verificare rapidamente se una tabella corrisponde a una situazione di proporzionalità, controllando l'esistenza di un coefficiente costante tra le righe.
ja: このツールは、行間に一定の係数が存在するかを確認することで、表が比例の状況に対応しているかを迅速に確認することを可能にします。
ko: 이 도구는 행 간의 일정한 계수가 존재하는지 확인하여 표가 비례 상황에 해당하는지 빠르게 확인할 수 있도록 합니다.
nl: Dit hulpmiddel maakt het mogelijk om snel te controleren of een tabel overeenkomt met een situatie van proportionaliteit, door de aanwezigheid van een constante coefficient tussen de rijen te controleren.
no: Dette verktøyet lar deg raskt sjekke om et diagram samsvarer med en proporsjonalitetssituasjon, ved å kontrollere eksistensen av en konstant koeffisient mellom radene.
pl: To narzędzie pozwala szybko sprawdzić, czy tabela odpowiada sytuacji proporcjonalności, kontrolując istnienie stałego współczynnika między wierszami.
pt_pt: Esta ferramenta permite verificar rapidamente se uma tabela corresponde a uma situação de proporcionalidade, controlando a existência de um coeficiente constante entre as linhas.
ro: Acest instrument permite verificarea rapidă dacă un tabel corespunde unei situații de proporționalitate, prin controlul existenței unui coeficient constant între linii.
ru: Этот инструмент позволяет быстро проверить, соответствует ли таблица ситуации пропорциональности, контролируя наличие постоянного коэффициента между строками.
sk: Tento nástroj umožňuje rýchlo skontrolovať, či tabuľka zodpovedá situácii proporcionality, kontrolovaním existencie konštantného koeficientu medzi riadkami.
sv: Detta verktyg gör det möjligt att snabbt kontrollera om en tabell motsvarar en proportionell situation genom att kontrollera existensen av en konstant koefficient mellan raderna.
sw: Zana hii inaruhusu kuangalia haraka ikiwa jedwali linahusiana na hali ya uwiano, kwa kudhibiti uwepo wa coefficient thabiti kati ya mistari.
tr: Bu araç, bir tablonun orantılılık durumuna uygun olup olmadığını hızlıca kontrol etmenizi sağlar; satırlar arasında sabit bir katsayının varlığını kontrol ederek.
uk: Цей інструмент дозволяє швидко перевірити, чи таблиця відповідає ситуації пропорційності, контролюючи наявність постійного коефіцієнта між рядками.
vi: Công cụ này cho phép kiểm tra nhanh xem một bảng có phù hợp với một tình huống tỷ lệ hay không, bằng cách kiểm tra sự tồn tại của một hệ số không đổi giữa các dòng.
zh_hans: 该工具可以快速检查一个表格是否符合比例关系，通过控制行之间是否存在一个恒定的系数。
