Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percent_coefficient_converter_a3
source: Non. Le coefficient est une forme intermédiaire. Le pourcentage équivalent est une interprétation finale.
af: Nee. Die koëffisiënt is 'n tussenvorm. Die gelykwaardige persentasie is 'n finale interpretasie.
bg: Не. Коефициентът е междинна форма. Еквивалентният процент е крайна интерпретация.
cs: Ne. Koeficient je mezifáze. Ekvivalentní procento je konečná interpretace.
da: Nej. Koefficienten er en mellemform. Den ækvivalente procent er en endelig fortolkning.
de: Nein. Der Koeffizient ist eine Zwischenform. Der äquivalente Prozentsatz ist eine endgültige Interpretation.
el: Όχι. Ο συντελεστής είναι μια ενδιάμεση μορφή. Το ισοδύναμο ποσοστό είναι μια τελική ερμηνεία.
es: No. El coeficiente es una forma intermedia. El porcentaje equivalente es una interpretación final.
fi: Ei. Kerroin on väliaste. Vastaava prosentti on lopullinen tulkinta.
fil: Hindi. Ang coefficient ay isang intermediate na anyo. Ang katumbas na porsyento ay isang pangwakas na interpretasyon.
hu: Nem. Az együttható egy köztes forma. A megfelelő százalék egy végső értelmezés.
id: Tidak. Koefisien adalah bentuk perantara. Persentase setara adalah interpretasi akhir.
it: No. Il coefficiente è una forma intermedia. La percentuale equivalente è un'interpretazione finale.
ja: いいえ。係数は中間的な形です。同等のパーセンテージは最終的な解釈です。
ko: 아니요. 계수는 중간 형태입니다. 동등한 백분율은 최종 해석입니다.
nl: Nee. De coëfficiënt is een tussenliggende vorm. Het gelijkwaardige percentage is een definitieve interpretatie.
no: Nei. Koeffisienten er en mellomliggende form. Den tilsvarende prosentandelen er en endelig tolkning.
pl: Nie. Współczynnik jest formą pośrednią. Procent równoważny to interpretacja końcowa.
pt_pt: Não. O coeficiente é uma forma intermediária. A porcentagem equivalente é uma interpretação final.
ro: Nu. Coeficientul este o formă intermediară. Procentul echivalent este o interpretare finală.
ru: Нет. Коэффициент - это промежуточная форма. Эквивалентный процент - это окончательная интерпретация.
sk: Nie. Koeficient je medzičlánok. Ekvivalentné percento je konečná interpretácia.
sv: Nej. Koefficienten är en mellanliggande form. Den motsvarande procentandelen är en slutlig tolkning.
sw: Hapana. Kipimo ni mfumo wa kati. Asilimia sawa ni tafsiri ya mwisho.
tr: Hayır. Katsayı ara bir formdur. Eşdeğer yüzde, nihai bir yorumdur.
uk: Ні. Коефіцієнт є проміжною формою. Еквівалентний відсоток є фінальною інтерпретацією.
vi: Không. Hệ số là một dạng trung gian. Tỷ lệ phần trăm tương đương là một diễn giải cuối cùng.
zh_hans: 不。系数是一种中间形式。等效百分比是最终解释。

# ed_math_percentages_percent_coefficient_converter_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia ya kusaidia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percent_coefficient_converter_tip
source: Dès qu’il y a plusieurs étapes, pensez “coefficient d’abord, pourcentage ensuite” : c’est la méthode la plus fiable.
af: Sodra daar verskeie stappe is, dink "koëffisiënt eers, persentasie daarna": dit is die mees betroubare metode.
bg: Веднага щом има няколко стъпки, мислете "първо коефициент, след това процент": това е най-надеждният метод.
cs: Jakmile je více kroků, myslete "koeficient nejprve, procento poté": to je nejspolehlivější metoda.
da: Så snart der er flere trin, tænk "koefficient først, procent bagefter": det er den mest pålidelige metode.
de: Sobald es mehrere Schritte gibt, denken Sie "Koeffizient zuerst, Prozentsatz danach": das ist die zuverlässigste Methode.
el: Μόλις υπάρχουν πολλές βήματα, σκεφτείτε "συντελεστής πρώτα, ποσοστό μετά": αυτή είναι η πιο αξιόπιστη μέθοδος.
es: Tan pronto como hay varios pasos, piense "coeficiente primero, porcentaje después": es el método más confiable.
fi: Kun on useita vaiheita, ajattele "kerroin ensin, prosentti sitten": tämä on luotettavin menetelmä.
fil: Sa sandaling may maraming hakbang, isipin ang "coefficient muna, porsyento pagkatapos": ito ang pinaka-maaasahang pamamaraan.
hu: Amint több lépés van, gondoljon "először együttható, aztán százalék": ez a legmegbízhatóbb módszer.
id: Setiap kali ada beberapa langkah, pikirkan 'koefisien dulu, persentase kemudian': ini adalah metode yang paling dapat diandalkan.
it: Non appena ci sono più passaggi, pensa "coefficiente prima, percentuale dopo": è il metodo più affidabile.
ja: 複数のステップがある場合は、「まず係数、その後パーセンテージ」と考えてください：これが最も信頼できる方法です。
ko: 여러 단계가 있을 때는 '먼저 계수, 그 다음 백분율'이라고 생각하세요: 이것이 가장 신뢰할 수 있는 방법입니다.
nl: Zodra er meerdere stappen zijn, denk "coëfficiënt eerst, percentage daarna": dit is de meest betrouwbare methode.
no: Så snart det er flere trinn, tenk "koeffisient først, prosent deretter": det er den mest pålitelige metoden.
pl: Gdy jest kilka kroków, myśl "współczynnik najpierw, procent potem": to najpewniejsza metoda.
pt_pt: Assim que houver várias etapas, pense "coeficiente primeiro, porcentagem depois": é o método mais confiável.
ro: De îndată ce sunt mai multe etape, gândiți "coeficient mai întâi, procent apoi": aceasta este cea mai fiabilă metodă.
ru: Как только есть несколько этапов, думайте "коэффициент сначала, процент потом": это самый надежный метод.
sk: Hneď ako je viacero krokov, myslite "koeficient najprv, percento potom": to je najspoľahlivejšia metóda.
sv: Så snart det finns flera steg, tänk "koefficient först, procentandel sedan": det är den mest pålitliga metoden.
sw: Pale ambapo kuna hatua kadhaa, fikiria "kipimo kwanza, asilimia baadaye": hii ndiyo njia ya kuaminika zaidi.
tr: Birden fazla adım olduğunda, "önce katsayı, sonra yüzde" düşünün: bu en güvenilir yöntemdir.
uk: Якщо є кілька етапів, думайте "коефіцієнт спочатку, відсоток потім": це найнадійніший метод.
vi: Khi có nhiều bước, hãy nghĩ “hệ số trước, tỷ lệ phần trăm sau”: đó là phương pháp đáng tin cậy nhất.
zh_hans: 一旦有多个步骤，请考虑“先系数，后百分比”：这是最可靠的方法。

# ed_math_percentages_percent_to_fraction_title
source: À propos : Pourcentage ↔ fraction
af: Oor: Persentasie ↔ breuk
bg: Относно: Процент ↔ дроб
cs: Odkaz: Procento ↔ zlomek
da: Om: Procent ↔ brøk
de: Über: Prozentsatz ↔ Bruch
el: Σχετικά: Ποσοστό ↔ κλάσμα
es: Acerca de: Porcentaje ↔ fracción
fi: Tietoa: Prosentti ↔ murtoluku
fil: Tungkol sa: Porsyento ↔ fraction
hu: A következőkről: Százalék ↔ tört
id: Tentang: Persentase ↔ pecahan
it: A proposito: Percentuale ↔ frazione
ja: について：パーセンテージ ↔ 分数
ko: 정보: 백분율 ↔ 분수
nl: Over: Percentage ↔ breuk
no: Om: Prosent ↔ brøk
pl: O tym: Procent ↔ ułamek
pt_pt: Sobre: Porcentagem ↔ fração
ro: Despre: Procent ↔ fracție
ru: О проекте: Процент ↔ дробь
sk: O: Percento ↔ zlomok
sv: Om: Procentandel ↔ bråk
sw: Kuhusu: Asilimia ↔ sehemu
tr: Hakkında: Yüzde ↔ kesir
uk: Про: Відсоток ↔ дроб
vi: Về việc: Tỷ lệ phần trăm ↔ phân số
zh_hans: 关于：百分比 ↔ 分数

# ed_math_percentages_percent_to_fraction_lead
source: Ce convertisseur permet de passer d’un pourcentage à une fraction (et inversement), en simplifiant la fraction lorsque c’est possible, pour mieux comprendre et manipuler les proportions.
af: Hierdie omsetter maak dit moontlik om van 'n persentasie na 'n breuk (en omgekeerd) oor te gaan, terwyl die breuk vereenvoudig word wanneer dit moontlik is, om die verhoudings beter te verstaan en te hanteer.
bg: Този преобразувател позволява да се премине от процент към дроб (и обратно), като опростява дробта, когато е възможно, за по-добро разбиране и манипулиране на пропорциите.
cs: Tento převodník umožňuje přechod z procenta na zlomek (a naopak), zjednodušením zlomku, když je to možné, pro lepší pochopení a manipulaci s proporcemi.
da: Denne konverter gør det muligt at gå fra en procent til en brøk (og omvendt), ved at forenkle brøken når det er muligt, for bedre at forstå og manipulere proportionerne.
de: Dieser Umrechner ermöglicht den Übergang von einem Prozentsatz zu einem Bruch (und umgekehrt), indem der Bruch vereinfacht wird, wenn möglich, um die Proportionen besser zu verstehen und zu manipulieren.
el: Αυτός ο μετατροπέας επιτρέπει τη μετάβαση από ένα ποσοστό σε ένα κλάσμα (και αντίστροφα), απλοποιώντας το κλάσμα όταν είναι δυνατόν, για να κατανοήσετε και να χειριστείτε καλύτερα τις αναλογίες.
es: Este convertidor permite pasar de un porcentaje a una fracción (y viceversa), simplificando la fracción cuando es posible, para comprender y manipular mejor las proporciones.
fi: Tämä muunnin mahdollistaa siirtymisen prosentista murtolukuun (ja päinvastoin), yksinkertaistaen murtolukuja, kun se on mahdollista, jotta voidaan paremmin ymmärtää ja käsitellä osuuksia.
fil: Ang converter na ito ay nagpapahintulot na lumipat mula sa isang porsyento patungo sa isang fraction (at kabaligtaran), sa pamamagitan ng pagpapasimple ng fraction kapag posible, upang mas maunawaan at mapamahalaan ang mga proporsyon.
hu: Ez az átváltó lehetővé teszi, hogy egy százalékot egy törté (és fordítva) alakítson, a tört egyszerűsítésével, amikor lehetséges, hogy jobban megérthesse és kezelhesse az arányokat.
id: Konverter ini memungkinkan untuk beralih dari persentase ke pecahan (dan sebaliknya), dengan menyederhanakan pecahan jika memungkinkan, untuk lebih memahami dan memanipulasi proporsi.
it: Questo convertitore consente di passare da una percentuale a una frazione (e viceversa), semplificando la frazione quando possibile, per comprendere e manipolare meglio le proporzioni.
ja: この変換器は、可能な場合に分数を簡略化しながら、パーセンテージから分数（およびその逆）に変換します。これにより、比率をよりよく理解し、操作できます。
ko: 이 변환기는 백분율에서 분수(그리고 그 반대)로 전환하여 가능한 경우 분수를 단순화하여 비율을 더 잘 이해하고 조작할 수 있도록 합니다.
nl: Deze converter maakt het mogelijk om van een percentage naar een breuk (en omgekeerd) te gaan, door de breuk te vereenvoudigen wanneer mogelijk, om de verhoudingen beter te begrijpen en te manipuleren.
no: Denne konvertereren lar deg gå fra en prosent til en brøk (og omvendt), ved å forenkle brøken når det er mulig, for bedre å forstå og håndtere proporsjoner.
pl: Ten konwerter umożliwia przejście z procentu na ułamek (i odwrotnie), upraszczając ułamek, gdy to możliwe, aby lepiej zrozumieć i manipulować proporcjami.
pt_pt: Este conversor permite passar de uma porcentagem a uma fração (e vice-versa), simplificando a fração quando possível, para melhor entender e manipular as proporções.
ro: Acest convertor permite trecerea de la un procent la o fracție (și invers), simplificând fracția atunci când este posibil, pentru a înțelege și manipula mai bine proporțiile.
ru: Этот конвертер позволяет перейти от процента к дроби (и наоборот), упрощая дробь, когда это возможно, для лучшего понимания и манипулирования пропорциями.
sk: Tento konvertor umožňuje prechod z percenta na zlomok (a naopak), pričom zjednodušuje zlomok, keď je to možné, aby sa lepšie pochopili a manipulovali s proporciami.
sv: Denna konverterare gör det möjligt att gå från en procentandel till ett bråk (och vice versa), genom att förenkla bråket när det är möjligt, för att bättre förstå och hantera proportioner.
sw: Geuza hii inaruhusu kubadilisha asilimia kuwa sehemu (na kinyume chake), kwa kuboresha sehemu inapowezekana, ili kuelewa na kushughulikia sehemu kwa urahisi zaidi.
tr: Bu dönüştürücü, bir yüzdeden bir kesire (ve tersine) geçiş yaparak, mümkün olduğunda kesiri sadeleştirir, böylece oranları daha iyi anlamanızı ve işlemenizi sağlar.
uk: Цей конвертер дозволяє переходити від відсотка до дробу (і навпаки), спрощуючи дріб, коли це можливо, для кращого розуміння та маніпулювання пропорціями.
vi: Bộ chuyển đổi này cho phép chuyển đổi từ tỷ lệ phần trăm sang phân số (và ngược lại), bằng cách đơn giản hóa phân số khi có thể, để hiểu và thao tác các tỷ lệ tốt hơn.
zh_hans: 该转换器允许从百分比转换为分数（反之亦然），在可能的情况下简化分数，以更好地理解和处理比例。

# ed_math_percentages_percent_to_fraction_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарій використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percent_to_fraction_uc1_title
source: Exercices scolaires et révisions
af: Skool oefeninge en hersienings
bg: Училищни упражнения и прегледи
cs: Školní cvičení a opakování
da: Skoleøvelser og revisioner
de: Schulübungen und Wiederholungen
el: Σχολικές ασκήσεις και επαναλήψεις
es: Ejercicios escolares y revisiones
fi: Kouluharjoitukset ja kertausharjoitukset
fil: Mga pagsasanay sa paaralan at mga pagsusuri
hu: Iskolai gyakorlatok és ismétlések
id: Latihan sekolah dan revisi
it: Esercizi scolastici e revisioni
ja: 学校の演習と復習
ko: 학교 과제 및 복습
nl: Schooloefeningen en herzieningen
no: Skoleoppgaver og repetisjoner
pl: Ćwiczenia szkolne i powtórki
pt_pt: Exercícios escolares e revisões
ro: Exerciții școlare și revizuiri
ru: Школьные упражнения и повторения
sk: Školské cvičenia a revízie
sv: Skolövningar och repetition
sw: Mazoezi ya shule na marekebisho
tr: Okul alıştırmaları ve tekrarlar
uk: Шкільні вправи та повторення
vi: Bài tập học đường và ôn tập
zh_hans: 学校练习和复习

# ed_math_percentages_percent_to_fraction_uc1_text
source: Convertir 25 % en 1/4, 12,5 % en 1/8, ou 3/5 en 60 % pour vérifier une réponse.
af: Convert 25 % to 1/4, 12.5 % to 1/8, or 3/5 to 60 % to verify an answer.
bg: Преобразувайте 25 % в 1/4, 12,5 % в 1/8 или 3/5 в 60 % за проверка на отговор.
cs: Převeďte 25 % na 1/4, 12,5 % na 1/8, nebo 3/5 na 60 % pro ověření odpovědi.
da: Konverter 25 % til 1/4, 12,5 % til 1/8, eller 3/5 til 60 % for at kontrollere et svar.
de: 25 % in 1/4, 12,5 % in 1/8, or 3/5 in 60 % to verify an answer.
el: Μετατρέψτε το 25 % σε 1/4, το 12,5 % σε 1/8, ή το 3/5 σε 60 % για να ελέγξετε μια απάντηση.
es: Convertir 25 % en 1/4, 12,5 % en 1/8, o 3/5 en 60 % para verificar una respuesta.
fi: Muunna 25 %:n 1/4:ksi, 12,5 %:n 1/8:ksi tai 3/5:stä 60 %:ksi tarkistaaksesi vastauksen.
fil: I-convert ang 25 % sa 1/4, 12.5 % sa 1/8, o 3/5 sa 60 % upang suriin ang isang sagot.
hu: Átváltani 25 %-ot 1/4-re, 12,5 %-ot 1/8-ra, vagy 3/5-öt 60 %-ra a válasz ellenőrzéséhez.
id: Mengonversi 25 % menjadi 1/4, 12,5 % menjadi 1/8, atau 3/5 menjadi 60 % untuk memeriksa jawaban.
it: Convertire il 25 % in 1/4, il 12,5 % in 1/8, o 3/5 in 60 % per verificare una risposta.
ja: 25 %を1/4に、12.5 %を1/8に、または3/5を60 %に変換して、回答を確認します。
ko: 25 %를 1/4로, 12.5 %를 1/8로, 또는 3/5를 60 %로 변환하여 답을 확인하세요.
nl: Zet 25 % om in 1/4, 12,5 % in 1/8, of 3/5 in 60 % om een antwoord te controleren.
no: Konverter 25 % til 1/4, 12,5 % til 1/8, eller 3/5 til 60 % for å verifisere et svar.
pl: Przekształć 25 % na 1/4, 12,5 % na 1/8, lub 3/5 na 60 %, aby sprawdzić odpowiedź.
pt_pt: Converter 25 % em 1/4, 12,5 % em 1/8, ou 3/5 em 60 % para verificar uma resposta.
ro: Convertiți 25 % în 1/4, 12,5 % în 1/8, sau 3/5 în 60 % pentru a verifica un răspuns.
ru: Преобразуйте 25 % в 1/4, 12,5 % в 1/8 или 3/5 в 60 %, чтобы проверить ответ.
sk: Preveďte 25 % na 1/4, 12,5 % na 1/8, alebo 3/5 na 60 % na overenie odpovede.
sv: Konvertera 25 % till 1/4, 12,5 % till 1/8, eller 3/5 till 60 % för att verifiera ett svar.
sw: Geuza 25 % kuwa 1/4, 12.5 % kuwa 1/8, au 3/5 kuwa 60 % ili kuthibitisha jibu.
tr: 25 %'yi 1/4'e, 12,5 %'yi 1/8'e veya 3/5'i %60'a dönüştürerek bir yanıtı kontrol edin.
uk: Перетворіть 25 % на 1/4, 12,5 % на 1/8 або 3/5 на 60 %, щоб перевірити відповідь.
vi: Chuyển đổi 25 % thành 1/4, 12,5 % thành 1/8, hoặc 3/5 thành 60 % để kiểm tra một câu trả lời.
zh_hans: 将 25 % 转换为 1/4，12.5 % 转换为 1/8，或 3/5 转换为 60 % 以验证答案。

# ed_math_percentages_percent_to_fraction_uc2_title
source: Comprendre une proportion
af: Understand a proportion
bg: Разбиране на пропорция
cs: Porozumět proporci
da: Forstå en proportion
de: Eine Proportion verstehen
el: Κατανόηση μιας αναλογίας
es: Comprender una proporción
fi: Ymmärtää osuus
fil: Naiintindihan ang isang proporsyon
hu: Megérteni egy arányt
id: Memahami proporsi
it: Comprendere una proporzione
ja: 比率を理解する
ko: 비율 이해하기
nl: Een verhouding begrijpen
no: Forstå en proporsjon
pl: Zrozumieć proporcję
pt_pt: Compreender uma proporção
ro: Înțelegerea unei proporții
ru: Понять пропорцию
sk: Pochopiť proporciu
sv: Förstå en proportion
sw: Kuelewa uwiano
tr: Bir oranı anlamak
uk: Розуміння пропорції
vi: Hiểu một tỷ lệ
zh_hans: 理解比例

# ed_math_percentages_percent_to_fraction_uc2_text
source: Une fraction simplifiée est parfois plus parlante qu’un pourcentage, notamment pour les proportions “classiques”.
af: A simplified fraction is sometimes more expressive than a percentage, especially for 'classic' proportions.
bg: Определена дроб може да бъде по-ясна от процент, особено за 'класически' пропорции.
cs: Zjednodušený zlomek je někdy výstižnější než procento, zejména pro "klasické" proporce.
da: En forenklet brøk er nogle gange mere sigende end en procent, især for 'klassiske' proportioner.
de: Ein vereinfachter Bruch ist manchmal aussagekräftiger als ein Prozentsatz, insbesondere für "klassische" Proportionen.
el: Μια απλοποιημένη κλάση είναι μερικές φορές πιο κατανοητή από ένα ποσοστό, ειδικά για τις "κλασικές" αναλογίες.
es: Una fracción simplificada a veces es más clara que un porcentaje, especialmente para las proporciones 'clásicas'.
fi: Yksinkertaistettu murtoluku on joskus selkeämpi kuin prosentti, erityisesti 'perinteisissä' osuuksissa.
fil: Ang isang simpleng fraction ay minsang mas madaling maunawaan kaysa sa isang porsyento, lalo na para sa mga 'klasikal' na proporsyon.
hu: Egy egyszerűsített tört néha beszédesebb, mint egy százalék, különösen a „klasszikus” arányok esetében.
id: Sebuah pecahan yang disederhanakan terkadang lebih jelas daripada persentase, terutama untuk proporsi 'klasik'.
it: Una frazione semplificata è a volte più chiara di una percentuale, in particolare per le proporzioni 'classiche'.
ja: 簡略化された分数は、特に「古典的」な比率において、パーセンテージよりもわかりやすいことがあります。
ko: 단순화된 분수는 때때로 '고전적인' 비율에 대해 백분율보다 더 명확할 수 있습니다.
nl: Een vereenvoudigde breuk is soms duidelijker dan een percentage, vooral voor 'klassieke' verhoudingen.
no: En forenklet brøk er noen ganger mer talende enn en prosent, spesielt for 'klassiske' proporsjoner.
pl: Uproszczony ułamek jest czasami bardziej zrozumiały niż procent, szczególnie w przypadku „klasycznych” proporcji.
pt_pt: Uma fração simplificada é às vezes mais clara do que uma porcentagem, especialmente para as proporções 'clássicas'.
ro: O fracție simplificată este uneori mai clară decât un procent, în special pentru proporțiile „clasice”.
ru: Упрощенная дробь иногда более наглядна, чем процент, особенно для «классических» пропорций.
sk: Zjednodušený zlomok je niekedy zrozumiteľnejší ako percento, najmä pre "klasické" proporcie.
sv: En förenklad bråkdel är ibland mer talande än en procentandel, särskilt för 'klassiska' proportioner.
sw: Fraction iliyo rahisishwa mara nyingine ni rahisi kueleweka kuliko asilimia, hasa kwa uwiano wa 'kawaida'.
tr: Basitleştirilmiş bir kesir bazen bir yüzde kadar anlamlıdır, özellikle 'klasik' oranlar için.
uk: Спрощена дробь іноді є більш зрозумілою, ніж відсоток, особливо для «класичних» пропорцій.
vi: Một phân số đơn giản đôi khi rõ ràng hơn một tỷ lệ phần trăm, đặc biệt là đối với các tỷ lệ 'cổ điển'.
zh_hans: 简化的分数有时比百分比更具表现力，特别是对于“经典”比例。

# ed_math_percentages_percent_to_fraction_uc3_title
source: Passer entre écritures (fraction ↔ % ↔ décimal)
af: Switch between representations (fraction ↔ % ↔ decimal)
bg: Преминаване между записи (дроб ↔ % ↔ десетично)
cs: Přechod mezi zápisy (zlomek ↔ % ↔ desetinné číslo)
da: Skift mellem skrivemåder (brøk ↔ % ↔ decimal)
de: Wechsel zwischen Schreibweisen (Bruch ↔ % ↔ Dezimal)
el: Μετακίνηση μεταξύ γραφών (κλάσμα ↔ % ↔ δεκαδικό)
es: Pasar entre escrituras (fracción ↔ % ↔ decimal)
fi: Siirtyminen kirjoitusmuotojen välillä (murtoluku ↔ % ↔ desimaali)
fil: Lumipat sa pagitan ng mga anyo (fraction ↔ % ↔ decimal)
hu: Átváltani írásmódok között (tört ↔ % ↔ tizedes)
id: Beralih antara penulisan (pecahan ↔ % ↔ desimal)
it: Passare tra scritture (frazione ↔ % ↔ decimale)
ja: 表記を切り替える（分数 ↔ % ↔ 小数）
ko: 표기법 간 전환 (분수 ↔ % ↔ 소수)
nl: Overschakelen tussen schrijfwijzen (breuk ↔ % ↔ decimaal)
no: Gå mellom skrivemåter (brøk ↔ % ↔ desimal)
pl: Przechodzić między zapisami (ułamek ↔ % ↔ dziesiętny)
pt_pt: Alternar entre representações (fração ↔ % ↔ decimal)
ro: Trecerea între scrieri (fracție ↔ % ↔ zecimal)
ru: Переход между записями (дробь ↔ % ↔ десятичная)
sk: Prechádzať medzi zápismi (zlomok ↔ % ↔ desatinné)
sv: Gå mellan skrivsätt (bråk ↔ % ↔ decimal)
sw: Kuhamisha kati ya maandiko (fraction ↔ % ↔ desimali)
tr: Yazımlar arasında geçiş yapmak (kesir ↔ % ↔ ondalık)
uk: Перехід між записами (дробь ↔ % ↔ десятковий)
vi: Chuyển đổi giữa các cách viết (phân số ↔ % ↔ thập phân)
zh_hans: 在不同的书写形式之间转换（分数 ↔ % ↔ 小数）

# ed_math_percentages_percent_to_fraction_uc3_text
source: Utile pour naviguer entre différentes formes d’écriture d’une même valeur, selon le contexte.
af: Useful for navigating between different forms of writing the same value, depending on the context.
bg: Полезно за навигация между различни форми на запис на една и съща стойност, в зависимост от контекста.
cs: Užitečné pro navigaci mezi různými formami zápisu stejné hodnoty, v závislosti na kontextu.
da: Nyttigt til at navigere mellem forskellige former for skrivning af samme værdi, afhængigt af konteksten.
de: Nützlich, um zwischen verschiedenen Schreibformen desselben Wertes je nach Kontext zu navigieren.
el: Χρήσιμο για να πλοηγηθείτε μεταξύ διαφορετικών μορφών γραφής μιας ίδιας αξίας, ανάλογα με το πλαίσιο.
es: Útil para navegar entre diferentes formas de escribir un mismo valor, según el contexto.
fi: Hyödyllinen navigoimaan eri kirjoitusmuotojen välillä saman arvon osalta kontekstista riippuen.
fil: Kapaki-pakinabang para sa pag-navigate sa iba't ibang anyo ng pagsulat ng parehong halaga, depende sa konteksto.
hu: Hasznos a különböző írásmódok közötti navigáláshoz ugyanazon érték esetén, a kontextustól függően.
id: Berguna untuk menavigasi antara berbagai bentuk penulisan dari nilai yang sama, tergantung pada konteks.
it: Utile per navigare tra diverse forme di scrittura di un stesso valore, a seconda del contesto.
ja: 同じ値の異なる表記形式を文脈に応じて移動するのに役立ちます。
ko: 상황에 따라 동일한 값의 다양한 표기법 간에 탐색하는 데 유용합니다.
nl: Nuttig om te navigeren tussen verschillende schrijfwijzen van dezelfde waarde, afhankelijk van de context.
no: Nyttig for å navigere mellom forskjellige skrivemåter av samme verdi, avhengig av konteksten.
pl: Przydatne do nawigacji między różnymi formami zapisu tej samej wartości, w zależności od kontekstu.
pt_pt: Útil para navegar entre diferentes formas de representação de um mesmo valor, dependendo do contexto.
ro: Util pentru a naviga între diferite forme de scriere ale aceleași valori, în funcție de context.
ru: Полезно для навигации между различными формами записи одного и того же значения в зависимости от контекста.
sk: Užitočné na navigáciu medzi rôznymi formami zápisu tej istej hodnoty, v závislosti od kontextu.
sv: Nyttigt för att navigera mellan olika skrivsätt av samma värde, beroende på sammanhanget.
sw: Inasaidia kuhamasisha kati ya aina tofauti za maandiko ya thamani moja, kulingana na muktadha.
tr: Aynı değerin farklı yazım biçimleri arasında bağlamına göre gezinmek için yararlıdır.
uk: Корисно для навігації між різними формами запису одного й того ж значення, залежно від контексту.
vi: Hữu ích để điều hướng giữa các hình thức viết khác nhau của cùng một giá trị, tùy theo ngữ cảnh.
zh_hans: 在不同书写形式之间导航同一数值，根据上下文的需要。
