Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_course_out2
source: Des explications conceptuelles pour comprendre le sens des résultats, pas seulement les formules.
af: Konsepuele verduidelikings om die sin van die resultate te verstaan, nie net die formules nie.
bg: Концептуални обяснения, за да разберете смисъла на резултатите, а не само формулите.
cs: Konceptuální vysvětlení pro pochopení smyslu výsledků, nejen vzorců.
da: Konceptuelle forklaringer for at forstå meningen med resultaterne, ikke kun formlerne.
de: Konzeptionelle Erklärungen, um den Sinn der Ergebnisse zu verstehen, nicht nur die Formeln.
el: Εννοιολογικές εξηγήσεις για να κατανοήσετε την έννοια των αποτελεσμάτων, όχι μόνο τις φόρμουλες.
es: Explicaciones conceptuales para entender el sentido de los resultados, no solo las fórmulas.
fi: Käsitteellisiä selityksiä tulosten ymmärtämiseksi, ei vain kaavoja.
fil: Mga konseptwal na paliwanag upang maunawaan ang kahulugan ng mga resulta, hindi lamang ang mga pormula.
hu: Fogalmi magyarázatok a eredmények értelmének megértéséhez, nem csupán a képletekhez.
id: Penjelasan konseptual untuk memahami makna hasil, bukan hanya rumus.
it: Spiegazioni concettuali per comprendere il significato dei risultati, non solo le formule.
ja: 結果の意味を理解するための概念的な説明、単なる公式ではなく。
ko: 결과의 의미를 이해하기 위한 개념적 설명, 단순히 공식을 넘어서.
nl: Conceptuele uitleg om de betekenis van de resultaten te begrijpen, niet alleen de formules.
no: Konseptuelle forklaringer for å forstå meningen med resultatene, ikke bare formlene.
pl: Wyjaśnienia koncepcyjne, aby zrozumieć sens wyników, a nie tylko formuły.
pt_pt: Explicações conceptuais para entender o significado dos resultados, não apenas as fórmulas.
ro: Explicații conceptuale pentru a înțelege sensul rezultatelor, nu doar formulele.
ru: Концептуальные объяснения для понимания смысла результатов, а не только формул.
sk: Konceptuálne vysvetlenia na pochopenie významu výsledkov, nielen vzorcov.
sv: Konceptuella förklaringar för att förstå innebörden av resultaten, inte bara formlerna.
sw: Maelezo ya dhana ili kuelewa maana ya matokeo, si tu fomula.
tr: Sonuçların anlamını anlamak için kavramsal açıklamalar, sadece formüller değil.
uk: Концептуальні пояснення для розуміння сенсу результатів, а не лише формул.
vi: Các giải thích khái niệm để hiểu ý nghĩa của các kết quả, không chỉ là các công thức.
zh_hans: 概念性解释以理解结果的意义，而不仅仅是公式。

# ed_math_percentages_percentage_course_out3
source: Des passerelles directes vers les outils adaptés à chaque situation.
af: Direkte skakels na die toepaslike gereedskap vir elke situasie.
bg: Директни мостове към инструментите, подходящи за всяка ситуация.
cs: Přímé mosty k nástrojům přizpůsobeným každé situaci.
da: Direkte forbindelser til de værktøjer, der passer til hver situation.
de: Direkte Verbindungen zu den passenden Werkzeugen für jede Situation.
el: Άμεσες γέφυρες προς τα εργαλεία που ταιριάζουν σε κάθε κατάσταση.
es: Puentes directos hacia las herramientas adecuadas para cada situación.
fi: Suorat yhteydet kunkin tilanteen mukaisiin työkaluihin.
fil: Mga direktang tulay patungo sa mga angkop na tool para sa bawat sitwasyon.
hu: Közvetlen hidak a megfelelő eszközökhöz minden helyzetben.
id: Jembatan langsung ke alat yang sesuai untuk setiap situasi.
it: Collegamenti diretti agli strumenti adatti a ogni situazione.
ja: 各状況に適したツールへの直接的な橋渡し。
ko: 각 상황에 적합한 도구로의 직접적인 연결.
nl: Directe bruggen naar de juiste tools voor elke situatie.
no: Direkte broer til verktøyene som passer for hver situasjon.
pl: Bezpośrednie przejścia do narzędzi dostosowanych do każdej sytuacji.
pt_pt: Caminhos diretos para as ferramentas adequadas a cada situação.
ro: Punte directe către instrumentele adaptate fiecărei situații.
ru: Прямые переходы к инструментам, подходящим для каждой ситуации.
sk: Priame prepojenia na nástroje prispôsobené každej situácii.
sv: Direkta kopplingar till verktyg som passar varje situation.
sw: Madaraja ya moja kwa moja kuelekea zana zinazofaa kwa kila hali.
tr: Her duruma uygun araçlara doğrudan köprüler.
uk: Прямі переходи до інструментів, що підходять для кожної ситуації.
vi: Các cầu nối trực tiếp đến các công cụ phù hợp cho từng tình huống.
zh_hans: 直接通向适合每种情况的工具。

# ed_math_percentages_percentage_course_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 限界と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_course_lim1
source: Ce cours n’est pas un calculateur : pour obtenir un résultat chiffré, il faut utiliser les outils dédiés.
af: Hierdie kursus is nie 'n sakrekenaar nie: om 'n numeriese resultaat te verkry, moet jy die toegewyde gereedskap gebruik.
bg: Този курс не е калкулатор: за да получите числов резултат, трябва да използвате специализирани инструменти.
cs: Tento kurz není kalkulátor: pro získání číselného výsledku je třeba použít specializované nástroje.
da: Dette kursus er ikke en lommeregner: for at få et numerisk resultat skal du bruge de dedikerede værktøjer.
de: Dieser Kurs ist kein Rechner: Um ein numerisches Ergebnis zu erhalten, müssen die entsprechenden Werkzeuge verwendet werden.
el: Αυτό το μάθημα δεν είναι υπολογιστής: για να αποκτήσετε ένα αριθμητικό αποτέλεσμα, πρέπει να χρησιμοποιήσετε τα κατάλληλα εργαλεία.
es: Este curso no es una calculadora: para obtener un resultado numérico, se deben utilizar las herramientas dedicadas.
fi: Tämä kurssi ei ole laskin: saadaksesi numeerisen tuloksen, sinun on käytettävä erityisiä työkaluja.
fil: Ang kursong ito ay hindi isang calculator: upang makakuha ng numerong resulta, kailangan gumamit ng mga nakalaang tool.
hu: Ez a kurzus nem egy kalkulátor: a számított eredmény eléréséhez dedikált eszközöket kell használni.
id: Kursus ini bukan kalkulator: untuk mendapatkan hasil numerik, Anda harus menggunakan alat yang ditujukan.
it: Questo corso non è un calcolatore: per ottenere un risultato numerico, è necessario utilizzare gli strumenti dedicati.
ja: このコースは計算機ではありません：数値結果を得るには、専用のツールを使用する必要があります。
ko: 이 과정은 계산기가 아닙니다: 수치 결과를 얻으려면 전용 도구를 사용해야 합니다.
nl: Deze cursus is geen rekenmachine: om een numeriek resultaat te krijgen, moeten de specifieke tools worden gebruikt.
no: Dette kurset er ikke en kalkulator: for å få et numerisk resultat, må du bruke dedikerte verktøy.
pl: Ten kurs nie jest kalkulatorem: aby uzyskać wynik liczbowy, należy użyć dedykowanych narzędzi.
pt_pt: Este curso não é uma calculadora: para obter um resultado numérico, é necessário usar as ferramentas dedicadas.
ro: Acest curs nu este un calculator: pentru a obține un rezultat numeric, trebuie să folosiți instrumentele dedicate.
ru: Этот курс не является калькулятором: для получения числового результата необходимо использовать специализированные инструменты.
sk: Tento kurz nie je kalkulačka: na získanie číselného výsledku je potrebné použiť špeciálne nástroje.
sv: Denna kurs är inte en kalkylator: för att få ett numeriskt resultat måste du använda dedikerade verktyg.
sw: Kozi hii si kipimo: ili kupata matokeo ya nambari, ni lazima kutumia zana maalum.
tr: Bu kurs bir hesap makinesi değildir: sayısal bir sonuç elde etmek için özel araçlar kullanılmalıdır.
uk: Цей курс не є калькулятором: для отримання числового результату потрібно використовувати спеціалізовані інструменти.
vi: Khóa học này không phải là một máy tính: để có được một kết quả số, bạn cần sử dụng các công cụ chuyên dụng.
zh_hans: 本课程不是计算器：要获得数字结果，必须使用专用工具。

# ed_math_percentages_percentage_course_lim2
source: La compréhension des pourcentages nécessite parfois de manipuler plusieurs notions proches mais différentes.
af: Die begrip van persentasies vereis soms dat verskeie naby verwante maar verskillende begrippe hanteer word.
bg: Разбирането на процентите понякога изисква манипулиране на няколко близки, но различни понятия.
cs: Pochopení procent někdy vyžaduje manipulaci s několika blízkými, ale různými pojmy.
da: Forståelsen af procenter kræver nogle gange, at man håndterer flere nært beslægtede, men forskellige begreber.
de: Das Verständnis von Prozenten erfordert manchmal, mehrere verwandte, aber unterschiedliche Konzepte zu manipulieren.
el: Η κατανόηση των ποσοστών απαιτεί μερικές φορές να χειριστείτε πολλές κοντινές αλλά διαφορετικές έννοιες.
es: La comprensión de los porcentajes a veces requiere manipular varias nociones cercanas pero diferentes.
fi: Prosenttien ymmärtäminen vaatii joskus useiden läheisten mutta erilaisten käsitteiden käsittelyä.
fil: Ang pag-unawa sa mga porsyento ay minsang nangangailangan ng paghawak sa maraming magkaugnay ngunit magkakaibang mga konsepto.
hu: A százalékok megértése néha több, egymáshoz közeli, de különböző fogalom manipulálását igényli.
id: Memahami persentase kadang-kadang memerlukan manipulasi beberapa konsep yang dekat tetapi berbeda.
it: La comprensione dei percentuali richiede a volte di maneggiare diverse nozioni simili ma distinte.
ja: パーセンテージの理解には、時には近いが異なる複数の概念を扱う必要があります。
ko: 퍼센트를 이해하려면 때때로 여러 개념을 다뤄야 할 필요가 있다.
nl: Het begrijpen van percentages vereist soms het manipuleren van verschillende, maar verwante begrippen.
no: Forståelsen av prosent krever noen ganger å håndtere flere nærliggende, men forskjellige begreper.
pl: Zrozumienie procentów czasami wymaga manipulacji wieloma bliskimi, ale różnymi pojęciami.
pt_pt: A compreensão das percentagens às vezes requer manipular várias noções próximas, mas diferentes.
ro: Înțelegerea procentelor necesită uneori manipularea mai multor noțiuni apropiate, dar diferite.
ru: Понимание процентов иногда требует манипуляции несколькими близкими, но различными понятиями.
sk: Pochopenie percent niekedy vyžaduje manipuláciu s viacerými blízkymi, ale rôznymi pojmami.
sv: Förståelsen av procent kräver ibland att man hanterar flera närstående men olika begrepp.
sw: Kuelewa asilimia kunaweza kuhitaji kushughulikia dhana kadhaa zinazofanana lakini tofauti.
tr: Yüzdeleri anlamak bazen birbirine yakın ama farklı birkaç kavramı manipüle etmeyi gerektirir.
uk: Розуміння відсотків іноді вимагає маніпуляцій з кількома близькими, але різними поняттями.
vi: Việc hiểu tỷ lệ phần trăm đôi khi cần phải xử lý nhiều khái niệm gần gũi nhưng khác nhau.
zh_hans: 理解百分比有时需要处理多个相近但不同的概念。

# ed_math_percentages_percentage_course_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_course_q1
source: Pourquoi y a-t-il autant d’outils pour les pourcentages ?
af: Waarom is daar soveel gereedskap vir persentasies?
bg: Защо има толкова много инструменти за проценти?
cs: Proč je tolik nástrojů na procenta?
da: Hvorfor er der så mange værktøjer til procenter?
de: Warum gibt es so viele Werkzeuge für Prozentsätze?
el: Γιατί υπάρχουν τόσα πολλά εργαλεία για τα ποσοστά;
es: ¿Por qué hay tantas herramientas para los porcentajes?
fi: Miksi prosentteja varten on niin paljon työkaluja?
fil: Bakit napakaraming tool para sa mga porsyento?
hu: Miért van annyi eszköz a százalékokhoz?
id: Mengapa ada begitu banyak alat untuk persentase?
it: Perché ci sono così tanti strumenti per i percentuali?
ja: なぜパーセンテージのためのツールがこれほど多いのですか？
ko: 왜 퍼센트에 대한 도구가 이렇게 많은가요?
nl: Waarom zijn er zoveel tools voor percentages?
no: Hvorfor er det så mange verktøy for prosent?
pl: Dlaczego jest tak wiele narzędzi do procentów?
pt_pt: Por que há tantas ferramentas para percentagens?
ro: De ce există atât de multe instrumente pentru procente?
ru: Почему существует так много инструментов для процентов?
sk: Prečo existuje toľko nástrojov na percentá?
sv: Varför finns det så många verktyg för procent?
sw: Kwa nini kuna zana nyingi za asilimia?
tr: Neden bu kadar çok yüzde aracı var?
uk: Чому існує так багато інструментів для відсотків?
vi: Tại sao có nhiều công cụ cho tỷ lệ phần trăm đến vậy?
zh_hans: 为什么有这么多关于百分比的工具？

# ed_math_percentages_percentage_course_a1
source: Parce que des questions différentes nécessitent des raisonnements différents : part, variation, erreur, cumul ou équivalence ne se calculent pas de la même façon.
af: Omdat verskillende vrae verskillende redenasies vereis: deel, variasie, fout, kumulering of ekwivalensie word nie op dieselfde manier bereken nie.
bg: Защото различните въпроси изискват различни разсъждения: част, вариация, грешка, натрупване или еквивалентност не се изчисляват по един и същи начин.
cs: Protože různé otázky vyžadují různé úvahy: podíl, variace, chyba, kumulace nebo ekvivalence se nepočítají stejným způsobem.
da: Fordi forskellige spørgsmål kræver forskellige ræsonneringer: andel, variation, fejl, kumulation eller ækvivalens beregnes ikke på samme måde.
de: Weil unterschiedliche Fragen unterschiedliche Überlegungen erfordern: Anteil, Variation, Fehler, Kumulierung oder Äquivalenz werden nicht auf die gleiche Weise berechnet.
el: Επειδή διαφορετικές ερωτήσεις απαιτούν διαφορετικές λογικές: το μέρος, η μεταβολή, το σφάλμα, το σωρευτικό ή η ισοδυναμία δεν υπολογίζονται με τον ίδιο τρόπο.
es: Porque diferentes preguntas requieren razonamientos diferentes: parte, variación, error, acumulación o equivalencia no se calculan de la misma manera.
fi: Koska erilaiset kysymykset vaativat erilaisia päättelyjä: osa, muutos, virhe, kumuloituminen tai ekvivalenssi eivät lasketa samalla tavalla.
fil: Dahil ang iba't ibang mga tanong ay nangangailangan ng iba't ibang mga pangangatwiran: bahagi, pagbabago, pagkakamali, pag-ipon o pagkakapantay-pantay ay hindi kinakalkula sa parehong paraan.
hu: Mert a különböző kérdések különböző érveléseket igényelnek: rész, változás, hiba, kumuláció vagy egyenérték nem számítható ugyanúgy.
id: Karena pertanyaan yang berbeda memerlukan penalaran yang berbeda: bagian, variasi, kesalahan, akumulasi, atau ekivalensi tidak dihitung dengan cara yang sama.
it: Perché domande diverse richiedono ragionamenti diversi: parte, variazione, errore, accumulo o equivalenza non si calcolano allo stesso modo.
ja: 異なる質問には異なる推論が必要だからです：部分、変動、誤差、累積または同等は同じ方法で計算されません。
ko: 다양한 질문이 서로 다른 추론을 필요로 하기 때문입니다: 부분, 변화, 오류, 누적 또는 동등성은 같은 방식으로 계산되지 않습니다.
nl: Omdat verschillende vragen verschillende redeneringen vereisen: deel, variatie, fout, cumulatie of gelijkwaardigheid worden niet op dezelfde manier berekend.
no: Fordi forskjellige spørsmål krever forskjellige resonnementer: andel, variasjon, feil, kumulering eller ekvivalens beregnes ikke på samme måte.
pl: Ponieważ różne pytania wymagają różnych rozumowań: część, zmiana, błąd, kumulacja lub równoważność nie są obliczane w ten sam sposób.
pt_pt: Porque questões diferentes requerem raciocínios diferentes: parte, variação, erro, acumulação ou equivalência não são calculados da mesma forma.
ro: Pentru că întrebări diferite necesită raționamente diferite: parte, variație, eroare, cumul sau echivalență nu se calculează în același mod.
ru: Потому что разные вопросы требуют разных рассуждений: доля, изменение, ошибка, накопление или эквивалент не рассчитываются одинаково.
sk: Pretože rôzne otázky vyžadujú rôzne úvahy: podiel, zmena, chyba, kumulácia alebo ekvivalencia sa nepočítajú rovnakým spôsobom.
sv: För att olika frågor kräver olika resonemang: del, variation, fel, kumulering eller ekvivalens beräknas inte på samma sätt.
sw: Kwa sababu maswali tofauti yanahitaji mantiki tofauti: sehemu, mabadiliko, makosa, jumla au usawa hayahesabiwi kwa njia sawa.
tr: Çünkü farklı sorular farklı akıl yürütmeler gerektirir: pay, değişim, hata, birikim veya eşdeğerlik aynı şekilde hesaplanmaz.
uk: Тому що різні питання вимагають різних міркувань: частка, зміна, помилка, накопичення або еквівалентність не обчислюються однаково.
vi: Bởi vì các câu hỏi khác nhau cần những lý luận khác nhau: phần, biến đổi, sai số, tích lũy hoặc tương đương không được tính toán theo cùng một cách.
zh_hans: 因为不同的问题需要不同的推理：部分、变化、误差、累积或等价的计算方式不同。

# ed_math_percentages_percentage_course_q2
source: Ce cours remplace-t-il les outils ?
af: Vervang hierdie kursus die gereedskap?
bg: Този курс заменя ли инструментите?
cs: Nahrazuje tento kurz nástroje?
da: Er dette kursus en erstatning for værktøjerne?
de: Ersetzt dieser Kurs die Werkzeuge?
el: Αυτό το μάθημα αντικαθιστά τα εργαλεία;
es: ¿Este curso reemplaza las herramientas?
fi: Korvataanko tämä kurssi työkalut?
fil: Papalitan ba ng kursong ito ang mga tool?
hu: Ez a kurzus helyettesíti az eszközöket?
id: Apakah kursus ini menggantikan alat?
it: Questo corso sostituisce gli strumenti?
ja: このコースはツールの代わりになりますか？
ko: 이 과정이 도구를 대체하나요?
nl: Vervangt deze cursus de tools?
no: Er dette kurset en erstatning for verktøyene?
pl: Czy ten kurs zastępuje narzędzia?
pt_pt: Este curso substitui as ferramentas?
ro: Acest curs înlocuiește instrumentele?
ru: Заменяет ли этот курс инструменты?
sk: Nahrádza tento kurz nástroje?
sv: Ersätter denna kurs verktygen?
sw: Je, kozi hii inachukua nafasi ya zana?
tr: Bu kurs araçların yerini alıyor mu?
uk: Чи замінює цей курс інструменти?
vi: Khóa học này có thay thế các công cụ không?
zh_hans: 本课程替代工具吗？

# ed_math_percentages_percentage_course_a2
source: Non. Il sert à comprendre et orienter, tandis que les outils servent à calculer précisément.
af: Nee. Dit dien om te verstaan en te lei, terwyl die gereedskap dien om presies te bereken.
bg: Не. Той служи за разбиране и насочване, докато инструментите служат за точно изчисление.
cs: Ne. Slouží k pochopení a orientaci, zatímco nástroje slouží k přesnému výpočtu.
da: Nej. Det tjener til at forstå og vejlede, mens værktøjerne bruges til at beregne præcist.
de: Nein. Er dient dazu, zu verstehen und zu orientieren, während die Werkzeuge dazu dienen, präzise zu berechnen.
el: Όχι. Σκοπός του είναι να κατανοήσει και να καθοδηγήσει, ενώ τα εργαλεία χρησιμεύουν για να υπολογίζουν με ακρίβεια.
es: No. Sirve para entender y orientar, mientras que las herramientas sirven para calcular con precisión.
fi: Ei. Se auttaa ymmärtämään ja suuntaamaan, kun taas työkalut auttavat laskemaan tarkasti.
fil: Hindi. Ito ay nagsisilbing pang-unawa at gabay, habang ang mga tool ay ginagamit para sa tumpak na pagkalkula.
hu: Nem. Azért van, hogy megértsük és irányítsuk, míg az eszközök pontos számításhoz szükségesek.
id: Tidak. Ini berfungsi untuk memahami dan mengarahkan, sementara alat digunakan untuk menghitung dengan tepat.
it: No. Serve a comprendere e orientare, mentre gli strumenti servono a calcolare con precisione.
ja: いいえ。理解と指導のために役立ち、ツールは正確に計算するために使用されます。
ko: 아니요. 이해하고 방향을 제시하는 데 도움이 되며, 도구는 정확한 계산을 위해 사용됩니다.
nl: Nee. Het is bedoeld om te begrijpen en te oriënteren, terwijl de tools dienen om nauwkeurig te berekenen.
no: Nei. Det er ment å forstå og veilede, mens verktøyene brukes til å beregne nøyaktig.
pl: Nie. Służy do zrozumienia i ukierunkowania, podczas gdy narzędzia służą do precyzyjnego obliczania.
pt_pt: Não. Serve para entender e orientar, enquanto as ferramentas servem para calcular com precisão.
ro: Nu. Servește pentru a înțelege și a orienta, în timp ce instrumentele sunt folosite pentru a calcula precis.
ru: Нет. Он служит для понимания и ориентации, в то время как инструменты служат для точного расчета.
sk: Nie. Slúži na pochopenie a orientáciu, zatiaľ čo nástroje slúžia na presné výpočty.
sv: Nej. Den hjälper till att förstå och vägleda, medan verktygen används för att beräkna exakt.
sw: Hapana. Inatumika kuelewa na kuelekeza, wakati zana zinatumika kuhesabu kwa usahihi.
tr: Hayır. Anlamaya ve yönlendirmeye hizmet ederken, araçlar kesin hesaplamalar için kullanılır.
uk: Ні. Він служить для розуміння та орієнтації, тоді як інструменти служать для точного обчислення.
vi: Không. Nó giúp hiểu và định hướng, trong khi các công cụ giúp tính toán chính xác.
zh_hans: 不。它用于理解和指导，而工具用于精确计算。

# ed_math_percentages_percentage_course_q3
source: Est-ce adapté aux débutants ?
af: Is dit geskik vir beginners?
bg: Подходящо ли е за начинаещи?
cs: Je to vhodné pro začátečníky?
da: Er det egnet til begyndere?
de: Ist es für Anfänger geeignet?
el: Είναι κατάλληλο για αρχάριους;
es: ¿Es adecuado para principiantes?
fi: Onko tämä sopivaa aloittelijoille?
fil: Ito ba ay angkop para sa mga baguhan?
hu: Kezdőknek megfelelő?
id: Apakah ini cocok untuk pemula?
it: È adatto ai principianti?
ja: 初心者に適していますか？
ko: 초보자에게 적합한가요?
nl: Is het geschikt voor beginners?
no: Er det tilpasset nybegynnere?
pl: Czy to jest odpowiednie dla początkujących?
pt_pt: É adequado para iniciantes?
ro: Este potrivit pentru începători?
ru: Подходит ли это для новичков?
sk: Je to vhodné pre začiatočníkov?
sv: Är det anpassat för nybörjare?
sw: Je, inafaa kwa wanaoanza?
tr: Bu başlangıç seviyesindekiler için uygun mu?
uk: Чи підходить це для початківців?
vi: Có phù hợp cho người mới bắt đầu không?
zh_hans: 适合初学者吗？
