Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l6_s1_b2
source: La médiane est le 50e percentile (p=50).
af: Die mediaan is die 50ste percentile (p=50).
bg: Медианата е 50-ият процентил (p=50).
cs: Medián je 50. percentil (p=50).
da: Medianen er den 50. percentil (p=50).
de: Der Median ist der 50. Perzentil (p=50).
el: Η διάμεσος είναι το 50ο ποσοστό (p=50).
es: La mediana es el percentil 50 (p=50).
fi: Mediaani on 50. prosenttipiste (p=50).
fil: Ang median ay ang 50th percentile (p=50).
hu: A medián a 50. percentilis (p=50).
id: Median adalah persentil ke-50 (p=50).
it: La mediana è il 50° percentile (p=50).
ja: 中央値は 50 番目のパーセンタイル（p=50）です。
ko: 중앙값은 50번째 백분위수(p=50)입니다.
nl: De mediaan is de 50e percentile (p=50).
no: Medianen er den 50. percentilen (p=50).
pl: Mediana to 50-ty percentyl (p=50).
pt_pt: A mediana é o 50º percentil (p=50).
ro: Mediana este percentila 50 (p=50).
ru: Медиана — это 50-й перцентиль (p=50).
sk: Medián je 50. percentil (p=50).
sv: Medianen är den 50:e percentilen (p=50).
sw: Médiane ni percentile ya 50 (p=50).
tr: Medyan, 50. persentildir (p=50).
uk: Медіана - це 50-й процентиль (p=50).
vi: Trung vị là phân vị 50 (p=50).
zh_hans: 中位数是第 50 个百分位数（p=50）。

# median_l6_s1_b3
source: Les quartiles : Q1 = 25e percentile, Q2 = 50e (médiane), Q3 = 75e.
af: Die kwartiele: Q1 = 25ste percentile, Q2 = 50ste (mediaan), Q3 = 75ste.
bg: Квартилите: Q1 = 25-ти процентил, Q2 = 50-ти (медиана), Q3 = 75-ти.
cs: Kvartily: Q1 = 25. percentil, Q2 = 50. (medián), Q3 = 75.
da: Kvartilerne: Q1 = 25. percentil, Q2 = 50. (median), Q3 = 75.
de: Die Quartile: Q1 = 25. Perzentil, Q2 = 50. (Median), Q3 = 75.
el: Τα τεταρτημόρια: Q1 = 25ο ποσοστό, Q2 = 50ο (διάμεσος), Q3 = 75ο.
es: Los cuartiles: Q1 = percentil 25, Q2 = 50 (mediana), Q3 = 75.
fi: Kvartiilit: Q1 = 25. prosenttipiste, Q2 = 50. (mediaani), Q3 = 75.
fil: Ang mga quartiles: Q1 = 25th percentile, Q2 = 50th (median), Q3 = 75th.
hu: A kvartilisok: Q1 = 25. percentilis, Q2 = 50. (medián), Q3 = 75.
id: Kuartil: Q1 = persentil ke-25, Q2 = ke-50 (median), Q3 = ke-75.
it: I quartili: Q1 = 25° percentile, Q2 = 50° (mediana), Q3 = 75°.
ja: 四分位数：Q1 = 25 番目のパーセンタイル、Q2 = 50 番目（中央値）、Q3 = 75 番目。
ko: 사분위수: Q1 = 25번째 백분위수, Q2 = 50번째(중앙값), Q3 = 75번째입니다.
nl: De kwartielen: Q1 = 25e percentile, Q2 = 50e (mediaan), Q3 = 75e.
no: Kvartilene: Q1 = 25. percentil, Q2 = 50. (median), Q3 = 75.
pl: Kwartyle: Q1 = 25-ty percentyl, Q2 = 50-ty (mediana), Q3 = 75-ty.
pt_pt: Os quartis: Q1 = 25º percentil, Q2 = 50º (mediana), Q3 = 75º.
ro: Quartilele: Q1 = percentila 25, Q2 = 50 (mediana), Q3 = 75.
ru: Квартиль: Q1 = 25-й перцентиль, Q2 = 50-й (медиана), Q3 = 75-й.
sk: Kvartily: Q1 = 25. percentil, Q2 = 50. (medián), Q3 = 75.
sv: Kvartiler: Q1 = 25:e percentilen, Q2 = 50:e (median), Q3 = 75:e.
sw: Quartiles: Q1 = percentile ya 25, Q2 = 50 (médiane), Q3 = 75.
tr: Çeyrekler: Q1 = 25. persentil, Q2 = 50. (medyan), Q3 = 75.
uk: Квартилі: Q1 = 25-й процентиль, Q2 = 50-й (медіана), Q3 = 75-й.
vi: Các tứ phân vị: Q1 = phân vị 25, Q2 = 50 (trung vị), Q3 = 75.
zh_hans: 四分位数：Q1 = 第 25 个百分位数，Q2 = 第 50 个（中位数），Q3 = 第 75 个。

# median_l6_s2_title
source: IQR (écart interquartile)
af: IQR (interkwartielafstand)
bg: IQR (интерквартилен размах)
cs: IQR (interkvartilní rozpětí)
da: IQR (interkvartilafstand)
de: IQR (Interquartilsabstand)
el: IQR (διάστημα μεταξύ τεταρτημορίων)
es: IQR (rango intercuartílico)
fi: IQR (kvartiilien välinen etäisyys)
fil: IQR (interquartile range)
hu: IQR (interkvartilis távolság)
id: IQR (rentang interkuartil)
it: IQR (intervallo interquartile)
ja: IQR（四分位範囲）
ko: IQR(사분위 범위)
nl: IQR (interkwartielafstand)
no: IQR (interkvartilavstand)
pl: IQR (rozstęp międzykwartylowy)
pt_pt: IQR (intervalo interquartil)
ro: IQR (interval interquartilic)
ru: IQR (межквартильный размах)
sk: IQR (interkvartilové rozpätie)
sv: IQR (interkvartilavstånd)
sw: IQR (kipimo cha kati cha quartile)
tr: IQR (çeyrekler arası fark)
uk: IQR (міжквартильний розмах)
vi: IQR (khoảng cách giữa các tứ phân vị)
zh_hans: IQR（四分位距）

# median_l6_s2_b1
source: IQR = Q3 − Q1 : mesure la dispersion de la moitié centrale des données.
af: IQR = Q3 − Q1 : meet die verspreiding van die sentrale helfte van die data.
bg: IQR = Q3 − Q1: измерва разпръскването на централната половина от данните.
cs: IQR = Q3 − Q1: měří rozptyl střední poloviny dat.
da: IQR = Q3 − Q1: måler spredningen af den centrale halvdel af dataene.
de: IQR = Q3 − Q1: misst die Streuung der zentralen Hälfte der Daten.
el: IQR = Q3 − Q1: μετρά τη διασπορά της κεντρικής μισής σειράς των δεδομένων.
es: IQR = Q3 − Q1: mide la dispersión de la mitad central de los datos.
fi: IQR = Q3 − Q1: mittaa keskimmäisen puoliskon tietojen hajontaa.
fil: IQR = Q3 − Q1: sumusukat sa pagkalat ng gitnang kalahati ng mga datos.
hu: IQR = Q3 − Q1: méri az adatok középső felének szóródását.
id: IQR = Q3 − Q1: mengukur penyebaran dari setengah tengah data.
it: IQR = Q3 − Q1: misura la dispersione della metà centrale dei dati.
ja: IQR = Q3 − Q1：データの中央の半分のばらつきを測定します。
ko: IQR = Q3 − Q1: 데이터의 중앙 절반의 분산을 측정합니다.
nl: IQR = Q3 − Q1: meet de spreiding van de centrale helft van de gegevens.
no: IQR = Q3 − Q1: måler spredningen av den sentrale halvdelen av dataene.
pl: IQR = Q3 − Q1: mierzy rozproszenie centralnej połowy danych.
pt_pt: IQR = Q3 − Q1: mede a dispersão da metade central dos dados.
ro: IQR = Q3 − Q1: măsoară dispersia jumătății centrale a datelor.
ru: IQR = Q3 − Q1: измеряет разброс центральной половины данных.
sk: IQR = Q3 − Q1: meria rozptyl strednej polovice údajov.
sv: IQR = Q3 − Q1: mäter spridningen av den centrala halvan av data.
sw: IQR = Q3 − Q1: inapima kutawanyika kwa nusu ya kati ya data.
tr: IQR = Q3 − Q1: verilerin merkezi yarısının yayılmasını ölçer.
uk: IQR = Q3 − Q1: вимірює дисперсію центральної половини даних.
vi: IQR = Q3 − Q1: đo lường sự phân tán của nửa trung tâm của dữ liệu.
zh_hans: IQR = Q3 − Q1：衡量数据中间一半的离散程度。

# median_l6_s2_b2
source: Très utile avec la médiane pour résumer une série sans être trop sensible aux extrêmes.
af: Baie nuttig saam met die mediaan om 'n reeks saam te vat sonder om te sensitief te wees vir uiterstes.
bg: Много полезно с медианата за обобщаване на серия, без да бъде твърде чувствително към екстремите.
cs: Velmi užitečné s mediánem pro shrnutí série, aniž by byla příliš citlivá na extrémy.
da: Meget nyttig sammen med medianen for at opsummere en række uden at være for følsom over for ekstreme værdier.
de: Sehr nützlich mit dem Median, um eine Reihe zusammenzufassen, ohne zu empfindlich auf Ausreißer zu reagieren.
el: Πολύ χρήσιμο με τη διάμεσο για να συνοψίσουμε μια σειρά χωρίς να είμαστε πολύ ευαίσθητοι στα άκρα.
es: Muy útil con la mediana para resumir una serie sin ser demasiado sensible a los extremos.
fi: Erittäin hyödyllinen medianan kanssa tiivistämään sarjaa olematta liian herkkä ääripäille.
fil: Napaka-kapaki-pakinabang kasama ang median upang ibuod ang isang serye nang hindi masyadong sensitibo sa mga extreme.
hu: Nagyon hasznos a mediánnal együtt egy sorozat összefoglalására anélkül, hogy túl érzékeny lenne a szélsőségekre.
id: Sangat berguna dengan median untuk merangkum serangkaian data tanpa terlalu sensitif terhadap ekstrem.
it: Molto utile con la mediana per riassumere una serie senza essere troppo sensibili agli estremi.
ja: 中央値とともに、極端な値に対してあまり敏感でないシリーズを要約するのに非常に役立ちます。
ko: 극단값에 너무 민감하지 않게 시리즈를 요약하는 데 중앙값과 함께 매우 유용합니다.
nl: Zeer nuttig met de mediaan om een reeks samen te vatten zonder te gevoelig te zijn voor extremen.
no: Veldig nyttig sammen med medianen for å oppsummere en serie uten å være for følsom for ekstreme verdier.
pl: Bardzo przydatne z medianą do podsumowania serii bez nadmiernej wrażliwości na ekstremalne wartości.
pt_pt: Muito útil com a mediana para resumir uma série sem ser muito sensível aos extremos.
ro: Foarte util cu mediana pentru a rezuma o serie fără a fi prea sensibil la extreme.
ru: Очень полезно вместе с медианой для резюмирования ряда, не будучи слишком чувствительным к экстремумам.
sk: Veľmi užitočné s mediánom na zhrnutie série bez toho, aby bola príliš citlivá na extrémy.
sv: Mycket användbar med medianen för att sammanfatta en serie utan att vara för känslig för extremvärden.
sw: Ni muhimu sana pamoja na médiane kutoa muhtasari wa mfululizo bila kuwa nyeti sana kwa mipaka.
tr: Aşırılara karşı çok hassas olmadan bir seriyi özetlemek için medyan ile çok yararlıdır.
uk: Дуже корисно з медіаною для підсумування серії, не будучи занадто чутливим до екстремумів.
vi: Rất hữu ích với trung vị để tóm tắt một chuỗi mà không quá nhạy cảm với các giá trị ngoại lệ.
zh_hans: 与中位数一起非常有用，以总结一系列数据而不对极端值过于敏感。

# median_l6_s2_b3
source: Les boîtes à moustaches (boxplots) utilisent médiane + quartiles + moustaches (souvent liées à 1,5×IQR).
af: Die boksplotte gebruik mediaan + kwartiele + snorhare (dikwels verwant aan 1,5×IQR).
bg: Кутии с мустаци (boxplots) използват медиана + квартилите + мустаци (често свързани с 1,5×IQR).
cs: Krabicové grafy (boxploty) používají medián + kvartily + vousy (často spojené s 1,5×IQR).
da: Boksplot bruger median + kvartiler +
de: Boxplots verwenden Median + Quartile + Whiskers (oft verbunden mit 1,5×IQR).
el: Τα κουτιά με μουστάκια (boxplots) χρησιμοποιούν διάμεσο + τεταρτημόρια + μουστάκια (συχνά συνδεδεμένα με 1,5×IQR).
es: Los diagramas de caja (boxplots) utilizan mediana + cuartiles + bigotes (a menudo relacionados con 1,5×IQR).
fi: Boxplotit käyttävät mediaania + kvartiileja + viiksiä (usein liittyen 1,5×IQR).
fil: Ang mga boxplot ay gumagamit ng median + quartiles + whiskers (madalas na nauugnay sa 1.5×IQR).
hu: A dobozdiagramok (boxplotok) a mediánt + kvartiliseket + bajuszokat (gyakran 1,5×IQR-hez kapcsolódva) használják.
id: Diagram kotak (boxplots) menggunakan median + kuartil + kumis (sering kali terkait dengan 1,5×IQR).
it: I boxplot utilizzano mediana + quartili + baffi (spesso legati a 1,5×IQR).
ja: 箱ひげ図（boxplots）は、中央値 + 四分位数 + ひげ（しばしば 1.5×IQR に関連）を使用します。
ko: 상자 수염 그림(boxplots)은 중앙값 + 사분위수 + 수염(종종 1.5×IQR과 관련됨)을 사용합니다.
nl: Boxplots gebruiken mediaan + kwartielen + snorharen (vaak gerelateerd aan 1,5×IQR).
no: Boksplott bruker median + kvartiler +
pl: Wykresy pudełkowe (boxploty) używają mediany + kwartyle + wąsy (często związane z 1,5×IQR).
pt_pt: Os boxplots utilizam mediana + quartis + bigodes (geralmente relacionados a 1,5×IQR).
ro: Boxplot-urile folosesc mediana + quartile + mustăți (adesea legate de 1,5×IQR).
ru: Ящики с усами (boxplots) используют медиану + квартиль + усы (часто связанные с 1,5×IQR).
sk: Krabice s fúzmi (boxploty) používajú medián + kvartily + fúzy (často spojené s 1,5×IQR).
sv: Boxplotar använder median + kvartiler +
sw: Sanduku za mustache (boxplots) hutumia médiane + quartiles + mustache (mara nyingi zinazohusishwa na 1.5×IQR).
tr: Kutu grafikleri (boxplots), medyan + çeyrekler + bıyıklar (genellikle 1,5×IQR ile ilişkilidir) kullanır.
uk: Ящики з вусами (boxplots) використовують медіану + квартилі + вуса (часто пов'язані з 1,5×IQR).
vi: Biểu đồ hộp (boxplots) sử dụng trung vị + tứ phân vị + râu (thường liên quan đến 1,5×IQR).
zh_hans: 箱线图（boxplots）使用中位数 + 四分位数 + 须（通常与 1.5×IQR 相关）。

# median_l6_s3_title
source: Pourquoi c’est précieux en pratique
af: Waarom dit prakties waardevol is
bg: Защо е ценно в практиката
cs: Proč je to v praxi cenné
da: (ofte relateret til 1,5×IQR).
de: Warum es in der Praxis wertvoll ist
el: Γιατί είναι πολύτιμο στην πράξη
es: Por qué es valioso en la práctica
fi: Miksi se on arvokasta käytännössä
fil: Bakit ito mahalaga sa praktika
hu: Miért értékes ez a gyakorlatban
id: Mengapa ini berharga dalam praktik
it: Perché è prezioso in pratica
ja: なぜ実践で貴重なのか
ko: 실제로 왜 소중한가요?
nl: Waarom het waardevol is in de praktijk
no: (ofte relatert til 1,5×IQR).
pl: Dlaczego to jest cenne w praktyce
pt_pt: Por que isso é valioso na prática
ro: De ce este valoros în practică
ru: Почему это ценно на практике
sk: Prečo je to cenné v praxi
sv: moustaches
sw: Kwa nini ni muhimu katika mazoezi
tr: Pratikte neden değerli olduğu
uk: Чому це цінно на практиці
vi: Tại sao điều này có giá trị trong thực tế
zh_hans: 为什么在实践中这很重要

# median_l6_s3_b1
source: Médiane + IQR donne un résumé robuste (centre + dispersion) même en présence d’outliers.
af: Mediaan + IQR gee 'n robuuste opsomming (sentrum + verspreiding) selfs in die teenwoordigheid van uitliers.
bg: Медийната стойност + IQR дава надеждно резюме (център + разсейване) дори при наличие на аутлайъри.
cs: Medián + IQR poskytuje robustní shrnutí (střed + rozptyl) i v přítomnosti odlehlých hodnot.
da: Hvorfor det er værdifuldt i praksis
de: Median + IQR gibt eine robuste Zusammenfassung (Mitte + Streuung), selbst in Anwesenheit von Ausreißern.
el: Η διάμεσος + IQR παρέχει μια ανθεκτική περίληψη (κέντρο + διασπορά) ακόμη και παρουσία εξαιρετικών τιμών.
es: Mediana + IQR da un resumen robusto (centro + dispersión) incluso en presencia de valores atípicos.
fi: Mediaani + IQR antaa vankan yhteenvedon (keskikohta + hajonta) jopa poikkeavien arvojen läsnä ollessa.
fil: Ang median + IQR ay nagbibigay ng matibay na buod (sentro + pagkalat) kahit na may mga outliers.
hu: A medián + IQR egy robusztus összefoglalót ad (középpont + szóródás) még kiugró értékek jelenlétében is.
id: Median + IQR memberikan ringkasan yang kuat (pusat + penyebaran) bahkan dengan adanya outlier.
it: Mediana + IQR fornisce un riassunto robusto (centro + dispersione) anche in presenza di outlier.
ja: 中央値 + IQRは、外れ値が存在しても堅牢な要約（中心 + 分散）を提供します。
ko: 중앙값 + IQR은 이상치가 존재할 때에도 강건한 요약(중심 + 분산)을 제공합니다.
nl: Mediaan + IQR geeft een robuuste samenvatting (centrum + spreiding) zelfs in aanwezigheid van uitschieters.
no: Hvorfor det er verdifullt i praksis
pl: Mediana + IQR daje solidne podsumowanie (centrum + rozproszenie) nawet w obecności wartości odstających.
pt_pt: Mediana + IQR fornece um resumo robusto (centro + dispersão) mesmo na presença de outliers.
ro: Mediana + IQR oferă un rezumat robust (centru + dispersie) chiar și în prezența valorilor extreme.
ru: Медиана + IQR дает надежное резюме (центр + разброс), даже в присутствии выбросов.
sk: Medián + IQR poskytuje robustné zhrnutie (stred + rozptyl) aj v prítomnosti odľahlých hodnôt.
sv: (ofta relaterade till 1,5×IQR).
sw: Médiane + IQR inatoa muhtasari thabiti (kati + kutawanyika) hata kwa uwepo wa outliers.
tr: Medyan + IQR, aykırı değerler varlığında bile sağlam bir özet (merkez + yayılma) sağlar.
uk: Медіана + IQR дає надійне резюме (центр + дисперсія) навіть за наявності викидів.
vi: Trung vị + IQR cung cấp một tóm tắt vững chắc (trung tâm + sự phân tán) ngay cả khi có các giá trị ngoại lệ.
zh_hans: 中位数 + IQR 提供了一个稳健的摘要（中心 + 离散度），即使在存在异常值的情况下。

# median_l6_s3_b2
source: Dans les comparaisons (deux groupes), c’est souvent plus fiable que moyenne + écart-type si les distributions sont “bizarres”.
af: In vergelykings (twee groepe) is dit dikwels meer betroubaar as gemiddeldes + standaardafwyking as die verspreidings 'bizar' is.
bg: В сравненията (две групи) често е по-надеждно от средната стойност + стандартно отклонение, ако разпределенията са "странни".
cs: V porovnání (dvě skupiny) je to často spolehlivější než průměr + směrodatná odchylka, pokud jsou rozdělení 'podivná'.
da: Median + IQR giver et robust resumé (center + spredning) selv i nærvær af outliers.
de: In Vergleichen (zwei Gruppen) ist es oft zuverlässiger als Mittelwert + Standardabweichung, wenn die Verteilungen 'seltsam' sind.
el: Στις συγκρίσεις (δύο ομάδες), είναι συχνά πιο αξιόπιστο από τον μέσο όρο + τυπική απόκλιση αν οι κατανομές είναι "παράξενες".
es: En las comparaciones (dos grupos), a menudo es más confiable que media + desviación estándar si las distribuciones son 'raras'.
fi: Vertailuissa (kaksi ryhmää) se on usein luotettavampaa kuin keskiarvo + keskihajonta, jos jakaumat ovat 'oudot'.
fil: Sa mga paghahambing (dalawang grupo), madalas itong mas maaasahan kaysa sa average + standard deviation kung ang mga pamamahagi ay 'kakaiba'.
hu: Összehasonlításokban (két csoport) gyakran megbízhatóbb, mint az átlag + szórás, ha az eloszlások 'furcsák'.
id: Dalam perbandingan (dua kelompok), ini sering kali lebih dapat diandalkan daripada rata-rata + deviasi standar jika distribusi 'aneh'.
it: Nelle comparazioni (due gruppi), è spesso più affidabile di media + deviazione standard se le distribuzioni sono 'strane'.
ja: 比較（2つのグループ）では、分布が「奇妙な」場合、平均 + 標準偏差よりも信頼性が高いことがよくあります。
ko: 비교(두 그룹)에서는 분포가 '이상한' 경우 평균 + 표준편차보다 더 신뢰할 수 있는 경우가 많습니다.
nl: Bij vergelijkingen (twee groepen) is het vaak betrouwbaarder dan gemiddelde + standaarddeviatie als de verdelingen 'vreemd' zijn.
no: Median + IQR gir et robust sammendrag (senter + spredning) selv i nærvær av uteliggere.
pl: W porównaniach (dwie grupy) często jest to bardziej wiarygodne niż średnia + odchylenie standardowe, jeśli rozkłady są 'dziwne'.
pt_pt: Nas comparações (dois grupos), é frequentemente mais confiável do que média + desvio padrão se as distribuições forem 'estranhas'.
ro: În comparații (două grupuri), este adesea mai fiabil decât media + deviația standard dacă distribuțiile sunt „ciudate”.
ru: В сравнении (две группы) это часто более надежно, чем среднее + стандартное отклонение, если распределения «странные».
sk: Pri porovnaniach (dve skupiny) je to často spoľahlivejšie ako priemer + smerodajná odchýlka, ak sú rozdelenia 'čudné'.
sv: Varför det är värdefullt i praktiken
sw: Katika kulinganisha (vikundi viwili), mara nyingi ni ya kuaminika zaidi kuliko wastani + kiwango cha kutawanyika ikiwa usambazaji ni 'wa ajabu'.
tr: Karşılaştırmalarda (iki grup), dağılımlar 'garip' olduğunda genellikle ortalama + standart sapmadan daha güvenilirdir.
uk: У порівняннях (дві групи) це часто надійніше, ніж середнє + стандартне відхилення, якщо розподіли є 'незвичайними'.
vi: Trong các so sánh (hai nhóm), thường đáng tin cậy hơn so với trung bình + độ lệch chuẩn nếu các phân phối là 'kỳ lạ'.
zh_hans: 在比较（两个组）中，如果分布“奇怪”，这通常比平均值 + 标准差更可靠。

# median_l6_s3_b3
source: En data, c’est une base pour des méthodes robustes (MAD, trimmed mean, etc.).
af: In data is dit 'n basis vir robuuste metodes (MAD, gesnoeide gemiddelde, ens.).
bg: В данните, това е основа за надеждни методи (MAD, усреднена стойност и т.н.).
cs: V datech je to základ pro robustní metody (MAD, ořezaný průměr atd.).
da: I sammenligninger (to grupper) er det ofte mere pålideligt end gennemsnit + standardafvigelse, hvis fordelingen er 'mærkelig'.
de: In Daten ist es eine Grundlage für robuste Methoden (MAD, getrimmter Mittelwert usw.).
el: Στα δεδομένα, είναι μια βάση για ανθεκτικές μεθόδους (MAD, trimmed mean, κ.λπ.).
es: En datos, es una base para métodos robustos (MAD, media recortada, etc.).
fi: Datassa se on perusta vankkojen menetelmien (MAD, trimmaus keskiarvo, jne.) käyttöön.
fil: Sa data, ito ay isang batayan para sa mga matibay na pamamaraan (MAD, trimmed mean, atbp.).
hu: Az adatokban ez egy alap a robusztus módszerekhez (MAD, levágott átlag, stb.).
id: Dalam data, ini adalah dasar untuk metode yang kuat (MAD, rata-rata terpotong, dll.).
it: In data, è una base per metodi robusti (MAD, media trimmata, ecc.).
ja: データにおいて、これは堅牢な手法（MAD、トリム平均など）の基礎です。
ko: 데이터에서는 강건한 방법(MAD, trimmed mean 등)의 기초입니다.
nl: In data is het een basis voor robuuste methoden (MAD, trimmed mean, enz.).
no: I sammenligninger (to grupper) er det ofte mer pålitelig enn gjennomsnitt + standardavvik hvis fordelingene er 'merkelige'.
pl: W danych to podstawa dla metod odpornych (MAD, średnia przycięta itp.).
pt_pt: Em dados, é uma base para métodos robustos (MAD, média truncada, etc.).
ro: În date, este o bază pentru metode robuste (MAD, media tăiată etc.).
ru: В данных это основа для надежных методов (MAD, усеченное среднее и т.д.).
sk: V dátach je to základ pre robustné metódy (MAD, trimovaný priemer, atď.).
sv: Median + IQR ger en robust sammanfattning (centrum + spridning) även i närvaro av avvikande värden.
sw: Katika data, ni msingi wa mbinu thabiti (MAD, wastani wa trimmed, nk).
tr: Veri analizi için, sağlam yöntemler (MAD, trimmed mean, vb.) için bir temel oluşturur.
uk: У даних це основа для надійних методів (MAD, зрізане середнє тощо).
vi: Trong dữ liệu, đây là cơ sở cho các phương pháp vững chắc (MAD, trung bình cắt, v.v.).
zh_hans: 在数据中，这是稳健方法（MAD、修剪均值等）的基础。

# median_l6_q1
source: La médiane correspond à :
af: Die mediaan kom ooreen met:
bg: Медийната стойност съответства на:
cs: Medián odpovídá:
da: I data er det en basis for robuste metoder (MAD, trimmed mean, osv.).
de: Der Median entspricht:
el: Η διάμεσος αντιστοιχεί σε:
es: La mediana corresponde a:
fi: Mediaani vastaa:
fil: Ang median ay tumutugma sa:
hu: A medián a következőhöz tartozik:
id: Median sesuai dengan:
it: La mediana corrisponde a:
ja: 中央値は次の値に対応します：
ko: 중앙값은 다음과 같습니다:
nl: De mediaan komt overeen met:
no: I data er det en basis for robuste metoder (MAD, trimmed mean, osv.).
pl: Mediana odpowiada:
pt_pt: A mediana corresponde a:
ro: Mediana corespunde la:
ru: Медиана соответствует:
sk: Medián zodpovedá:
sv: I jämförelser (två grupper) är det ofta mer pålitligt än medelvärde + standardavvikelse om fördelningarna är 'konstiga'.
sw: Médiane inalingana na:
tr: Medyan şuna karşılık gelir:
uk: Медіана відповідає:
vi: Trung vị tương ứng với:
zh_hans: 中位数对应于：

# median_l6_q1_a
source: Q1 (25e percentile)
af: Q1 (25ste percentile)
bg: Q1 (25-ти процентил)
cs: Q1 (25. percentil)
da: Medianen svarer til:
de: Q1 (25. Perzentil)
el: Q1 (25ο ποσοστό)
es: Q1 (percentil 25)
fi: Q1 (25. prosenttipiste)
fil: Q1 (25th percentile)
hu: Q1 (25. percentilis)
id: Q1 (persentil ke-25)
it: Q1 (25° percentile)
ja: Q1（25パーセンタイル）
ko: Q1 (25번째 백분위수)
no: Medianen tilsvarer:
pl: Q1 (25-ty percentyl)
pt_pt: Q1 (25º percentil)
ro: Q1 (percentila 25)
ru: Q1 (25-й перцентиль)
sk: Q1 (25. percentil)
sv: Inom data är det en grund för robusta metoder (MAD, beskuret medelvärde, etc.).
sw: Q1 (percentile ya 25)
tr: Q1 (25. persentil)
uk: Q1 (25-й процентиль)
vi: Q1 (phân vị 25)
zh_hans: Q1（25百分位数）

# median_l6_q1_b
source: Q2 (50e percentile)
af: Q2 (50ste percentile)
bg: Q2 (50-ти процентил)
cs: Q2 (50. percentil)
da: Q1 (25. percentil)
de: Q2 (50. Perzentil)
el: Q2 (50ο ποσοστό)
es: Q2 (percentil 50)
fi: Q2 (50. prosenttipiste)
fil: Q2 (50th percentile)
hu: Q2 (50. percentilis)
id: Q2 (persentil ke-50)
it: Q2 (50° percentile)
ja: Q2（50パーセンタイル）
ko: Q2 (50번째 백분위수)
no: Q1 (25. percentil)
pl: Q2 (50-ty percentyl)
pt_pt: Q2 (50º percentil)
ro: Q2 (percentila 50)
ru: Q2 (50-й перцентиль)
sk: Q2 (50. percentil)
sv: Medianen motsvarar:
sw: Q2 (percentile ya 50)
tr: Q2 (50. persentil)
uk: Q2 (50-й процентиль)
vi: Q2 (phân vị 50)
zh_hans: Q2（50百分位数）

# median_l6_q1_c
source: Q3 (75e percentile)
af: Q3 (75ste percentile)
bg: Q3 (75-ти процентил)
cs: Q3 (75. percentil)
da: Q2 (50. percentil)
de: Q3 (75. Perzentil)
el: Q3 (75ο ποσοστό)
es: Q3 (percentil 75)
fi: Q3 (75. prosenttipiste)
fil: Q3 (75th percentile)
hu: Q3 (75. percentilis)
id: Q3 (persentil ke-75)
it: Q3 (75° percentile)
ja: Q3（75パーセンタイル）
ko: Q3 (75번째 백분위수)
no: Q2 (50. percentil)
pl: Q3 (75-ty percentyl)
pt_pt: Q3 (75º percentil)
ro: Q3 (percentila 75)
ru: Q3 (75-й перцентиль)
sk: Q3 (75. percentil)
sv: Q1 (25:e percentilen)
sw: Q3 (percentile ya 75)
tr: Q3 (75. persentil)
uk: Q3 (75-й процентиль)
vi: Q3 (phân vị 75)
zh_hans: Q3（75百分位数）
