Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# readability_example_clear_text
source: Ce guide explique comment remplir le formulaire. Commencez par votre identité, puis ajoutez vos informations de contact. Si vous avez un doute, consultez l’aide en bas de page.
af: Hierdie gids verduidelik hoe om die vorm in te vul. Begin met jou identiteit, voeg dan jou kontakbesonderhede by. As jy twyfel het, raadpleeg die hulp onderaan die bladsy.
bg: Този наръчник обяснява как да попълните формуляра. Започнете с вашата идентичност, след това добавете вашите контактни данни. Ако имате съмнения, консултирайте се с помощта в долната част на страницата.
cs: Tento návod vysvětluje, jak vyplnit formulář. Začněte svými údaji a poté přidejte kontaktní informace. Pokud si nejste jisti, podívejte se na nápovědu dole na stránce.
da: Denne guide forklarer, hvordan du udfylder formularen. Start med din identitet, og tilføj derefter dine kontaktoplysninger. Hvis du er i tvivl, kan du se hjælpen nederst på siden.
de: Diese Anleitung erklärt, wie das Formular auszufüllen ist. Beginnen Sie mit Ihrer Identität und fügen Sie anschließend Ihre Kontaktdaten hinzu. Bei Fragen finden Sie Hilfe am Seitenende.
el: Αυτός ο οδηγός εξηγεί πώς να συμπληρώσετε τη φόρμα. Ξεκινήστε με την ταυτότητά σας, στη συνέχεια προσθέστε τα στοιχεία επικοινωνίας σας. Αν έχετε αμφιβολία, συμβουλευτείτε τη βοήθεια στο κάτω μέρος της σελίδας.
es: Esta guía explica cómo rellenar el formulario. Empiece por su identidad y luego añada sus datos de contacto. Si tiene dudas, consulte la ayuda al final de la página.
fi: Tämä opas selittää, kuinka täyttää lomake. Aloita henkilöllisyydestäsi, sitten lisää yhteystietosi. Jos olet epävarma, katso apua sivun alareunasta.
fil: Ang gabay na ito ay naglalarawan kung paano punan ang form. Simulan sa iyong pagkakakilanlan, pagkatapos ay idagdag ang iyong impormasyon sa pakikipag-ugnayan. Kung may duda ka, tingnan ang tulong sa ibaba ng pahina.
hu: Ez az útmutató elmagyarázza, hogyan töltsd ki az űrlapot. Kezdd a személyes adataiddal, majd add meg az elérhetőségeidet. Ha bizonytalan vagy, nézd meg az oldal alján található súgót.
id: Panduan ini menjelaskan cara mengisi formulir. Mulailah dengan identitas Anda, lalu tambahkan informasi kontak Anda. Jika Anda ragu, lihat bantuan di bagian bawah halaman.
it: Questa guida spiega come compilare il modulo. Inizia con la tua identità, poi aggiungi le informazioni di contatto. Se hai dubbi, consulta l’aiuto in fondo alla pagina.
ja: このガイドでは、フォームの記入方法を説明します。まずはあなたの身元を記入し、その後連絡先情報を追加してください。疑問がある場合は、ページの下部にあるヘルプを参照してください。
ko: 이 가이드는 양식을 작성하는 방법을 설명합니다. 먼저 본인 정보를 입력한 후 연락처 정보를 추가하세요. 의문이 있으면 페이지 하단의 도움말을 참조하세요.
nl: Deze gids legt uit hoe je het formulier invu...gegevens toe. Als je twijfelt, bekijk dan de hulp onderaan de pagina.
no: Denne guiden forklarer hvordan du fyller ut skjemaet. Begynn med din identitet, deretter legg til kontaktinformasjonen din. Hvis du er usikker, se hjelpen nederst på siden.
pl: Ten przewodnik wyjaśnia, jak wypełnić formularz. Zacznij od swoich danych, a następnie dodaj informacje kontaktowe. W razie wątpliwości sprawdź pomoc na dole strony.
pt_pt: Este guia explica como preencher o formulário. Comece pela sua identificação e depois adicione as suas informações de contacto. Se tiver dúvidas, consulte a ajuda no fim da página.
ro: Acest ghid explică cum să completezi formularul. Începe cu datele tale, apoi adaugă informațiile de contact. Dacă ai îndoieli, consultă ajutorul din partea de jos a paginii.
ru: Это руководство объясняет, как заполнить форму. Начните с данных о себе, затем добавьте контактную информацию. Если есть сомнения, откройте справку внизу страницы.
sk: Táto príručka vysvetľuje, ako vyplniť formulár. Začnite svojimi údajmi a potom pridajte kontaktné informácie. Ak máte pochybnosti, pozrite si pomoc v spodnej časti stránky.
sv: Denna guide förklarar hur man fyller i formuläret. Börja med din identitet, lägg sedan till dina kontaktuppgifter. Om du är osäker, se hjälp längst ner på sidan.
sw: Denna guide förklarar hur man fyller i formuläret. Börja med din identitet, lägg sedan till dina kontaktuppgifter. Om du är osäker, se hjälp längst ner på sidan.
tr: Bu kılavuz, formu nasıl dolduracağınızı açıklar. Önce kimliğinizi girin, ardından iletişim bilgilerinizi ekleyin. Şüpheleriniz varsa, sayfanın altındaki yardıma bakın.
uk: Цей посібник пояснює, як заповнити форму. Почніть з даних про себе, потім додайте контактну інформацію. Якщо маєте сумніви, перегляньте довідку внизу сторінки.
vi: Hướng dẫn này giải thích cách điền vào mẫu đơn. Bắt đầu với thông tin cá nhân của bạn, sau đó thêm thông tin liên hệ. Nếu bạn có thắc mắc, hãy tham khảo phần trợ giúp ở cuối trang.
zh_hans: 本指南解释了如何填写表格。首先填写您的身份信息，然后添加您的联系信息。如果您有疑问，请查看页面底部的帮助。

# readability_example_dense_label
source: Texte dense
af: Dichte teks
bg: Плътен текст
cs: Hustý text
da: Tæt tekst
de: Dichter Text
el: Πυκνό κείμενο
es: Texto denso
fi: Tiheä teksti
fil: Makatwir na teksto
hu: Sűrű szöveg
id: Teks padat
it: Testo denso
ja: 密なテキスト
ko: 밀집 텍스트
nl: Dichte tekst
no: Tett tekst
pl: Gęsty tekst
pt_pt: Texto denso
ro: Text dens
ru: Сложный текст
sk: Hustý text
sv: Tät text
sw: Tät text
tr: Yoğun metin
uk: Складний текст
vi: Văn bản dày đặc
zh_hans: 密集文本

# readability_example_dense_text
source: Dans le cadre de l’optimisation des processus, il est recommandé, afin de garantir une cohérence opérationnelle, de procéder à une normalisation exhaustive des paramètres, ce qui implique une revue systématique des éléments concernés.
af: In die konteks van prosesoptimalisering word dit aanbeveel om 'n omvattende normalisering van die parameters te doen om operasionele konsekwentheid te verseker, wat 'n sistematiese hersiening van die betrokke elemente impliseer.
bg: В рамките на оптимизацията на процесите се препоръчва, за да се гарантира оперативна последователност, да се извърши изчерпателна нормализация на параметрите, което включва систематичен преглед на съответните елементи.
cs: V rámci optimalizace procesů se doporučuje, aby byla zajištěna provozní konzistence, provést důkladnou normalizaci parametrů, což zahrnuje systematickou revizi dotčených prvků.
da: I forbindelse med optimering af processerne anbefales det, for at sikre operationel sammenhæng, at der gennemføres en omfattende standardisering af parametrene, hvilket indebærer en systematisk gennemgang af de berørte elementer.
de: Im Rahmen der Prozessoptimierung wird empfohlen, zur Gewährleistung operativer Konsistenz eine umfassende Standardisierung der Parameter vorzunehmen, was eine systematische Überprüfung der betroffenen Elemente erfordert.
el: Στο πλαίσιο της βελτιστοποίησης των διαδικασιών, συνιστάται, προκειμένου να διασφαλιστεί η επιχειρησιακή συνοχή, να πραγματοποιηθεί μια εκτενής τυποποίηση των παραμέτρων, γεγονός που συνεπάγεται μια συστηματική ανασκόπηση των σχετικών στοιχείων.
es: En el marco de la optimización de procesos, se recomienda, para garantizar la coherencia operativa, realizar una normalización exhaustiva de los parámetros, lo que implica una revisión sistemática de los elementos afectados.
fi: Prosessien optimoinnin yhteydessä suositellaan, että operatiivisen johdonmukaisuuden varmistamiseksi toteutetaan kattava parametrien standardointi, mikä edellyttää asiaankuuluvien elementtien järjestelmällistä tarkastelua.
fil: Bilang bahagi ng pag-optimize ng mga proseso, inirerekomenda na, upang matiyak ang operational na pagkakapareho, isagawa ang komprehensibong pamantayan ng mga parameter, na nangangailangan ng sistematikong pagsusuri ng mga kaugnay na elemento.
hu: A folyamatok optimalizálásának keretében ajánlott – az operatív következetesség biztosítása érdekében – a paraméterek átfogó szabványosítása, ami az érintett elemek szisztematikus felülvizsgálatát jelenti.
id: Dalam rangka mengoptimalkan proses, disarankan untuk memastikan konsistensi operasional dengan melakukan normalisasi menyeluruh terhadap parameter, yang melibatkan tinjauan sistematis terhadap elemen yang bersangkutan.
it: Nell’ambito dell’ottimizzazione dei processi, si raccomanda, per garantire la coerenza operativa, di effettuare una normalizzazione completa dei parametri, il che implica una revisione sistematica degli elementi interessati.
ja: プロセスの最適化の一環として、運用の一貫性を保証するために、関連する要素の体系的な見直しを伴うパラメータの徹底的な標準化を行うことが推奨されます。
ko: 프로세스 최적화의 일환으로, 운영 일관성을 보장하기 위해 매개변수의 포괄적인 표준화를 수행하는 것이 권장되며, 이는 관련 요소에 대한 체계적인 검토를 포함합니다.
nl: In het kader van procesoptimalisat...t een systematische herziening van de betrokken elementen.
no: I forbindelse med prosessoptimalisering anbefales det, for å sikre operasjonell konsistens, å gjennomføre en omfattende standardisering av parametrene, noe som innebærer en systematisk gjennomgang av de berørte elementene.
pl: W ramach optymalizacji procesów zaleca się, aby zapewnić spójność operacyjną, przeprowadzić kompleksową normalizację parametrów, co wiąże się z systematycznym przeglądem odpowiednich elementów.
pt_pt: No âmbito da otimização de processos, recomenda-se, a fim de garantir a coerência operacional, proceder a uma normalização exaustiva dos parâmetros, o que implica uma revisão sistemática dos elementos em causa.
ro: În cadrul optimizării proceselor, se recomandă, pentru a garanta coerența operațională, să se realizeze o normalizare completă a parametrilor, ceea ce implică o revizuire sistematică a elementelor vizate.
ru: В рамках оптимизации процессов рекомендуется, чтобы обеспечить операционную согласованность, провести комплексную нормализацию параметров, что предполагает систематическую проверку затронутых элементов.
sk: V rámci optimalizácie procesov sa odporúča, aby sa zabezpečila prevádzková konzistentnosť, vykonať dôkladnú normalizáciu parametrov, čo zahŕňa systematickú revíziu dotknutých prvkov.
sv: Som en del av processoptimeringen rekommenderas det, för att säkerställa operationell konsekvens, att en omfattande standardisering av parametrarna genomförs, vilket innebär en systematisk granskning av de berörda elementen.
sw: Som en del av processoptimeringen rekommenderas det, för att säkerställa operationell konsekvens, att en omfattande standardisering av parametrarna genomförs, vilket innebär en systematisk granskning av de berörda elementen.
tr: Süreçlerin optimizasyonu kapsamında, operasyonel tutarlılığı sağlamak için, ilgili unsurların sistematik bir incelemesini içeren kapsamlı bir parametre standardizasyonu yapılması önerilmektedir.
uk: У межах оптимізації процесів рекомендується, щоб забезпечити операційну узгодженість, виконати всебічну стандартизацію параметрів, що передбачає систематичний перегляд відповідних елементів.
vi: Trong khuôn khổ tối ưu hóa quy trình, để đảm bảo tính nhất quán trong hoạt động, nên tiến hành chuẩn hóa toàn diện các tham số, điều này bao gồm việc xem xét hệ thống các yếu tố liên quan.
zh_hans: 在流程优化的框架内，为了确保操作的一致性，建议对参数进行全面标准化，这意味着对相关元素进行系统审查。

# readability_example_long_label
source: Phrases trop longues
af: Te lang frases
bg: Твърде дълги фрази
cs: Příliš dlouhé věty
da: For lange sætninger
de: Zu lange Sätze
el: Πολύ μεγάλες φράσεις
es: Frases demasiado largas
fi: Liian pitkiä lauseita
fil: Mas mahabang mga parirala
hu: Túl hosszú mondatok
id: Frasa terlalu panjang
it: Frasi troppo lunghe
ja: フレーズが長すぎます
ko: 너무 긴 문구
nl: Te lange zinnen
no: Setninger som er for lange
pl: Zbyt długie zdania
pt_pt: Frases demasiado longas
ro: Propoziții prea lungi
ru: Слишком длинные предложения
sk: Príliš dlhé vety
sv: För långa fraser
sw: För långa fraser
tr: Aşırı uzun ifadeler
uk: Надто довгі речення
vi: Câu quá dài
zh_hans: 短语太长

# readability_example_long_text
source: Quand on écrit un texte sans faire de pauses et qu’on enchaîne les idées sans séparer clairement les phrases, le lecteur se fatigue, perd le fil, et finit par relire plusieurs fois parce qu’il n’arrive pas à identifier ce qui est important.
af: Wanneer 'n teks geskryf word sonder om pouses te neem en idees sonder duidelike skeiding van sinne aanmekaar gesit word, raak die leser moeg, verloor die draad, en eindig op om verskeie kere te herlees omdat hy nie kan identifiseer wat belangrik is nie.
bg: Когато пишете текст без паузи и свързвате идеи, без ясно да разделяте изреченията, читателят се уморява, губи нишката и в крайна сметка преглежда няколко пъти, защото не може да идентифицира какво е важно.
cs: Když píšeme text bez přestávek a spojujeme myšlenky bez jasného oddělení vět, čtenář se unaví, ztratí přehled a nakonec text několikrát čte znovu, protože nedokáže rozpoznat to podstatné.
da: Når man skriver en tekst uden at tage pauser og fortsætter med idéerne uden klart at adskille sætningerne, bliver læseren træt, mister tråden og ender med at læse flere gange, fordi han ikke kan identificere, hvad der er vigtigt.
de: Wenn man einen Text ohne Pausen schreibt und Ideen aneinanderreiht, ohne die Sätze klar zu trennen, ermüdet der Leser, verliert den Faden und liest schließlich mehrfach nach, weil er das Wesentliche nicht erkennt.
el: Όταν γράφουμε ένα κείμενο χωρίς να κάνουμε παύσεις και συνδέουμε τις ιδέες χωρίς να διαχωρίζουμε καθαρά τις προτάσεις, ο αναγνώστης κουράζεται, χάνει την πορεία του και καταλήγει να ξαναδιαβάζει πολλές φορές γιατί δεν μπορεί να εντοπίσει τι είναι σημαντικό.
es: Cuando se escribe un texto sin hacer pausas y se encadenan las ideas sin separar claramente las frases, el lector se cansa, pierde el hilo y acaba releyendo varias veces porque no logra identificar lo que es importante.
fi: Kun kirjoitetaan tekstiä ilman taukoja ja ideoita yhdistellään selkeästi erottamatta lauseita, lukija väsyy, menettää punaisen langan ja päätyy lukemaan useaan otteeseen, koska hän ei pysty tunnistamaan, mikä on tärkeää.
fil: Kapag sumusulat ng teksto nang walang mga pahinga at sunud-sunod ang mga ideya nang hindi malinaw na pinaghiwalay ang mga pangungusap, napapagod ang mambabasa, nawawala ang koneksyon, at nagtatapos na muling binabasa ito ng maraming beses dahil hindi niya matukoy kung ano ang mahalaga.
hu: Amikor szünetek nélkül írunk, és úgy fűzzük egymás után a gondolatokat, hogy nem választjuk szét egyértelműen a mondatokat, az olvasó elfárad, elveszíti a fonalat, és végül többször is újraolvassa, mert nem tudja beazonosítani, mi a fontos.
id: Ketika menulis teks tanpa jeda dan menghubungkan ide-ide tanpa memisahkan kalimat dengan jelas, pembaca akan merasa lelah, kehilangan fokus, dan akhirnya membaca ulang beberapa kali karena tidak dapat mengidentifikasi apa yang penting.
it: Quando si scrive un testo senza pause e si concatenano le idee senza separare chiaramente le frasi, il lettore si stanca, perde il filo e finisce per rileggere più volte perché non riesce a capire cosa sia importante.
ja: 文章を休まずに書き、アイデアを明確に分けずに続けると、読者は疲れ、内容を見失い、重要な部分を特定できずに何度も読み返すことになります。
ko: 텍스트를 중단 없이 작성하고 문장을 명확하게 구분하지 않으면 독자는 피로를 느끼고 흐름을 잃습니다. 결국 중요한 내용을 파악하지 못해 여러 번 다시 읽게 됩니다.
nl: Wanneer je een tekst schrijft zonder pauzes...omdat hij niet kan bepalen wat belangrijk is.
no: Når man skriver en tekst uten å ta pauser og kobler ideene sammen uten å skille setningene klart, blir leseren sliten, mister tråden, og ender opp med å lese flere ganger fordi han ikke klarer å identifisere hva som er viktig.
pl: Gdy piszemy tekst bez przerw i łączymy myśli bez wyraźnego podziału na zdania, czytelnik męczy się, traci wątek i w końcu czyta ponownie kilka razy, ponieważ nie potrafi wskazać tego, co jest ważne.
pt_pt: Quando escrevemos um texto sem fazer pausas e encadeamos as ideias sem separar claramente as frases, o leitor cansa-se, perde o fio e acaba por reler várias vezes porque não consegue identificar o que é importante.
ro: Când scriem un text fără pauze și înșiruim idei fără să separăm clar propozițiile, cititorul obosește, pierde firul și ajunge să recitească de mai multe ori pentru că nu reușește să identifice ce este important.
ru: Когда пишут текст без пауз и связывают идеи, не разделяя предложения, читатель устаёт, теряет нить и в итоге перечитывает несколько раз, потому что не может понять, что важно.
sk: Keď píšeme text bez prestávok a spájame myšlienky bez jasného oddelenia viet, čitateľ sa unaví, stratí prehľad a nakoniec text číta viackrát, pretože nedokáže rozpoznať to podstatné.
sv: När man skriver en text utan pauser och kopplar ihop idéerna utan att tydligt separera meningarna, blir läsaren trött, tappar tråden och slutar med att läsa flera gånger eftersom hen inte kan identifiera vad som är viktigt.
sw: När man skriver en text utan pauser och kopplar ihop idéer utan att tydligt separera meningarna, blir läsaren trött, tappar tråden och slutar med att läsa flera gånger eftersom hen inte kan identifiera vad som är viktigt.
tr: Bir metin yazarken duraksamadan ve cümleleri net bir şekilde ayırmadan düşünceleri ardı ardına sıralarsak, okuyucu yorulur, konudan kopar ve önemli olanı belirleyemediği için metni birkaç kez tekrar okumak zorunda kalır.
uk: Коли пишуть текст без пауз і поєднують думки без чіткого поділу на речення, читач втомлюється, втрачає нитку й зрештою перечитує кілька разів, бо не може зрозуміти, що важливо.
vi: Khi viết một văn bản mà không dừng lại và liên tục nối các ý mà không tách biệt rõ ràng các câu, người đọc sẽ mệt mỏi, mất mạch, và cuối cùng phải đọc lại nhiều lần vì không thể xác định điều gì quan trọng.
zh_hans: 当我们写一段没有停顿的文字，并且连续表达思想而没有清晰分隔句子时，读者会感到疲惫，失去思路，最终不得不多次重读，因为他们无法识别出重要内容。

# readability_level_very_easy
source: Très facile
af: Baie maklik
bg: Много лесно
cs: Velmi snadné
da: Meget nemt
de: Sehr einfach
el: Πολύ εύκολο
es: Muy fácil
fi: Erittäin helppo
fil: Napakadali
hu: Nagyon könnyű
id: Sangat mudah
it: Molto facile
ja: とても簡単
ko: 매우 쉬움
nl: Heel makkelijk
no: Veldig enkelt
pl: Bardzo łatwe
pt_pt: Muito fácil
ro: Foarte ușor
ru: Очень легко
sk: Veľmi jednoduché
sv: Mycket enkelt
sw: Mycket enkelt
tr: Çok kolay
uk: Дуже легко
vi: Rất dễ dàng
zh_hans: 非常简单

# readability_level_easy
source: Facile
af: Eenvoudig
bg: Лесно
cs: Snadné
da: Lettere
de: Einfach
el: Εύκολο
es: Fácil
fi: Helppo
fil: Madali
hu: Könnyű
id: Mudah
ja: 簡単
ko: 쉬움
nl: Makkelijk
no: Enkel
pl: Łatwe
pt_pt: Fácil
ro: Ușor
ru: Легко
sk: Jednoduché
sv: Lätt
sw: Lätt
tr: Kolay
uk: Легко
vi: Dễ dàng
zh_hans: 简单

# readability_level_medium
source: Moyen
af: Middel
bg: Средство
cs: Střední
da: Måde
de: Mittel
el: Μέσος
es: Medio
fi: Keino
fil: Paraan
hu: Közepes
id: Cara
it: Medio
ja: 手段
ko: 수단
nl: Gemiddeld
no: Måte
pl: Średnie
pt_pt: Médio
ro: Mediu
ru: Средне
sk: Stredné
sv: Medel
sw: Medel
tr: Ortalama
uk: Середньо
vi: Phương tiện
zh_hans: 方式

# readability_level_hard
source: Difficile
af: Moeilik
bg: Трудно
cs: Obtížné
da: Svær
de: Schwierig
el: Δύσκολο
es: Difícil
fi: Vaikeaa
fil: Mahirap
hu: Nehéz
id: Sulit
ja: 難しい
ko: 어렵다
nl: Moeilijk
no: Vanskelig
pl: Trudne
pt_pt: Difícil
ro: Dificil
ru: Сложно
sk: Ťažké
sv: Svår
sw: Svår
tr: Zor
uk: Складно
vi: Khó khăn
zh_hans: 困难

# readability_level_very_hard
source: Très difficile
af: Baie moeilik
bg: Много трудно
cs: Velmi obtížné
da: Meget svært
de: Sehr schwierig
el: Πολύ δύσκολο
es: Muy difícil
fi: Erittäin vaikeaa
fil: Napakahirap
hu: Nagyon nehéz
id: Sangat sulit
it: Molto difficile
ja: 非常に難しい
ko: 매우 어렵다
nl: Heel moeilijk
no: Veldig vanskelig
pl: Bardzo trudne
pt_pt: Muito difícil
ro: Foarte dificil
ru: Очень сложно
sk: Veľmi ťažké
sv: Mycket svårt
sw: Mycket svårt
tr: Çok zor
uk: Дуже складно
vi: Rất khó khăn
zh_hans: 非常困难

# readability_copy_title
source: Analyse de lisibilité
af: Leesbaarheid analise
bg: Анализ на четимостта
cs: Analýza čitelnosti
da: Læsbarhedsanalyse
de: Lesbarkeitsanalyse
el: Ανάλυση αναγνωσιμότητας
es: Análisis de legibilidad
fi: Luettavuusanalyysi
fil: Pagsusuri ng nababasa
hu: Olvashatósági elemzés
id: Analisis keterbacaan
it: Analisi di leggibilità
ja: 可読性の分析
ko: 가독성 분석
nl: Leesbaarheidsanalyse
no: Lesbarhetsanalyse
pl: Analiza czytelności
pt_pt: Análise de legibilidade
ro: Analiză de lizibilitate
ru: Анализ читаемости
sk: Analýza čitateľnosti
sv: Läsbarhetsanalys
sw: Läsbarhetsanalys
tr: Okunabilirlik analizi
uk: Аналіз читабельності
vi: Phân tích độ dễ đọc
zh_hans: 可读性分析

# readability_copy_words
source: Mots
af: Woorde
bg: Думи
cs: Slova
da: Ord
de: Wörter
el: Λέξεις
es: Palabras
fi: Sanoja
fil: Mga salita
hu: Szavak
id: Kata
it: Parole
ja: 言葉
ko: 단어
nl: Woorden
no: Ord
pl: Słowa
pt_pt: Palavras
ro: Cuvinte
ru: Слова
sk: Slová
sv: Ord
sw: Ord
tr: Kelimeler
uk: Слова
vi: Từ
zh_hans: 词

# readability_copy_sentences
source: Phrases
af: Frases
bg: Фрази
cs: Věty
da: Sætninger
de: Sätze
el: Φράσεις
es: Frases
fi: Lauseet
fil: Mga parirala
hu: Mondatok
id: Frasa
it: Frasi
ja: フレーズ
ko: 구문
nl: Zinnen
no: Setninger
pl: Zdania
pt_pt: Frases
ro: Propoziții
ru: Предложения
sk: Vety
sv: Fraser
sw: Fraser
tr: İfadeler
uk: Речення
vi: Câu nói
zh_hans: 短语

# readability_copy_avg_sentence
source: Longueur moyenne des phrases
af: Gemiddelde lengte van sinne
bg: Средна дължина на изреченията
cs: Průměrná délka vět
da: Gennemsnitlig sætning længde
de: Durchschnittliche Satzlänge
el: Μέση διάρκεια προτάσεων
es: Longitud media de las frases
fi: Lauseiden keskipituus
fil: Karaniwang haba ng mga pangungusap
hu: Átlagos mondathossz
id: Panjang rata-rata kalimat
it: Lunghezza media delle frasi
ja: 文の平均長さ
ko: 문장 평균 길이
nl: Gemiddelde zinslengte
no: Gjennomsnittlig setningslengde
pl: Średnia długość zdań
pt_pt: Comprimento médio das frases
ro: Lungimea medie a propozițiilor
ru: Средняя длина предложений
sk: Priemerná dĺžka viet
sv: Genomsnittlig meningslängd
sw: Genomsnittlig meningslängd
tr: Cümlelerin ortalama uzunluğu
uk: Середня довжина речень
vi: Độ dài trung bình của câu
zh_hans: 句子平均长度

# readability_copy_avg_word
source: Longueur moyenne des mots
af: Gemiddelde woordlengte
bg: Средна дължина на думите
cs: Průměrná délka slov
da: Gennemsnitlig ordlængde
de: Durchschnittliche Wortlänge
el: Μέση μήκος λέξεων
es: Longitud media de las palabras
fi: Sanojen keskipituus
fil: Sukat ng mga salita
hu: Átlagos szóhossz
id: Panjang rata-rata kata
it: Lunghezza media delle parole
ja: 単語の平均長さ
ko: 단어의 평균 길이
nl: Gemiddelde woordlengte
no: Gjennomsnittlig ordlengde
pl: Średnia długość słów
pt_pt: Comprimento médio das palavras
ro: Lungimea medie a cuvintelor
ru: Средняя длина слов
sk: Priemerná dĺžka slov
sv: Genomsnittlig ordlängd
sw: Genomsnittlig ordlängd
tr: Kelime başına ortalama uzunluk
uk: Середня довжина слів
vi: Độ dài trung bình của từ
zh_hans: 平均单词长度

source: Chargement…
af: Laai…
bg: Зареждане…
cs: Načítání…
da: Indlæser…
de: Laden…
el: Φόρτωση…
es: Cargando…
fi: Lataaminen…
fil: Naglo-load…
hu: Betöltés…
id: Memuat…
it: Caricamento…
ja: 読み込み中…
ko: 로딩 중…
nl: Laden…
no: Laster…
pl: Ładowanie…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загрузка…
sk: Načítava sa…
sv: Laddar…
sw: Laddar…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 加载中…

source: Nous préparons l’outil.
af: Ons berei die hulpmiddel voor.
bg: Подготвяме инструмента.
cs: Nástroj se připravuje.
da: Vi forbereder værktøjet.
de: Wir bereiten das Tool vor.
el: Ετοιμάζουμε το εργαλείο.
es: Estamos preparando la herramienta.
fi: Valmistelemme työkalua.
fil: Inihahanda namin ang tool.
hu: Az eszköz előkészítés alatt áll.
id: Kami sedang menyiapkan alat.
it: Stiamo preparando lo strumento.
ja: ツールを準備しています。
ko: 우리는 도구를 준비하고 있습니다.
nl: We bereiden de tool voor.
no: Vi forbereder verktøyet.
pl: Przygotowujemy narzędzie.
pt_pt: Estamos a preparar a ferramenta.
ro: Pregătim instrumentul.
ru: Мы готовим инструмент.
sk: Nástroj sa pripravuje.
sv: Vi förbereder verktyget.
sw: Vi förbereder verktyget.
tr: Aracı hazırlıyoruz.
uk: Ми готуємо інструмент.
vi: Chúng tôi đang chuẩn bị công cụ.
zh_hans: 我们正在准备工具。
