Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_mean_course_lim3
source: Attention aux valeurs extrêmes : la moyenne arithmétique est sensible aux outliers, d’où l’intérêt des moyennes robustes (tronquée / winsorisée) ou de la médiane selon le besoin.
af: Pasop vir uiterste waardes: die aritmetiese gemiddelde is sensitief vir uitskieters, wat die belangrikheid van robuuste gemiddeldes (afgesny / winsorized) of die mediaan volgens die behoefte beklemtoon.
bg: Внимание на крайни стойности: аритметичната средна стойност е чувствителна към аномалии, откъдето идва интересът към устойчивите средни стойности (отрязани / уинсоризирани) или медианата в зависимост от нуждата.
cs: Pozor na extrémní hodnoty: aritmetický průměr je citlivý na odlehlé hodnoty, proto je důležité používat robustní průměry (truncated / winsorized) nebo medián podle potřeby.
da: Vær opmærksom på ekstreme værdier: det aritmetiske gennemsnit er følsomt over for outliers, hvilket gør robuste gennemsnit (truncated / winsorized) eller medianen nyttige afhængigt af behovet.
de: Achtung bei extremen Werten: Der arithmetische Mittelwert ist empfindlich gegenüber Ausreißern, weshalb robuste Mittelwerte (trunkiert / winsorisiert) oder der Median je nach Bedarf von Interesse sind.
el: Προσοχή στις ακραίες τιμές: η αριθμητική μέση είναι ευαίσθητη στις ακραίες τιμές, γι' αυτό είναι χρήσιμες οι ανθεκτικές μέσες (κομμένες / winsorized) ή η διάμεσος ανάλογα με την ανάγκη.
es: Atención a los valores extremos: la media aritmética es sensible a los valores atípicos, de ahí el interés por las medias robustas (truncada / winsorizada) o la mediana según la necesidad.
fi: Huomioi äärimmäiset arvot: aritmeettinen keskiarvo on herkkä poikkeamille, mistä syystä robustit keskiarvot (katkaistu / winsorisointi) tai mediaani ovat tarpeen.
fil: Mag-ingat sa mga extreme na halaga: ang average na aritmetika ay sensitibo sa mga outlier, kaya't mahalaga ang mga matibay na average (tinanggal / winsorized) o ang median depende sa pangangailangan.
hu: Figyelem a szélsőséges értékekre: az aritmetikai átlag érzékeny a kiugró értékekre, ezért fontosak a robusztus átlagok (csonkított / winsorisált) vagy a medián a szükség szerint.
id: Perhatian terhadap nilai ekstrem: rata-rata aritmetika sensitif terhadap outlier, sehingga pentingnya rata-rata robust (truncated/winsorized) atau median tergantung pada kebutuhan.
it: Attenzione ai valori estremi: la media aritmetica è sensibile agli outliers, da qui l'interesse per le medie robuste (troncata / winsorizzata) o per la mediana a seconda del bisogno.
ja: 極端な値に注意：算術平均は外れ値に敏感であるため、必要に応じてロバスト平均（切り捨て/ウィンソリゼーション）や中央値の重要性があります。
ko: 극단적인 값에 주의하세요: 산술 평균은 이상치에 민감하므로 필요에 따라 강건한 평균(절단/윈소리화) 또는 중앙값의 이점이 있습니다.
nl: Let op extreme waarden: het aritmetische gemiddelde is gevoelig voor uitschieters, vandaar het belang van robuuste gemiddelden (afgekapt / winsorized) of de mediaan afhankelijk van de behoefte.
no: Vær oppmerksom på ekstreme verdier: det aritmetiske gjennomsnittet er følsomt for outliers, derav interessen for robuste gjennomsnitt (truncated / winsorized) eller medianen avhengig av behovet.
pl: Uwaga na wartości ekstremalne: średnia arytmetyczna jest wrażliwa na wartości odstające, stąd znaczenie średnich robustnych (przycięta / winsoryzowana) lub mediany w zależności od potrzeb.
pt_pt: Cuidado com os valores extremos: a média aritmética é sensível a outliers, daí a importância das médias robustas (truncada / winsorizada) ou da mediana conforme a necessidade.
ro: Atenție la valorile extreme: media aritmetică este sensibilă la valori extreme, de unde interesul pentru mediile robuste (trunchiate / winsorizate) sau mediana, în funcție de necesitate.
ru: Осторожно с крайними значениями: арифметическая средняя чувствительна к выбросам, поэтому интересны устойчивые средние (усеченные / виноризованные) или медиана в зависимости от потребности.
sk: Pozor na extrémne hodnoty: aritmetický priemer je citlivý na odľahlé hodnoty, preto sú zaujímavé robustné priemery (odrezané / winsorované) alebo medián podľa potreby.
sv: Var försiktig med extrema värden: det aritmetiska medelvärdet är känsligt för avvikare, vilket gör att robusta medelvärden (trunkerade / winsoriserade) eller medianen kan vara mer lämpliga beroende på behovet.
sw: Kuwa makini na thamani za mwisho: wastani wa aritmetiki unahisi mabadiliko, ndiyo maana wastani thabiti (iliyokatwa / iliyowekwa) au median ni muhimu kulingana na mahitaji.
tr: Aykırı değerlere dikkat: aritmetik ortalama aykırı değerlere duyarlıdır, bu nedenle ihtiyaç durumuna göre sağlam ortalamalar (kesilmiş / winsorize edilmiş) veya medyanın önemi vardır.
uk: Увага до екстремальних значень: арифметична середня чутлива до викидів, тому важливі стійкі середні (обрізані / вінсоризовані) або медіана залежно від потреби.
vi: Chú ý đến các giá trị cực trị: trung bình cộng nhạy cảm với các ngoại lệ, do đó cần thiết phải sử dụng các trung bình robust (cắt / winsor) hoặc trung vị tùy theo nhu cầu.
zh_hans: 注意极端值：算术平均数对异常值敏感，因此稳健平均数（截断/温莎化）或中位数在需要时更为重要。

# ed_math_statistics_mean_course_lim4
source: Les données groupées par classes donnent souvent une moyenne approximative (centres de classes) : plus les classes sont larges, plus l’approximation peut être grossière.
af: Gegroepeerde data volgens klasse gee dikwels 'n benaderde gemiddelde (klasse sentrums): hoe breër die klasse, hoe groffer kan die benadering wees.
bg: Групираните данни по класове често дават приблизителна средна стойност (центрове на класовете): колкото по-широки са класовете, толкова по-груба може да бъде приблизителната стойност.
cs: Data seskupená podle tříd často dávají přibližný průměr (střední hodnoty tříd): čím širší jsou třídy, tím hrubší může být aproximace.
da: Grupperede data giver ofte et omtrentligt gennemsnit (klassecentre): jo bredere klasserne er, jo grovere kan approximationen være.
de: Gruppierte Daten nach Klassen ergeben oft einen approximativen Mittelwert (Klassenmittelpunkte): Je breiter die Klassen sind, desto grober kann die Approximation sein.
el: Τα ομαδοποιημένα δεδομένα κατά κατηγορίες δίνουν συχνά μια προσεγγιστική μέση (κέντρα κατηγοριών): όσο πιο ευρείες είναι οι κατηγορίες, τόσο πιο χονδροειδής μπορεί να είναι η προσέγγιση.
es: Los datos agrupados por clases a menudo dan una media aproximada (centros de clases): cuanto más amplias son las clases, más grosera puede ser la aproximación.
fi: Luokittain ryhmitellyt tiedot antavat usein karkean keskiarvon (luokkakeskukset): mitä laajemmat luokat, sitä karkea arvio voi olla.
fil: Ang mga datos na pinagsama ayon sa mga klase ay kadalasang nagbibigay ng isang tinatayang average (mga sentro ng klase): mas malawak ang mga klase, mas malupit ang approximation.
hu: A csoportosított adatok osztályok szerint gyakran közelítő átlagot adnak (osztályközépek): minél szélesebbek az osztályok, annál durvább lehet a közelítés.
id: Data yang dikelompokkan berdasarkan kelas sering memberikan rata-rata yang mendekati (pusat kelas): semakin lebar kelas, semakin kasar perkiraannya.
it: I dati raggruppati per classi danno spesso una media approssimativa (centri delle classi): più le classi sono ampie, più l'approssimazione può essere grossolana.
ja: クラスによってグループ化されたデータは、しばしば近似的な平均（クラスの中心）を提供します：クラスが広いほど、近似は粗くなる可能性があります。
ko: 클래스별로 그룹화된 데이터는 종종 대략적인 평균(클래스 중심)을 제공합니다: 클래스가 넓을수록 근사치가 더 거칠 수 있습니다.
nl: Gegevens gegroepeerd per klassen geven vaak een benaderend gemiddelde (centra van klassen): hoe breder de klassen, hoe grover de benadering kan zijn.
no: Grupperte data gir ofte et omtrentlig gjennomsnitt (klasse-sentre): jo bredere klassene er, jo grovere kan tilnærmingen være.
pl: Dane grupowane według klas często dają przybliżoną średnią (centra klas): im szersze klasy, tym przybliżenie może być bardziej zgrubne.
pt_pt: Os dados agrupados por classes frequentemente dão uma média aproximada (centros de classes): quanto mais largas as classes, mais grosseira pode ser a aproximação.
ro: Datele grupate pe clase oferă adesea o medie aproximativă (centre de clase): cu cât clasele sunt mai largi, cu atât aproximația poate fi mai grosolană.
ru: Данные, сгруппированные по классам, часто дают приблизительное среднее (центры классов): чем шире классы, тем грубее может быть приближение.
sk: Skupinové údaje podľa tried často dávajú približný priemer (stredy tried): čím sú triedy širšie, tým môže byť aproximácia hrubšia.
sv: Grupperade data ger ofta ett approximativt medelvärde (klasscentra): ju bredare klasserna är, desto grovare kan approximationen bli.
sw: Data zilizokusanywa kwa madaraja mara nyingi hutoa wastani wa karibu (katikati ya madaraja): kadri madaraja yanavyokuwa mapana, ndivyo makadirio yanavyoweza kuwa makubwa.
tr: Sınıflara göre gruplandırılmış veriler genellikle yaklaşık bir ortalama verir (sınıf merkezleri): sınıflar ne kadar genişse, yaklaşık değer o kadar kaba olabilir.
uk: Дані, згруповані за класами, часто дають приблизну середню (центри класів): чим ширші класи, тим грубіша може бути апроксимація.
vi: Dữ liệu nhóm theo lớp thường cho một trung bình xấp xỉ (trung tâm của lớp): càng nhiều lớp rộng, thì sự xấp xỉ càng có thể thô hơn.
zh_hans: 按类别分组的数据通常给出一个近似的平均数（类别中心）：类别越宽，近似可能越粗糙。

# ed_math_statistics_mean_course_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Časté otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_statistics_mean_course_q1
source: Ce cours remplace-t-il une calculatrice de moyennes ?
af: Vervang hierdie kursus 'n gemiddelde sakrekenaar?
bg: Замества ли този курс калкулатор за средни стойности?
cs: Nahrazuje tento kurz kalkulačku průměrů?
da: Er dette kursus en erstatning for en gennemsnitsberegner?
de: Ersetzt dieser Kurs einen Mittelwertrechner?
el: Αντικαθιστά αυτό το μάθημα μια αριθμομηχανή μέσων;
es: ¿Este curso reemplaza una calculadora de medias?
fi: Korvataanko tämä kurssi keskiarvolaskimella?
fil: Papalitan ba ng kursong ito ang isang calculator ng mga average?
hu: Ez a tanfolyam helyettesíti az átlagoló számológépet?
id: Apakah kursus ini menggantikan kalkulator rata-rata?
it: Questo corso sostituisce una calcolatrice di medie?
ja: このコースは平均計算機の代わりになりますか？
ko: 이 과정이 평균 계산기를 대체하나요?
nl: Vervangt deze cursus een gemiddelde calculator?
no: Er dette kurset en erstatning for en gjennomsnitts kalkulator?
pl: Czy ten kurs zastępuje kalkulator średnich?
pt_pt: Este curso substitui uma calculadora de médias?
ro: Acest curs înlocuiește o calculatoare de medii?
ru: Заменяет ли этот курс калькулятор средних?
sk: Nahrádza tento kurz kalkulačku priemerov?
sv: Ersätter denna kurs en medelvärdesräknare?
sw: Je, kozi hii inachukua nafasi ya kalkuleta ya wastani?
tr: Bu kurs bir ortalama hesaplama makinesinin yerini alır mı?
uk: Чи замінює цей курс калькулятор середніх?
vi: Khóa học này có thay thế một máy tính trung bình không?
zh_hans: 这门课程是否替代了平均数计算器？

# ed_math_statistics_mean_course_a1
source: Non : l’objectif principal est d’expliquer et de faire choisir la bonne moyenne. Pour “calculer vite”, utilisez ensuite les outils dédiés (moyenne arithmétique, pondérée, mobile…).
af: Nee: die hoofdoel is om te verduidelik en die regte gemiddelde te kies. Om 'snel te bereken', gebruik dan die toegewyde gereedskap (aritmetiese gemiddelde, gewogen, mobiele…).
bg: Не: основната цел е да обясни и да помогне да изберете правилната средна стойност. За „бързо изчисление“ след това използвайте специализираните инструменти (аритметична, претеглена, подвижна средна…).
cs: Ne: hlavním cílem je vysvětlit a pomoci vybrat správný průměr. Pro „rychlé výpočty“ pak použijte specializované nástroje (aritmetický průměr, vážený, mobilní…).
da: Nej: det primære mål er at forklare og vælge det rigtige gennemsnit. For at 'beregne hurtigt', brug derefter de dedikerede værktøjer (aritmetisk gennemsnit, vægtet, mobil…).
de: Nein: Das Hauptziel ist es, zu erklären und den richtigen Mittelwert auszuwählen. Um „schnell zu rechnen“, verwenden Sie anschließend die speziellen Werkzeuge (arithmetischer Mittelwert, gewichteter, mobiler…).
el: Όχι: ο κύριος στόχος είναι να εξηγήσει και να σας βοηθήσει να επιλέξετε τη σωστή μέση. Για “γρήγορους υπολογισμούς”, χρησιμοποιήστε στη συνέχεια τα ειδικά εργαλεία (αριθμητική μέση, σταθμισμένη, κινητή…).
es: No: el objetivo principal es explicar y hacer elegir la media correcta. Para 'calcular rápido', use luego las herramientas dedicadas (media aritmética, ponderada, móvil…).
fi: Ei: pääasiallinen tavoite on selittää ja valita oikea keskiarvo.
fil: Hindi: ang pangunahing layunin ay ipaliwanag at tulungan kang pumili ng tamang average. Para sa 'mabilis na pagkalkula', gamitin ang mga nakalaang tool (average na aritmetika, pinagsama, mobile…).
hu: Nem: a fő cél az, hogy elmagyarázzuk és segítsünk kiválasztani a megfelelő átlagot. A „gyors számításhoz” használja a dedikált eszközöket (aritmetikai, súlyozott, mozgó átlag…).
id: Tidak: tujuan utama adalah menjelaskan dan membantu memilih rata-rata yang tepat. Untuk 'menghitung dengan cepat', gunakan alat khusus (rata-rata aritmetika, tertimbang, bergerak…).
it: No: l'obiettivo principale è spiegare e far scegliere la media giusta. Per 'calcolare velocemente', utilizza poi gli strumenti dedicati (media aritmetica, ponderata, mobile…).
ja: いいえ：主な目的は、正しい平均を説明し選択することです。「迅速に計算する」ためには、その後に専用のツール（算術平均、加重、移動平均など）を使用してください。
ko: 아니요: 주요 목표는 올바른 평균을 설명하고 선택하는 것입니다. '빠르게 계산하기' 위해서는 이후 전용 도구(산술 평균, 가중 평균, 이동 평균 등)를 사용하세요.
nl: Nee: het belangrijkste doel is om uit te leggen en het juiste gemiddelde te laten kiezen. Voor 'snel berekenen', gebruik daarna de specifieke tools (aritmetisch gemiddelde, gewogen, mobiel…).
no: Nei: hovedmålet er å forklare og hjelpe deg med å velge det riktige gjennomsnittet. For å “beregne raskt”, bruk deretter dedikerte verktøy (aritmetisk gjennomsnitt, vektet, mobil…).
pl: Nie: głównym celem jest wyjaśnienie i pomoc w wyborze odpowiedniej średniej. Aby „szybko obliczyć”, użyj następnie dedykowanych narzędzi (średnia arytmetyczna, ważona, ruchoma…).
pt_pt: Não: o objetivo principal é explicar e fazer escolher a média correta. Para 'calcular rapidamente', use depois as ferramentas dedicadas (média aritmética, ponderada, móvel…).
ro: Nu: obiectivul principal este de a explica și de a face alegerea mediei corecte. Pentru „calcul rapid”, folosiți apoi instrumentele dedicate (medie aritmetică, ponderată, mobilă…).
ru: Нет: основная цель - объяснить и помочь выбрать правильную среднюю. Для "быстрого расчета" затем используйте специализированные инструменты (арифметическая, взвешенная, скользящая…).
sk: Nie: hlavným cieľom je vysvetliť a pomôcť vybrať správny priemer. Na „rýchle výpočty“ potom použite špeciálne nástroje (aritmetický, vážený, pohyblivý priemer…).
sv: Nej: huvudsyftet är att förklara och hjälpa till att välja rätt medelvärde. För att 'beräkna snabbt', använd sedan dedikerade verktyg (aritmetiskt medelvärde, viktat, rörligt…).
sw: Hapana: lengo kuu ni kuelezea na kuchagua wastani sahihi. Ili “kuhesabu haraka”, tumia zana maalum (wastani wa aritmetiki, iliyopimwa, ya kusonga…).
tr: Hayır: ana hedef doğru ortalamayı açıklamak ve seçmektir. “Hızlı hesaplamak” için daha sonra özel araçları kullanın (aritmetik ortalama, ağırlıklı, hareketli…).
uk: Ні: основна мета - пояснити та допомогти вибрати правильну середню. Для «швидкого обчислення» використовуйте потім спеціалізовані інструменти (арифметична, зважена, рухома…).
vi: Không: mục tiêu chính là giải thích và giúp chọn trung bình đúng. Để “tính nhanh”, sau đó hãy sử dụng các công cụ chuyên dụng (trung bình cộng, trung bình trọng số, di động…).
zh_hans: 不：主要目标是解释并选择合适的平均数。要“快速计算”，请随后使用专用工具（算术平均数、加权平均数、移动平均数……）。

# ed_math_statistics_mean_course_q2
source: Pourquoi ne pas prendre la moyenne arithmétique dans tous les cas ?
af: Waarom nie die aritmetiese gemiddelde in alle gevalle neem nie?
bg: Защо да не вземем аритметичната средна стойност във всички случаи?
cs: Proč nebrat aritmetický průměr ve všech případech?
da: Hvorfor ikke tage det aritmetiske gennemsnit i alle tilfælde?
de: Warum sollte man nicht in allen Fällen den arithmetischen Mittelwert nehmen?
el: Γιατί να μην παίρνετε την αριθμητική μέση σε όλες τις περιπτώσεις;
es: ¿Por qué no tomar la media aritmética en todos los casos?
fi: Nopeaa laskemista varten käytä sitten omistettuja työkaluja (aritmeettinen, painotettu, liikkuva keskiarvo…).
fil: Bakit hindi laging kunin ang average na aritmetika?
hu: Miért ne használjuk az aritmetikai átlagot minden esetben?
id: Mengapa tidak mengambil rata-rata aritmetika dalam semua kasus?
it: Perché non prendere la media aritmetica in tutti i casi?
ja: なぜすべてのケースで算術平均を取らないのですか？
ko: 모든 경우에 산술 평균을 사용하지 않는 이유는 무엇인가요?
nl: Waarom niet in alle gevallen het aritmetische gemiddelde nemen?
no: Hvorfor ikke ta det aritmetiske gjennomsnittet i alle tilfeller?
pl: Dlaczego nie brać średniej arytmetycznej we wszystkich przypadkach?
pt_pt: Por que não usar a média aritmética em todos os casos?
ro: De ce să nu luați media aritmetică în toate cazurile?
ru: Почему не брать арифметическую среднюю во всех случаях?
sk: Prečo nebrať aritmetický priemer vo všetkých prípadoch?
sv: Varför ska man inte alltid ta det aritmetiska medelvärdet?
sw: Kwa nini usichukue wastani wa aritmetiki katika kila hali?
tr: Neden her durumda aritmetik ortalamayı almıyoruz?
uk: Чому не брати арифметичну середню в усіх випадках?
vi: Tại sao không lấy trung bình cộng trong mọi trường hợp?
zh_hans: 为什么在所有情况下不使用算术平均数？

# ed_math_statistics_mean_course_a2
source: Parce que certains phénomènes se composent (rendements), d’autres sont des ratios (vitesse), et d’autres ont des poids (coefficients). Dans ces cas, l’arithmétique peut être fausse ou trompeuse.
af: Omdat sommige verskynsels saamgestel is (opbrengste), ander verhoudings is (snelheid), en ander gewigte het (koëffisiënte). In hierdie gevalle kan die aritmetiese benadering verkeerd of misleidend wees.
bg: Защото някои явления се състоят (доходности), други са съотношения (скорост), а трети имат тегла (коефициенти). В тези случаи аритметичната стойност може да бъде погрешна или заблуждаваща.
cs: Protože některé jevy se skládají (výnosy), jiné jsou poměry (rychlost) a další mají váhy (koeficienty). V těchto případech může být aritmetika chybná nebo zavádějící.
da: Fordi nogle fænomener er sammensatte (udbytter), andre er forhold (hastighed), og andre har vægte (koefficienter). I disse tilfælde kan det aritmetiske gennemsnit være forkert eller misvisende.
de: Weil einige Phänomene sich zusammensetzen (Erträge), andere Verhältnisse sind (Geschwindigkeit) und andere Gewichte haben (Koeffizienten). In diesen Fällen kann die Arithmetik falsch oder irreführend sein.
el: Επειδή ορισμένα φαινόμενα συντίθενται (αποδόσεις), άλλα είναι αναλογίες (ταχύτητα), και άλλα έχουν βάρη (συντελεστές). Σε αυτές τις περιπτώσεις, η αριθμητική μπορεί να είναι λανθασμένη ή παραπλανητική.
es: Porque algunos fenómenos se componen (rendimientos), otros son ratios (velocidad) y otros tienen pesos (coeficientes). En estos casos, la aritmética puede ser incorrecta o engañosa.
fi: Miksi ei ottaa aritmeettista keskiarvoa kaikissa tapauksissa?
fil: Dahil ang ilang mga phenomena ay binubuo (mga ani), ang iba ay mga ratio (bilis), at ang iba ay may mga timbang (mga coefficient). Sa mga kasong ito, ang aritmetika ay maaaring mali o nakaliligaw.
hu: Mert egyes jelenségek összetett (hozamok), mások arányok (sebesség), és megint másoknak súlyai vannak (koefficiensek). Ezekben az esetekben az aritmetikai átlag téves vagy félrevezető lehet.
id: Karena beberapa fenomena terdiri (hasil), yang lain adalah rasio (kecepatan), dan yang lain memiliki bobot (koefisien). Dalam kasus ini, aritmetika bisa salah atau menyesatkan.
it: Perché alcuni fenomeni si compongono (rendimenti), altri sono rapporti (velocità) e altri hanno pesi (coefficienti). In questi casi, l'aritmetica può essere falsa o fuorviante.
ja: いくつかの現象は構成され（収益）、他は比率（速度）、他は重み（係数）を持っています。この場合、算術は誤っているか、誤解を招く可能性があります。
ko: 일부 현상은 조합(수익), 다른 것은 비율(속도), 또 다른 것은 가중치(계수)를 가집니다. 이러한 경우 산술은 잘못되거나 오해를 불러일으킬 수 있습니다.
nl: Omdat sommige fenomenen samengesteld zijn (rendementen), andere verhoudingen zijn (snelheid), en andere gewichten hebben (coëfficiënten). In deze gevallen kan de aritmetiek onjuist of misleidend zijn.
no: Fordi noen fenomener er sammensatt (avkastninger), andre er forhold (hastighet), og andre har vekter (koeffisienter). I disse tilfellene kan aritmetikken være feil eller misvisende.
pl: Ponieważ niektóre zjawiska są złożone (wydajności), inne są wskaźnikami (prędkość), a inne mają wagi (współczynniki). W tych przypadkach arytmetyka może być błędna lub myląca.
pt_pt: Porque alguns fenômenos se compõem (rendimentos), outros são razões (velocidade) e outros têm pesos (coeficientes). Nesses casos, a aritmética pode ser falsa ou enganosa.
ro: Pentru că unele fenomene se compun (randamente), altele sunt rapoarte (viteză), iar altele au greutăți (coeficienți). În aceste cazuri, aritmetica poate fi greșită sau înșelătoare.
ru: Потому что некоторые явления складываются (доходности), другие являются соотношениями (скорость), а другие имеют веса (коэффициенты). В этих случаях арифметика может быть неверной или вводящей в заблуждение.
sk: Pretože niektoré javy sa skladajú (výnosy), iné sú pomery (rýchlosť) a iné majú váhy (koeficienty). V týchto prípadoch môže byť aritmetika nesprávna alebo zavádzajúca.
sv: För att vissa fenomen är sammansatta (avkastningar), andra är förhållanden (hastighet), och andra har vikter (koefficienter). I dessa fall kan det aritmetiska medelvärdet vara felaktigt eller missvisande.
sw: Kwa sababu baadhi ya matukio yanajumuisha (faida), mengine ni uwiano (kasi), na mengine yana uzito (vigezo). Katika hali hizi, aritmetiki inaweza kuwa potofu au ya kupotosha.
tr: Çünkü bazı olgular bileşiktir (verimler), bazıları oranlardır (hız), ve bazıları ağırlıklara sahiptir (katsayılar). Bu durumlarda aritmetik yanlış veya yanıltıcı olabilir.
uk: Тому що деякі явища складаються (доходи), інші є співвідношеннями (швидкість), а інші мають ваги (коефіцієнти). У цих випадках арифметика може бути неправильною або оманливою.
vi: Bởi vì một số hiện tượng là tổng hợp (hiệu suất), một số khác là tỷ lệ (tốc độ), và một số có trọng số (hệ số). Trong những trường hợp này, trung bình cộng có thể sai hoặc gây hiểu lầm.
zh_hans: 因为某些现象是组合的（收益），其他是比率（速度），还有一些有权重（系数）。在这些情况下，算术可能是错误的或具有误导性的。
