Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_fonts_card_results_sub
source: Aperçu des polices détectées et export JSON.
af: Voorskou van gedetecteerde skrifte en JSON-uitvoer.
bg: Преглед на откритите шрифтове и JSON експортиране.
cs: Náhled detekovaných písem a export JSON.
da: Oversigt over de opdagede skrifttyper og JSON-eksport.
de: Vorschau der erkannten Schriften und JSON-Export.
el: Προεπισκόπηση των ανιχνευμένων γραμματοσειρών και εξαγωγή JSON.
es: Vista previa de las fuentes detectadas y exportación JSON.
fi: Havaittujen fonttien esikatselu ja JSON-vienti.
fil: Pagsusuri ng mga natukoy na font at export JSON.
hu: A felfedezett betűtípusok előnézete és JSON exportálás.
id: Prabaca font yang terdeteksi dan ekspor JSON.
it: Anteprima dei caratteri rilevati ed esportazione JSON.
ja: 検出されたフォントのプレビューとJSONエクスポート。
ko: 감지된 글꼴 미리보기 및 JSON 내보내기.
nl: Voorbeeld van gedetecteerde lettertypen en JSON-export.
no: Forhåndsvisning av oppdagede fonter og JSON-eksport.
pl: Podgląd wykrytych czcionek i eksport JSON.
pt_pt: Pré-visualização das fontes detectadas e exportação JSON.
ro: Previzualizare a polițelor detectate și export JSON.
ru: Предварительный просмотр обнаруженных шрифтов и экспорт JSON.
sk: Náhľad detekovaných písem a export JSON.
sv: Förhandsgranskning av upptäckta fonter och JSON-export.
sw: Muonekano wa polisi zilizogunduliwa na uhamasishaji wa JSON.
tr: Tespit edilen fontların önizlemesi ve JSON dışa aktarımı.
uk: Попередній перегляд виявлених шрифтів та експорт JSON.
vi: Xem trước các phông chữ được phát hiện và xuất JSON.
zh_hans: 检测到的字体预览和 JSON 导出。

# pdf_fonts_stat_pages_label
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga Pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Các trang
zh_hans: 页面

# pdf_fonts_stat_total_label
source: Polices
af: Skrifte
bg: Шрифтове
cs: Písma
da: Skrifttyper
de: Schriften
el: Γραμματοσειρές
es: Fuentes
fi: Fontit
fil: Mga Font
hu: Betűtípusok
id: Font
it: Caratteri
ja: フォント
ko: 글꼴
nl: Lettertypen
no: Fonter
pl: Czcionki
pt_pt: Fontes
ro: Polițe
ru: Шрифты
sk: Písma
sv: Fonter
sw: Polisi
tr: Fontlar
uk: Шрифти
vi: Phông chữ
zh_hans: 字体

# pdf_fonts_stat_embedded_label
source: Embeddées
af: Ingebed
bg: Вградени
cs: Vložené
da: Indlejret
de: Eingebettet
el: Ενσωματωμένες
es: Incrustadas
fi: Upotetut
fil: Naka-embed
hu: Beágyazott
id: Disematkan
it: Incorporati
ja: 埋め込まれた
ko: 임베디드
nl: Ingebed
no: Innebygd
pl: Osadzone
pt_pt: Incorporadas
ro: Înglobate
ru: Встраиваемые
sk: Vložené
sv: Inbäddade
sw: Imejumuishwa
tr: Gömülü
uk: Вбудовані
vi: Nhúng
zh_hans: 嵌入的

# pdf_fonts_stat_not_embedded_label
source: Non emb.
af: Nie ing.
bg: Не вг.
cs: Nevložené
da: Ikke indl.
de: Nicht eingeb.
el: Μη ενσωματωμένες
es: No incr.
fi: Ei upotettuja.
fil: Hindi naka-embed
hu: Nem beágyazott
id: Tidak disemat.
it: Non inc.
ja: 非埋め込み
ko: 비임베디드
nl: Niet ing.
no: Ikke innebygd
pl: Nie osadzone
pt_pt: Não inc.
ro: Non îng.
ru: Не встраиваемые
sk: Nie vložené
sv: Ej inb.
sw: Siyo imejumuishwa
tr: Gömülü değil.
uk: Не вбуд.
vi: Không nhúng
zh_hans: 未嵌入

# pdf_fonts_list_title
source: Polices
af: Skrifte
bg: Шрифтове
cs: Písma
da: Skrifttyper
de: Schriften
el: Γραμματοσειρές
es: Fuentes
fi: Fontit
fil: Mga Font
hu: Betűtípusok
id: Font
it: Caratteri
ja: フォント
ko: 글꼴
nl: Lettertypen
no: Fonter
pl: Czcionki
pt_pt: Fontes
ro: Polițe
ru: Шрифты
sk: Písma
sv: Fonter
sw: Polisi
tr: Fontlar
uk: Шрифти
vi: Phông chữ
zh_hans: 字体

# pdf_fonts_empty
source: Aucune police à afficher.
af: Geen skrifte om te vertoon nie.
bg: Няма шрифт за показване.
cs: Žádné písmo k zobrazení.
da: Ingen skrifttyper at vise.
de: Keine Schriften zum Anzeigen.
el: Καμία γραμματοσειρά προς εμφάνιση.
es: No hay fuentes para mostrar.
fi: Ei näytettäviä fontteja.
fil: Walang font na ipapakita.
hu: Nincs megjeleníthető betűtípus.
id: Tidak ada font yang ditampilkan.
it: Nessun carattere da visualizzare.
ja: 表示するフォントはありません。
ko: 표시할 글꼴이 없습니다.
nl: Geen lettertype om weer te geven.
no: Ingen fonter å vise.
pl: Brak czcionek do wyświetlenia.
pt_pt: Nenhuma fonte para exibir.
ro: Nicio poliță de afișat.
ru: Нет шрифтов для отображения.
sk: Žiadne písmo na zobrazenie.
sv: Inga fonter att visa.
sw: Hakuna polisi za kuonyesha.
tr: Gösterilecek font yok.
uk: Немає шрифтів для відображення.
vi: Không có phông chữ nào để hiển thị.
zh_hans: 没有字体可显示。

# pdf_fonts_embedded
source: Emb.
af: Inb.
bg: Вг.
cs: Vložené
da: Indl.
de: Eing.
el: Ενσωματωμένες
es: Incr.
fi: Upotettu
fil: Naka-embed
hu: Beágyazott
id: Disem.
it: Inc.
ja: 埋め込み
ko: 임베디드
nl: Inb.
no: Innebygd
pl: Osadzone
pt_pt: Inc.
ro: Îng.
ru: Встраиваемый
sk: Vložené
sv: Inb.
sw: Imejumuishwa
tr: Gömülü.
uk: Вбуд.
vi: Nhúng
zh_hans: 嵌入

# pdf_fonts_subtype
source: Subtype
bg: Подтип
cs: Podtyp
de: Untertyp
el: Υποτύπος
es: Subtipo
fi: Alatyyppi
hu: Altípus
it: Sottotipo
ja: サブタイプ
ko: 하위 유형
pl: Typ podtyp
pt_pt: Subtipo
ro: Subtip
ru: Подтип
sk: Podtyp
sv: Underkategori
sw: Aina ndogo
tr: Alt tür
uk: Підтип
vi: Loại con
zh_hans: 子类型

# pdf_fonts_encoding
source: Encodage
af: Kodering
bg: Кодиране
cs: Kódování
da: Kodning
de: Kodierung
el: Κωδικοποίηση
es: Codificación
fi: Koodaus
fil: Encoding
hu: Kódolás
id: Pengkodean
it: Codifica
ja: エンコーディング
ko: 인코딩
nl: Codering
no: Koding
pl: Kodowanie
pt_pt: Codificação
ro: Codificare
ru: Кодировка
sk: Kódovanie
sv: Kodning
sw: Uandishi
tr: Kodlama
uk: Кодування
vi: Mã hóa
zh_hans: 编码

# pdf_fonts_pages
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga Pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Các trang
zh_hans: 页面

# pdf_fonts_json_sub
source: Exportable
af: Eksporteerbaar
bg: Експортируемо
cs: Exportovatelný
da: Eksportabel
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Ma-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポータブル
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Eksportowalny
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportabel
sw: Inayoweza kuhamasishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出

# pdf_fonts_pretty
source: JSON “pretty” (indenté)
af: JSON “pretty” (ingesprong)
bg: JSON “pretty” (с отстъпи)
cs: JSON „hezký“ (odsazený)
da: JSON “pænt” (indrykket)
de: JSON „schön“ (eingezogen)
el: JSON “όμορφο” (με εσοχές)
es: JSON “bonito” (con sangrías)
fi: JSON “kaunis” (sisennettävä)
fil: JSON “pretty” (naka-indent)
hu: JSON „szép” (behúzott)
id: JSON "indah" (terindentasi)
it: JSON “pretty” (indentato)
ja: 整形されたJSON（インデント付き）
ko: JSON '예쁘게' (들여쓰기)
nl: JSON “mooi” (ingesprongen)
no: JSON “pen” (innrykket)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ro: JSON „frumos” (indentat)
ru: JSON “красивый” (с отступами)
sk: JSON „pekne“ (odsadené)
sv: JSON “pretty” (indenterad)
sw: JSON “mzuri” (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON “красивий” (з відступами)
vi: JSON “đẹp” (được thụt lề)
zh_hans: JSON “美化”（缩进）

# pdf_fonts_include_pages
source: Inclure les pages d’utilisation
af: Sluit die gebruiksbladsye in
bg: Включете страниците на използване
cs: Zahrnout stránky použití
da: Inkluder brugssider
de: Verwendete Seiten einbeziehen
el: Συμπεριλάβετε τις σελίδες χρήσης
es: Incluir las páginas de uso
fi: Sisällytä käyttöön liittyvät sivut
fil: Isama ang mga pahina ng paggamit
hu: A felhasználási oldalakat is beleértve
id: Sertakan halaman penggunaan
it: Includere le pagine di utilizzo
ja: 使用ページを含める
ko: 사용 페이지 포함
nl: Inclusief gebruikspagina's
no: Inkluder brukssider
pl: Uwzględnij strony użycia
pt_pt: Incluir as páginas de utilização
ro: Includeți paginile de utilizare
ru: Включить страницы использования
sk: Zahrnúť stránky použitia
sv: Inkludera användningssidor
sw: Jumuisha kurasa za matumizi
tr: Kullanım sayfalarını dahil et
uk: Включити сторінки використання
vi: Bao gồm các trang sử dụng
zh_hans: 包含使用页面

# pdf_fonts_back
source: ← Retour aux outils PDF
af: ← Terug na PDF gereedskap
bg: ← Върнете се към PDF инструментите
cs: ← Zpět k nástrojům PDF
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga PDF na tool
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøy
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_fonts_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF aus
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
hu: PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alegeți un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择 PDF

# pdf_fonts_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Reset
it: Reimposta
ja: リセット
ko: 재설정
nl: Resetten
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_fonts_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiați
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_fonts_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descărcați
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_fonts_filter_placeholder
source: Filtrer (nom, famille, style, subtype…)
af: Filtreer (naam, familie, styl, subtype…)
bg: Филтриране (име, семейство, стил, подтип…)
cs: Filtrovat (název, rodina, styl, podtyp…)
da: Filtrer (navn, familie, stil, subtype…)
de: Filtern (Name, Familie, Stil, Untertyp…)
el: Φιλτράρισμα (όνομα, οικογένεια, στυλ, υποτύπος…)
es: Filtrar (nombre, familia, estilo, subtipo…)
fi: Suodata (nimi, perhe, tyyli, alatyyppi…)
fil: I-filter (pangalan, pamilya, estilo, subtype…)
hu: Szűrés (név, család, stílus, altípus…)
id: Saring (nama, keluarga, gaya, subtype…)
it: Filtra (nome, famiglia, stile, sottotipo…)
ja: フィルタ（名前、ファミリー、スタイル、サブタイプ…）
ko: 필터링 (이름, 패밀리, 스타일, 하위 유형…)
nl: Filteren (naam, familie, stijl, subtype…)
no: Filtrer (navn, familie, stil, subtype…)
pl: Filtruj (nazwa, rodzina, styl, podtyp…)
pt_pt: Filtrar (nome, família, estilo, subtipo…)
ro: Filtrați (nume, familie, stil, subtip…)
ru: Фильтровать (имя, семья, стиль, подтип…)
sk: Filtrovať (názov, rodina, štýl, podtyp…)
sv: Filtrera (namn, familj, stil, underkategori…)
sw: Chuja (jina, familia, mtindo, aina ndogo…)
tr: Filtrele (isim, aile, stil, alt tür…)
uk: Фільтрувати (ім'я, сім'я, стиль, підтип…)
vi: Lọc (tên, gia đình, kiểu, loại con…)
zh_hans: 过滤（名称，家族，样式，子类型…）

# pdf_fonts_status_loading
source: Analyse…
af: Analiseer…
bg: Анализ…
cs: Analýza…
el: Ανάλυση…
es: Analizando…
fi: Analysoi…
fil: Pagsusuri…
hu: Elemzés…
id: Analisis…
it: Analisi…
ja: 分析中…
ko: 분석 중…
nl: Analyseren…
no: Analyser…
pl: Analiza…
pt_pt: Analisando…
ro: Analiză…
ru: Анализ…
sk: Analýza…
sv: Analys…
sw: Chambua…
tr: Analiz…
uk: Аналіз…
vi: Phân tích…
zh_hans: 分析…

# pdf_fonts_status_ready
source: Prêt
af: Gereed
bg: Готов
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Pregătit
ru: Готов
sk: Pripravené
sv: Redo
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_fonts_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_fonts_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na nakopya sa clipboard.
hu: JSON másolva a vágólapra.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírované do schránky.
sv: JSON kopierat till urklipp.
sw: JSON imekopi katika ubao wa kunakili.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_fonts_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Onmoontlik om outomaties te kopieer. Selekteer die teks en kopieer dit handmatig.
bg: Невъзможно е да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky zkopírovat. Vyberte text a zkopírujte ručně.
da: Det er umuligt at kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren nicht möglich. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: Imposible copiar automáticamente. Seleccione el texto y copie manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
hu: Automatikusan másolni nem lehet. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできません。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하세요.
nl: Automatisch kopiëren is niet mogelijk. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Zaznacz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Невозможно скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nie je možné automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Välj texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Неможливо автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# pdf_fonts_err_generic
source: Impossible de lire ce PDF.
af: Onmoontlik om hierdie PDF te lees.
bg: Невъзможно е да се прочете този PDF.
cs: Nelze přečíst tento PDF.
da: Det er umuligt at læse denne PDF.
de: Dieses PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: Imposible leer este PDF.
fi: Tätä PDF:tä ei voi lukea.
fil: Hindi mabasa ang PDF na ito.
hu: A PDF olvasása lehetetlen.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取れません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Het is niet mogelijk om deze PDF te lezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Невозможно прочитать этот PDF.
sk: Nie je možné prečítať tento PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF'yi okumak mümkün değil.
uk: Неможливо прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# pdf_fonts_tip_none
source: Aucune police détectée (rare).
af: Geen skrifte gedetecteer nie (selde).
bg: Няма открит шрифт (рядко).
cs: Žádné písmo nebylo detekováno (vzácné).
da: Ingen skrifttyper opdaget (sjælden).
de: Keine Schriften erkannt (selten).
el: Καμία γραμματοσειρά δεν ανιχνεύθηκε (σπάνια).
es: No se detectó ninguna fuente (raro).
fi: Ei havaittuja fontteja (harvinainen).
fil: Walang natukoy na font (bihira).
hu: Nincs észlelt betűtípus (ritka).
id: Tidak ada font yang terdeteksi (jarang).
it: Nessun carattere rilevato (raro).
ja: フォントが検出されませんでした（稀）。
ko: 감지된 글꼴이 없습니다 (드물게).
nl: Geen lettertype gedetecteerd (zelden).
no: Ingen fonter oppdaget (sjeldent).
pl: Brak wykrytych czcionek (rzadkie).
pt_pt: Nenhuma fonte detectada (raro).
ro: Nicio poliță detectată (rar).
ru: Не обнаружено шрифтов (редко).
sk: Žiadne písmo nebolo detekované (zriedkavé).
sv: Inga fonter upptäckta (sällsynt).
sw: Hakuna polisi zilizogunduliwa (kawaida).
tr: Hiç font tespit edilmedi (nadir).
uk: Жоден шрифт не виявлено (рідко).
vi: Không phát hiện thấy phông chữ nào (hiếm).
zh_hans: 未检测到字体（很少见）。

# pdf_fonts_note_subset
source: Note : beaucoup de PDFs “sous-ensemblent” les polices (ex: ABCDEF+NomPolice).
af: Nota: baie PDFs “subset” die skrifte (bv: ABCDEF+FontNaam).
bg: Забележка: много PDF файлове “подмножават” шрифтовете (напр: ABCDEF+ИмеНаШрифта).
cs: Poznámka: mnoho PDF „podmnožin“ písma (např. ABCDEF+NázevPísma).
da: Bemærk: mange PDFs “underindkapsler” skrifttyper (f.eks.: ABCDEF+FontNavn).
de: Hinweis: Viele PDFs „unterteilen“ die Schriften (z.B.: ABCDEF+Schriftname).
el: Σημείωση: πολλά PDFs “υποσύνολο” τις γραμματοσειρές (π.χ.: ABCDEF+ΌνομαΓραμματοσειράς).
es: Nota: muchos PDFs “subconjuntos” las fuentes (ej: ABCDEF+NombreFuente).
fi: Huom: monet PDF:t “alijoukkoavat” fontteja (esim: ABCDEF+FontinNimi).
fil: Tandaan: maraming PDFs ang “naka-subset” ng mga font (hal: ABCDEF+FontName).
hu: Megjegyzés: sok PDF „alrészhalmaz” betűtípusokat (pl.: ABCDEF+BetűtípusNév).
id: Catatan: banyak PDF "sub-ensembles" font (mis: ABCDEF+NamaFont).
it: Nota: molti PDF “sottinsiemi” i caratteri (es: ABCDEF+NomeCarattere).
ja: 注：多くのPDFはフォントを「サブセット化」します（例：ABCDEF+フォント名）。
ko: 참고: 많은 PDF가 글꼴을 '하위 집합'으로 만듭니다 (예: ABCDEF+FontName).
nl: Opmerking: veel PDF's 'subsets' de lettertypen (bijv: ABCDEF+FontNaam).
no: Merk: mange PDF-er “under-setter” fonter (f.eks: ABCDEF+FontNavn).
pl: Uwaga: wiele PDF-ów „podzestawia” czcionki (np. ABCDEF+NazwaCzcionki).
pt_pt: Nota: muitos PDFs “subconjuntos” as fontes (ex: ABCDEF+NomeFonte).
ro: Notă: multe PDF-uri „sub-ansamblează” polițele (ex: ABCDEF+NumePoliță).
ru: Примечание: многие PDF «подмножества» шрифтов (например: ABCDEF+ИмяШрифта).
sk: Poznámka: veľa PDF „podmnožuje“ písma (napr. ABCDEF+NázovPísma).
sv: Obs: många PDF:er “under-sätter” fonterna (ex: ABCDEF+FontNamn).
sw: Kumbuka: PDFs nyingi “zinajumuisha” polisi (mfano: ABCDEF+JinaLaPolisi).
tr: Not: birçok PDF, fontları 'alt küme' olarak içerir (örneğin: ABCDEF+FontAdı).
uk: Примітка: багато PDF «підмножують» шрифти (наприклад: ABCDEF+НазваШрифту).
vi: Lưu ý: nhiều PDF “con” phông chữ (ví dụ: ABCDEF+TênPhôngChữ).
zh_hans: 注意：许多 PDF “子集” 字体（例如：ABCDEF+字体名称）。

# pdf_links_title
source: Liens PDF → JSON
af: Skakels PDF → JSON
bg: Връзки PDF → JSON
cs: Odkazy PDF → JSON
da: Links PDF → JSON
de: Links PDF → JSON
el: Σύνδεσμοι PDF → JSON
es: Enlaces PDF → JSON
fi: PDF-linkit → JSON
fil: PDF Links → JSON
hu: PDF linkek → JSON
id: Tautan PDF → JSON
it: Collegamenti PDF → JSON
ja: PDFからJSONへ
ko: PDF에서 JSON으로 링크 변환
nl: PDF-links → JSON
no: Lenker PDF → JSON
pl: Linki PDF → JSON
pt_pt: Links PDF → JSON
ro: Linkuri PDF → JSON
ru: Ссылки PDF → JSON
sk: Odkazy PDF → JSON
sv: Länkar PDF → JSON
sw: Viungo PDF → JSON
tr: PDF'leri JSON'a dönüştür
uk: Посилання PDF → JSON
vi: Liên kết PDF → JSON
zh_hans: PDF 链接 → JSON
