Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_equiv_example_label
source: base INTERPOLATION : INTERPOLATION_1 variations
af: basis INTERPOLATION : INTERPOLATION_1 variasies
bg: основа INTERPOLATION : INTERPOLATION_1 вариации
da: base INTERPOLATION : INTERPOLATION_1 variationer
de: Basis INTERPOLATION : INTERPOLATION_1 Variationen
el: βάση INTERPOLATION : INTERPOLATION_1 μεταβολές
es: base INTERPOLATION: INTERPOLATION_1 variaciones
fi: perusta INTERPOLATION: INTERPOLATION_1 muutosta
fil: base INTERPOLATION : INTERPOLATION_1 mga pagbabago
hu: alap INTERPOLATION: INTERPOLATION_1 változás
id: dasar INTERPOLATION : INTERPOLATION_1 variasi
it: base INTERPOLATION : INTERPOLATION_1 variazioni
ja: 基準 INTERPOLATION : INTERPOLATION_1 の変化
ko: 기본 INTERPOLATION: INTERPOLATION_1 변동
nl: basis INTERPOLATION : INTERPOLATION_1 variaties
no: base INTERPOLATION : INTERPOLATION_1 variasjoner
pl: podstawa INTERPOLATION : INTERPOLATION_1 zmian
pt_pt: base INTERPOLATION: INTERPOLATION_1 variações
ro: baza INTERPOLATION: INTERPOLATION_1 variații
ru: база INTERPOLATION: INTERPOLATION_1 вариаций
sk: základ INTERPOLATION: INTERPOLATION_1 variácií
sv: bas INTERPOLATION : INTERPOLATION_1 variationer
sw: misingi INTERPOLATION : INTERPOLATION_1 mabadiliko
tr: temel INTERPOLATION : INTERPOLATION_1 değişim
uk: база INTERPOLATION: INTERPOLATION_1 змін
vi: cơ sở INTERPOLATION : INTERPOLATION_1 biến động
zh_hans: 基数 INTERPOLATION：INTERPOLATION_1 次变化

# pct_equiv_definition_sub
source: Une suite de pourcentages se compose : on multiplie des coefficients.
af: 'n reeks persentasies bestaan uit: ons vermenigvuldig koëffisiënte.
bg: Последователност от проценти се състои : умножават се коефициенти.
cs: A series of percentages consists of: multiplying coefficients.
da: En sekvens af procenter sammensættes: man multiplicerer koefficienter.
de: Eine Reihe von Prozentsätzen wird zusammengesetzt: man multipliziert Koeffizienten.
el: Μια ακολουθία ποσοστών συντίθεται : πολλαπλασιάζουμε τους συντελεστές.
es: Una serie de porcentajes se compone: se multiplican coeficientes.
fi: Prosenttisarja koostuu: kerro kertoimia.
fil: Ang isang serye ng mga porsyento ay binubuo: nagmumultiply ng mga coefficient.
hu: Egy százalékok sorozata: tényezőket szorzunk.
id: Deret persentase terdiri dari: kita mengalikan koefisien.
it: Una sequenza di percentuali si compone: si moltiplicano i coefficienti.
ja: 一連のパーセンテージは構成されます: 係数を掛け合わせます。
ko: 일련의 비율은 계수를 곱하여 구성됩니다.
nl: Een reeks percentages wordt samengesteld: we vermenigvuldigen coëfficiënten.
no: En sekvens av prosentandeler sammensettes: man multipliserer koeffisienter.
pl: Seria procentów składa się: mnożymy współczynniki.
pt_pt: Uma sequência de percentagens é composta: multiplicam-se coeficientes.
ro: O succesiune de procente se compune: se înmulțesc coeficienții.
ru: Последовательность процентов состоит из: мы умножаем коэффициенты.
sk: Séria percent sa skladá: násobíme koeficienty.
sv: En följd av procent består av: man multiplicerar koefficienter.
sw: Mfululizo wa asilimia unajumuisha: tunazidisha viwango.
tr: Bir yüzdeler dizisi şunlardan oluşur: katsayıları çarparız.
uk: Послідовність відсотків складається: ми множимо коефіцієнти.
vi: Một chuỗi phần trăm bao gồm: nhân các hệ số.
zh_hans: 一系列百分比是复合的：我们乘以系数。

# pct_equiv_step1
source: Convertissez chaque pourcentage en coefficient : 1 + p/100.
af: Convert elke persentasie na 'n koëffisiënt: 1 + p/100.
bg: Преобразувайте всеки процент в коефициент : <strong>1 + p/100.
cs: Convert each percentage to a coefficient: 1 + p/100.
da: Konverter hver procent til en koefficient: 1 + p/100.
de: Wandeln Sie jeden Prozentsatz in einen Koeffizienten um: 1 + p/100.
el: Μετατρέψτε κάθε ποσοστό σε συντελεστή : <strong>1 + p/100.
es: Convierte cada porcentaje en coeficiente: 1 + p/100.
fi: Muunna jokainen prosentti kertoimeksi: 1 + p/100.
fil: I-convert ang bawat porsyento sa coefficient: 1 + p/100.
hu: Konvertálja minden százalékot tényezővé: 1 + p/100.
id: Ubah setiap persentase menjadi koefisien: 1 + p/100.
it: Convertite ogni percentuale in coefficiente: 1 + p/100.
ja: 各パーセンテージを係数に変換します: 1 + p/100。
ko: 각 비율을 계수로 변환하세요: <strong>1 + p/100.
nl: Zet elk percentage om in een coëfficiënt: 1 + p/100.
no: Konverter hver prosentandel til en koeffisient: 1 + p/100.
pl: Przekształć każdy procent w współczynnik: 1 + p/100.
pt_pt: Converta cada percentagem em coeficiente: 1 + p/100.
ro: Convertiți fiecare procent în coeficient: 1 + p/100.
ru: Преобразуйте каждый процент в коэффициент: 1 + p/100.
sk: Preveďte každé percento na koeficient: 1 + p/100.
sv: Konvertera varje procent till koefficient: 1 + p/100.
sw: Badilisha kila asilimia kuwa kiwango: 1 + p/100.
tr: Her yüzdeleri katsayıya çevirin: 1 + p/100.
uk: Перетворіть кожен відсоток у коефіцієнт: 1 + p/100.
vi: Chuyển đổi mỗi phần trăm thành hệ số: 1 + p/100.
zh_hans: 将每个百分比转换为系数：<strong>1 + p/100。

# pct_equiv_step2
source: Multipliez tous les coefficients pour obtenir le coefficient total.
af: Vermenigvuldig al die koëffisiënte om die totale koëffisiënt te verkry.
bg: Умножете всички коефициенти, за да получите общия коефициент.
cs: Multiply all coefficients to get the total coefficient.
da: Multiplicer alle koefficienter for at få den samlede koefficient.
de: Multiplizieren Sie alle Koeffizienten, um den Gesamtkoeffizienten zu erhalten.
el: Πολλαπλασιάστε όλους τους συντελεστές για να αποκτήσετε τον συνολικό συντελεστή.
es: Multiplica todos los coeficientes para obtener el coeficiente total.
fi: Kerro kaikki kertoimet saadaksesi kokonaiskerroin.
fil: I-multiply ang lahat ng mga coefficient upang makuha ang kabuuang coefficient.
hu: Szorozza meg az összes tényezőt, hogy megkapja a teljes tényezőt.
id: Kalikan semua koefisien untuk mendapatkan koefisien total.
it: Moltiplicate tutti i coefficienti per ottenere il coefficiente totale.
ja: すべての係数を掛け合わせて総係数を得ます。
ko: 모든 계수를 곱하여 총 계수를 얻으세요.
nl: Vermenigvuldig alle coëfficiënten om de totale coëfficiënt te verkrijgen.
no: Multipliser alle koeffisientene for å få den totale koeffisienten.
pl: Pomnóż wszystkie współczynniki, aby uzyskać całkowity współczynnik.
pt_pt: Multiplique todos os coeficientes para obter o coeficiente total.
ro: Înmulțiți toți coeficienții pentru a obține coeficientul total.
ru: Умножьте все коэффициенты, чтобы получить общий коэффициент.
sk: Násobte všetky koeficienty, aby ste získali celkový koeficient.
sv: Multiplicera alla koefficienter för att få den totala koefficienten.
sw: Zidisha viwango vyote ili kupata kiwango jumla.
tr: Tüm katsayıları çarparak toplam katsayıyı elde edin.
uk: Помножте всі коефіцієнти, щоб отримати загальний коефіцієнт.
vi: Nhân tất cả các hệ số để có được hệ số tổng.
zh_hans: 将所有系数相乘以获得总系数。

# pct_equiv_step3
source: Transformez ce coefficient en un taux unique : (coef − 1) × 100.
af: Transformeer hierdie koëffisiënt in 'n enkele koers: (koef − 1) × 100.
bg: Преобразувайте този коефициент в единен процент : <strong>(коефициент − 1) × 100.
cs: Transform this coefficient into a single rate: (coef − 1) × 100.
da: Transformér denne koefficient til en unik sats: (coef − 1) × 100.
de: Wandeln Sie diesen Koeffizienten in einen einzigartigen Satz um: (coef − 1) × 100.
el: Μετατρέψτε αυτόν τον συντελεστή σε έναν μοναδικό ρυθμό : <strong>(συντελεστής − 1) × 100.
es: Transforma este coeficiente en una tasa única: (coef − 1) × 100.
fi: Muunna tämä kerroin yksinkertaiseksi prosentiksi: (kerroin − 1) × 100.
fil: I-transform ang coefficient na ito sa isang natatanging rate: (coef − 1) × 100.
hu: Alakítsa át ezt a tényezőt egyetlen rátává: (tényező − 1) × 100.
id: Ubah koefisien ini menjadi satu tarif unik: (coef − 1) × 100.
it: Trasformate questo coefficiente in un tasso unico: (coef − 1) × 100.
ja: この係数を単一の率に変換します: (係数 − 1) × 100。
ko: 이 계수를 단일 비율로 변환하세요: <strong>(계수 − 1) × 100.
nl: Zet deze coëfficiënt om in een uniek tarief: (coef − 1) × 100.
no: Transformér denne koeffisienten til en unik sats: (coef − 1) × 100.
pl: Przekształć ten współczynnik w unikalną stawkę: (coef − 1) × 100.
pt_pt: Transforme este coeficiente em uma taxa única: (coef − 1) × 100.
ro: Transformați acest coeficient într-un singur rată: (coef − 1) × 100.
ru: Преобразуйте этот коэффициент в единую ставку: (coef − 1) × 100.
sk: Preveďte tento koeficient na jedinečnú sadzbu: (koef − 1) × 100.
sv: Omvandla denna koefficient till en unik ränta: (coef − 1) × 100.
sw: Geuza kiwango hiki kuwa kiwango kimoja: (coef − 1) × 100.
tr: Bu katsayıyı tek bir orana dönüştürün: (coef − 1) × 100.
uk: Перетворіть цей коефіцієнт в єдиний відсоток: (коеф − 1) × 100.
vi: Chuyển đổi hệ số này thành một tỷ lệ duy nhất: (coef − 1) × 100.
zh_hans: 将该系数转换为单一利率：<strong>(coef − 1) × 100。

# pct_equiv_note
source: Exemple : +10% puis +10% → coef = 1,1×1,1 = 1,21 → taux équivalent = +21%.
af: Voorbeeld: +10% dan +10% → koef = 1,1×1,1 = 1,21 → ekwivalente koers = +21%.
bg: Пример : +10% след това +10% → коеф.= 1,1×1,1 = 1,21 → еквивалентен процент = +21%.
cs: Example: +10% then +10% → coef = 1.1×1.1 = 1.21 → equivalent rate = +21%.
da: Eksempel: +10% derefter +10% → coef = 1,1×1,1 = 1,21 → ækvivalent sats = +21%.
de: Beispiel: +10% dann +10% → coef = 1,1×1,1 = 1,21 → äquivalenter Satz = +21%.
el: Παράδειγμα : +10% και στη συνέχεια +10% → συντελεστής = 1,1×1,1 = 1,21 → ισοδύναμος ρυθμός = +21%.
es: Ejemplo: +10% luego +10% → coef = 1,1×1,1 = 1,21 → tasa equivalente = +21%.
fi: Esimerkki: +10% ja sitten +10% → kerroin = 1,1×1,1 = 1,21 → vastaava prosentti = +21%.
fil: Halimbawa: +10% pagkatapos +10% → coef = 1,1×1,1 = 1,21 → katumbas na rate = +21%.
hu: Példa: +10% majd +10% → tényező = 1,1×1,1 = 1,21 → egyenértékű ráta = +21%.
id: Contoh: +10% kemudian +10% → coef = 1,1×1,1 = 1,21 → tarif setara = +21%.
it: Esempio: +10% poi +10% → coef = 1,1×1,1 = 1,21 → tasso equivalente = +21%.
ja: 例: +10% そして +10% → 係数 = 1.1×1.1 = 1.21 → 相当する率 = +21%。
ko: 예: +10% 후 +10% → 계수 = 1.1×1.1 = 1.21 → 동등한 비율 = +21%.
nl: Voorbeeld: +10% dan +10% → coef = 1,1×1,1 = 1,21 → gelijkwaardig tarief = +21%.
no: Eksempel: +10% deretter +10% → coef = 1,1×1,1 = 1,21 → ekvivalent sats = +21%.
pl: Przykład: +10% a następnie +10% → coef = 1,1×1,1 = 1,21 → równoważna stawka = +21%.
pt_pt: Exemplo: +10% depois +10% → coef = 1,1×1,1 = 1,21 → taxa equivalente = +21%.
ro: Exemplu: +10% apoi +10% → coef = 1,1×1,1 = 1,21 → rată echivalentă = +21%.
ru: Пример: +10% затем +10% → coef = 1,1×1,1 = 1,21 → эквивалентная ставка = +21%.
sk: Príklad: +10% potom +10% → koef = 1,1×1,1 = 1,21 → ekvivalentná sadzba = +21%.
sv: Exempel: +10% sedan +10% → coef = 1,1×1,1 = 1,21 → motsvarande ränta = +21%.
sw: Mfano: +10% kisha +10% → coef = 1,1×1,1 = 1,21 → kiwango sawa = +21%.
tr: Örnek: +%10 sonra +%10 → coef = 1,1×1,1 = 1,21 → eşdeğer oran = +%21.
uk: Приклад: +10% потім +10% → коеф = 1,1×1,1 = 1,21 → еквівалентний відсоток = +21%.
vi: Ví dụ: +10% sau đó +10% → coef = 1,1×1,1 = 1,21 → tỷ lệ tương đương = +21%.
zh_hans: 示例：+10% 然后 +10% → coef = 1.1×1.1 = 1.21 → 等效利率 = +21%。

# pct_applied_title
source: Retrouver le pourcentage appliqué
af: Vind die toegepaste persentasie terug
bg: Намерете приложения процент.
cs: Najděte použitý procentní podíl.
da: Find the applied percentage
de: Den angewendeten Prozentsatz wiederfinden
el: Βρείτε το ποσοστό που εφαρμόστηκε.
es: Encontrar el porcentaje aplicado
fi: Löydä sovellettu prosenttiosuus.
fil: Ibalik ang porsyento na inilapat
hu: A alkalmazott százalék megtalálása
id: Temukan persentase yang diterapkan
it: Trova la percentuale applicata
ja: 適用されたパーセンテージを確認する
ko: 적용된 비율을 확인하세요.
nl: Vind het toegepaste percentage terug
no: Finn prosentandelen som er brukt
pl: Znajdź zastosowany procent
pt_pt: Encontrar a percentagem aplicada
ro: Găsiți procentajul aplicat
ru: Найти применённый процент
sk: Nájdite aplikované percento
sv: Hitta den tillämpade procentandelen
sw: Hitta den tillämpade procentandelen
tr: Uygulanan yüzdelik oranını bulmak
uk: Find the applied percentage
vi: Tìm lại tỷ lệ đã áp dụng
zh_hans: 找回应用的百分比

# pct_applied_subtitle
source: Retrouver le taux (%) utilisé entre une valeur initiale et finale.
af: Vind die koers (%) wat tussen 'n aanvanklike en finale waarde gebruik is.
bg: Намерете процента (%) използван между начална и крайна стойност.
cs: Find the rate (%) used between an initial and final value.
da: Find den sats (%) der blev brugt mellem en startværdi og en slutværdi.
de: Bestimmen Sie den Satz (%) zwischen einem Anfangs- und Endwert.
el: Βρείτε τον ρυθμό (%) που χρησιμοποιήθηκε μεταξύ μιας αρχικής και μιας τελικής τιμής.
es: Encuentra la tasa (%) utilizada entre un valor inicial y final.
fi: Löydä prosentti (%) käytetty alkuperäisen ja lopullisen arvon välillä.
fil: Hanapin ang rate (%) na ginamit sa pagitan ng isang paunang halaga at panghuling halaga.
hu: Határozza meg a használt rátát (%) egy kezdeti és végső érték között.
id: Temukan tarif (%) yang digunakan antara nilai awal dan akhir.
it: Ritrovare il tasso (%) utilizzato tra un valore iniziale e finale.
ja: 初期値と最終値の間で使用された率 (%) を見つけます。
ko: 초기 값과 최종 값 사이에 사용된 비율 (%)을 찾으세요.
nl: Vind het tarief (%) dat gebruikt is tussen een initiële en finale waarde.
no: Finn prosentandelen (%) brukt mellom en startverdi og en sluttverdi.
pl: Odnajdź stawkę (%) używaną między wartością początkową a końcową.
pt_pt: Recupere a taxa (%) utilizada entre um valor inicial e final.
ro: Găsiți rata (%) utilizată între o valoare inițială și una finală.
ru: Найдите ставку (%) между начальным и конечным значением.
sk: Nájdite sadzbu (%) použitú medzi počiatočnou a konečnou hodnotou.
sv: Återfinn räntan (%) som användes mellan ett initialt och ett slutligt värde.
sw: Pata kiwango (%) kilichotumika kati ya thamani ya awali na ya mwisho.
tr: Başlangıç ve bitiş değeri arasında kullanılan oranı (%) bulun.
uk: Визначте відсоток (%) між початковим і кінцевим значенням.
vi: Tìm tỷ lệ (%) được sử dụng giữa một giá trị ban đầu và giá trị cuối.
zh_hans: 找出在初始值和最终值之间使用的利率（%）。

# pct_applied_initial
source: Valeur initiale
af: Beginwaarde
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
de: Ursprünglicher Wert
el: Αρχική τιμή
es: Valor inicial
fi: Alkuperäinen arvo
fil: Inisyal na halaga
hu: Kezdőérték
id: Nilai awal
it: Valore iniziale
ja: 初期値
ko: 초기 값
nl: Initiële waarde
no: Opprinnelig verdi
pl: Wartość początkowa
pt_pt: Valor inicial
ro: Valoare inițială
ru: Начальное значение
sk: Počiatočná hodnota
sv: Ursprungligt värde
sw: Ursprungligt värde
tr: Başlangıç değeri
uk: Initial value
vi: Giá trị ban đầu
zh_hans: 初始值

# pct_applied_initial_hint
source: Ex : 80, 1 200, 199,99…
af: bv: 80, 1 200, 199,99…
bg: Пример : 80, 1 200, 199,99…
el: Π.χ. 80, 1 200, 199,99…
es: Ej: 80, 1 200, 199,99…
fi: Esim: 80, 1 200, 199,99…
hu: Pl.: 80, 1 200, 199,99…
id: Contoh: 80, 1 200, 199,99…
it: Esempio : 80, 1 200, 199,99…
ja: 例: 80, 1,200, 199.99…
ko: 예: 80, 1,200, 199.99…
ru: Пример: 80, 1 200, 199,99…
sw: Mfano: 80, 1 200, 199,99…
tr: Ör: 80, 1 200, 199,99…
uk: Приклад: 80, 1 200, 199,99…
vi: Ví dụ: 80, 1 200, 199,99…
zh_hans: 例如：80，1 200，199.99…

# pct_applied_final
source: Valeur finale
af: Eindwaarde
bg: Крайна стойност
cs: Konečná hodnota
da: Slutværdi
de: Endwert
el: Τελική αξία
es: Valor final
fi: Lopullinen arvo
fil: Panghuling halaga
hu: Végső érték
id: Nilai akhir
it: Valore finale
ja: 最終値
ko: 최종 가치
nl: Eindwaarde
no: Sluttverdi
pl: Wartość końcowa
pt_pt: Valor final
ro: Valoare finală
ru: Конечная стоимость
sk: Konečná hodnota
sv: Slutvärde
sw: Slutvärde
tr: Sonuç değeri
uk: Final value
vi: Giá trị cuối cùng
zh_hans: 最终值

# pct_applied_final_hint
source: Ex : 100, 1 110, 229,99…
af: bv: 100, 1 110, 229,99…
bg: Пример : 100, 1 110, 229,99…
el: Π.χ. 100, 1 110, 229,99…
es: Ej: 100, 1 110, 229,99…
fi: Esim. 100, 1 110, 229,99…
hu: Pl.: 100, 1 110, 229,99…
id: Contoh: 100, 1 110, 229,99…
it: Esempio : 100, 1 110, 229,99…
ja: 例: 100, 1,110, 229.99…
ko: 예: 100, 1,110, 229.99…
ru: Пример: 100, 1 110, 229,99…
sw: Mfano: 100, 1 110, 229,99…
tr: Ör: 100, 1 110, 229,99…
uk: Приклад: 100, 1 110, 229,99…
vi: Ví dụ: 100, 1 110, 229,99…
zh_hans: 例如：100，1 110，229.99…

# pct_applied_coef_label
source: Coefficient
af: Koëffisiënt
bg: Коефициент
cs: Koeficient
da: Koeficient
de: Koeffizient
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: Koeffisiyent
hu: Együttható
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koefisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koeficient
sw: Koeficient
tr: Katsayı
vi: Hệ số
zh_hans: 系数

# pct_applied_rate_label
source: Pourcentage appliqué
af: Toegepaste persentasie
bg: Приложен процент
cs: Aplikované procento
da: Anvendt procentdel
de: Angewendeter Prozentsatz
el: Εφαρμοσμένο ποσοστό
es: Porcentaje aplicado
fi: Käytetty prosenttiosuus
fil: Naka-apply na porsyento
hu: Alkalmazott százalék
id: Persentase diterapkan
it: Percentuale applicata
ja: 適用されたパーセンテージ
ko: 적용된 비율
nl: Toegepaste percentage
no: Brukt prosentandel
pl: Procent zastosowany
pt_pt: Percentagem aplicada
ro: Procent aplicat
ru: Применённый процент
sk: Aplikované percento
sv: Tillämpad procentandel
sw: Tillämpad procentandel
tr: Uygulanan yüzde
uk: Applied percentage
vi: Tỷ lệ áp dụng
zh_hans: 应用百分比

# pct_applied_diff_label
source: Écart
af: Verskil
bg: Разлика
cs: Rozdíl
da: Afstand
de: Abweichung
el: Απόκλιση
es: Diferencia
fi: Poikkeama
fil: Agwat
hu: Eltérés
id: Selisih
it: Scarto
ja: 差異
ko: 차이
nl: Afstand
no: Avvik
pl: Różnica
pt_pt: Desvio
ro: Diferență
ru: Разница
sk: Rozdiel
sv: Avvik
sw: Avvik
tr: Açıklık
uk: Gap
vi: Chênh lệch
zh_hans: 差距

# pct_applied_zero_note
source: Impossible de calculer un pourcentage avec une valeur initiale égale à 0.
af: Dit is onmoontlik om 'n persentasie te bereken met 'n aanvanklike waarde gelyk aan 0.
bg: Невъзможно е да се изчисли процент с начална стойност равна на 0.
cs: It is impossible to calculate a percentage with an initial value equal to 0.
da: Det er umuligt at beregne en procent med en startværdi lig med 0.
de: Es ist unmöglich, einen Prozentsatz mit einem Anfangswert von 0 zu berechnen.
el: Αδύνατο να υπολογίσετε ένα ποσοστό με αρχική τιμή ίση με 0.
es: No se puede calcular un porcentaje con un valor inicial igual a 0.
fi: Prosenttia ei voida laskea, jos alkuarvo on 0.
fil: Imposibleng kalkulahin ang isang porsyento na may paunang halaga na katumbas ng 0.
hu: Lehetetlen százalékot számítani, ha a kezdeti érték 0-ával egyenlő.
id: Tidak mungkin menghitung persentase dengan nilai awal sama dengan 0.
it: Impossibile calcolare una percentuale con un valore iniziale pari a 0.
ja: 初期値が 0 の場合、パーセンテージを計算することはできません。
ko: 초기 값이 0인 경우 비율을 계산할 수 없습니다.
nl: Het is onmogelijk om een percentage te berekenen met een initiële waarde gelijk aan 0.
no: Umulig å beregne en prosent med en startverdi lik 0.
pl: Nie można obliczyć procentu z wartością początkową równą 0.
pt_pt: Impossível calcular uma percentagem com um valor inicial igual a 0.
ro: Imposibil de calculat un procent cu o valoare inițială egală cu 0.
ru: Невозможно рассчитать процент с начальным значением, равным 0.
sk: Nie je možné vypočítať percento s počiatočnou hodnotou rovnou 0.
sv: Det går inte att beräkna en procentandel med ett initialt värde lika med 0.
sw: Haiwezekani kuhesabu asilimia na thamani ya awali sawa na 0.
tr: Başlangıç değeri 0 olan bir yüzdeleri hesaplamak mümkün değildir.
uk: Неможливо обчислити відсоток з початковим значенням, що дорівнює 0.
vi: Không thể tính toán một phần trăm với giá trị ban đầu bằng 0.
zh_hans: 无法计算初始值为 0 的百分比。

# pct_applied_example_label
source: De INTERPOLATION à INTERPOLATION_1
af: Van INTERPOLATION na INTERPOLATION_1
bg: От INTERPOLATION до INTERPOLATION_1
cs: From INTERPOLATION to INTERPOLATION_1
da: Fra INTERPOLATION til INTERPOLATION_1
de: Von INTERPOLATION bis INTERPOLATION_1
el: Από INTERPOLATION σε INTERPOLATION_1
es: De INTERPOLATION a INTERPOLATION_1
fi: INTERPOLATION:sta INTERPOLATION_1
fil: Mula sa INTERPOLATION hanggang INTERPOLATION_1
hu: INTERPOLATION-tól INTERPOLATION_1-ig
id: Dari INTERPOLATION ke INTERPOLATION_1
it: Da INTERPOLATION a INTERPOLATION_1
ja: INTERPOLATION から INTERPOLATION_1 まで
ko: INTERPOLATION에서 INTERPOLATION_1까지
nl: Van INTERPOLATION naar INTERPOLATION_1
no: Fra INTERPOLATION til INTERPOLATION_1
pl: Od INTERPOLATION do INTERPOLATION_1
pt_pt: De INTERPOLATION a INTERPOLATION_1
ro: De INTERPOLATION la INTERPOLATION_1
ru: От INTERPOLATION до INTERPOLATION_1
sk: Z INTERPOLATION na INTERPOLATION_1
sv: Från INTERPOLATION till INTERPOLATION_1
sw: Kutoka INTERPOLATION hadi INTERPOLATION_1
tr: INTERPOLATION ile INTERPOLATION_1
uk: Від INTERPOLATION до INTERPOLATION_1
vi: Từ INTERPOLATION đến INTERPOLATION_1
zh_hans: 从 INTERPOLATION 到 INTERPOLATION_1

# pct_applied_definition_sub
source: Le pourcentage appliqué mesure la variation relative entre deux valeurs.
af: Die toegepaste persentasie meet die relatiewe verandering tussen twee waardes.
bg: Приложеният процент измерва относителната промяна между две стойности.
cs: The applied percentage measures the relative change between two values.
da: Den anvendte procent måler den relative ændring mellem to værdier.
de: Der angewandte Prozentsatz misst die relative Veränderung zwischen zwei Werten.
el: Το εφαρμοσμένο ποσοστό μετρά τη σχετική μεταβολή μεταξύ δύο τιμών.
es: El porcentaje aplicado mide la variación relativa entre dos valores.
fi: Käytettävä prosentti mittaa suhteellista muutosta kahden arvon välillä.
fil: Ang inilapat na porsyento ay sumusukat sa relatibong pagbabago sa pagitan ng dalawang halaga.
hu: Az alkalmazott százalék a két érték közötti relatív változást méri.
id: Persentase yang diterapkan mengukur variasi relatif antara dua nilai.
it: La percentuale applicata misura la variazione relativa tra due valori.
ja: 適用されたパーセンテージは、2つの値の間の相対的な変化を測定します。
ko: 적용된 비율은 두 값 사이의 상대적 변화를 측정합니다.
nl: Het toegepaste percentage meet de relatieve verandering tussen twee waarden.
no: Prosenten som brukes måler den relative endringen mellom to verdier.
pl: Procent zastosowany mierzy względną zmianę między dwiema wartościami.
pt_pt: A percentagem aplicada mede a variação relativa entre dois valores.
ro: Procentul aplicat măsoară variația relativă între două valori.
ru: Применяемый процент измеряет относительное изменение между двумя значениями.
sk: Aplikované percento meria relatívnu zmenu medzi dvoma hodnotami.
sv: Den tillämpade procentandelen mäter den relativa förändringen mellan två värden.
sw: Asilimia iliyotumika inapima mabadiliko ya uhusiano kati ya thamani mbili.
tr: Uygulanan oran, iki değer arasındaki göreceli değişimi ölçer.
uk: Застосований відсоток вимірює відносну зміну між двома значеннями.
vi: Phần trăm áp dụng đo lường sự thay đổi tương đối giữa hai giá trị.
zh_hans: 应用的百分比测量两个值之间的相对变化。
