Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_tag_return
source: retour
af: terug
bg: върнете се
cs: návrat
da: tilbage
de: Rückkehr
el: επιστροφή
es: regreso
fi: paluu
fil: balik
hu: vissza
id: kembali
it: ritorno
ja: 戻る
ko: 복귀
nl: terug
no: tilbake
pl: powrót
pt_pt: retorno
ro: întoarcere
ru: возврат
sk: návrat
sv: åter
sw: kurudi
tr: geri
uk: повернення
vi: trở lại
zh_hans: 返回

# pct_l5_s1_title
source: Principe
af: Beginsel
bg: Принцип
cs: Princip
da: Princip
de: Prinzip
el: Αρχή
es: Principio
fi: Periaate
fil: Prinsipyo
hu: Elv
id: Prinsip
it: Principio
ja: 原則
ko: 원칙
no: Prinsipp
pl: Zasada
pt_pt: Princípio
ro: Principiu
ru: Принцип
sk: Princíp
sv: Princip
sw: Kanuni
tr: Prensip
uk: Принцип
vi: Nguyên tắc
zh_hans: 原则

# pct_l5_s1_b1
source: Après +p%, final = initial × (1 + p/100).
af: Na +p%, eind = begin × (1 + p/100).
bg: След +p%, крайна = начална × (1 + p/100).
cs: Po +p%, konec = počáteční × (1 + p/100).
da: Efter +p%, slut = start × (1 + p/100).
de: Nach +p%, final = initial × (1 + p/100).
el: Μετά από +p%, τελική = αρχική × (1 + p/100).
es: Después de +p%, final = inicial × (1 + p/100).
fi: Jälkeen +p%, loppu = alku × (1 + p/100).
fil: Pagkatapos ng +p%, final = initial × (1 + p/100).
hu: Utána +p%, végső = kezdeti × (1 + p/100).
id: Setelah +p%, final = initial × (1 + p/100).
it: Dopo +p%, finale = iniziale × (1 + p/100).
ja: +p%の後、最終値 = 初期値 × (1 + p/100)。
ko: +p% 후, 최종 = 초기 × (1 + p/100).
nl: Na +p%, eind = initieel × (1 + p/100).
no: Etter +p%, slutt = start × (1 + p/100).
pl: Po +p%, końcowa = początkowa × (1 + p/100).
pt_pt: Após +p%, final = inicial × (1 + p/100).
ro: După +p%, final = inițial × (1 + p/100).
ru: После +p%, конечное = начальное × (1 + p/100).
sk: Po +p%, konečná = počiatočná × (1 + p/100).
sv: Efter +p%, slutlig = initial × (1 + p/100).
sw: Baada ya +p%, mwisho = awali × (1 + p/100).
tr: Sonuç = başlangıç × (1 + p/100) sonrası +p%.
uk: Після +p%, кінцеве = початкове × (1 + p/100).
vi: Sau +p%, giá trị cuối = giá trị ban đầu × (1 + p/100).
zh_hans: 在+ p%之后，最终值 = 初始值 × (1 + p/100)。

# pct_l5_s1_b2
source: Donc initial = final ÷ (1 + p/100).
af: Dus begin = eind ÷ (1 + p/100).
bg: Следователно начална = крайна ÷ (1 + p/100).
cs: Takže počáteční = konec ÷ (1 + p/100).
da: Så start = slut ÷ (1 + p/100).
de: Also initial = final ÷ (1 + p/100).
el: Άρα αρχική = τελική ÷ (1 + p/100).
es: Entonces inicial = final ÷ (1 + p/100).
fi: Joten alku = loppu ÷ (1 + p/100).
fil: Kaya't initial = final ÷ (1 + p/100).
hu: Tehát kezdeti = végső ÷ (1 + p/100).
id: Jadi initial = final ÷ (1 + p/100).
it: Quindi iniziale = finale ÷ (1 + p/100).
ja: したがって、初期値 = 最終値 ÷ (1 + p/100)。
ko: 따라서 초기 = 최종 ÷ (1 + p/100).
nl: Dus initieel = eind ÷ (1 + p/100).
no: Så start = slutt ÷ (1 + p/100).
pl: Zatem początkowy = końcowy ÷ (1 + p/100).
pt_pt: Portanto, inicial = final ÷ (1 + p/100).
ro: Deci inițial = final ÷ (1 + p/100).
ru: Следовательно, начальное = конечное ÷ (1 + p/100).
sk: Takže počiatočná = konečná ÷ (1 + p/100).
sv: Så initial = slutlig ÷ (1 + p/100).
sw: Hivyo awali = mwisho ÷ (1 + p/100).
tr: Bu nedenle başlangıç = son ÷ (1 + p/100).
uk: Отже, початкове = кінцеве ÷ (1 + p/100).
vi: Vì vậy giá trị ban đầu = giá trị cuối ÷ (1 + p/100).
zh_hans: 因此初始值 = 最终值 ÷ (1 + p/100)。

# pct_l5_s1_b3
source: Si le coefficient vaut 0, l’inversion est impossible.
af: As die koëffisiënt 0 is, is die omkering onmoontlik.
bg: Ако коефициентът е 0, инверсията е невъзможна.
cs: Pokud koeficient je 0, inverze je nemožná.
da: Hvis koefficienten er 0, er inversion umulig.
de: Wenn der Koeffizient 0 beträgt, ist die Umkehrung unmöglich.
el: Αν ο συντελεστής είναι 0, η αντιστροφή είναι αδύνατη.
es: Si el coeficiente es 0, la inversión es imposible.
fi: Jos kerroin on 0, käänteinen laskenta on mahdotonta.
fil: Kung ang coefficient ay 0, ang inversion ay imposible.
hu: Ha a tényező 0, a fordítás lehetetlen.
id: Jika koefisien bernilai 0, inversi tidak mungkin.
it: Se il coefficiente è 0, l'inversione è impossibile.
ja: 係数が0の場合、逆転は不可能です。
ko: 계수가 0이면, 반전은 불가능합니다.
nl: Als de coëfficiënt 0 is, is omkering onmogelijk.
no: Hvis koeffisienten er 0, er inversjonen umulig.
pl: Jeśli współczynnik wynosi 0, odwrócenie jest niemożliwe.
pt_pt: Se o coeficiente for 0, a inversão é impossível.
ro: Dacă coeficientul este 0, inversarea este imposibilă.
ru: Если коэффициент равен 0, инверсия невозможна.
sk: Ak koeficient je 0, inverzia je nemožná.
sv: Om koefficienten är 0 är inversion omöjlig.
sw: Ikiwa kipimo ni 0, kubadilisha haiwezekani.
tr: Eğer katsayı 0 ise, tersine çevirmek mümkün değildir.
uk: Якщо коефіцієнт дорівнює 0, інверсія неможлива.
vi: Nếu hệ số bằng 0, việc đảo ngược là không thể.
zh_hans: 如果系数为0，则反转是不可能的。

# pct_l5_q1
source: Après une hausse de +25%, la valeur finale est 250. Valeur initiale ?
af: Na 'n toename van +25%, is die finale waarde 250. Beginwaarde?
bg: След увеличение от +25%, крайната стойност е 250. Начална стойност?
cs: Po zvýšení o +25% je konečná hodnota 250. Jaká je počáteční hodnota?
da: Efter en stigning på +25% er den endelige værdi 250. Hvad er den oprindelige værdi?
de: Nach einem Anstieg von +25% beträgt der Endwert 250. Anfangswert?
el: Μετά από μια αύξηση +25%, η τελική τιμή είναι 250. Αρχική τιμή;
es: Después de un aumento del +25%, el valor final es 250. ¿Valor inicial?
fi: 25 %:n nousun jälkeen lopullinen arvo on 250. Alkuperäinen arvo?
fil: Pagkatapos ng pagtaas ng +25%, ang huling halaga ay 250. Halagang panimula?
hu: Egy +25%-os emelkedés után a végső érték 250. Kezdeti érték?
id: Setelah kenaikan +25%, nilai akhir adalah 250. Nilai awal?
it: Dopo un aumento del +25%, il valore finale è 250. Valore iniziale?
ja: +25%の上昇の後、最終値は250です。初期値は？
ko: +25% 상승 후, 최종 값은 250입니다. 초기 값은 얼마인가요?
nl: Na een stijging van +25% is de eindwaarde 250. Wat is de initiële waarde?
no: Etter en økning på +25% er den endelige verdien 250. Hva er den opprinnelige verdien?
pl: Po wzroście o +25%, wartość końcowa wynosi 250. Wartość początkowa?
pt_pt: Após um aumento de +25%, o valor final é 250. Valor inicial?
ro: După o creștere de +25%, valoarea finală este 250. Valoare inițială?
ru: После повышения на +25% конечная стоимость составляет 250. Начальная стоимость?
sk: Po zvýšení o +25% je konečná hodnota 250. Aká je počiatočná hodnota?
sv: Efter en ökning på +25% är det slutgiltiga värdet 250. Vad är det ursprungliga värdet?
sw: Baada ya kuongezeka kwa +25%, thamani ya mwisho ni 250. Thamani ya awali?
tr: +25'lik bir artıştan sonra, son değer 250. Başlangıç değeri?
uk: Після підвищення на +25%, кінцева вартість становить 250. Початкова вартість?
vi: Sau khi tăng +25%, giá trị cuối là 250. Giá trị ban đầu là gì?
zh_hans: 在+25%的上涨后，最终值为250。初始值？

# pct_l5_q1_exp
source: Initial = 250 / 1,25 = 200.
af: Begin = 250 / 1,25 = 200.
bg: Начална = 250 / 1,25 = 200.
cs: Počáteční = 250 / 1,25 = 200.
da: Oprindelig = 250 / 1,25 = 200.
el: Αρχική = 250 / 1,25 = 200.
es: Inicial = 250 / 1,25 = 200.
fi: Alkuperäinen = 250 / 1,25 = 200.
hu: Kezdeti = 250 / 1,25 = 200.
it: Iniziale = 250 / 1,25 = 200.
ja: 初期値 = 250 / 1.25 = 200。
ko: 초기 = 250 / 1.25 = 200.
nl: Initieel = 250 / 1,25 = 200.
no: Opprinnelig = 250 / 1,25 = 200.
pl: Początkowy = 250 / 1,25 = 200.
pt_pt: Inicial = 250 / 1,25 = 200.
ro: Inițial = 250 / 1,25 = 200.
ru: Начальное = 250 / 1,25 = 200.
sk: Počiatočná = 250 / 1,25 = 200.
sv: Ursprungligt = 250 / 1,25 = 200.
sw: Awali = 250 / 1,25 = 200.
tr: Başlangıç = 250 / 1,25 = 200.
uk: Початкове = 250 / 1,25 = 200.
vi: Giá trị ban đầu = 250 / 1,25 = 200.
zh_hans: 初始值 = 250 / 1.25 = 200。

# pct_l6_title
source: 6) Pourcentages successifs
af: 6) Opvolgende persentasies
bg: 6) Последователни проценти
cs: 6) Po sobě jdoucí procenta
da: 6) Successive procenter
de: 6) Sukzessive Prozentsätze
el: 6) Διαδοχικά ποσοστά
es: Porcentajes sucesivos
fi: Peräkkäiset prosentit
fil: 6) Sunud-sunod na porsyento
hu: 6) Sikeres százalékok
id: 6) Persentase berturut-turut
it: 6) Percentuali successive
ja: 6) 連続するパーセンテージ
ko: 연속 비율
nl: 6) Opvolgende percentages
no: 6) Sukessive prosentandeler
pl: Procenty sukcesywne
pt_pt: 6) Percentagens sucessivas
ro: 6) Procente succesive
ru: 6) Последовательные проценты
sk: 6) Po sebe idúce percentá
sv: 6) Successiva procent
sw: 6) Asilimia mfululizo
tr: 6) Ardışık yüzdeler
uk: 6) Послідовні відсотки
vi: 6) Phần trăm liên tiếp
zh_hans: 连续百分比

# pct_l6_sub
source: Composer plusieurs variations via les coefficients.
af: Stel verskeie variasies saam deur die koëffisiënte.
bg: Съставяне на няколко вариации чрез коефициентите.
cs: Sestavit několik změn pomocí koeficientů.
da: Sammensæt flere variationer via koefficienterne.
de: Mehrere Variationen über die Koeffizienten kombinieren.
el: Συνθέστε πολλές μεταβολές μέσω των συντελεστών.
es: Componer varias variaciones a través de los coeficientes.
fi: Koostaa useita variaatioita kertoimien avulla.
fil: Bumuo ng maraming pagbabago sa pamamagitan ng mga coefficient.
hu: Több változást összeállítani a tényezők segítségével.
id: Menyusun beberapa variasi melalui koefisien.
it: Comporre diverse variazioni tramite i coefficienti.
ja: 係数を使って複数の変化を組み合わせます。
ko: 여러 변화를 계수를 통해 조합합니다.
nl: Verschillende variaties samenstellen via de coëfficiënten.
no: Lag flere variasjoner via koeffisientene.
pl: Tworzenie kilku wariacji za pomocą współczynników.
pt_pt: Compor várias variações através dos coeficientes.
ro: Combină mai multe variații prin coeficienți.
ru: Составить несколько изменений через коэффициенты.
sk: Zložiť niekoľko zmien pomocou koeficientov.
sv: Skapa flera variationer via koefficienterna.
sw: Unda mabadiliko kadhaa kupitia viwango.
tr: Katsayılar aracılığıyla birden fazla varyasyon oluşturun.
uk: Складати кілька змін через коефіцієнти.
vi: Kết hợp nhiều biến thể thông qua các hệ số.
zh_hans: 通过系数组合多个变化。

# pct_tag_successive
source: successifs
af: opvolgende
bg: последователни
cs: po sobě jdoucí
da: successive
de: sukzessiv
el: διαδοχικά
es: sucesivos
fi: peräkkäiset
fil: sunud-sunod
hu: sikeres
id: berturut-turut
it: successive
ja: 連続する
ko: 연속의
nl: opvolgende
no: sukessive
pl: sukcesywne
pt_pt: sucessivas
ro: succesive
ru: последовательные
sk: po sebe idúce
sv: successiva
sw: mfululizo
tr: ardışık
uk: послідовні
vi: liên tiếp
zh_hans: 连续的

# pct_tag_comp
source: composition
af: samenstelling
bg: съставяне
cs: složení
da: sammensætning
de: Zusammensetzung
el: σύνθεση
es: composición
fi: koostumus
fil: komposisyon
hu: összetétel
id: komposisi
it: composizione
ja: 構成
ko: 조합
nl: samenstelling
no: sammensetning
pl: kompozycja
pt_pt: composição
ro: compoziție
ru: составление
sk: zloženie
sv: sammansättning
sw: muundo
tr: bileşim
uk: композиція
vi: hợp thành
zh_hans: 组合

# pct_l6_s1_title
source: Règle
af: Reël
bg: Правило
cs: Pravidlo
da: Regel
de: Regel
el: Κανόνας
es: Regla
fi: Sääntö
fil: Batas
hu: Szabály
id: Aturan
it: Regola
ja: ルール
ko: 규칙
nl: Regel
no: Regel
pl: Zasada
pt_pt: Regra
ro: Regulă
ru: Правило
sk: Pravidlo
sv: Regel
sw: Sheria
tr: Kural
uk: Правило
vi: Quy tắc
zh_hans: 规则

# pct_l6_s1_b1
source: On n’additionne pas des % successifs : on multiplie les coefficients.
af: Ons tel nie opvolgende % bymekaar nie: ons vermenigvuldig die koëffisiënte.
bg: Не събираме последователни %: умножаваме коефициентите.
cs: Nesčítáme po sobě jdoucí %: násobíme koeficienty.
da: Man lægger ikke successive % sammen: man multiplicerer koefficienterne.
de: Man addiert keine sukzessiven %: man multipliziert die Koeffizienten.
el: Δεν προσθέτουμε διαδοχικά %: πολλαπλασιάζουμε τους συντελεστές.
es: No se suman % sucesivos: se multiplican los coeficientes.
fi: Emme lisää peräkkäisiä %:ja: kerromme kertoimet.
fil: Hindi natin pinagsasama ang sunud-sunod na %: pinagmumultiply natin ang mga coefficient.
hu: Nem adunk össze sikeres % -okat: a tényezőket szorozzuk.
id: Kita tidak menjumlahkan % berturut-turut: kita mengalikan koefisien.
it: Non si sommano % successive: si moltiplicano i coefficienti.
ja: 連続する%を加算することはできません：係数を掛けます。
ko: 연속 %를 더하지 않습니다: 계수를 곱합니다.
nl: Je telt geen opeenvolgende % op: je vermenigvuldigt de coëfficiënten.
no: Man legger ikke sammen sukessive %: man multipliserer koeffisientene.
pl: Nie dodajemy sukcesywnych %: mnożymy współczynniki.
pt_pt: Não se adicionam % sucessivas: multiplicam-se os coeficientes.
ro: Nu adunăm procente succesive: multiplicăm coeficienții.
ru: Мы не складываем последовательные %: мы умножаем коэффициенты.
sk: Nepočítame % po sebe idúce: násobíme koeficienty.
sv: Man adderar inte successiva %: man multiplicerar koefficienterna.
sw: Hatuna kuongeza % mfululizo: tunazidisha viwango.
tr: Ardışık %'leri toplamayız: katsayıları çarparız.
uk: Не додавайте послідовні %: множте коефіцієнти.
vi: Chúng ta không cộng các % liên tiếp: chúng ta nhân các hệ số.
zh_hans: 我们不将连续的百分比相加：我们乘以系数。

# pct_l6_s1_b2
source: Coefficient total = (1+p1/100)×(1+p2/100)×…
af: Totale koëffisiënt = (1+p1/100)×(1+p2/100)×…
bg: Общ коефициент = (1+p1/100)×(1+p2/100)×…
cs: Celkový koeficient = (1+p1/100)×(1+p2/100)×…
da: Total koefficient = (1+p1/100)×(1+p2/100)×…
de: Gesamtkorrektur = (1+p1/100)×(1+p2/100)×…
el: Συνολικός συντελεστής = (1+p1/100)×(1+p2/100)×…
es: Coeficiente total = (1+p1/100)×(1+p2/100)×…
fi: Kokonaiskerroin = (1+p1/100)×(1+p2/100)×…
fil: Kabuuang coefficient = (1+p1/100)×(1+p2/100)×…
hu: Összesített tényező = (1+p1/100)×(1+p2/100)×…
id: Koefisien total = (1+p1/100)×(1+p2/100)×…
it: Coefficiente totale = (1+p1/100)×(1+p2/100)×…
ja: 総係数 = (1+p1/100)×(1+p2/100)×…
ko: 총 계수 = (1+p1/100)×(1+p2/100)×…
nl: Totale coëfficiënt = (1+p1/100)×(1+p2/100)×…
no: Total koeffisient = (1+p1/100)×(1+p2/100)×…
pl: Współczynnik całkowity = (1+p1/100)×(1+p2/100)×…
pt_pt: Coeficiente total = (1+p1/100)×(1+p2/100)×…
ro: Coeficient total = (1+p1/100)×(1+p2/100)×…
ru: Общий коэффициент = (1+p1/100)×(1+p2/100)×…
sk: Celkový koeficient = (1+p1/100)×(1+p2/100)×…
sv: Total koefficient = (1+p1/100)×(1+p2/100)×…
sw: Kiwango jumla = (1+p1/100)×(1+p2/100)×…
tr: Toplam katsayı = (1+p1/100)×(1+p2/100)×…
uk: Загальний коефіцієнт = (1+p1/100)×(1+p2/100)×…
vi: Hệ số tổng = (1+p1/100)×(1+p2/100)×…
zh_hans: 总系数 = (1+p1/100)×(1+p2/100)×…

# pct_l6_s1_b3
source: % équivalent = (coef_total - 1)×100.
af: % ekwivalent = (koef_totaal - 1)×100.
bg: еквивалентен % = (coef_total - 1)×100.
cs: ekvivalentní % = (coef_total - 1)×100.
da: ækvivalent % = (coef_total - 1)×100.
de: Äquivalenter % = (coef_total - 1)×100.
el: ισοδύναμο % = (συντελεστής_συνολικός - 1)×100.
es: % equivalente = (coef_total - 1)×100.
fi: Vastaava % = (kokonaiskerroin - 1)×100.
fil: % katumbas = (coef_total - 1)×100.
hu: % egyenérték = (coef_total - 1)×100.
id: % setara = (coef_total - 1)×100.
it: % equivalente = (coef_totale - 1)×100.
ja: 等価% = (coef_total - 1)×100。
ko: 동등한 % = (총 계수 - 1)×100.
nl: % equivalent = (coef_totaal - 1)×100.
no: % ekvivalent = (coef_total - 1)×100.
pl: % równoważny = (coef_total - 1)×100.
pt_pt: % equivalente = (coef_total - 1)×100.
ro: % echivalent = (coef_total - 1)×100.
ru: Эквивалентный % = (coef_total - 1)×100.
sk: % ekvivalent = (coef_total - 1)×100.
sv: % motsvarande = (coef_total - 1)×100.
sw: % sawa = (kiwango_jumla - 1)×100.
tr: Eşdeğer % = (toplam_katsayı - 1)×100.
uk: еквівалент % = (coef_total - 1)×100.
vi: % tương đương = (hệ số_tổng - 1)×100.
zh_hans: 等效百分比 = (coef_total - 1)×100。

# pct_l6_s1_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Halimbawa
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# pct_l6_q1
source: Une valeur subit +10% puis +10%. % équivalent ?
af: ‘n Waarde ondergaan +10% dan +10%. % ekwivalent?
bg: Стойността претърпява +10% след това +10%. еквивалентен %?
cs: Hodnota podléhá +10% a poté +10%. Ekvivalentní %?
da: En værdi stiger med +10% og derefter +10%. Ækvivalent %?
de: Ein Wert erfährt +10% dann +10%. Äquivalenter %?
el: Μια τιμή υποβάλλεται σε +10% και στη συνέχεια +10%. Ισοδύναμο %;
es: Un valor sufre un +10% y luego un +10%. ¿% equivalente?
fi: Arvo kasvaa +10 % ja sitten +10 %. Vastaava %?
fil: Isang halaga ay sumasailalim sa +10% pagkatapos ay +10%. % katumbas?
hu: Egy érték +10%-ot, majd +10%-ot szenved el. % egyenérték?
id: Sebuah nilai mengalami +10% kemudian +10%. % setara?
it: Un valore subisce +10% poi +10%. % equivalente?
ja: ある値が+10%を受け、その後+10%を受けます。等価%は？
ko: 값이 +10% 후 +10%를 겪습니다. 동등한 %는 얼마인가요?
nl: Een waarde ondergaat +10% en daarna +10%. % equivalent?
no: En verdi får +10% så +10%. % ekvivalent?
pl: Wartość wzrasta o +10%, a następnie o +10%. % równoważny?
pt_pt: Um valor sofre +10% e depois +10%. % equivalente?
ro: O valoare suferă +10% apoi +10%. % echivalent?
ru: Значение увеличивается на +10%, затем на +10%. Эквивалентный %?
sk: Hodnota podlieha +10% a potom +10%. % ekvivalent?
sv: Ett värde ökar med +10% och sedan +10%. % motsvarande?
sw: Thamani inapata +10% kisha +10%. % sawa?
tr: Bir değer +%10 alır, ardından +%10. Eşdeğer %?
uk: Значення зазнає +10%, а потім +10%. Еквівалент %?
vi: Một giá trị chịu +10% rồi +10%. % tương đương là gì?
zh_hans: 一个值经历了+10%然后又+10%。等效百分比？

# pct_l6_q1_exp
source: 1,1×1,1=1,21 donc +21%.
af: 1,1×1,1=1,21 dus +21%.
bg: 1,1×1,1=1,21 следователно +21%.
cs: 1,1×1,1=1,21, tedy +21%.
da: 1,1×1,1=1,21 så +21%.
de: 1,1×1,1=1,21 also +21%.
el: 1,1×1,1=1,21 άρα +21%.
es: 1,1×1,1=1,21 por lo tanto +21%.
fi: 1,1×1,1=1,21 joten +21 %.
fil: 1.1×1.1=1.21 kaya't +21%.
hu: 1,1×1,1=1,21 tehát +21%.
id: 1,1×1,1=1,21 jadi +21%.
it: 1,1×1,1=1,21 quindi +21%.
ja: 1.1×1.1=1.21、したがって+21%。
ko: 1.1×1.1=1.21 따라서 +21%.
nl: 1,1×1,1=1,21 dus +21%.
no: 1,1×1,1=1,21 så +21%.
pl: 1,1×1,1=1,21 więc +21%.
pt_pt: 1,1×1,1=1,21 portanto +21%.
ro: 1,1×1,1=1,21 deci +21%.
ru: 1,1×1,1=1,21, следовательно, +21%.
sk: 1,1×1,1=1,21 teda +21%.
sv: 1,1×1,1=1,21 så +21%.
sw: 1,1×1,1=1,21 hivyo +21%.
tr: 1,1×1,1=1,21 bu nedenle +%21.
uk: 1,1×1,1=1,21 отже +21%.
vi: 1,1×1,1=1,21 nên +21%.
zh_hans: 1.1×1.1=1.21因此是+21%。

# pct_l7_title
source: 7) Points de % (pp) vs variation en %
af: 7) Punten van % (pp) teenoor variasie in %
bg: 7) Процентни точки (pp) срещу вариация в %
cs: 7) Body % (pp) vs změna v %
da: 7) Procentpoint (pp) vs variation i %
de: 7) Prozentpunkte (pp) vs. Veränderung in %
el: 7) Σημεία % (pp) έναντι μεταβολής σε %
es: Puntos de % (pp) vs variación en %
fi: Prosenttipisteet (pp) vs muutos %:ssa
fil: 7) Mga puntos ng % (pp) vs pagbabago sa %
hu: 7) % pont (pp) vs % változás
id: 7) Poin % (pp) vs variasi dalam %
it: 7) Punti di % (pp) vs variazione in %
ja: 7) %ポイント（pp）と%の変化
ko: % 포인트(pp)와 변화율의 차이
nl: 7) Percentagepunten (pp) vs variatie in %
no: 7) Prosentpoeng (pp) vs variasjon i %
pl: Punkty % (pp) vs zmiana w %
pt_pt: 7) Pontos de % (pp) vs variação em %
ro: 7) Puncte de % (pp) vs variație în %
ru: 7) Проценты в % (п.п.) против изменения в %
sk: 7) Body % (pp) vs variation in %
sv: 7) Procentpunkter (pp) vs variation i %
sw: 7) Pointi za % (pp) dhidi ya mabadiliko katika %
tr: 7) Yüzde puanları (pp) vs % değişim
uk: 7) Пункти % (п.п.) проти зміни в %
vi: 7) Điểm phần trăm (pp) so với biến động %
zh_hans: 百分比点（pp）与变化百分比的区别

# pct_l7_sub
source: Différence entre écart de taux et variation relative.
af: Verskil tussen koersverskil en relatiewe variasie.
bg: Разлика между разлика в проценти и относителна вариация.
cs: Rozdíl mezi rozdílem sazby a relativní změnou.
da: Forskellen mellem rentespænd og relativ variation.
de: Unterschied zwischen Zinsdifferenz und relativer Veränderung.
el: Διαφορά μεταξύ απόκλισης ποσοστού και σχετικής μεταβολής.
es: Diferencia entre el cambio de tasa y la variación relativa.
fi: Ero korkoeron ja suhteellisen muutoksen välillä.
fil: Pagkakaiba sa pagitan ng pagkakaiba ng rate at relatibong pagbabago.
hu: A kamatkülönbség és a relatív változás közötti különbség.
id: Perbedaan antara selisih suku bunga dan variasi relatif.
it: Differenza tra scostamento di tasso e variazione relativa.
ja: 利率の差と相対的な変化の違い。
ko: 비율 차이와 상대 변화의 차이.
nl: Verschil tussen renteverschil en relatieve variatie.
no: Forskjell mellom renteavvik og relativ variasjon.
pl: Różnica między różnicą stopy a zmianą względną.
pt_pt: Diferença entre a diferença de taxa e variação relativa.
ro: Diferența între ecartul de rată și variația relativă.
ru: Разница между разницей ставок и относительным изменением.
sk: Difference between rate gap and relative variation.
sv: Skillnad mellan ränteskillnad och relativ variation.
sw: Tofauti kati ya tofauti ya kiwango na mabadiliko ya uhusiano.
tr: Oran farkı ile göreli değişim arasındaki fark.
uk: Різниця між відхиленням ставки та відносною зміною.
vi: Sự khác biệt giữa chênh lệch tỷ lệ và biến động tương đối.
zh_hans: 利率差异与相对变化之间的区别。

# pct_tag_rates
source: taux
af: tarief
bg: ставка
cs: sazba
da: rente
de: zins
el: ποσοστό
es: tasa
fi: korko
fil: rate
hu: kamat
id: tingkat
it: tasso
ja: 率
ko: 비율
nl: rente
no: rente
pl: stopa
pt_pt: taxa
ro: rată
ru: ставка
sk: rate
sv: ränta
sw: kiasi
tr: oran
uk: ставка
vi: tỷ lệ
zh_hans: 税率

# pct_l7_s1_title
source: Différence
af: Verskil
bg: Разлика
cs: Rozdíl
da: Forskellen
de: Unterschied
el: Διαφορά
es: Diferencia
fi: Ero
fil: Pagkakaiba
hu: Különbség
id: Perbedaan
it: Differenza
ja: 差
ko: 차이
nl: Verschil
no: Forskjell
pl: Różnica
pt_pt: Diferença
ro: Diferență
ru: Разница
sk: Difference
sv: Skillnad
sw: tofauti
tr: Fark
uk: Різниця
vi: Sự khác biệt
zh_hans: 差异

# pct_l7_s1_b1
source: Points de % : différence brute entre deux taux.
af: Punte van % : bruto verskil tussen twee tariewe.
bg: Проценти: брутна разлика между две ставки.
cs: Body %: hrubý rozdíl mezi dvěma sazbami.
da: Procentpoint: den brutto forskel mellem to renter.
de: Prozentpunkte: brutto Unterschied zwischen zwei Zinssätzen.
el: Σημεία % : ακαθάριστη διαφορά μεταξύ δύο ποσοστών.
es: Puntos de %: diferencia bruta entre dos tasas.
fi: Prosenttipisteet: bruttiero kahden korkotason välillä.
fil: Mga Puntos ng % : brutas na pagkakaiba sa pagitan ng dalawang rate.
hu: % pont: a két kamat közötti bruttó különbség.
id: Poin % : perbedaan bruto antara dua tingkat.
it: Punti di %: differenza lorda tra due tassi.
ja: ポイントの%：2つの率の間の粗い差。
ko: % 포인트: 두 비율 간의 총 차이.
nl: Percentagepunten: bruto verschil tussen twee rentes.
no: Prosentpoeng: brutto forskjell mellom to renter.
pl: Punkty %: różnica brutto między dwiema stopami.
pt_pt: Pontos de % : diferença bruta entre duas taxas.
ro: Puncte de % : diferența brută între două rate.
ru: Проценты: брутто-разница между двумя ставками.
sk: Percentage points: raw difference between two rates.
sv: Procentpunkter: brutto skillnad mellan två räntor.
sw: Pointi za % : tofauti ya jumla kati ya viwango viwili.
tr: Yüzde puanları: iki oran arasındaki brüt fark.
uk: Пункти %: брутальна різниця між двома ставками.
vi: Điểm % : sự khác biệt thô giữa hai tỷ lệ.
zh_hans: 百分比点：两个税率之间的绝对差异。
