Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_pptx_text_extractor_desc
source: Extraire le texte des slides (shapes) et l'exporter (TXT/JSON) avec repères slide/shape.
bg: Извличане на текста от слайдовете (форми) и експортиране (TXT/JSON) с маркери за слайд/форма.
cs: Extrahovat text ze snímků (tvary) a exportovat (TXT/JSON) s referencemi snímku/tvaru.
da: Udvinde tekst fra slides (shapes) og eksportere (TXT/JSON) med slide/shape referencer.
de: Text von Folien (Shapes) extrahieren und exportieren (TXT/JSON) mit Folien-/Shape-Referenzen.
el: Εξαγάγετε το κείμενο από τις διαφάνειες (σχήματα) και εξάγετε (TXT/JSON) με αναφορές slide/shape.
es: Extraer el texto de las diapositivas (formas) y exportarlo (TXT/JSON) con referencias de diapositiva/forma.
fi: Poimi teksti dioista (muodoista) ja vie se (TXT/JSON) diojen/muotojen viitteillä.
fil: Kunin ang teksto mula sa mga slide (shapes) at i-export ito (TXT/JSON) na may mga tag ng slide/shape.
ja: スライド（シェイプ）からテキストを抽出し、スライド/シェイプの目印と共にエクスポート（TXT/JSON）。
nl: Extraheer de tekst van dia's (vormen) en exporteer deze (TXT/JSON) met dia/vorm referenties.
no: Ekstrahere tekst fra lysbilder (former) og eksportere (TXT/JSON) med referanser til lysbilde/form.
pl: Wyodrębnij tekst ze slajdów (kształtów) i wyeksportuj (TXT/JSON) z odniesieniami do slajdów/kształtów.
pt_pt: Extrair o texto dos slides (shapes) e exportá-lo (TXT/JSON) com referências de slide/shape.
ro: Extrați textul din slide-uri (shapes) și exportați-l (TXT/JSON) cu repere slide/shape.
ru: Извлечь текст со слайдов (фигуры) и экспортировать (TXT/JSON) с указанием слайдов/фигур.
sk: Extrahovať text zo snímok (tvary) a exportovať (TXT/JSON) s referenciami snímka/tvaru.
sv: Extrahera text från slides (shapes) och exportera (TXT/JSON) med referenser slide/shape.
sw: Toa maandiko kutoka kwa slides (shapes) na usafirishe (TXT/JSON) ukiwa na alama za slide/shape.
tr: Slaytlardan (şekillerden) metni çıkar ve dışa aktar (TXT/JSON) slayt/şekil referansları ile.
uk: Витягти текст зі слайдів (фігур) та експортувати (TXT/JSON) з позначками слайд/фігура.
vi: Trích xuất văn bản từ các slide (shapes) và xuất (TXT/JSON) với các điểm đánh dấu slide/shape.
zh_hans: 提取幻灯片（形状）中的文本并导出（TXT/JSON），带幻灯片/形状标记。

# tool_pptx_notes_extractor_title
source: Notes de présentation → JSON
bg: Бележки от презентацията → JSON
cs: Poznámky k prezentaci → JSON
da: Præsentationsnoter → JSON
de: Präsentationsnotizen → JSON
el: Σημειώσεις παρουσίασης → JSON
es: Notas de presentación → JSON
fi: Esityksen muistiinpanot → JSON
fil: Mga Tala ng Presentasyon → JSON
ja: プレゼンテーションノート → JSON
nl: Presentatienotities → JSON
no: Presentasjonsnotater → JSON
pl: Notatki prezentacji → JSON
pt_pt: Notas de apresentação → JSON
ro: Note de prezentare → JSON
ru: Заметки презентации → JSON
sk: Poznámky prezentácie → JSON
sv: Presentation anteckningar → JSON
sw: Maelezo ya uwasilishaji → JSON
tr: Sunum notları → JSON
uk: Нотатки презентації → JSON
vi: Ghi chú trình bày → JSON
zh_hans: 演示文稿备注 → JSON

# tool_pptx_notes_extractor_desc
source: Extraire les notes (notesSlides) et les associer aux slides.
bg: Извличане на бележките (notesSlides) и свързването им със слайдовете.
cs: Extrahovat poznámky (notesSlides) a přiřadit je k snímkům.
da: Udvinde noter (notesSlides) og knytte dem til slides.
de: Notizen (notesSlides) extrahieren und den Folien zuordnen.
el: Εξαγάγετε τις σημειώσεις (notesSlides) και συνδέστε τις με τις διαφάνειες.
es: Extraer las notas (notesSlides) y asociarlas a las diapositivas.
fi: Poimi muistiinpanot (notesSlides) ja liitä ne dioihin.
fil: Kunin ang mga tala (notesSlides) at iugnay ang mga ito sa mga slide.
ja: ノート（notesSlides）を抽出し、スライドに関連付ける。
nl: Extraheer de notities (notesSlides) en koppel ze aan de dia's.
no: Ekstrahere notater (notesSlides) og knytte dem til lysbilder.
pl: Wyodrębnij notatki (notesSlides) i powiąż je ze slajdami.
pt_pt: Extrair as notas (notesSlides) e associá-las aos slides.
ro: Extrați notele (notesSlides) și asociați-le cu slide-urile.
ru: Извлечь заметки (notesSlides) и связать их со слайдами.
sk: Extrahovať poznámky (notesSlides) a priradiť ich k snímkam.
sv: Extrahera anteckningar (notesSlides) och koppla dem till slides.
sw: Toa maelezo (notesSlides) na uunganishe na slides.
tr: Notları (notSlides) çıkar ve slaytlara ilişkilendir.
uk: Витягти нотатки (notesSlides) та асоціювати їх зі слайдами.
vi: Trích xuất các ghi chú (notesSlides) và liên kết chúng với các slide.
zh_hans: 提取备注（notesSlides）并将其与幻灯片关联。

# tool_pptx_fonts_to_json_title
source: Polices PPTX → JSON
bg: Шрифтове PPTX → JSON
cs: Písma PPTX → JSON
da: Skrifttyper PPTX → JSON
de: Schriftarten PPTX → JSON
el: Γραμματοσειρές PPTX → JSON
es: Fuentes PPTX → JSON
fi: Fontit PPTX → JSON
fil: Mga Font PPTX → JSON
ja: フォント PPTX → JSON
nl: Lettertypen PPTX → JSON
no: Skrifter PPTX → JSON
pl: Czcionki PPTX → JSON
pt_pt: Fontes PPTX → JSON
ro: Fonturi PPTX → JSON
ru: Шрифты PPTX → JSON
sk: Písma PPTX → JSON
sv: Typsnitt PPTX → JSON
sw: Fonti PPTX → JSON
tr: Yazı tipleri PPTX → JSON
uk: Шрифти PPTX → JSON
vi: Phông chữ PPTX → JSON
zh_hans: PPTX 字体 → JSON

# tool_pptx_fonts_to_json_desc
source: Inventorier les polices utilisées (thèmes + runs) et produire un rapport exploitable.
bg: Инвентаризиране на използваните шрифтове (темите + runs) и генериране на използваем отчет.
cs: Inventarizovat použitá písma (motiv + běhy) a vytvořit využitelnou zprávu.
da: Optegn skrifttyper der anvendes (temaer + runs) og producer en brugbar rapport.
de: Verwendete Schriftarten inventarisieren (Themen + Runs) und einen verwertbaren Bericht erstellen.
el: Καταγράψτε τις γραμματοσειρές που χρησιμοποιούνται (θέματα + runs) και δημιουργήστε μια εκθέσιμη αναφορά.
es: Inventariar las fuentes utilizadas (temas + runs) y producir un informe utilizable.
fi: Inventoi käytetyt fontit (teemat + juoksut) ja tuota hyödynnettävä raportti.
fil: I-inventory ang mga font na ginamit (mga tema + runs) at gumawa ng isang report na magagamit.
ja: 使用されているフォント（テーマ + ラン）をインベントリし、利用可能なレポートを生成。
nl: Inventariseer de gebruikte lettertypen (thema's + runs) en produceer een bruikbaar rapport.
no: Inventarere brukte skrifter (temaer + kjøringer) og lage en nyttbar rapport.
pl: Sporządź inwentaryzację używanych czcionek (motywy + ciągi) i stwórz raport do wykorzystania.
pt_pt: Inventariar as fontes utilizadas (temas + runs) e produzir um relatório utilizável.
ro: Inventariați fonturile utilizate (teme + runs) și produceți un raport exploatabil.
ru: Составить список используемых шрифтов (темы + фрагменты) и подготовить отчет.
sk: Zaznamenať použité písma (témy + behy) a vyprodukovať správa použiteľná.
sv: Inventera använda typsnitt (teman + runs) och producera en användbar rapport.
sw: Orodhesha fonti zinazotumika (mandhari + runs) na uzalisha ripoti inayoweza kutumika.
tr: Kullanılan yazı tiplerini (temalar + çalıştırmalar) envanterle ve kullanılabilir bir rapor oluştur.
uk: Інвентаризація використаних шрифтів (теми + запуски) та створення звіту, що підлягає використанню.
vi: Liệt kê các phông chữ đã sử dụng (chủ đề + runs) và tạo báo cáo có thể sử dụng.
zh_hans: 清点使用的字体（主题 + runs）并生成可用报告。

# tool_pptx_media_extractor_title
source: Extraire les médias (PPTX)
bg: Извличане на медии (PPTX)
cs: Extrahovat média (PPTX)
da: Udvinde medier (PPTX)
de: Medien extrahieren (PPTX)
el: Εξαγωγή μέσων (PPTX)
es: Extraer medios (PPTX)
fi: Poimi mediaa (PPTX)
fil: Kunin ang mga media (PPTX)
ja: メディアの抽出（PPTX）
nl: Extraheer media (PPTX)
no: Ekstrahere medier (PPTX)
pl: Wyodrębnij media (PPTX)
pt_pt: Extrair mídias (PPTX)
ro: Extrați media (PPTX)
ru: Извлечь медиа (PPTX)
sk: Extrahovať médiá (PPTX)
sv: Extrahera media (PPTX)
sw: Toa vyombo vya habari (PPTX)
tr: Medya çıkar (PPTX)
uk: Витягти медіа (PPTX)
vi: Trích xuất phương tiện (PPTX)
zh_hans: 提取媒体（PPTX）

# tool_pptx_media_extractor_desc
source: Extraire images/audio/vidéo de /ppt/media/* et exporter un inventaire avec références (rels).
bg: Извличане на изображения/аудио/видео от /ppt/media/* и експортиране на инвентар с референции (rels).
cs: Extrahovat obrázky/audio/video z /ppt/media/* a exportovat inventář s odkazy (rels).
da: Udvinde billeder/lyd/video fra /ppt/media/* og eksportere et inventar med referencer (rels).
de: Bilder/Audios/Videos von /ppt/media/* extrahieren und ein Inventar mit Referenzen (rels) exportieren.
el: Εξαγάγετε εικόνες/ήχο/βίντεο από /ppt/media/* και εξάγετε ένα αποθετήριο με αναφορές (rels).
es: Extraer imágenes/audio/video de /ppt/media/* y exportar un inventario con referencias (rels).
fi: Poimi kuvia/ääntä/videota /ppt/media/* ja vie inventaario viitteillä (rels).
fil: Kunin ang mga larawan/audio/bidyo mula sa /ppt/media/* at i-export ang isang imbentaryo na may mga sanggunian (rels).
ja: /ppt/media/*から画像/音声/動画を抽出し、参照（rels）付きのインベントリをエクスポート。
nl: Extraheer afbeeldingen/audio/video van /ppt/media/* en exporteer een inventaris met referenties (rels).
no: Ekstrahere bilder/lyd/video fra /ppt/media/* og eksportere et inventar med referanser (rels).
pl: Wyodrębnij obrazy/audio/wideo z /ppt/media/* i wyeksportuj inwentaryzację z odniesieniami (rels).
pt_pt: Extrair imagens/áudio/vídeo de /ppt/media/* e exportar um inventário com referências (rels).
ro: Extrați imagini/audio/video din /ppt/media/* și exportați un inventar cu referințe (rels).
ru: Извлечь изображения/аудио/видео из /ppt/media/* и экспортировать инвентаризацию с ссылками (rels).
sk: Extrahovať obrázky/audio/video z /ppt/media/* a exportovať inventár s referenciami (rels).
sv: Extrahera bilder/ljud/video från /ppt/media/* och exportera en inventering med referenser (rels).
sw: Toa picha/sauti/video kutoka /ppt/media/* na usafirishe orodha yenye marejeo (rels).
tr: /ppt/media/*'dan resim/audio/video çıkar ve referanslarla (rels) bir envanter dışa aktar.
uk: Витягти зображення/аудіо/відео з /ppt/media/* та експортувати інвентаризацію з посиланнями (rels).
vi: Trích xuất hình ảnh/audio/video từ /ppt/media/* và xuất một danh sách với các tham chiếu (rels).
zh_hans: 从 /ppt/media/* 提取图像/音频/视频并导出带引用（rels）的清单。

# tool_pptx_hyperlinks_extractor_title
source: Extraire les liens d'un PPTX
bg: Извличане на линкове от PPTX
cs: Extrahovat odkazy z PPTX
da: Udvinde links fra en PPTX
de: Links aus einem PPTX extrahieren
el: Εξαγωγή συνδέσμων από ένα PPTX
es: Extraer los enlaces de un PPTX
fi: Poimi linkit PPTX:stä
fil: Kunin ang mga link mula sa isang PPTX
ja: PPTXからリンクを抽出
nl: Extraheer de links van een PPTX
no: Ekstrahere lenker fra en PPTX
pl: Wyodrębnij linki z PPTX
pt_pt: Extrair links de um PPTX
ro: Extrați linkurile dintr-un PPTX
ru: Извлечь ссылки из PPTX
sk: Extrahovať odkazy z PPTX
sv: Extrahera länkar från en PPTX
sw: Toa viungo kutoka PPTX
tr: Bir PPTX'ten bağlantıları çıkar
uk: Витягти посилання з PPTX
vi: Trích xuất các liên kết từ một PPTX
zh_hans: 提取 PPTX 中的链接

# tool_pptx_hyperlinks_extractor_desc
source: Extraire les hyperlinks (rels + actions) et exporter en JSON/texte.
bg: Извличане на хипервръзки (rels + действия) и експортиране в JSON/текст.
cs: Extrahovat hypertextové odkazy (rels + akce) a exportovat do JSON/textu.
da: Udvinde hyperlinks (rels + handlinger) og eksportere til JSON/tekst.
de: Hyperlinks (rels + Aktionen) extrahieren und in JSON/Text exportieren.
el: Εξαγάγετε τους υπερσυνδέσμους (rels + ενέργειες) και εξάγετε σε JSON/κείμενο.
es: Extraer los hyperlinks (rels + acciones) y exportar en JSON/texto.
fi: Poimi hyperlinkit (rels + toiminnot) ja vie JSON/teksti-muotoon.
fil: Kunin ang mga hyperlink (rels + actions) at i-export ito sa JSON/teksto.
ja: ハイパーリンク（rels + アクション）を抽出し、JSON/テキストにエクスポート。
nl: Extraheer de hyperlinks (rels + acties) en exporteer in JSON/tekst.
no: Ekstrahere hyperlenker (rels + handlinger) og eksportere til JSON/tekst.
pl: Wyodrębnij hiperlinki (rels + akcje) i wyeksportuj do JSON/tekstu.
pt_pt: Extrair os hyperlinks (rels + ações) e exportar em JSON/texto.
ro: Extrați hyperlink-urile (rels + acțiuni) și exportați în JSON/text.
ru: Извлечь гиперссылки (rels + действия) и экспортировать в JSON/текст.
sk: Extrahovať hypertextové odkazy (rels + akcie) a exportovať do JSON/textu.
sv: Extrahera hyperlänkar (rels + åtgärder) och exportera i JSON/text.
sw: Toa hyperlinks (rels + vitendo) na usafirishe kwa JSON/maandishi.
tr: Bağlantıları (rels + eylemler) çıkar ve JSON/metin olarak dışa aktar.
uk: Витягти гіперпосилання (rels + дії) та експортувати у JSON/текст.
vi: Trích xuất các hyperlink (rels + actions) và xuất sang JSON/văn bản.
zh_hans: 提取超链接（rels + 动作）并导出为 JSON/文本。

# dev_powerpoint_sg_validate_title
source: Validation & audit
bg: Валидация и одит
cs: Validace & audit
da: Validering & revision
de: Validierung & Prüfung
el: Επικύρωση & έλεγχος
es: Validación & auditoría
fi: Validointi & auditointi
fil: Pagpapatunay at pagsusuri
ja: 検証 & 監査
nl: Validatie & audit
no: Validering & revisjon
pl: Walidacja & audyt
pt_pt: Validação & auditoria
ro: Validare & audit
ru: Валидация и аудит
sk: Validácia a audit
sv: Validering & granskning
sw: Uthibitishaji & ukaguzi
tr: Doğrulama & denetim
uk: Валідація та аудит
vi: Xác thực & kiểm tra
zh_hans: 验证 & 审计

# dev_powerpoint_sg_validate_desc
source: Audit de cohérence (liens, médias manquants), compatibilité et état des animations/transitions (surface).
bg: Одит на последователността (връзки, липсващи медии), съвместимост и състояние на анимации/преходи (повърхност).
cs: Audit konzistence (odkazy, chybějící média), kompatibilita a stav animací/přechodů (povrch).
da: Revision af konsistens (links, manglende medier), kompatibilitet og tilstand af animationer/transitioner (overflade).
de: Kohärenzprüfung (Links, fehlende Medien), Kompatibilität und Zustand von Animationen/Übergängen (Oberfläche).
el: Έλεγχος συνοχής (σύνδεσμοι, ελλείποντα μέσα), συμβατότητα και κατάσταση των κινούμενων σχεδίων/μεταβάσεων (επιφάνεια).
es: Auditoría de coherencia (enlaces, medios faltantes), compatibilidad y estado de las animaciones/transiciones (superficie).
fi: Yhdisteiden auditointi (linkit, puuttuvat mediat), yhteensopivuus ja animaatioiden/siirtymien tila (pinta).
fil: Pagsusuri ng pagkakapare-pareho (mga link, nawawalang media), pagiging tugma at estado ng mga animasyon/transitions (surface).
ja: 一貫性の監査（リンク、欠落メディア）、互換性、アニメーション/トランジションの状態（表面）。
nl: Audit van consistentie (links, ontbrekende media), compatibiliteit en status van animaties/transities (oppervlak).
no: Revisjon av konsistens (lenker, manglende medier), kompatibilitet og tilstand for animasjoner/overganger (overflate).
pl: Audyt spójności (linki, brakujące media), zgodność i stan animacji/przejść (powierzchnia).
pt_pt: Auditoria de consistência (links, mídias faltando), compatibilidade e estado das animações/transições (superfície).
ro: Audit de coerență (linkuri, media lipsă), compatibilitate și stare a animațiilor/ tranzițiilor (suprafață).
ru: Аудит согласованности (ссылки, отсутствующие медиа), совместимость и состояние анимаций/переходов (поверхность).
sk: Audit konzistencie (odkazy, chýbajúce médiá), kompatibilita a stav animácií/prechodov (povrch).
sv: Granskning av konsistens (länkar, saknade media), kompatibilitet och status för animationer/övergångar (ytan).
sw: Ukaguzi wa ulinganifu (viungo, vyombo vya habari vilivyokosekana), ulinganifu na hali ya michoro/mabadiliko (uso).
tr: Tutarlılık denetimi (bağlantılar, eksik medya), uyumluluk ve animasyonlar/geçişlerin durumu (yüzey).
uk: Аудит узгодженості (посилання, відсутні медіа), сумісність та стан анімацій/перехідних ефектів (поверхня).
vi: Kiểm tra tính nhất quán (liên kết, phương tiện bị thiếu), khả năng tương thích và trạng thái của hoạt ảnh/ chuyển tiếp (bề mặt).
zh_hans: 一致性审计（链接、缺失媒体）、兼容性和动画/过渡状态（表面）。

# tool_pptx_animation_audit_title
source: Audit animations/transitions
bg: Одит на анимации/преходи
cs: Audit animací/přechodů
da: Revision af animationer/transitioner
de: Audit von Animationen/Übergängen
el: Έλεγχος κινούμενων σχεδίων/μεταβάσεων
es: Auditoría de animaciones/transiciones
fi: Animaatioiden/siirtymien auditointi
fil: Pagsusuri ng mga animasyon/transitions
ja: アニメーション/トランジションの監査
nl: Audit animaties/transities
no: Revisjon av animasjoner/overganger
pl: Audyt animacji/przejść
pt_pt: Auditoria de animações/transições
ro: Audit animații/tranziții
ru: Аудит анимаций/переходов
sk: Audit animácií/prechodov
sv: Granskning av animationer/övergångar
sw: Ukaguzi wa michoro/mabadiliko
tr: Animasyonlar/geçişler denetimi
uk: Аудит анімацій/перехідних ефектів
vi: Kiểm tra hoạt ảnh/chuyển tiếp
zh_hans: 动画/过渡审计

# tool_pptx_animation_audit_desc
source: Détecter animations/transitions (timing) et exporter un rapport (surface) par slide.
bg: Откриване на анимации/преходи (време) и експортиране на отчет (повърхност) по слайд.
cs: Detekovat animace/přechody (časování) a exportovat zprávu (povrch) podle snímku.
da: Registrere animationer/transitioner (timing) og eksportere en rapport (overflade) pr. slide.
de: Animationen/Übergänge (Timing) erkennen und einen Bericht (Oberfläche) pro Folie exportieren.
el: Αναγνωρίστε κινούμενα σχέδια/μεταβάσεις (χρονισμός) και εξάγετε μια αναφορά (επιφάνεια) ανά διαφάνεια.
es: Detectar animaciones/transiciones (tiempo) y exportar un informe (superficie) por diapositiva.
fi: Havaitse animaatiot/siirtymät (aikataulu) ja vie raportti (pinta) jokaiselle dialle.
fil: Tukuyin ang mga animasyon/transitions (timing) at i-export ang isang report (surface) bawat slide.
ja: アニメーション/トランジション（タイミング）を検出し、スライドごとにレポートをエクスポート（表面）。
nl: Detecteer animaties/transities (timing) en exporteer een rapport (oppervlak) per dia.
no: Oppdage animasjoner/overganger (timing) og eksportere en rapport (overflate) per lysbilde.
pl: Wykryj animacje/przejścia (czas) i wyeksportuj raport (powierzchnia) dla każdego slajdu.
pt_pt: Detectar animações/transições (timing) e exportar um relatório (superfície) por slide.
ro: Detectați animații/tranziții (timing) și exportați un raport (suprafață) pe slide.
ru: Обнаружить анимации/переходы (время) и экспортировать отчет (поверхность) по слайдам.
sk: Detekovať animácie/prechody (časovanie) a exportovať správu (povrch) podľa snímky.
sv: Detektera animationer/övergångar (timing) och exportera en rapport (ytan) per slide.
sw: Gundua michoro/mabadiliko (timing) na usafirishe ripoti (uso) kwa slide.
tr: Animasyonları/geçişleri (zamanlama) tespit et ve her slayt için bir rapor dışa aktar (yüzey).
uk: Виявлення анімацій/перехідних ефектів (таймінг) та експорт звіту (поверхня) по слайду.
vi: Phát hiện hoạt ảnh/chuyển tiếp (thời gian) và xuất báo cáo (bề mặt) theo slide.
zh_hans: 检测动画/过渡（时机）并按幻灯片导出报告（表面）。

# tool_pptm_macro_check_title
source: PPTM : détecter les macros
bg: PPTM: откриване на макроси
cs: PPTM: detekovat makra
da: PPTM: registrere makroer
de: PPTM: Makros erkennen
el: PPTM: ανίχνευση μακροεντολών
es: PPTM: detectar macros
fi: PPTM : makrojen havaitseminen
fil: PPTM: tukuyin ang mga macro
ja: PPTM : マクロの検出
nl: PPTM: detecteer de macro's
no: PPTM: oppdage makroer
pl: PPTM: wykryj makra
pt_pt: PPTM: detectar macros
ro: PPTM: detectați macro-uri
ru: PPTM: обнаружить макросы
sk: PPTM: detekovať makrá
sv: PPTM: detektera makron
sw: PPTM: gundua macros
tr: PPTM: Makroları tespit et
uk: PPTM: виявлення макросів
vi: PPTM: phát hiện các macro
zh_hans: PPTM：检测宏

# tool_pptm_macro_check_desc
source: Détecter vbaProject.bin (PPTM/POTM) et exporter un diagnostic (sans exécution).
bg: Откриване на vbaProject.bin (PPTM/POTM) и експортиране на диагностика (без изпълнение).
cs: Detekovat vbaProject.bin (PPTM/POTM) a exportovat diagnostiku (bez provedení).
da: Registrere vbaProject.bin (PPTM/POTM) og eksportere en diagnose (uden udførelse).
de: vbaProject.bin (PPTM/POTM) erkennen und ein Diagnosebericht (ohne Ausführung) exportieren.
el: Αναγνωρίστε το vbaProject.bin (PPTM/POTM) και εξάγετε μια διάγνωση (χωρίς εκτέλεση).
es: Detectar vbaProject.bin (PPTM/POTM) y exportar un diagnóstico (sin ejecución).
fi: Havaitse vbaProject.bin (PPTM/POTM) ja vie diagnostiikka (ilman suorittamista).
fil: Tukuyin ang vbaProject.bin (PPTM/POTM) at i-export ang isang diagnostic (nang walang pagpapatakbo).
ja: vbaProject.bin（PPTM/POTM）の検出と診断のエクスポート（実行なし）。
nl: Detecteer vbaProject.bin (PPTM/POTM) en exporteer een diagnose (zonder uitvoering).
no: Oppdage vbaProject.bin (PPTM/POTM) og eksportere en diagnose (uten kjøring).
pl: Wykryj vbaProject.bin (PPTM/POTM) i wyeksportuj diagnozę (bez wykonania).
pt_pt: Detectar vbaProject.bin (PPTM/POTM) e exportar um diagnóstico (sem execução).
ro: Detectați vbaProject.bin (PPTM/POTM) și exportați un diagnostic (fără execuție).
ru: Обнаружить vbaProject.bin (PPTM/POTM) и экспортировать диагностику (без выполнения).
sk: Detekovať vbaProject.bin (PPTM/POTM) a exportovať diagnostiku (bez vykonania).
sv: Detektera vbaProject.bin (PPTM/POTM) och exportera en diagnos (utan körning).
sw: Gundua vbaProject.bin (PPTM/POTM) na usafirishe uchambuzi (bila kutekeleza).
tr: vbaProject.bin'i (PPTM/POTM) tespit et ve bir tanı raporu dışa aktar (çalıştırma olmadan).
uk: Виявлення vbaProject.bin (PPTM/POTM) та експорт діагностики (без виконання).
vi: Phát hiện vbaProject.bin (PPTM/POTM) và xuất chẩn đoán (không thực thi).
zh_hans: 检测 vbaProject.bin（PPTM/POTM）并导出诊断（无执行）。

# dev_powerpoint_sg_transform_title
source: Transformation
bg: Трансформация
cs: Transformace
el: Μετασχηματισμός
es: Transformación
fi: Muunna
fil: Pagbabago
ja: 変換
nl: Transformatie
no: Transformasjon
pl: Transformacja
pt_pt: Transformação
ro: Transformare
ru: Преобразование
sk: Transformácia
sw: Kubadilisha
tr: Dönüşüm
uk: Трансформація
vi: Chuyển đổi
zh_hans: 转换

# dev_powerpoint_sg_transform_desc
source: Exporter texte, nettoyer métadonnées, extraire médias, regrouper/filtrer slides (approche package).
bg: Експортиране на текст, почистване на метаданни, извличане на медии, групиране/филтриране на слайдове (подход пакет).
cs: Exportovat text, vyčistit metadata, extrahovat média, seskupit/filtrovat snímky (balíčkový přístup).
da: Eksportere tekst, rense metadata, udvinde medier, gruppere/filter slides (pakke-tilgang).
de: Text exportieren, Metadaten bereinigen, Medien extrahieren, Folien gruppieren/filtern (paketbasierter Ansatz).
el: Εξάγετε κείμενο, καθαρίστε μεταδεδομένα, εξαγάγετε μέσα, ομαδοποιήστε/φιλτράρετε διαφάνειες (προσέγγιση πακέτου).
es: Exportar texto, limpiar metadatos, extraer medios, agrupar/filtrar diapositivas (enfoque de paquete).
fi: Vie teksti, puhdista metatiedot, erota mediat, ryhmittele/filtraa dioja (pakettimenetelmä).
fil: I-export ang teksto, linisin ang mga metadata, kunin ang mga media, pagsamahin/filter ang mga slide (package approach).
ja: テキストをエクスポートし、メタデータをクリーンアップし、メディアを抽出し、スライドをグループ化/フィルタリング（パッケージアプローチ）。
nl: Exporteer tekst, reinig metadata, extraheer media, groepeer/filter dia's (pakketbenadering).
no: Eksportere tekst, rense metadata, ekstrahere medier, gruppere/filtere lysbilder (pakke-tilnærming).
pl: Wyeksportuj tekst, oczyść metadane, wyodrębnij media, grupuj/filtruj slajdy (podejście pakietowe).
pt_pt: Exportar texto, limpar metadados, extrair mídias, agrupar/filtrar slides (abordagem de pacote).
ro: Exportați text, curățați metadatele, extrageți media, grupați/filtrați slide-urile (abordare pachet).
ru: Экспорт текста, очистка метаданных, извлечение медиа, группировка/фильтрация слайдов (подход на уровне пакета).
sk: Exportovať text, vyčistiť metadáta, extrahovať médiá, zoskupiť/filter snímky (prístup balíka).
sv: Exportera text, rensa metadata, extrahera media, gruppera/filtera slides (paketmetod).
sw: Usafirishe maandiko, safisha metadata, toa vyombo vya habari, ungana/filter slides (mbinu ya kifurushi).
tr: Metni dışa aktar, meta verileri temizle, medyayı çıkar, slaytları gruplandır/filtrele (paket yaklaşımı).
uk: Експорт тексту, очищення метаданих, витяг медіа, групування/фільтрація слайдів (підхід пакета).
vi: Xuất văn bản, làm sạch siêu dữ liệu, trích xuất phương tiện, nhóm/lọc các slide (cách tiếp cận gói).
zh_hans: 导出文本，清理元数据，提取媒体，分组/过滤幻灯片（包方法）。
