Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_ratio_uc3_title
source: Comparer des volumes ou des flux
af: Vergelyk volumes of vloei
bg: Сравняване на обеми или потоци
cs: Porovnat objemy nebo toky
da: Sammenlign volumener eller strømme
de: Volumina oder Ströme vergleichen
el: Σύγκριση όγκων ή ροών
es: Comparar volúmenes o flujos
fi: Vertaile määriä tai virtoja
fil: Ihambing ang mga volume o daloy
hu: Térfogat vagy áramlás összehasonlítása
id: Membandingkan volume atau aliran
it: Confrontare volumi o flussi
ja: ボリュームやフローを比較する
ko: 볼륨 또는 흐름 비교하기
nl: Vergelijk volumes of stromen
no: Sammenligne volum eller strømmer
pl: Porównywać objętości lub przepływy
pt_pt: Comparar volumes ou fluxos
ro: Compararea volumelor sau fluxurilor
ru: Сравнить объемы или потоки
sk: Porovnať objemy alebo toky
sv: Jämför volymer eller flöden
sw: Kulinganisha kiasi au mtiririko
tr: Hacimleri veya akışları karşılaştırmak
uk: Порівняти обсяги або потоки
vi: So sánh các khối lượng hoặc dòng chảy
zh_hans: 比较体积或流量

# ed_math_percentages_percentage_ratio_uc3_text
source: Utile pour comparer deux grandeurs mesurées indépendamment, par exemple des ventes en ligne par rapport aux ventes en magasin.
af: Nuttig om twee groothede wat onafhanklik gemeet is te vergelyk, byvoorbeeld aanlyn verkope teenoor winkel verkope.
bg: Полезно за сравняване на две независими измерени величини, например онлайн продажби спрямо продажби в магазин.
cs: Užitečné pro porovnání dvou nezávisle měřených veličin, například online prodeje vůči prodeji v obchodě.
da: Nyttigt til at sammenligne to størrelser målt uafhængigt, for eksempel online salg i forhold til salg i butikker.
de: Nützlich, um zwei unabhängig gemessene Größen zu vergleichen, z. B. Online-Verkäufe im Vergleich zu Verkäufen im Geschäft.
el: Χρήσιμο για τη σύγκριση δύο μεγεθών που μετριούνται ανεξάρτητα, για παράδειγμα, οι διαδικτυακές πωλήσεις σε σχέση με τις πωλήσεις στο κατάστημα.
es: Útil para comparar dos magnitudes medidas independientemente, por ejemplo, ventas en línea en comparación con ventas en tienda.
fi: Hyödyllinen kahden itsenäisesti mitatun suureen vertailussa, esimerkiksi verkkokaupan myynnin suhteessa myyntiin myymälässä.
fil: Kapaki-pakinabang upang ihambing ang dalawang sukat na sinusukat nang hiwalay, halimbawa ang mga benta online kumpara sa mga benta sa tindahan.
hu: Hasznos két függetlenül mért mennyiség összehasonlítására, például az online értékesítések és a boltban történő értékesítések összehasonlítására.
id: Berguna untuk membandingkan dua besaran yang diukur secara independen, misalnya penjualan online dibandingkan dengan penjualan di toko.
it: Utile per confrontare due grandezze misurate indipendentemente, ad esempio vendite online rispetto a vendite in negozio.
ja: 独立して測定された二つの量を比較するのに役立ちます、例えばオンライン販売と店舗販売を比較する。
ko: 독립적으로 측정된 두 크기를 비교하는 데 유용합니다, 예를 들어 온라인 판매와 매장 판매를 비교할 때.
nl: Nuttig om twee onafhankelijk gemeten grootheden te vergelijken, bijvoorbeeld online verkopen ten opzichte van winkelverkopen.
no: Nyttig for å sammenligne to målte størrelser uavhengig, for eksempel nettbutikk salg i forhold til butikk salg.
pl: Przydatne do porównania dwóch wielkości mierzonych niezależnie, na przykład sprzedaży online w stosunku do sprzedaży w sklepie.
pt_pt: Útil para comparar duas grandezas medidas independentemente, por exemplo, vendas online em relação a vendas em loja.
ro: Util pentru a compara două mărimi măsurate independent, de exemplu, vânzările online în raport cu vânzările în magazin.
ru: Полезно для сравнения двух величин, измеренных независимо, например, онлайн-продаж по сравнению с продажами в магазине.
sk: Užitočné na porovnanie dvoch nezávisle meraných veľkostí, napríklad online predaj v porovnaní s predajom v obchode.
sv: Användbart för att jämföra två oberoende mätningar, till exempel onlineförsäljning i förhållande till försäljning i butik.
sw: Ni muhimu kulinganisha ukubwa viwili vilivyopimwa kwa uhuru, kwa mfano mauzo ya mtandaoni ikilinganishwa na mauzo ya duka.
tr: İki bağımsız ölçülen büyüklüğü karşılaştırmak için yararlıdır, örneğin çevrimiçi satışları mağaza satışlarıyla karşılaştırmak.
uk: Корисно для порівняння двох величин, виміряних незалежно, наприклад, онлайн-продажів відносно продажів у магазині.
vi: Hữu ích để so sánh hai đại lượng được đo độc lập, chẳng hạn như doanh số bán hàng trực tuyến so với doanh số bán hàng tại cửa hàng.
zh_hans: 有助于比较两个独立测量的量，例如在线销售与实体店销售的比较。

# ed_math_percentages_percentage_ratio_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_ratio_out1
source: Le pourcentage représentant le rapport entre la première valeur et la seconde.
af: Die persentasie wat die verhouding tussen die eerste waarde en die tweede verteenwoordig.
bg: Процентът, представляващ съотношението между първата и втората стойност.
cs: Procento představující poměr mezi první a druhou hodnotou.
da: Procentdelen, der repræsenterer forholdet mellem den første værdi og den anden.
de: Der Prozentsatz, der das Verhältnis zwischen dem ersten Wert und dem zweiten darstellt.
el: Το ποσοστό που αντιπροσωπεύει την αναλογία μεταξύ της πρώτης και της δεύτερης τιμής.
es: El porcentaje que representa la relación entre el primer valor y el segundo.
fi: Prosentti, joka edustaa suhdetta ensimmäisen ja toisen arvon välillä.
fil: Ang porsyento na kumakatawan sa ugnayan sa pagitan ng unang halaga at ng pangalawa.
hu: A százalék, amely az első érték és a második közötti arányt képviseli.
id: Persentase yang mewakili rasio antara nilai pertama dan kedua.
it: La percentuale che rappresenta il rapporto tra il primo valore e il secondo.
ja: 最初の値と二番目の値の間の比率を表すパーセンテージ。
ko: 첫 번째 값과 두 번째 값 간의 비율을 나타내는 백분율입니다.
nl: Het percentage dat de verhouding tussen de eerste waarde en de tweede vertegenwoordigt.
no: Prosentandelen som representerer forholdet mellom den første verdien og den andre.
pl: Procent reprezentujący stosunek między pierwszą a drugą wartością.
pt_pt: A percentagem que representa a relação entre o primeiro valor e o segundo.
ro: Procentul care reprezintă raportul dintre prima valoare și a doua.
ru: Процент, представляющий отношение между первым и вторым значением.
sk: Percento predstavujúce pomer medzi prvou a druhou hodnotou.
sv: Procentandelen som representerar förhållandet mellan det första värdet och det andra.
sw: Asilimia inayowakilisha uwiano kati ya thamani ya kwanza na ya pili.
tr: İlk değer ile ikinci değer arasındaki oranı temsil eden yüzde.
uk: Відсоток, що представляє відношення між першою та другою величинами.
vi: Phần trăm đại diện cho tỷ lệ giữa giá trị đầu tiên và giá trị thứ hai.
zh_hans: 表示第一值与第二值之间比率的百分比。

# ed_math_percentages_percentage_ratio_out2
source: Un indicateur synthétique pour comparer deux quantités, quelle que soit leur unité ou leur ordre de grandeur.
af: 'n Sintetiese aanwyser om twee hoeveelhede te vergelyk, ongeag hul eenheid of orde van grootte.
bg: Синтетичен индикатор за сравняване на две количества, независимо от тяхната единица или мащаб.
cs: Syntetický ukazatel pro porovnání dvou množství, bez ohledu na jejich jednotku nebo řád velikosti.
da: En syntetisk indikator til at sammenligne to mængder, uanset deres enhed eller størrelsesorden.
de: Ein synthetischer Indikator zum Vergleich von zwei Mengen, unabhängig von ihrer Einheit oder Größenordnung.
el: Ένας συνθετικός δείκτης για τη σύγκριση δύο ποσοτήτων, ανεξαρτήτως της μονάδας ή της κλίμακας τους.
es: Un indicador sintético para comparar dos cantidades, independientemente de su unidad o orden de magnitud.
fi: Yhteenvetoindikaattori kahden määrän vertaamiseen, riippumatta niiden yksiköistä tai suuruusluokasta.
fil: Isang sintetikong tagapagpahiwatig upang ihambing ang dalawang dami, anuman ang kanilang yunit o sukat.
hu: Egy szintetikus mutató, amely lehetővé teszi két mennyiség összehasonlítását, függetlenül azok mértékegységétől vagy nagyságrendjétől.
id: Sebuah indikator sintetis untuk membandingkan dua kuantitas, terlepas dari unit atau urutan besarnya.
it: Un indicatore sintetico per confrontare due quantità, indipendentemente dalla loro unità o ordine di grandezza.
ja: 単位や規模に関係なく二つの量を比較するための合成指標。
ko: 단위나 규모에 관계없이 두 수량을 비교하기 위한 종합 지표입니다.
nl: Een synthetische indicator om twee hoeveelheden te vergelijken, ongeacht hun eenheid of orde van grootte.
no: En syntetisk indikator for å sammenligne to mengder, uansett enhet eller størrelsesorden.
pl: Wskaźnik syntetyczny do porównania dwóch ilości, niezależnie od ich jednostki lub rzędu wielkości.
pt_pt: Um indicador sintético para comparar duas quantidades, independentemente da sua unidade ou ordem de grandeza.
ro: Un indicator sintetic pentru a compara două cantități, indiferent de unitatea sau ordinea lor de mărime.
ru: Синтетический индикатор для сравнения двух количеств, независимо от их единицы измерения или порядка величины.
sk: Syntetický ukazovateľ na porovnanie dvoch množstiev, bez ohľadu na ich jednotku alebo poradie veľkosti.
sv: En syntetisk indikator för att jämföra två kvantiteter, oavsett deras enhet eller storleksordning.
sw: Kiashiria cha muhtasari ili kulinganisha kiasi viwili, bila kujali kitengo chao au ukubwa wao.
tr: Herhangi bir birim veya büyüklük sırasına bakılmaksızın iki miktarı karşılaştırmak için sentetik bir gösterge.
uk: Синтетичний показник для порівняння двох кількостей, незалежно від їх одиниці виміру або порядку величини.
vi: Một chỉ số tổng hợp để so sánh hai lượng, bất kể đơn vị hoặc quy mô của chúng.
zh_hans: 一个综合指标，用于比较两个数量，无论它们的单位或数量级如何。

# ed_math_percentages_percentage_ratio_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_ratio_lim1
source: La seconde valeur du ratio ne doit pas être égale à zéro, sinon le calcul est impossible.
af: Die tweede waarde van die verhouding mag nie nul wees nie, anders is die berekening onmoontlik.
bg: Втората стойност на съотношението не трябва да е равна на нула, в противен случай изчислението е невъзможно.
cs: Druhá hodnota poměru nesmí být rovna nule, jinak je výpočet nemožný.
da: Den anden værdi i forholdet må ikke være lig med nul, ellers er beregningen umulig.
de: Der zweite Wert des Verhältnisses darf nicht null sein, sonst ist die Berechnung unmöglich.
el: Η δεύτερη τιμή της αναλογίας δεν πρέπει να είναι μηδέν, αλλιώς ο υπολογισμός είναι αδύνατος.
es: El segundo valor del ratio no debe ser igual a cero, de lo contrario, el cálculo es imposible.
fi: Suhteen toinen arvo ei saa olla nolla, muuten laskeminen on mahdotonta.
fil: Ang pangalawang halaga ng ratio ay hindi dapat katumbas ng zero, kung hindi man ang kalkulasyon ay imposible.
hu: A hányados második értékének nem szabad nullának lennie, különben a számítás lehetetlen.
id: Nilai kedua dari rasio tidak boleh sama dengan nol, jika tidak perhitungan tidak mungkin dilakukan.
it: Il secondo valore del rapporto non deve essere uguale a zero, altrimenti il calcolo è impossibile.
ja: 比率の二番目の値はゼロであってはならず、そうでないと計算は不可能です。
ko: 비율의 두 번째 값은 0이 아니어야 하며, 그렇지 않으면 계산이 불가능합니다.
nl: De tweede waarde van de verhouding mag niet gelijk zijn aan nul, anders is de berekening onmogelijk.
no: Den andre verdien av forholdet må ikke være lik null, ellers er beregningen umulig.
pl: Druga wartość wskaźnika nie może być równa zeru, w przeciwnym razie obliczenie jest niemożliwe.
pt_pt: O segundo valor do rácio não deve ser igual a zero, caso contrário, o cálculo é impossível.
ro: A doua valoare a raportului nu trebuie să fie egală cu zero, altfel calculul este imposibil.
ru: Второе значение коэффициента не должно быть равно нулю, иначе расчет невозможен.
sk: Druhá hodnota pomeru nesmie byť rovná nule, inak je výpočet nemožný.
sv: Det andra värdet i förhållandet får inte vara lika med noll, annars är beräkningen omöjlig.
sw: Thamani ya pili ya uwiano haipaswi kuwa sawa na sifuri, vinginevyo hesabu haiwezekani.
tr: Oranın ikinci değeri sıfır olmamalıdır, aksi takdirde hesaplama mümkün değildir.
uk: Друга величина співвідношення не повинна дорівнювати нулю, інакше розрахунок неможливий.
vi: Giá trị thứ hai của tỷ lệ không được bằng không, nếu không phép tính sẽ không thể thực hiện.
zh_hans: 比率的第二个值不得等于零，否则计算将无法进行。

# ed_math_percentages_percentage_ratio_lim2
source: Un ratio en pourcentage peut dépasser 100 %, ce qui est normal et n’indique pas une erreur.
af: 'n Persentasieratio kan 100 % oorskry, wat normaal is en nie 'n fout aandui nie.
bg: Процентното съотношение може да надвишава 100 %, което е нормално и не показва грешка.
cs: Poměr v procentech může překročit 100 %, což je normální a neznamená chybu.
da: Et procentforhold kan overstige 100 %, hvilket er normalt og ikke indikerer en fejl.
de: Ein Verhältnis in Prozent kann 100 % überschreiten, was normal ist und keinen Fehler anzeigt.
el: Μια αναλογία σε ποσοστό μπορεί να υπερβαίνει το 100 %, κάτι που είναι φυσιολογικό και δεν υποδηλώνει σφάλμα.
es: Un ratio en porcentaje puede superar el 100 %, lo cual es normal y no indica un error.
fi: Prosenttisuhde voi ylittää 100 %, mikä on normaalia eikä tarkoita virhettä.
fil: Ang isang ratio sa porsyento ay maaaring lumampas sa 100 %, na normal at hindi nagpapahiwatig ng isang pagkakamali.
hu: Egy százalékos arány meghaladhatja a 100%-ot, ami normális, és nem jelez hibát.
id: Rasio dalam persen dapat melebihi 100 %, yang normal dan tidak menunjukkan kesalahan.
it: Un rapporto in percentuale può superare il 100 %, il che è normale e non indica un errore.
ja: パーセンテージ比は100%を超えることがあり、これは正常であり、エラーを示すものではありません。
ko: 백분율 비율은 100%를 초과할 수 있으며, 이는 정상이며 오류를 나타내지 않습니다.
nl: Een percentageverhouding kan 100 % overschrijden, wat normaal is en geen fout aangeeft.
no: Et prosentforhold kan overstige 100 %, noe som er normalt og ikke indikerer en feil.
pl: Wskaźnik w procentach może przekraczać 100 %, co jest normalne i nie wskazuje na błąd.
pt_pt: Um rácio em percentagem pode ultrapassar 100 %, o que é normal e não indica um erro.
ro: Un raport în procent poate depăși 100 %, ceea ce este normal și nu indică o eroare.
ru: Коэффициент в процентах может превышать 100 %, что нормально и не указывает на ошибку.
sk: Pomer v percentách môže presiahnuť 100 %, čo je normálne a neznamená chybu.
sv: Ett procentförhållande kan överstiga 100 %, vilket är normalt och indikerar inte ett fel.
sw: Uwiano kwa asilimia unaweza kupita 100 %, jambo ambalo ni la kawaida na halionyeshi kosa.
tr: Yüzde oranı %100'ü aşabilir, bu normaldir ve bir hata göstermez.
uk: Відношення у відсотках може перевищувати 100 %, що є нормальним і не вказує на помилку.
vi: Một tỷ lệ phần trăm có thể vượt quá 100 %, điều này là bình thường và không chỉ ra một lỗi.
zh_hans: 百分比比率可以超过100%，这是正常的，并不表示错误。

# ed_math_percentages_percentage_ratio_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysyttyjä kysymyksiä
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_ratio_q1
source: Quelle est la différence avec une part du total ?
af: Wat is die verskil met 'n deel van die totaal?
bg: Каква е разликата с дял от общото?
cs: Jaký je rozdíl s podílem z celku?
da: Hvad er forskellen med en andel af totalen?
de: Was ist der Unterschied zu einem Anteil des Gesamten?
el: Ποια είναι η διαφορά με ένα μερίδιο του συνόλου;
es: ¿Cuál es la diferencia con una parte del total?
fi: Mikä on ero kokonaisosuudella?
fil: Ano ang pagkakaiba sa isang bahagi ng kabuuan?
hu: Mi a különbség a teljes arányhoz képest?
id: Apa perbedaan dengan bagian dari total?
it: Qual è la differenza con una quota del totale?
ja: 合計の一部との違いは何ですか？
ko: 총합의 비율과의 차이는 무엇인가요?
nl: Wat is het verschil met een aandeel van het totaal?
no: Hva er forskjellen med en andel av totalen?
pl: Jaka jest różnica z udziałem w całości?
pt_pt: Qual é a diferença com uma parte do total?
ro: Care este diferența față de o parte din total?
ru: В чем разница с долей от общего?
sk: Aký je rozdiel s podielom z celku?
sv: Vad är skillnaden med en del av totalen?
sw: Nini tofauti na sehemu ya jumla?
tr: Toplamın bir parçası ile fark nedir?
uk: Яка різниця з часткою від загального?
vi: Sự khác biệt với một phần của tổng là gì?
zh_hans: 与总份额有什么区别？

# ed_math_percentages_percentage_ratio_a1
source: Une part du total compare une valeur à un ensemble complet, tandis qu’un ratio compare directement deux valeurs entre elles.
af: 'n Deel van die totaal vergelyk 'n waarde met 'n volledige stel, terwyl 'n verhouding twee waardes direk met mekaar vergelyk.
bg: Дял от общото сравнява стойност с цялостен набор, докато съотношение директно сравнява две стойности помежду им.
cs: Podíl z celku porovnává hodnotu s celkovým souborem, zatímco poměr přímo porovnává dvě hodnoty mezi sebou.
da: En andel af totalen sammenligner en værdi med et komplet sæt, mens et forhold direkte sammenligner to værdier med hinanden.
de: Ein Anteil des Gesamten vergleicht einen Wert mit einer vollständigen Menge, während ein Verhältnis direkt zwei Werte miteinander vergleicht.
el: Ένα μερίδιο του συνόλου συγκρίνει μια τιμή με ένα πλήρες σύνολο, ενώ μια αναλογία συγκρίνει άμεσα δύο τιμές μεταξύ τους.
es: Una parte del total compara un valor con un conjunto completo, mientras que un ratio compara directamente dos valores entre sí.
fi: Kokonaisosuus vertaa arvoa täydelliseen kokonaisuuteen, kun taas suhde vertaa suoraan kahta arvoa keskenään.
fil: Ang isang bahagi ng kabuuan ay naghahambing ng isang halaga sa isang kumpletong set, habang ang isang ratio ay direktang naghahambing ng dalawang halaga sa isa't isa.
hu: A teljes arány egy értéket hasonlít össze egy teljes összességgel, míg a hányados közvetlenül két értéket hasonlít össze egymással.
id: Sebuah bagian dari total membandingkan satu nilai dengan keseluruhan, sementara rasio membandingkan langsung dua nilai satu sama lain.
it: Una quota del totale confronta un valore con un insieme completo, mentre un rapporto confronta direttamente due valori tra loro.
ja: 合計の一部はある値を完全なセットと比較しますが、比率は二つの値を直接比較します。
ko: 총합의 비율은 한 값을 전체 집합과 비교하는 반면, 비율은 두 값을 직접 비교합니다.
nl: Een aandeel van het totaal vergelijkt een waarde met een complete set, terwijl een verhouding direct twee waarden met elkaar vergelijkt.
no: En andel av totalen sammenligner en verdi med et komplett sett, mens et forhold sammenligner direkte to verdier med hverandre.
pl: Udział w całości porównuje wartość z pełnym zestawem, podczas gdy wskaźnik porównuje bezpośrednio dwie wartości ze sobą.
pt_pt: Uma parte do total compara um valor a um conjunto completo, enquanto um rácio compara diretamente duas valores entre si.
ro: O parte din total compară o valoare cu un ansamblu complet, în timp ce un raport compară direct două valori între ele.
ru: Доля от общего сравнивает значение с полным набором, в то время как коэффициент напрямую сравнивает два значения между собой.
sk: Podiel z celku porovnáva hodnotu s celkovým súborom, zatiaľ čo pomer priamo porovnáva dve hodnoty medzi sebou.
sv: En del av totalen jämför ett värde med en komplett uppsättning, medan ett förhållande jämför direkt två värden med varandra.
sw: Sehemu ya jumla inalinganisha thamani na seti kamili, wakati uwiano unalinganisha moja kwa moja thamani mbili kati yao.
tr: Toplamın bir parçası, bir değeri tam bir küme ile karşılaştırırken, bir oran doğrudan iki değeri birbirleriyle karşılaştırır.
uk: Частка від загального порівнює значення з повним набором, тоді як співвідношення безпосередньо порівнює два значення між собою.
vi: Một phần của tổng so sánh một giá trị với một tập hợp hoàn chỉnh, trong khi một tỷ lệ so sánh trực tiếp hai giá trị với nhau.
zh_hans: 总份额将一个值与一个完整的集合进行比较，而比率则直接比较两个值。

# ed_math_percentages_percentage_ratio_q2
source: Un ratio peut-il être supérieur à 100 % ?
af: Kan 'n verhouding groter wees as 100 %?
bg: Може ли съотношение да бъде над 100 %?
cs: Může být poměr vyšší než 100 %?
da: Kan et forhold være større end 100 %?
de: Kann ein Verhältnis größer als 100 % sein?
el: Μπορεί μια αναλογία να είναι μεγαλύτερη από 100 %;
es: ¿Puede un ratio ser superior al 100 %?
fi: Voiko suhde olla suurempi kuin 100 %?
fil: Maaari bang lumampas sa 100 % ang isang ratio?
hu: Egy hányados lehet-e nagyobb, mint 100%?
id: Apakah rasio bisa lebih dari 100 %?
it: Un rapporto può essere superiore al 100 %?
ja: 比率は100%を超えることができますか？
ko: 비율이 100%를 초과할 수 있나요?
nl: Kan een verhouding groter zijn dan 100 %?
no: Kan et forhold være høyere enn 100 %?
pl: Czy wskaźnik może być większy niż 100 %?
pt_pt: Um rácio pode ser superior a 100 %?
ro: Un raport poate fi mai mare de 100 %?
ru: Может ли коэффициент превышать 100 %?
sk: Môže byť pomer vyšší ako 100 %?
sv: Kan ett förhållande vara större än 100 %?
sw: Je, uwiano unaweza kuwa zaidi ya 100 %?
tr: Bir oran %100'den büyük olabilir mi?
uk: Чи може співвідношення перевищувати 100 %?
vi: Một tỷ lệ có thể lớn hơn 100 % không?
zh_hans: 比率可以超过100%吗？
