Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# text_case_ex_6
source: istanbul I i (turc)
af: istanbul I i (Turks)
bg: istanbul I i (турски)
cs: istanbul I i (turecky)
da: istanbul I i (tyrkisk)
de: istanbul I i (Türkisch)
el: istanbul I i (τουρκικά)
es: istanbul I i (turco)
fi: istanbul I i (turkki)
fil: istanbul I i (Turko)
hu: istanbul I i (török)
id: istanbul I i (Turki)
it: istanbul I i (turco)
ja: istanbul I i（トルコ語）
ko: istanbul I i(터키어)
nl: istanbul I i (Turks)
no: istanbul I i (tyrkisk)
pl: istanbul I i (turecki)
pt_pt: istanbul I i (turco)
ro: istanbul I i (turcă)
ru: istanbul I i (турецкий)
sk: istanbul I i (turecky)
sv: istanbul I i (turkiska)
sw: istanbul I i (Kituruki)
tr: istanbul I ı i (Türkçe)
uk: istanbul I i (турецька)
vi: istanbul I i (tiếng Thổ Nhĩ Kỳ)
zh_hans: istanbul I i（土耳其语）

# text_case_ex_8
source: 日本語 ひらがな (sans casse)
af: 日本語 ひらがな (geen kas)
bg: 日本語 ひらがな (без регистър)
cs: Japonština ひらがな (bez velikosti písmen)
da: Japansk ひらがな (uden case)
de: Japanisch ひらがな (ohne Case)
el: 日本語 ひらがな (χωρίς πεζά/κεφαλαία)
es: Japonés ひらがな (sin mayúsculas)
fi: Japani ひらがな (ei kirjainkokoa)
fil: 日本語 ひらがな (walang case)
hu: 日本語 ひらがな (nincs kis-/nagybetű)
id: 日本語 ひらがな (tanpa huruf besar/kecil)
it: Giapponese ひらがな (senza case)
ja: 日本語 ひらがな（大小文字なし）
ko: 日本語 ひらがな(대/소문자 없음)
nl: Japans ひらがな (zonder case)
no: Japansk ひらがな (uten case)
pl: Japoński ひらがな (bez wielkości liter)
pt_pt: 日本語 ひらがな (sem maiúsculas/minúsculas)
ro: 日本語 ひらがな (fără majuscule/minuscule)
ru: 日本語 ひらがな (без регистра)
sk: Japončina ひらがな (bez veľkosti písmen)
sv: Japanska ひらがな (utan case)
sw: 日本語 ひらがな (hakuna herufi kubwa/ndogo)
tr: 日本語 ひらがな (büyük/küçük harf yok)
uk: 日本語 ひらがな (без регістру)
vi: 日本語 ひらがな (không phân biệt hoa/thường)
zh_hans: 日本語 ひらがな（无大小写）

# tool_text_case_title
source: Mettre en majuscule / minuscule
af: Skakel na hoof- / kleinletters
bg: Преобразуване в главни / малки букви
cs: Převést na velká / malá písmena
da: Gør til store / små bogstaver
de: In Groß-/Kleinschreibung umwandeln
el: Μετατροπή σε κεφαλαία / πεζά
es: Pasar a mayúsculas / minúsculas
fi: Muunna isoiksi / pieniksi kirjaimiksi
fil: Gawing malalaking titik / maliliit na titik
hu: Nagybetűs / kisbetűs
id: Ubah ke huruf besar / huruf kecil
it: Metti in maiuscolo / minuscolo
ja: 大文字/小文字に変換
ko: 대문자/소문자로 변환
nl: Hoofdletters / kleine letters
no: Gjør om til store/små bokstaver
pl: Zamień na wielkie / małe litery
pt_pt: Converter para maiúsculas / minúsculas
ro: Transformă în majuscule / minuscule
ru: Сделать заглавными / строчными
sk: Previesť na veľké / malé písmená
sv: Gör om till versaler/gemener
sw: Geuza kuwa herufi kubwa / herufi ndogo
tr: Büyük harfe / küçük harfe çevir
uk: Перевести у великі / малі літери
vi: Chuyển sang chữ hoa / chữ thường
zh_hans: 转换为大写 / 小写

# tool_text_case_desc
source: Convertir la casse du texte selon la langue (locale).
af: Skakel die letterkas van die teks volgens die taal (locale) om.
bg: Преобразуване на регистъра на текста според езика (локала).
cs: Převést velikost písmen podle jazyka (locale).
da: Skift store/små bogstaver efter sprog (locale).
de: Groß- und Kleinschreibung je nach Sprache umwandeln.
el: Μετατροπή πεζών/κεφαλαίων του κειμένου ανάλογα με τη γλώσσα (τοπικές ρυθμίσεις).
es: Convertir mayúsculas y minúsculas según el idioma.
fi: Muunna isot/pienet kirjaimet kielen (locale) mukaan.
fil: I-convert ang case ng teksto ayon sa wika (locale).
hu: A szöveg kis-/nagybetűinek átalakítása a nyelv (locale) szerint.
id: Mengubah huruf besar/kecil teks sesuai bahasa (locale).
it: Convertire maiuscole e minuscole in base alla lingua.
ja: 言語（ロケール）に合わせてテキストの大文字/小文字を変換します。
ko: 언어(로케일)에 따라 텍스트의 대/소문자를 변환합니다.
nl: Wijzig hoofd- en kleine letters volgens de taal (locale).
no: Endre store/små bokstaver etter språk (locale).
pl: Zmień wielkość liter zgodnie z językiem (locale).
pt_pt: Converter as maiúsculas/minúsculas do texto de acordo com o idioma (locale).
ro: Convertirea majusculelor/minusculelor textului în funcție de limbă (locale).
ru: Преобразовать регистр текста с учётом языка (locale).
sk: Zmeniť veľké/malé písmená podľa jazyka (locale).
sv: Ändra versaler och gemener enligt språket (locale).
sw: Badilisha herufi kubwa/ndogo za maandishi kulingana na lugha (locale).
tr: Metnin büyük/küçük harf biçimini dile (locale) göre dönüştürün.
uk: Перетворення регістру тексту відповідно до мови (locale).
vi: Chuyển kiểu chữ của văn bản theo ngôn ngữ (locale).
zh_hans: 按语言（locale）转换文本大小写。

# group_text_case_title
source: Casse du texte
af: Letterkas
bg: Регистър на текста
cs: Velká a malá písmena
da: Store og små bogstaver
de: Groß- und Kleinschreibung
el: Πεζά/Κεφαλαία κειμένου
es: Mayúsculas y minúsculas
fi: Isot ja pienet kirjaimet
fil: Case ng teksto
hu: Szövegbetűk
id: Huruf besar/kecil
it: Maiuscole e minuscole
ja: 文字の大文字/小文字
ko: 텍스트 대/소문자
nl: Hoofdletters en kleine letters
no: Store og små bokstaver
pl: Wielkie i małe litery
pt_pt: Maiúsculas/minúsculas
ro: Majuscule/minuscule
ru: Регистр текста
sk: Veľké a malé písmená
sv: Versaler och gemener
sw: Uandishi wa herufi
tr: Metin harf biçimi
uk: Регістр тексту
vi: Kiểu chữ (hoa/thường)
zh_hans: 文本大小写

# group_text_case_desc
source: Majuscules, minuscules, inversion, capitalisation…
af: Hoofletters, kleinletters, omkering, kapitalisering…
bg: Главни букви, малки букви, обръщане, капитализация…
cs: Velká písmena, malá písmena, přepínání, kapitalizace…
da: Store bogstaver, små bogstaver, ombytning, kapitalisering…
de: Großbuchstaben, Kleinbuchstaben, Umkehrung, Großschreibung…
el: Κεφαλαία, πεζά, αντιστροφή, κεφαλαιοποίηση…
es: Mayúsculas, minúsculas, inversión, capitalización…
fi: Isot kirjaimet, pienet kirjaimet, kääntö, alkukirjaimet…
fil: Malalaking titik, maliliit na titik, pagbabaligtad, pag-capitalize…
hu: Nagybetűk, kisbetűk, felcserélés, nagy kezdőbetű…
id: Huruf besar, huruf kecil, pembalikan, kapitalisasi…
it: Maiuscole, minuscole, inversione, capitalizzazione…
ja: 大文字・小文字・反転・先頭大文字化…
ko: 대문자, 소문자, 반전, 첫 글자 대문자…
nl: Hoofdletters, kleine letters, omkering, kapitalisatie…
no: Store bokstaver, små bokstaver, bytte, kapitalisering…
pl: Wielkie litery, małe litery, odwracanie, kapitalizacja…
pt_pt: Maiúsculas, minúsculas, inversão, capitalização…
ro: Majuscule, minuscule, inversare, capitalizare…
ru: ЗАГЛАВНЫЕ, строчные, инверсия, капитализация…
sk: Veľké písmená, malé písmená, prepínanie, kapitalizácia…
sv: Versaler, gemener, vändning, kapitalisering…
sw: HERUFI KUBWA, herufi ndogo, kubadilisha, uandishi wa mwanzo kwa herufi kubwa…
tr: BÜYÜK harf, küçük harf, ters çevirme, baş harfleri büyütme…
uk: Великі літери, малі літери, інверсія, капіталізація…
vi: CHỮ HOA, chữ thường, đảo chữ, viết hoa…
zh_hans: 大写、小写、反转、首字母大写…

# text_case_back
source: Retour à la section “Casse du texte”
af: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
bg: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
cs: Zpět na sekci “Zlomení textu”
da: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
de: Zurück zum Abschnitt “Textformatierung”
el: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
es: Volver a la sección “Corte del texto”
fi: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
fil: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
hu: Vissza a “Szöveg törése” szakaszhoz
id: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
it: Torna alla sezione “Casse del testo”
ja: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
ko: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
nl: Terug naar de sectie “Tekstbreuk”
no: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
pl: Powrót do sekcji “Formatowanie tekstu”
pt_pt: Voltar à seção “Quebra de texto”
ro: Înapoi la secțiunea “Cazul textului”
ru: Вернуться к разделу “Форматирование текста”
sk: Návrat do sekcie “Zlomenie textu”
sv: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
sw: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
tr: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
uk: Повернутися до розділу “Форматування тексту”
vi: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”
zh_hans: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour à la section “Casse du texte”

# readability_title
source: Analyseur de lisibilité & clarté
af: Leesbaarheid & duidelikheid
bg: Анализатор на четимостта & яснота
cs: Analyzátor čitelnosti & jasnosti
da: Læsbarhedsanalyse & klarhed
de: Lesbarkeits- & Klarheitsanalyse
el: Αναλυτής αναγνωσιμότητας & σαφήνειας
es: Analizador de legibilidad & claridad
fi: Luettavuus- ja selkeysanalysoija
fil: Tagasuri ng nababasa & kalinawan
hu: Olvashatósági & világossági elemző
id: Analisis keterbacaan & kejelasan
it: Analizzatore di leggibilità & chiarezza
ja: 可読性 & 明瞭さ
ko: 가독성 및 명확성 분석기
nl: Leesbaarheid & helderheid
no: Lesbarhets- & klarhetsanalysator
pl: Analizator czytelności & jasności
pt_pt: Analisador de legibilidade & clareza
ro: Analizor de lizibilitate & claritate
ru: Анализатор читаемости & ясности
sk: Analyzátor čitateľnosti & jasnosti
sv: Läsbarhets- & tydlighetsanalys
sw: Mchambuzi wa usomaji & uwazi
tr: Okunabilirlik & netlik analizörü
uk: Аналізатор читабельності & ясності
vi: Phân tích độ dễ đọc & rõ ràng
zh_hans: 可读性与清晰度分析器

# readability_subtitle
source: Mesurez la clarté de votre texte avec un score universel (toutes langues), des statistiques et des conseils.
af: Meet die duidelikheid van jou teks met 'n universele telling (alle tale), statistieke en wenke.
bg: Измерете яснотата на текста си с универсален резултат (за всички езици), статистики и съвети.
cs: Změřte jasnost svého textu pomocí univerzálního skóre (všechny jazyky), statistik a rad.
da: Mål klarheden af din tekst med en universel score (alle sprog), statistikker og råd.
de: Messen Sie die Klarheit Ihres Textes mit einem universellen Score (alle Sprachen), Statistiken und Tipps.
el: Μετρήστε την καθαρότητα του κειμένου σας με μια παγκόσμια βαθμολογία (όλες οι γλώσσες), στατιστικά και συμβουλές.
es: Mida la claridad de su texto con una puntuación universal (todas las lenguas), estadísticas y consejos.
fi: Mittaa tekstisi selkeyttä universaalilla pisteytyksellä (kaikilla kielillä), tilastoilla ja vinkeillä.
fil: Sukatin ang kalinawan ng iyong teksto gamit ang isang pandaigdigang marka (lahat ng wika), mga istatistika, at mga mungkahi.
hu: Mérd a szöveged érthetőségét univerzális pontszámmal (minden nyelven), statisztikákkal és tippekkel.
id: Ukur kejelasan teks Anda dengan skor universal (semua bahasa), statistik, dan saran.
it: Misura la chiarezza del tuo testo con un punteggio universale (tutte le lingue), statistiche e consigli.
ja: テキストの明瞭さを、ユニバーサルスコア（すべての言語）、統計、アドバイスで測定します。
ko: 텍스트의 명확성을 모든 언어에 대한 보편적인 점수, 통계 및 조언으로 측정하세요.
nl: Meet de duidelijkheid van je tekst met een universele score (alle talen), statistieken en tips.
no: Mål klarheten i teksten din med en universell poengsum (alle språk), statistikk og råd.
pl: Zmierz jasność tekstu uniwersalnym wynikiem (dla wszystkich języków), statystykami i wskazówkami.
pt_pt: Meça a clareza do seu texto com uma pontuação universal (todas as línguas), estatísticas e conselhos.
ro: Măsoară claritatea textului cu un scor universal (pentru toate limbile), statistici și sfaturi.
ru: Измеряйте ясность текста с универсальным баллом (для всех языков), статистикой и советами.
sk: Zmerajte jasnosť svojho textu pomocou univerzálneho skóre (všetky jazyky), štatistík a rád.
sv: Mät tydligheten i din text med en universell poäng (alla språk), statistik och råd.
sw: Mät tydligheten i din text med en universell poäng (alla språk), statistik och råd.
tr: Metinlerinizin netliğini evrensel bir puan (tüm diller), istatistikler ve ipuçları ile ölçün.
uk: Вимірюйте ясність тексту універсальним балом (для всіх мов), статистикою та порадами.
vi: Đo độ rõ ràng của văn bản của bạn với một điểm số toàn cầu (tất cả các ngôn ngữ), thống kê và mẹo.
zh_hans: 使用通用分数（所有语言）、统计数据和建议来衡量您文本的清晰度。

# readability_card_analyze_title
source: Analyse
af: Ontleed
bg: Анализ
cs: Analýza
el: Ανάλυση
es: Análisis
fi: Analysoi
fil: Suriin
hu: Elemzés
id: Analisis
it: Analisi
ja: 分析
ko: 분석
pl: Analiza
pt_pt: Análise
ro: Analiză
ru: Анализ
sk: Analýza
sv: Analysera
sw: Analys.
tr: Analiz
uk: Аналіз
vi: Phân tích
zh_hans: 分析

# readability_card_analyze_sub
source: Collez un texte : score, stats et conseils apparaissent automatiquement.
af: Plak 'n teks: punte, statistieke en wenke verskyn outomaties.
bg: Поставете текст: резултати, статистики и съвети се появяват автоматично.
cs: Vložte text: skóre, statistiky a rady se zobrazí automaticky.
da: Indsæt en tekst: score, statistik og råd vises automatisk.
de: Fügen Sie einen Text ein: Score, Statistiken und Tipps erscheinen automatisch.
el: Επικολλήστε ένα κείμενο: σκορ, στατιστικά και συμβουλές εμφανίζονται αυτόματα.
es: Pegue un texto: la puntuación, las estadísticas y los consejos aparecen automáticamente.
fi: Liitä teksti: pisteet, tilastot ja vinkit näkyvät automaattisesti.
fil: I-paste ang teksto: awtomatikong lalabas ang iskor, mga istatistika, at mga payo.
hu: Illessz be egy szöveget: a pontszám, a statisztikák és a tippek automatikusan megjelennek.
id: Tempelkan teks: skor, statistik, dan saran muncul secara otomatis.
it: Incolla un testo: punteggio, statistiche e consigli compaiono automaticamente.
ja: テキストを貼り付けると、スコア、統計、アドバイスが自動的に表示されます。
ko: 텍스트를 붙여넣으면 점수, 통계 및 조언이 자동으로 나타납니다.
nl: Plak een tekst: score, statistieken en tips verschijnen automatisch.
no: Lim inn en tekst: poeng, statistikk og tips vises automatisk.
pl: Wklej tekst: wynik, statystyki i wskazówki pojawią się automatycznie.
pt_pt: Cole um texto: a pontuação, as estatísticas e os conselhos aparecem automaticamente.
ro: Lipește un text: scorul, statisticile și sfaturile apar automat.
ru: Вставьте текст: балл, статистика и советы появятся автоматически.
sk: Vložte text: skóre, štatistiky a odporúčania sa zobrazia automaticky.
sv: Klistra in en text: poäng, statistik och tips visas automatiskt.
sw: Klistra in en text: poäng, statistik och tips visas automatiskt.
tr: Bir metin yapıştırın: puan, istatistikler ve ipuçları otomatik olarak görünür.
uk: Вставте текст: бал, статистика та поради з’являться автоматично.
vi: Dán một văn bản: điểm số, thống kê và lời khuyên sẽ xuất hiện tự động.
zh_hans: 粘贴文本：分数、统计和建议会自动出现。

# readability_input_label
source: Votre texte
af: Jou teks
bg: Вашият текст
cs: Váš text
da: Din tekst
de: Ihr Text
el: Το κείμενό σας
es: Su texto
fi: Tekstisi
fil: Ang iyong teksto
hu: A szöveged
id: Teks Anda
it: Il tuo testo
ja: あなたのテキスト
ko: 당신의 텍스트
nl: Jouw tekst
no: Din tekst
pl: Twój tekst
pt_pt: O seu texto
ro: Textul tău
ru: Ваш текст
sk: Váš text
sv: Din text
sw: Din text
tr: Metniniz
uk: Ваш текст
vi: Văn bản của bạn
zh_hans: 您的文本

# readability_text_placeholder
source: Collez votre texte ici…
af: Plak jou teks hier...
bg: Поставете текста си тук…
cs: Vložte svůj text sem…
da: Indsæt din tekst her…
de: Fügen Sie hier Ihren Text ein…
el: Επικολλήστε το κείμενό σας εδώ…
es: Pegue su texto aquí…
fi: Liitä tekstisi tähän…
fil: Ilagay ang iyong teksto dito…
hu: Illeszd be ide a szöveget…
id: Tempelkan teks Anda di sini…
it: Incolla qui il tuo testo…
ja: ここにテキストを貼り付けてください…
ko: 여기에 텍스트를 붙여넣으세요…
nl: Plak je tekst hier…
no: Lim inn teksten din her…
pl: Wklej tutaj swój tekst…
pt_pt: Cole o seu texto aqui…
ro: Lipește aici textul…
ru: Вставьте текст сюда…
sk: Prilepte svoj text sem...
sv: Klistra in din text här…
sw: Klistra in din text här…
tr: Metinizi buraya yapıştırın…
uk: Вставте свій текст тут…
vi: Dán văn bản của bạn vào đây…
zh_hans: 将您的文本粘贴在这里…

# common_clear
source: Effacer
af: Veeghaal
bg: Изтрий
cs: Vymazat
da: Slet
de: Leeren
el: Διαγραφή
es: Borrar
fi: Poista
fil: I-clear
hu: Törlés
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
no: Slett
pl: Wyczyść
pt_pt: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sv: Radera
sw: Radera
tr: Silmek
uk: Очистити
vi: Xóa
zh_hans: 清除

# readability_copy_button
source: Copier le résumé
af: Kopieer die opsomming
bg: Копирайте резюмето
cs: Kopírovat shrnutí
da: Kopier resuméet
de: Zusammenfassung kopieren
el: Αντιγράψτε την περίληψη
es: Copiar resumen
fi: Kopioi yhteenveto
fil: Kopyahin ang buod
hu: Összegzés másolása
id: Salin ringkasan
it: Copia riepilogo
ja: 要約をコピーする
ko: 요약 복사하기
nl: Samenvatting kopiëren
no: Kopier sammendraget
pl: Skopiuj podsumowanie
pt_pt: Copiar resumo
ro: Copiază rezumatul
ru: Скопировать сводку
sk: Kopírovať zhrnutie
sv: Kopiera sammanfattningen
sw: Kopiera sammanfattningen
tr: Özeti kopyala
uk: Скопіювати підсумок
vi: Sao chép tóm tắt
zh_hans: 复制摘要

# readability_output_label
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Resultat
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# readability_score_legend
source: 100 = très clair • 0 = très complexe
af: 100 = baie duidelik • 0 = baie kompleks
bg: 100 = много ясно • 0 = много сложно
cs: 100 = velmi jasné • 0 = velmi složité
da: 100 = meget klart • 0 = meget komplekst
de: 100 = sehr klar • 0 = sehr komplex
el: 100 = πολύ καθαρό • 0 = πολύ περίπλοκο
es: 100 = muy claro • 0 = muy complejo
fi: 100 = erittäin selkeä • 0 = erittäin monimutkainen
fil: 100 = napakalinaw • 0 = napakakomplikado
hu: 100 = nagyon világos • 0 = nagyon összetett
id: 100 = sangat jelas • 0 = sangat kompleks
it: 100 = molto chiaro • 0 = molto complesso
ja: 100 = とても明確 • 0 = とても複雑
ko: 100 = 매우 명확함 • 0 = 매우 복잡함
nl: 100 = heel duidelijk • 0 = heel complex
no: 100 = veldig klart • 0 = veldig komplekst
pl: 100 = bardzo jasno • 0 = bardzo trudno
pt_pt: 100 = muito claro • 0 = muito complexo
ro: 100 = foarte clar • 0 = foarte complex
ru: 100 = очень понятно • 0 = очень сложно
sk: 100 = veľmi jasné • 0 = veľmi zložité
sv: 100 = mycket klart • 0 = mycket komplext
sw: 100 = mycket klart • 0 = mycket komplext
tr: 100 = çok açık • 0 = çok karmaşık
uk: 100 = дуже зрозуміло • 0 = дуже складно
vi: 100 = rất rõ ràng • 0 = rất phức tạp
zh_hans: 100 = 非常清晰 • 0 = 非常复杂

# readability_stat_words
source: Mots
af: Woorde
bg: Думи
cs: Slova
da: Ord
de: Wörter
el: Λέξεις
es: Palabras
fi: Sanoja
fil: Mga salita
hu: Szavak
id: Kata
it: Parole
ja: 言葉
ko: 단어
nl: Woorden
no: Ord
pl: Słowa
pt_pt: Palavras
ro: Cuvinte
ru: Слова
sk: Slová
sv: Ord
sw: Ord
tr: Kelimeler
uk: Слова
vi: Từ
zh_hans: 词

# readability_stat_sentences
source: Phrases
af: Frases
bg: Фрази
cs: Fráze
da: Sætninger
de: Sätze
el: Φράσεις
es: Frases
fi: Lauseet
fil: Mga parirala
hu: Mondatok
id: Frasa
it: Frasi
ja: フレーズ
ko: 구문
nl: Zinnen
no: Setninger
pl: Zdania
pt_pt: Frases
ro: Propoziții
ru: Предложения
sk: Frázy
sv: Fraser
sw: Fraser
tr: İfadeler
uk: Речення
vi: Câu nói
zh_hans: 短语

# readability_stat_paragraphs
source: Paragraphes
af: Paragrawe
bg: Параграфи
cs: Odstavce
da: Afsnit
de: Absätze
el: Παράγραφοι
es: Párrafos
fi: Kappaleet
fil: Talata
hu: Bekezdések
id: Paragraf
it: Paragrafi
ja: 段落
ko: 단락
nl: Alinea’s
no: Avsnitt
pl: Akapity
pt_pt: Parágrafos
ro: Paragrafe
ru: Абзацы
sk: Odseky
sv: Stycken
sw: Stycken
tr: Paragraflar
uk: Абзаци
vi: Đoạn văn
zh_hans: 段落

# readability_stat_chars
source: Caractères
af: Karaktere
bg: Символи
cs: Znaky
da: Tegn
de: Zeichen
el: Χαρακτήρες
es: Caracteres
fi: Merkit
fil: Mga karakter
hu: Karakterek
id: Karakter
it: Caratteri
ja: 文字
ko: 문자
nl: Tekens
no: Tegn
pl: Znaki
pt_pt: Caracteres
ro: Caractere
ru: Символы
sk: Znaky
sv: Tecken
sw: Tecken
tr: Karakterler
uk: Символи
vi: Ký tự
zh_hans: 字符

# readability_stat_avg_sentence
source: Longueur moyenne des phrases
af: Gemiddelde lengte van sinne
bg: Средна дължина на изреченията
cs: Průměrná délka vět
da: Gennemsnitlig sætninglængde
de: Durchschnittliche Satzlänge
el: Μέση διάρκεια προτάσεων
es: Longitud media de las frases
fi: Lauseiden keskipituus
fil: Karaniwang haba ng mga pangungusap
hu: Átlagos mondathossz
id: Panjang rata-rata kalimat
it: Lunghezza media delle frasi
ja: 文の平均長さ
ko: 문장 평균 길이
nl: Gemiddelde zinslengte
no: Gjennomsnittlig setningslengde
pl: Średnia długość zdań
pt_pt: Comprimento médio das frases
ro: Lungimea medie a propozițiilor
ru: Средняя длина предложений
sk: Priemerná dĺžka viet
sv: Genomsnittlig meningslängd
sw: Genomsnittlig meningslängd
tr: Cümlelerin ortalama uzunluğu
uk: Середня довжина речень
vi: Độ dài trung bình của câu
zh_hans: 句子平均长度

# readability_stat_avg_word
source: Longueur moyenne des mots
af: Gemiddelde woordlengte
bg: Средна дължина на думите
cs: Průměrná délka slov
da: Gennemsnitlig ordlængde
de: Durchschnittliche Wortlänge
el: Μέση μήκος λέξεων
es: Longitud media de las palabras
fi: Sanojen keskipituus
fil: Sukat ng mga salita
hu: Átlagos szóhossz
id: Panjang rata-rata kata
it: Lunghezza media delle parole
ja: 単語の平均長さ
ko: 단어의 평균 길이
nl: Gemiddelde woordlengte
no: Gjennomsnittlig ordlengde
pl: Średnia długość słów
pt_pt: Comprimento médio das palavras
ro: Lungimea medie a cuvintelor
ru: Средняя длина слов
sk: Priemerná dĺžka slov
sv: Genomsnittlig ordlängd
sw: Genomsnittlig ordlängd
tr: Kelime başına ortalama uzunluk
uk: Середня довжина слів
vi: Độ dài trung bình của từ
zh_hans: 平均单词长度

# readability_issues_title
source: Points à améliorer
af: Verbeterpunte
bg: Точки за подобрение
cs: Co zlepšit
da: Forbedringspunkter
de: Verbesserungspunkte
el: Σημεία προς βελτίωση
es: Puntos a mejorar
fi: Parannettavat kohteet
fil: Mga aspeto na dapat pagbutihin
hu: Fejlesztendő pontok
id: Poin-poin yang perlu diperbaiki
it: Punti da migliorare
ja: 改善点
ko: 개선할 점
nl: Verbeterpunten
no: Forbedringspunkter
pl: Co poprawić
pt_pt: Pontos a melhorar
ro: Puncte de îmbunătățit
ru: Что можно улучшить
sk: Čo zlepšiť
sv: Förbättringsområden
sw: Förbättringsområden
tr: Geliştirilmesi gereken noktalar
uk: Що можна покращити
vi: Điểm cần cải thiện
zh_hans: 待改进的地方
