Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_successive_lead
source: Les pourcentages successifs servent à calculer l’effet global de plusieurs hausses et baisses appliquées l’une après l’autre. L’idée clé : on n’additionne pas les pourcentages, on multiplie des coefficients.
af: Opvolgende persentasies dien om die globale effek van verskeie verhogings en afnames wat een na die ander toegepas word, te bereken. Die sleutel idee: ons tel nie die persentasies bymekaar nie, ons vermenigvuldig koëffisiënte.
bg: Последователните проценти служат за изчисляване на общия ефект от няколко увеличения и намаления, приложени едно след друго. Ключовата идея: не събираме процентите, а умножаваме коефициенти.
cs: Po sobě jdoucí procenta slouží k výpočtu celkového efektu několika zvýšení a snížení aplikovaných jedno po druhém. Klíčová myšlenka: procenta se nesčítají, násobí se koeficienty.
da: De successive procenter bruges til at beregne den samlede effekt af flere stigninger og fald anvendt efter hinanden. Nøgleideen: vi lægger ikke procenterne sammen, vi multiplicerer koefficienter.
de: Kumulative Prozentsätze dienen dazu, den Gesamteffekt mehrerer aufeinanderfolgender Erhöhungen und Senkungen zu berechnen. Die Schlüsselidee: Man addiert die Prozentsätze nicht, man multipliziert Koeffizienten.
el: Τα διαδοχικά ποσοστά χρησιμεύουν για να υπολογίσουν το συνολικό αποτέλεσμα πολλών αυξήσεων και μειώσεων που εφαρμόζονται η μία μετά την άλλη. Η βασική ιδέα: δεν προσθέτουμε τα ποσοστά, πολλαπλασιάζουμε τους συντελεστές.
es: Los porcentajes sucesivos sirven para calcular el efecto global de varios aumentos y disminuciones aplicados uno tras otro. La clave: no sumamos los porcentajes, multiplicamos coeficientes.
fi: Peräkkäiset prosentit auttavat laskemaan useiden peräkkäisten nousujen ja laskujen kokonaisvaikutuksen. Avainajatus: prosentteja ei lisätä, vaan kerrotaan kertoimilla.
fil: Ang sunud-sunod na porsyento ay ginagamit upang kalkulahin ang kabuuang epekto ng maraming pagtaas at pagbaba na inilalapat nang sunud-sunod. Ang pangunahing ideya: hindi natin pinagsasama ang mga porsyento, pinagmumultiply natin ang mga coefficient.
hu: A soron következő százalékok arra szolgálnak, hogy kiszámítsák több egymást követő emelés és csökkentés globális hatását. A kulcsötlet: nem adjuk össze a százalékokat, hanem szorzunk a tényezőkkel.
id: Persentase berturut-turut digunakan untuk menghitung efek keseluruhan dari beberapa kenaikan dan penurunan yang diterapkan satu setelah yang lain. Ide kuncinya: kita tidak menjumlahkan persentase, kita mengalikan koefisien.
it: Le percentuali successive servono a calcolare l'effetto globale di più aumenti e diminuzioni applicati uno dopo l'altro. L'idea chiave: non si sommano le percentuali, si moltiplicano i coefficienti.
ja: 連続するパーセンテージは、1つの後に別の増加と減少の全体的な効果を計算するために使用されます。重要な考え方：パーセンテージを加算するのではなく、係数を乗算します。
ko: 연속 백분율은 여러 번의 상승과 하락이 차례로 적용된 전체 효과를 계산하는 데 사용됩니다. 핵심 아이디어: 백분율을 더하지 않고 계수를 곱합니다.
nl: Opvolgende percentages worden gebruikt om het globale effect van meerdere verhogingen en verlagingen die achtereenvolgens worden toegepast te berekenen. De sleutelgedachte: we tellen de percentages niet op, we vermenigvuldigen coëfficiënten.
no: Suksessive prosentandeler brukes til å beregne den totale effekten av flere økninger og reduksjoner anvendt etter hverandre. Hovedideen: vi legger ikke sammen prosentene, vi multipliserer koeffisienter.
pl: Procenty kaskadowe służą do obliczania globalnego efektu kilku wzrostów i spadków stosowanych jeden po drugim. Kluczowa idea: nie dodajemy procentów, mnożymy współczynniki.
pt_pt: As porcentagens sucessivas servem para calcular o efeito global de vários aumentos e diminuições aplicados um após o outro. A ideia chave: não somamos as porcentagens, multiplicamos coeficientes.
ro: Procentele succesive sunt folosite pentru a calcula efectul global al mai multor creșteri și scăderi aplicate una după alta. Ideea cheie: nu adunăm procentele, ci multiplicăm coeficienții.
ru: Последовательные проценты служат для вычисления общего эффекта нескольких повышений и понижений, применяемых одно за другим. Ключевая идея: мы не складываем проценты, мы умножаем коэффициенты.
sk: Postupné percentá slúžia na výpočet celkového efektu viacerých zvýšení a znížení aplikovaných jedno po druhom. Kľúčová myšlienka: percentá sa nesčítavajú, ale násobia koeficienty.
sv: Successiva procent används för att beräkna den totala effekten av flera höjningar och sänkningar som tillämpas en efter en. Nyckelidén: vi adderar inte procent, vi multiplicerar koefficienter.
sw: Asilimia zinazofuatana hutumika kuhesabu athari ya jumla ya ongezeko na kupungua kadhaa yanayotumika moja baada ya nyingine. Wazo kuu: hatuongeza asilimia, tunazidisha viwango.
tr: Ardışık yüzdeler, birbiri ardına uygulanan birden fazla artış ve azalışın toplam etkisini hesaplamak için kullanılır. Ana fikir: yüzdeleri toplamayız, katsayıları çarparız.
uk: Послідовні відсотки служать для розрахунку загального ефекту кількох підвищень і знижень, застосованих одне за одним. Ключова ідея: ми не додаємо відсотки, ми множимо коефіцієнти.
vi: Các phần trăm liên tiếp được sử dụng để tính toán hiệu ứng tổng thể của nhiều lần tăng và giảm được áp dụng lần lượt. Ý tưởng chính: chúng ta không cộng các phần trăm, chúng ta nhân các hệ số.
zh_hans: 连续百分比用于计算多个逐次增加和减少的整体效果。关键思想：我们不相加百分比，而是乘以系数。

# ed_math_percentages_percentage_successive_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_percentages_percentage_successive_uc1_title
source: Prix, remises et promotions
af: Prijzen, afslag en promosies
bg: Цени, отстъпки и промоции
cs: Ceny, slevy a akce
da: Priser, rabatter og kampagner
de: Preise, Rabatte und Aktionen
el: Τιμές, εκπτώσεις και προωθήσεις
es: Precios, descuentos y promociones
fi: Hinnat, alennukset ja kampanjat
fil: Mga presyo, diskwento at promosyon
hu: Árak, kedvezmények és promóciók
id: Harga, diskon, dan promosi
it: Prezzi, sconti e promozioni
ja: 価格、割引、プロモーション
ko: 가격, 할인 및 프로모션
nl: Prijzen, kortingen en promoties
no: Priser, rabatter og kampanjer
pl: Ceny, rabaty i promocje
pt_pt: Preços, descontos e promoções
ro: Prețuri, reduceri și promoții
ru: Цены, скидки и акции
sk: Ceny, zľavy a akcie
sv: Priser, rabatter och kampanjer
sw: Bei, punguzo na matangazo
tr: Fiyatlar, indirimler ve promosyonlar
uk: Ціни, знижки та акції
vi: Giá cả, giảm giá và khuyến mãi
zh_hans: 价格、折扣和促销

# ed_math_percentages_percentage_successive_uc1_text
source: Calculer un prix final après plusieurs évolutions (ex : +10% puis −15%, ou deux remises successives).
af: Bereken 'n finale prys na verskeie evolusies (bv: +10% dan −15%, of twee opvolgende afslag).
bg: Изчислете крайна цена след няколко изменения (напр. +10% след това −15%, или две последователни отстъпки).
cs: Vypočítat konečnou cenu po několika změnách (např.: +10 % a poté −15 %, nebo dvě po sobě jdoucí slevy).
da: Beregne en slutpris efter flere ændringer (f.eks.: +10% så −15%, eller to successive rabatter).
de: Einen Endpreis nach mehreren Änderungen berechnen (z. B.: +10 % dann −15 % oder zwei aufeinanderfolgende Rabatte).
el: Υπολογίστε μια τελική τιμή μετά από πολλές εξελίξεις (π.χ.: +10% και μετά −15%, ή δύο διαδοχικές εκπτώσεις).
es: Calcular un precio final después de varias evoluciones (ej: +10% luego -15%, o dos descuentos sucesivos).
fi: Laske lopullinen hinta useiden muutosten jälkeen (esim. +10 % ja sitten -15 %, tai kaksi peräkkäistä alennusta).
fil: Kalkulahin ang isang huling presyo pagkatapos ng maraming pagbabago (hal: +10% pagkatapos −15%, o dalawang sunud-sunod na diskwento).
hu: Kiszámítani egy végső árat több változás után (pl.: +10% majd -15%, vagy két egymást követő kedvezmény).
id: Menghitung harga akhir setelah beberapa perubahan (mis: +10% kemudian −15%, atau dua diskon berturut-turut).
it: Calcolare un prezzo finale dopo diverse evoluzioni (es: +10% poi −15%, o due sconti successivi).
ja: 複数の変化の後の最終価格を計算します（例：+10%その後−15%、または2つの連続した割引）。
ko: 여러 변동 후 최종 가격을 계산합니다(예: +10% 후 -15%, 또는 두 번의 연속 할인).
nl: Een eindprijs berekenen na meerdere wijzigingen (bijv.: +10% en dan -15%, of twee opeenvolgende kortingen).
no: Beregne en sluttpris etter flere endringer (f.eks.: +10% deretter −15%, eller to påfølgende rabatter).
pl: Obliczanie ceny końcowej po kilku zmianach (np. +10% a następnie −15%, lub dwa kolejne rabaty).
pt_pt: Calcular um preço final após várias evoluções (ex: +10% e depois −15%, ou dois descontos sucessivos).
ro: Calculați un preț final după mai multe evoluții (ex: +10% apoi −15%, sau două reduceri succesive).
ru: Вычислить конечную цену после нескольких изменений (например: +10% затем −15%, или две последовательные скидки).
sk: Vypočítať konečnú cenu po viacerých zmenách (napr.: +10% a potom −15%, alebo dve po sebe idúce zľavy).
sv: Beräkna ett slutpris efter flera förändringar (t.ex. +10% följt av −15%, eller två successiva rabatter).
sw: Hesabu bei ya mwisho baada ya mabadiliko kadhaa (mfano: +10% kisha −15%, au punguzo mbili zinazofuatana).
tr: Birden fazla değişimden sonra nihai bir fiyat hesaplamak (örneğin: +%10 ardından -%15, veya iki ardışık indirim).
uk: Розрахувати кінцеву ціну після кількох змін (наприклад: +10% потім −15%, або дві послідовні знижки).
vi: Tính toán một giá cuối cùng sau nhiều thay đổi (ví dụ: +10% sau đó −15%, hoặc hai lần giảm giá liên tiếp).
zh_hans: 计算经过多次变化后的最终价格（例如：+10%然后-15%，或两个连续折扣）。

# ed_math_percentages_percentage_successive_uc2_title
source: Finance et performance
af: Finansies en prestasie
bg: Финанси и представяне
cs: Finance a výkon
da: Finans og præstation
de: Finanzen und Leistung
el: Χρηματοδότηση και απόδοση
es: Finanzas y rendimiento
fi: Rahoitus ja suorituskyky
fil: Pananalapi at pagganap
hu: Pénzügy és teljesítmény
id: Keuangan dan kinerja
it: Finanza e performance
ja: ファイナンスとパフォーマンス
ko: 재무 및 성과
nl: Financiën en prestaties
no: Finans og ytelse
pl: Finanse i wydajność
pt_pt: Finanças e desempenho
ro: Finanțe și performanță
ru: Финансы и производительность
sk: Financie a výkon
sv: Finans och prestation
sw: Fedha na utendaji
tr: Finans ve performans
uk: Фінанси та продуктивність
vi: Tài chính và hiệu suất
zh_hans: 财务和绩效

# ed_math_percentages_percentage_successive_uc2_text
source: Mesurer une variation cumulée sur plusieurs périodes (ex : rendements mensuels, inflation annuelle, indices).
af: Meet 'n kumulatiewe variasie oor verskeie tydperke (bv: maandelikse opbrengste, jaarlikse inflasie, indekse).
bg: Измерете кумулативна вариация за няколко периода (напр. месечни доходи, годишна инфлация, индекси).
cs: Měřit kumulativní změnu za několik období (např.: měsíční výnosy, roční inflace, indexy).
da: Måle en kumuleret variation over flere perioder (f.eks.: månedlige afkast, årlig inflation, indekser).
de: Eine kumulierte Veränderung über mehrere Zeiträume messen (z. B.: monatliche Renditen, jährliche Inflation, Indizes).
el: Μετρήστε μια σωρευτική μεταβολή σε πολλές περιόδους (π.χ.: μηνιαίες αποδόσεις, ετήσιος πληθωρισμός, δείκτες).
es: Medir una variación acumulada en varios períodos (ej: rendimientos mensuales, inflación anual, índices).
fi: Mittaa kumulatiivinen muutos useilla aikaväleillä (esim. kuukausituotot, vuosittainen inflaatio, indeksit).
fil: Sukatin ang isang pinagsamang pagbabago sa maraming panahon (hal: buwanang kita, taunang implasyon, mga indeks).
hu: Mérni egy kumulált változást több időszakon keresztül (pl.: havi hozamok, éves infláció, indexek).
id: Mengukur variasi kumulatif selama beberapa periode (mis: hasil bulanan, inflasi tahunan, indeks).
it: Misurare una variazione cumulata su più periodi (es: rendimenti mensili, inflazione annuale, indici).
ja: 複数の期間にわたる累積変動を測定します（例：月次リターン、年次インフレ、指数）。
ko: 여러 기간에 걸쳐 누적 변화를 측정합니다(예: 월별 수익, 연간 인플레이션, 지수).
nl: Een cumulatieve variatie over meerdere periodes meten (bijv.: maandelijkse rendementen, jaarlijkse inflatie, indexen).
no: Måle en akkumulert variasjon over flere perioder (f.eks.: månedlige avkastninger, årlig inflasjon, indekser).
pl: Mierzenie skumulowanej zmiany w kilku okresach (np. miesięczne zyski, roczna inflacja, wskaźniki).
pt_pt: Medir uma variação acumulada em vários períodos (ex: rendimentos mensais, inflação anual, índices).
ro: Măsurați o variație cumulată pe mai multe perioade (ex: randamente lunare, inflație anuală, indici).
ru: Измерить накопленное изменение за несколько периодов (например: месячные доходы, годовая инфляция, индексы).
sk: Zmerať kumulatívnu zmenu za viacero období (napr.: mesačné výnosy, ročná inflácia, indexy).
sv: Mäta en kumulativ förändring över flera perioder (t.ex. månatliga avkastningar, årlig inflation, index).
sw: Kupima mabadiliko yaliyokusanywa katika vipindi kadhaa (mfano: faida za kila mwezi, mfumuko wa bei wa kila mwaka, viashiria).
tr: Birden fazla dönem üzerindeki birikimli değişimi ölçmek (örneğin: aylık getiriler, yıllık enflasyon, endeksler).
uk: Виміряти кумулятивну зміну за кілька періодів (наприклад: місячні доходи, річна інфляція, індекси).
vi: Đo lường một biến động tích lũy qua nhiều thời kỳ (ví dụ: lợi suất hàng tháng, lạm phát hàng năm, chỉ số).
zh_hans: 测量多个时期的累积变化（例如：月收益、年通货膨胀、指数）。

# ed_math_percentages_percentage_successive_uc3_title
source: Indicateurs et objectifs
af: Aanwysers en doelwitte
bg: Индикатори и цели
cs: Ukazatele a cíle
da: Indikatorer og mål
de: Indikatoren und Ziele
el: Δείκτες και στόχοι
es: Indicadores y objetivos
fi: Indikaattorit ja tavoitteet
fil: Mga tagapagpahiwatig at mga layunin
hu: Mutatók és célok
id: Indikator dan tujuan
it: Indicatori e obiettivi
ja: 指標と目標
ko: 지표 및 목표
nl: Indicatoren en doelstellingen
no: Indikatorer og mål
pl: Wskaźniki i cele
pt_pt: Indicadores e objetivos
ro: Indicatori și obiective
ru: Индикаторы и цели
sk: Ukazovatele a ciele
sv: Indikatorer och mål
sw: Viashiria na malengo
tr: Göstergeler ve hedefler
uk: Показники та цілі
vi: Chỉ số và mục tiêu
zh_hans: 指标和目标

# ed_math_percentages_percentage_successive_uc3_text
source: Comprendre l’impact réel d’ajustements répétés (ex : bonus/malus, révisions de budget, taux appliqués en chaîne).
af: Verstaan die werklike impak van herhaalde aanpassings (bv: bonus/malus, begrotingsherzienings, tariewe wat in 'n ketting toegepas word).
bg: Разберете реалното въздействие на повторни корекции (напр. бонус/малус, ревизии на бюджета, приложени ставки по веригата).
cs: Pochopit skutečný dopad opakovaných úprav (např.: bonus/malus, revize rozpočtu, aplikované sazby v řetězci).
da: Forstå den reelle indvirkning af gentagne justeringer (f.eks.: bonus/malus, budgetrevisioner, kædede satser).
de: Die tatsächliche Auswirkung wiederholter Anpassungen verstehen (z. B.: Bonus/Malus, Budgetrevisionen, in Kette angewandte Sätze).
el: Κατανοήστε τον πραγματικό αντίκτυπο επαναλαμβανόμενων προσαρμογών (π.χ.: μπόνους/ποινές, αναθεωρήσεις προϋπολογισμού, ποσοστά που εφαρμόζονται αλυσιδωτά).
es: Entender el impacto real de ajustes repetidos (ej: bonificaciones/malus, revisiones de presupuesto, tasas aplicadas en cadena).
fi: Ymmärrä toistuvien säätöjen todellinen vaikutus (esim. bonus/malus, budjetin tarkistukset, ketjussa sovelletut korot).
fil: Unawain ang tunay na epekto ng paulit-ulit na mga pagsasaayos (hal: bonus/malus, mga rebisyon ng badyet, mga rate na inilapat sa kadena).
hu: Megérteni a valódi hatását az ismételt kiigazításoknak (pl.: bónusz/malus, költségvetés felülvizsgálatok, láncban alkalmazott kamatok).
id: Memahami dampak nyata dari penyesuaian berulang (mis: bonus/malus, revisi anggaran, tarif yang diterapkan secara berantai).
it: Comprendere l'impatto reale di aggiustamenti ripetuti (es: bonus/malus, revisioni di budget, tassi applicati in catena).
ja: 繰り返しの調整の実際の影響を理解します（例：ボーナス/マイナス、予算の見直し、連鎖的に適用される率）。
ko: 반복적인 조정의 실제 영향을 이해합니다(예: 보너스/벌점, 예산 수정, 연속 적용된 비율).
nl: Begrijp de werkelijke impact van herhaalde aanpassingen (bijv.: bonus/malus, budgetherzieningen, in keten toegepaste tarieven).
no: Forstå den reelle effekten av gjentatte justeringer (f.eks.: bonus/malus, budsjettjusteringer, kjedeappliserte satser).
pl: Zrozumienie rzeczywistego wpływu powtarzających się dostosowań (np. bonus/malus, rewizje budżetu, stawki stosowane w łańcuchu).
pt_pt: Compreender o impacto real de ajustes repetidos (ex: bônus/malus, revisões de orçamento, taxas aplicadas em cadeia).
ro: Înțelegeți impactul real al ajustărilor repetate (ex: bonus/malus, revizuiri de buget, rate aplicate în lanț).
ru: Понять реальное влияние повторяющихся корректировок (например: бонус/штраф, пересмотры бюджета, ставки, применяемые цепочкой).
sk: Pochopiť skutočný dopad opakovaných úprav (napr.: bonus/malus, revízie rozpočtu, reťazovo aplikované sadzby).
sv: Förstå den verkliga effekten av upprepade justeringar (t.ex. bonus/malus, budgetrevisioner, tillämpade räntor i kedja).
sw: Kuelewa athari halisi ya marekebisho ya mara kwa mara (mfano: bonasi/malusi, marekebisho ya bajeti, viwango vinavyotumika kwa mfuatano).
tr: Tekrar eden ayarlamaların gerçek etkisini anlamak (örneğin: bonus/malus, bütçe revizyonları, zincirleme uygulanan oranlar).
uk: Зрозуміти реальний вплив повторюваних коригувань (наприклад: бонус/штраф, перегляди бюджету, ставки, що застосовуються в ланцюгу).
vi: Hiểu tác động thực sự của các điều chỉnh lặp đi lặp lại (ví dụ: thưởng/phạt, điều chỉnh ngân sách, tỷ lệ áp dụng theo chuỗi).
zh_hans: 理解重复调整的实际影响（例如：奖金/惩罚、预算修订、链式应用的利率）。

# ed_math_percentages_percentage_successive_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的结果

# ed_math_percentages_percentage_successive_out1
source: L’outil convertit chaque pourcentage en coefficient (ex : +20% → ×1,20 ; −15% → ×0,85), puis calcule le coefficient global en les multipliant.
af: Die hulpmiddel omskakel elke persentasie in 'n koëffisiënt (bv: +20% → ×1,20 ; −15% → ×0,85), en bereken dan die globale koëffisiënt deur hulle te vermenigvuldig.
bg: Инструментът преобразува всеки процент в коефициент (напр. +20% → ×1,20; −15% → ×0,85), след което изчислява общия коефициент, като ги умножава.
cs: Nástroj převádí každé procento na koeficient (např.: +20 % → ×1,20; −15 % → ×0,85), poté vypočítá celkový koeficient jejich násobením.
da: Værktøjet konverterer hver procent til en koefficient (f.eks.: +20% → ×1,20; −15% → ×0,85), og beregner derefter den samlede koefficient ved at multiplicere dem.
de: Das Tool wandelt jeden Prozentsatz in einen Koeffizienten um (z. B.: +20 % → ×1,20; −15 % → ×0,85) und berechnet dann den Gesamtkoeffizienten, indem es diese multipliziert.
el: Το εργαλείο μετατρέπει κάθε ποσοστό σε συντελεστή (π.χ.: +20% → ×1,20 ; −15% → ×0,85), και στη συνέχεια υπολογίζει τον συνολικό συντελεστή πολλαπλασιάζοντας τους.
es: La herramienta convierte cada porcentaje en coeficiente (ej: +20% → ×1,20; -15% → ×0,85), y luego calcula el coeficiente global multiplicándolos.
fi: Työkalu muuntaa jokaisen prosenttiosuuden kertoimeksi (esim. +20 % → ×1,20; -15 % → ×0,85), ja laskee sitten kokonaiskertoimen kertomalla ne yhteen.
fil: Kinoconvert ng tool ang bawat porsyento sa coefficient (hal: +20% → ×1.20; −15% → ×0.85), pagkatapos ay kinakalkula ang kabuuang coefficient sa pamamagitan ng pag-multiply sa kanila.
hu: Az eszköz minden százalékot tényezővé alakít (pl.: +20% → ×1,20; -15% → ×0,85), majd kiszámítja a globális tényezőt az összeszorzásukkal.
id: Alat ini mengonversi setiap persentase menjadi koefisien (mis: +20% → ×1,20; −15% → ×0,85), kemudian menghitung koefisien keseluruhan dengan mengalikannya.
it: Lo strumento converte ogni percentuale in coefficiente (es: +20% → ×1,20 ; −15% → ×0,85), poi calcola il coefficiente globale moltiplicandoli.
ja: ツールは各パーセンテージを係数に変換します（例：+20% → ×1.20；−15% → ×0.85）、次にそれらを乗算して全体の係数を計算します。
ko: 도구는 각 백분율을 계수로 변환합니다(예: +20% → ×1.20; -15% → ×0.85), 그런 다음 이를 곱하여 전체 계수를 계산합니다.
nl: De tool zet elk percentage om in een coëfficiënt (bijv.: +20% → ×1,20; -15% → ×0,85), en berekent vervolgens de globale coëfficiënt door ze te vermenigvuldigen.
no: Verktøyet konverterer hver prosent til en koeffisient (f.eks.: +20% → ×1,20; −15% → ×0,85), og beregner deretter den totale koeffisienten ved å multiplisere dem.
pl: Narzędzie przekształca każdy procent w współczynnik (np. +20% → ×1,20; −15% → ×0,85), a następnie oblicza globalny współczynnik, mnożąc je.
pt_pt: A ferramenta converte cada porcentagem em coeficiente (ex: +20% → ×1,20; −15% → ×0,85), e depois calcula o coeficiente global multiplicando-os.
ro: Instrumentul convertește fiecare procent în coeficient (ex: +20% → ×1,20; −15% → ×0,85), apoi calculează coeficientul global prin multiplicarea acestora.
ru: Инструмент преобразует каждый процент в коэффициент (например: +20% → ×1,20; −15% → ×0,85), затем вычисляет общий коэффициент, умножая их.
sk: Nástroj prevádza každé percento na koeficient (napr.: +20% → ×1,20; −15% → ×0,85), a potom vypočíta celkový koeficient ich násobením.
sv: Verktyget konverterar varje procent till en koefficient (t.ex. +20% → ×1,20; −15% → ×0,85), och beräknar sedan den totala koefficienten genom att multiplicera dem.
sw: Chombo kinabadilisha kila asilimia kuwa kiwango (mfano: +20% → ×1.20; −15% → ×0.85), kisha kinahesabu kiwango cha jumla kwa kuzidisha.
tr: Araç, her yüzdeleri bir katsayıya dönüştürür (örneğin: +%20 → ×1,20; -%15 → ×0,85), ardından bunları çarparak genel katsayıyı hesaplar.
uk: Інструмент перетворює кожен відсоток у коефіцієнт (наприклад: +20% → ×1,20; −15% → ×0,85), а потім розраховує загальний коефіцієнт, множачи їх.
vi: Công cụ chuyển đổi mỗi phần trăm thành hệ số (ví dụ: +20% → ×1,20 ; −15% → ×0,85), sau đó tính toán hệ số tổng thể bằng cách nhân chúng lại với nhau.
zh_hans: 该工具将每个百分比转换为系数（例如：+20% → ×1.20；−15% → ×0.85），然后通过相乘计算整体系数。
