Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_to_percent_lim1
source: Le dénominateur ne doit jamais être égal à zéro.
af: Die noemer mag nooit nul wees nie.
bg: Знаменателят никога не трябва да бъде равен на нула.
cs: Jmenovatel nesmí být nikdy roven nule.
da: Nævneren må aldrig være lig med nul.
de: Der Nenner darf niemals null sein.
el: Ο παρονομαστής δεν πρέπει ποτέ να είναι ίσος με το μηδέν.
es: El denominador nunca debe ser igual a cero.
fi: Nimittäjän ei koskaan pitäisi olla nolla.
fil: Ang denominator ay hindi dapat katumbas ng zero.
hu: A nevező soha nem lehet nulla.
id: Penyebut tidak boleh sama dengan nol.
it: Il denominatore non deve mai essere uguale a zero.
ja: 分母は決してゼロであってはなりません。
ko: 분모는 절대 0이 되어서는 안 됩니다.
nl: De noemer mag nooit gelijk zijn aan nul.
no: Nevneren må aldri være lik null.
pl: Mianownik nigdy nie może być równy zeru.
pt_pt: O denominador nunca deve ser igual a zero.
ro: Numitorul nu trebuie să fie niciodată egal cu zero.
ru: Знаменатель никогда не должен быть равен нулю.
sk: Menovateľ nikdy nesmie byť rovný nule.
sv: Nämnaren får aldrig vara lika med noll.
sw: Mdeni haipaswi kamwe kuwa sawa na sifuri.
tr: Payda asla sıfıra eşit olmamalıdır.
uk: Знаменник ніколи не повинен дорівнювати нулю.
vi: Mẫu số không bao giờ được bằng không.
zh_hans: 分母绝不能等于零。

# ed_math_fractions_fraction_to_percent_lim2
source: Certaines fractions donnent un pourcentage infini périodique (ex. 1/3 = 33,333… %), ce qui nécessite un arrondi.
af: Sommige breuke gee 'n oneindige periodieke persentasie (bv. 1/3 = 33,333… %), wat 'n afronding vereis.
bg: Някои дроби дават безкраен периодичен процент (напр. 1/3 = 33,333… %), което изисква закръгляне.
cs: Některé zlomky dávají nekonečné periodické procento (např. 1/3 = 33,333… %), což vyžaduje zaokrouhlení.
da: Nogle brøker giver en uendelig periodisk procent (f.eks. 1/3 = 33,333… %), hvilket kræver en afrunding.
de: Einige Brüche ergeben einen unendlichen periodischen Prozentsatz (z. B. 1/3 = 33,333… %), was eine Rundung erfordert.
el: Ορισμένα κλάσματα δίνουν ένα άπειρο περιοδικό ποσοστό (π.χ. 1/3 = 33,333… %), το οποίο απαιτεί στρογγυλοποίηση.
es: Algunas fracciones dan un porcentaje infinito periódico (ej. 1/3 = 33,333… %), lo que requiere un redondeo.
fi: Jotkut murtoluvut antavat äärettömän jaksollisen prosenttiosuuden (esim. 1/3 = 33,333… %), mikä vaatii pyöristämistä.
fil: Ang ilang fractions ay nagbibigay ng isang walang katapusang periodic na porsyento (hal. 1/3 = 33,333… %), na nangangailangan ng pag-ikot.
hu: Néhány tört végtelen periódikus százalékot ad (pl. 1/3 = 33,333… %), ami kerekítést igényel.
id: Beberapa pecahan menghasilkan persentase periodik tak hingga (mis. 1/3 = 33,333… %), yang memerlukan pembulatan.
it: Alcune frazioni danno una percentuale infinita periodica (es. 1/3 = 33,333… %), il che richiede un arrotondamento.
ja: 一部の分数は無限周期的なパーセンテージを与えます（例：1/3 = 33.333…%）、これには四捨五入が必要です。
ko: 일부 분수는 주기적인 무한 백분율을 제공합니다(예: 1/3 = 33.333… %), 이는 반올림이 필요합니다.
nl: Sommige breuken geven een oneindig periodiek percentage (bijv. 1/3 = 33,333… %), wat een afronding vereist.
no: Noen brøker gir en uendelig periodisk prosentandel (f.eks. 1/3 = 33,333… %), noe som krever avrunding.
pl: Niektóre ułamki dają nieskończony okresowy procent (np. 1/3 = 33,333… %), co wymaga zaokrąglenia.
pt_pt: Algumas frações resultam em uma porcentagem infinita periódica (ex. 1/3 = 33,333… %), o que requer arredondamento.
ro: Anumite fracții dau un procent infinit periodic (ex. 1/3 = 33,333… %), ceea ce necesită o rotunjire.
ru: Некоторые дроби дают бесконечный периодический процент (например, 1/3 = 33,333… %), что требует округления.
sk: Niektoré zlomky dávajú nekonečné periodické percento (napr. 1/3 = 33,333… %), čo si vyžaduje zaokrúhlenie.
sv: Vissa bråk ger en oändlig periodisk procent (t.ex. 1/3 = 33,333… %), vilket kräver avrundning.
sw: Sehemu fulani zinatoa asilimia isiyo na mwisho (mfano 1/3 = 33,333… %), ambayo inahitaji mzunguko.
tr: Bazı kesirler periyodik sonsuz bir yüzde verir (ör. 1/3 = %33,333…), bu da bir yuvarlama gerektirir.
uk: Деякі дроби дають періодичний безкінечний відсоток (наприклад, 1/3 = 33,333… %), що вимагає округлення.
vi: Một số phân số cho ra một phần trăm vô hạn tuần hoàn (ví dụ: 1/3 = 33,333… %), điều này cần phải làm tròn.
zh_hans: 某些分数会产生无限周期的百分比（例如 1/3 = 33.333… %），这需要四舍五入。

# ed_math_fractions_fraction_to_percent_lim3
source: Une fraction supérieure à 1 correspond à un pourcentage supérieur à 100 % (ex. 5/4 = 125 %).
af: 'n Breuk groter as 1 kom ooreen met 'n persentasie groter as 100 % (bv. 5/4 = 125 %).
bg: Дроб, по-голяма от 1, съответства на процент, по-голям от 100 % (напр. 5/4 = 125 %).
cs: Zlomek větší než 1 odpovídá procentu většímu než 100 % (např. 5/4 = 125 %).
da: En brøk større end 1 svarer til en procent større end 100 % (f.eks. 5/4 = 125 %).
de: Ein Bruch größer als 1 entspricht einem Prozentsatz über 100 % (z. B. 5/4 = 125 %).
el: Ένα κλάσμα μεγαλύτερο από 1 αντιστοιχεί σε ποσοστό μεγαλύτερο από 100 % (π.χ. 5/4 = 125 %).
es: Una fracción superior a 1 corresponde a un porcentaje superior a 100 % (ej. 5/4 = 125 %).
fi: Murtoluku, joka on suurempi kuin 1, vastaa prosenttia, joka on suurempi kuin 100 % (esim. 5/4 = 125 %).
fil: Ang isang fraction na higit sa 1 ay tumutugma sa isang porsyento na higit sa 100 % (hal. 5/4 = 125 %).
hu: Egy 1-nél nagyobb tört 100%-nál nagyobb százaléknak felel meg (pl. 5/4 = 125 %).
id: Pecahan yang lebih besar dari 1 sesuai dengan persentase lebih dari 100 % (mis. 5/4 = 125 %).
it: Una frazione superiore a 1 corrisponde a una percentuale superiore al 100 % (es. 5/4 = 125 %).
ja: 1を超える分数は100%を超えるパーセンテージに対応します（例：5/4 = 125%）。
ko: 1보다 큰 분수는 100 %를 초과하는 백분율에 해당합니다(예: 5/4 = 125 %).
nl: Een breuk groter dan 1 komt overeen met een percentage groter dan 100 % (bijv. 5/4 = 125 %).
no: En brøk større enn 1 tilsvarer en prosentandel større enn 100 % (f.eks. 5/4 = 125 %).
pl: Ułamek większy niż 1 odpowiada procentowi większemu niż 100 % (np. 5/4 = 125 %).
pt_pt: Uma fração superior a 1 corresponde a uma porcentagem superior a 100 % (ex. 5/4 = 125 %).
ro: O fracție mai mare de 1 corespunde unui procent mai mare de 100 % (ex. 5/4 = 125 %).
ru: Дробь больше 1 соответствует проценту больше 100 % (например, 5/4 = 125 %).
sk: Zlomok väčší ako 1 zodpovedá percentu väčšiemu ako 100 % (napr. 5/4 = 125 %).
sv: Ett bråk större än 1 motsvarar en procent större än 100 % (t.ex. 5/4 = 125 %).
sw: Sehemu iliyo juu ya 1 inalingana na asilimia zaidi ya 100 % (mfano 5/4 = 125 %).
tr: 1'den büyük bir kesir %100'den büyük bir yüzdeye karşılık gelir (ör. 5/4 = %125).
uk: Дріб, більший за 1, відповідає відсотку, більшому за 100 % (наприклад, 5/4 = 125 %).
vi: Một phân số lớn hơn 1 tương ứng với một phần trăm lớn hơn 100 % (ví dụ: 5/4 = 125 %).
zh_hans: 大于 1 的分数对应于大于 100 % 的百分比（例如 5/4 = 125 %）。

# ed_math_fractions_fraction_to_percent_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_fractions_fraction_to_percent_q1
source: Comment convertir une fraction en pourcentage ?
af: Hoe om 'n breuk in 'n persentasie om te skakel?
bg: Как да преобразувам дроб в процент?
cs: Jak převést zlomek na procento?
da: Hvordan konverterer man en brøk til procent?
de: Wie konvertiere ich einen Bruch in einen Prozentsatz?
el: Πώς να μετατρέψετε ένα κλάσμα σε ποσοστό;
es: ¿Cómo convertir una fracción en porcentaje?
fi: Kuinka muuntaa murtoluku prosentiksi?
fil: Paano i-convert ang isang fraction sa porsyento?
hu: Hogyan lehet egy törtet százalékká alakítani?
id: Bagaimana cara mengonversi pecahan menjadi persentase?
it: Come convertire una frazione in percentuale?
ja: 分数をパーセンテージに変換するにはどうすればよいですか？
ko: 분수를 백분율로 어떻게 변환하나요?
nl: Hoe converteer je een breuk naar een percentage?
no: Hvordan konvertere en brøk til prosent?
pl: Jak przekształcić ułamek w procent?
pt_pt: Como converter uma fração em porcentagem?
ro: Cum se convertește o fracție în procent?
ru: Как преобразовать дробь в процент?
sk: Ako previesť zlomok na percento?
sv: Hur omvandlar man ett bråk till procent?
sw: Jinsi ya kubadilisha sehemu kuwa asilimia?
tr: Bir kesiri yüzdeye nasıl dönüştürürüm?
uk: Як перетворити дріб у відсоток?
vi: Làm thế nào để chuyển đổi một phân số thành phần trăm?
zh_hans: 如何将分数转换为百分比？

# ed_math_fractions_fraction_to_percent_a1
source: On divise le numérateur par le dénominateur pour obtenir un décimal, puis on multiplie par 100.
af: Ons deel die teller deur die noemer om 'n desimaal te verkry, en dan vermenigvuldig ons met 100.
bg: Разделяме числителя на знаменателя, за да получим десетичен дроб, след което умножаваме по 100.
cs: Dělíme čitatel jmenovatelem, abychom získali desetinné číslo, a poté násobíme 100.
da: Man dividerer tælleren med nævneren for at få en decimal, og derefter ganger man med 100.
de: Man teilt den Zähler durch den Nenner, um eine Dezimalzahl zu erhalten, und multipliziert dann mit 100.
el: Διαιρούμε τον αριθμητή με τον παρονομαστή για να αποκτήσουμε ένα δεκαδικό, και στη συνέχεια πολλαπλασιάζουμε με το 100.
es: Dividimos el numerador por el denominador para obtener un decimal, luego multiplicamos por 100.
fi: Jaamme osoittajan nimittäjällä saadaksemme desimaalin, ja sitten kerromme 100:lla.
fil: Hinahati natin ang numerator sa denominator upang makuha ang isang decimal, pagkatapos ay minumultiply ito sa 100.
hu: A számlálót elosztjuk a nevezővel, hogy tizedest kapjunk, majd megszorozzuk 100-zal.
id: Kita membagi pembilang dengan penyebut untuk mendapatkan desimal, lalu mengalikan dengan 100.
it: Si divide il numeratore per il denominatore per ottenere un decimale, poi si moltiplica per 100.
ja: 分子を分母で割って小数を得てから、100を掛けます。
ko: 분자를 분모로 나누어 소수를 얻고, 그 다음 100을 곱합니다.
nl: We delen de teller door de noemer om een decimaal te krijgen, en vermenigvuldigen vervolgens met 100.
no: Vi deler telleren med nevneren for å få en desimal, og deretter multipliserer vi med 100.
pl: Dzielimy licznik przez mianownik, aby uzyskać ułamek dziesiętny, a następnie mnożymy przez 100.
pt_pt: Dividimos o numerador pelo denominador para obter um decimal, e depois multiplicamos por 100.
ro: Se împarte numărătorul la numitor pentru a obține un decimal, apoi se înmulțește cu 100.
ru: Мы делим числитель на знаменатель, чтобы получить десятичную дробь, а затем умножаем на 100.
sk: Delíme čitateľ číslo menovateľom, aby sme získali desatinné číslo, a potom násobíme 100.
sv: Man delar täljaren med nämnaren för att få en decimal, och multiplicerar sedan med 100.
sw: Tunagawanya mwandishi kwa mdeni ili kupata desimali, kisha tunazidisha kwa 100.
tr: Payı paydaya bölerek bir ondalık elde ederiz, ardından 100 ile çarparız.
uk: Ми ділимо чисельник на знаменник, щоб отримати десятковий дріб, а потім множимо на 100.
vi: Chúng ta chia tử số cho mẫu số để có được một số thập phân, sau đó nhân với 100.
zh_hans: 我们将分子除以分母以获得十进制，然后乘以 100。

# ed_math_fractions_fraction_to_percent_q2
source: Pourquoi 1/2 vaut 50 % ?
af: Waarom is 1/2 50 %?
bg: Защо 1/2 е равно на 50 %?
cs: Proč 1/2 je 50 %?
da: Hvorfor er 1/2 lig med 50 %?
de: Warum ist 1/2 gleich 50 %?
el: Γιατί το 1/2 αξίζει 50 %;
es: ¿Por qué 1/2 vale 50 %?
fi: Miksi 1/2 on 50 %?
fil: Bakit ang 1/2 ay katumbas ng 50 %?
hu: Miért ér 1/2 50%-ot?
id: Mengapa 1/2 bernilai 50 %?
it: Perché 1/2 vale 50 %?
ja: なぜ1/2は50%になるのですか？
ko: 왜 1/2는 50 %인가요?
nl: Waarom is 1/2 gelijk aan 50 %?
no: Hvorfor er 1/2 lik 50 %?
pl: Dlaczego 1/2 to 50 %?
pt_pt: Por que 1/2 vale 50 %?
ro: De ce 1/2 valorează 50 %?
ru: Почему 1/2 равно 50 %?
sk: Prečo 1/2 je 50 %?
sv: Varför är 1/2 lika med 50 %?
sw: Kwa nini 1/2 inamaanisha 50 %?
tr: Neden 1/2 %50 eder?
uk: Чому 1/2 дорівнює 50 %?
vi: Tại sao 1/2 lại bằng 50 %?
zh_hans: 为什么 1/2 等于 50 %？

# ed_math_fractions_fraction_to_percent_a2
source: Parce que 1/2 = 0,5 et 0,5 × 100 = 50 %.
af: Omdat 1/2 = 0,5 en 0,5 × 100 = 50 %.
bg: Защото 1/2 = 0,5 и 0,5 × 100 = 50 %.
cs: Protože 1/2 = 0,5 a 0,5 × 100 = 50 %.
da: Fordi 1/2 = 0,5 og 0,5 × 100 = 50 %.
de: Weil 1/2 = 0,5 und 0,5 × 100 = 50 %.
el: Επειδή το 1/2 = 0,5 και 0,5 × 100 = 50 %.
es: Porque 1/2 = 0,5 y 0,5 × 100 = 50 %.
fi: Koska 1/2 = 0,5 ja 0,5 × 100 = 50 %.
fil: Dahil ang 1/2 = 0.5 at 0.5 × 100 = 50 %.
hu: Mert 1/2 = 0,5 és 0,5 × 100 = 50 %.
id: Karena 1/2 = 0,5 dan 0,5 × 100 = 50 %.
it: Perché 1/2 = 0,5 e 0,5 × 100 = 50 %.
ja: 1/2 = 0.5で、0.5 × 100 = 50%だからです。
ko: 1/2 = 0.5이고 0.5 × 100 = 50 %입니다.
nl: Omdat 1/2 = 0,5 en 0,5 × 100 = 50 %.
no: Fordi 1/2 = 0,5 og 0,5 × 100 = 50 %.
pl: Ponieważ 1/2 = 0,5 i 0,5 × 100 = 50 %.
pt_pt: Porque 1/2 = 0,5 e 0,5 × 100 = 50 %.
ro: Pentru că 1/2 = 0,5 și 0,5 × 100 = 50 %.
ru: Потому что 1/2 = 0,5 и 0,5 × 100 = 50 %.
sk: Pretože 1/2 = 0,5 a 0,5 × 100 = 50 %.
sv: För att 1/2 = 0,5 och 0,5 × 100 = 50 %.
sw: Kwa sababu 1/2 = 0.5 na 0.5 × 100 = 50 %.
tr: Çünkü 1/2 = 0,5 ve 0,5 × 100 = %50.
uk: Тому що 1/2 = 0,5 і 0,5 × 100 = 50 %.
vi: Bởi vì 1/2 = 0,5 và 0,5 × 100 = 50 %.
zh_hans: 因为 1/2 = 0.5，0.5 × 100 = 50 %。

# ed_math_fractions_fraction_to_percent_q3
source: Pourquoi 1/3 ne donne pas un pourcentage “propre” ?
af: Waarom gee 1/3 nie 'n 'netto' persentasie nie?
bg: Защо 1/3 не дава "чист" процент?
cs: Proč 1/3 nedává „čisté“ procento?
da: Hvorfor giver 1/3 ikke en “ren” procent?
de: Warum ergibt 1/3 keinen "sauberen" Prozentsatz?
el: Γιατί το 1/3 δεν δίνει ένα “καθαρό” ποσοστό;
es: ¿Por qué 1/3 no da un porcentaje “limpio”?
fi: Miksi 1/3 ei anna "puhtaita" prosentteja?
fil: Bakit ang 1/3 ay hindi nagbibigay ng “malinis” na porsyento?
hu: Miért nem ad 1/3 "tiszta" százalékot?
id: Mengapa 1/3 tidak memberikan persentase yang “bersih”?
it: Perché 1/3 non dà una percentuale “pulita”?
ja: なぜ1/3は「きれいな」パーセンテージにならないのですか？
ko: 왜 1/3은 “정확한” 백분율을 주지 않나요?
nl: Waarom geeft 1/3 geen “netto” percentage?
no: Hvorfor gir ikke 1/3 en "ren" prosentandel?
pl: Dlaczego 1/3 nie daje „czystego” procentu?
pt_pt: Por que 1/3 não dá uma porcentagem “limpa”?
ro: De ce 1/3 nu dă un procent „curat”?
ru: Почему 1/3 не дает «чистый» процент?
sk: Prečo 1/3 nedáva „čisté“ percento?
sv: Varför ger 1/3 inte en "ren" procent?
sw: Kwa nini 1/3 haitoi asilimia "safi"?
tr: Neden 1/3 “temiz” bir yüzde vermez?
uk: Чому 1/3 не дає “чистий” відсоток?
vi: Tại sao 1/3 không cho ra một phần trăm “sạch”?
zh_hans: 为什么 1/3 不给出一个“整洁”的百分比？

# ed_math_fractions_fraction_to_percent_a3
source: Parce que 1/3 = 0,333… à l’infini, donc le pourcentage est 33,333… % : on arrondit.
af: Omdat 1/3 = 0,333… tot in die oneindigheid, so die persentasie is 33,333… %: ons rond af.
bg: Защото 1/3 = 0,333… до безкрайност, така че процентът е 33,333… %: закръгляме.
cs: Protože 1/3 = 0,333… do nekonečna, takže procento je 33,333… %: zaokrouhlujeme.
da: Fordi 1/3 = 0,333… uendeligt, så procenten er 33,333… %: vi afrunder.
de: Weil 1/3 = 0,333… unendlich ist, daher ist der Prozentsatz 33,333… %: wir runden.
el: Επειδή το 1/3 = 0,333… άπειρα, οπότε το ποσοστό είναι 33,333… %: στρογγυλοποιούμε.
es: Porque 1/3 = 0,333… infinitamente, por lo que el porcentaje es 33,333… %: redondeamos.
fi: Koska 1/3 = 0,333… äärettömyyteen, joten prosentti on 33,333… %: pyöristämme.
fil: Dahil ang 1/3 = 0.333… nang walang hanggan, kaya ang porsyento ay 33,333… %: iniikot natin.
hu: Mert 1/3 = 0,333… végtelen, így a százalék 33,333… %: kerekítünk.
id: Karena 1/3 = 0,333… hingga tak terhingga, jadi persentasenya adalah 33,333… %: kita membulatkan.
it: Perché 1/3 = 0,333… all'infinito, quindi la percentuale è 33,333… %: si arrotonda.
ja: 1/3 = 0.333…が無限に続くため、パーセンテージは33.333…%になります：四捨五入します。
ko: 1/3 = 0.333…이 무한히 계속되므로, 백분율은 33.333… %입니다: 반올림합니다.
nl: Omdat 1/3 = 0,333… tot in het oneindige, dus het percentage is 33,333… %: we ronden af.
no: Fordi 1/3 = 0,333… i det uendelige, så prosentandelen er 33,333… %: vi avrunder.
pl: Ponieważ 1/3 = 0,333… w nieskończoność, więc procent to 33,333… %: zaokrąglamy.
pt_pt: Porque 1/3 = 0,333… para o infinito, então a porcentagem é 33,333… %: arredondamos.
ro: Pentru că 1/3 = 0,333… la infinit, deci procentul este 33,333… %: rotunjim.
ru: Потому что 1/3 = 0,333… бесконечно, поэтому процент составляет 33,333… %: мы округляем.
sk: Pretože 1/3 = 0,333… do nekonečna, takže percento je 33,333… %: zaokrúhľujeme.
sv: För att 1/3 = 0,333… i oändlighet, så procenten är 33,333… %: vi avrundar.
sw: Kwa sababu 1/3 = 0.333… milele, hivyo asilimia ni 33,333… %: tunazunguka.
tr: Çünkü 1/3 = 0,333… sonsuza kadar, bu nedenle yüzde %33,333… : yuvarlıyoruz.
uk: Тому що 1/3 = 0,333… до безкінечності, тому відсоток становить 33,333… %: ми округлюємо.
vi: Bởi vì 1/3 = 0,333… vô hạn, vì vậy phần trăm là 33,333… %: chúng ta làm tròn.
zh_hans: 因为 1/3 = 0.333… 无限，因此百分比是 33.333… %：我们进行四舍五入。

# ed_math_fractions_fraction_to_percent_q4
source: Quelle différence avec “% ↔ fraction” ?
af: Wat is die verskil met '% ↔ breuk'?
bg: Каква е разликата с "% ↔ дроб"?
cs: Jaký je rozdíl mezi „% ↔ zlomek“?
da: Hvad er forskellen på “% ↔ brøk”?
de: Was ist der Unterschied zu "% ↔ Bruch"?
el: Ποια είναι η διαφορά με το “% ↔ κλάσμα”;
es: ¿Cuál es la diferencia con “% ↔ fracción”?
fi: Mikä ero on "% ↔ murtoluku"?
fil: Anong pagkakaiba ng “% ↔ fraction”?
hu: Mi a különbség a "% ↔ tört"-tel?
id: Apa perbedaannya dengan “% ↔ pecahan”?
it: Qual è la differenza con “% ↔ frazione”?
ja: 「% ↔ 分数」との違いは何ですか？
ko: “% ↔ 분수”와의 차이점은 무엇인가요?
nl: Wat is het verschil met “% ↔ breuk”?
no: Hva er forskjellen med "% ↔ brøk"?
pl: Jaka jest różnica między „% ↔ ułamek”?
pt_pt: Qual é a diferença entre “% ↔ fração”?
ro: Care este diferența față de „% ↔ fracție”?
ru: В чем разница между «% ↔ дробь»?
sk: Aký je rozdiel medzi „% ↔ zlomok“?
sv: Vad är skillnaden med "% ↔ bråk"?
sw: Ni tofauti gani na "% ↔ sehemu"?
tr: “% ↔ kesir” ile ne fark var?
uk: Яка різниця між “% ↔ дріб”?
vi: Sự khác biệt với “% ↔ phân số” là gì?
zh_hans: 与“% ↔ 分数”有什么区别？

# ed_math_fractions_fraction_to_percent_a4
source: Ici on part d’une fraction pour obtenir un pourcentage. L’outil “% ↔ fraction” convertit dans les deux sens et vise souvent une fraction simplifiée sur 100.
af: Hier begin ons met 'n breuk om 'n persentasie te verkry. Die hulpmiddel '% ↔ breuk' omskakel in beide rigtings en mik dikwels op 'n vereenvoudigde breuk op 100.
bg: Тук започваме от дроб, за да получим процент. Инструментът "% ↔ дроб" конвертира в двете посоки и често цели опростена дроб на 100.
cs: Zde začínáme se zlomkem, abychom získali procento. Nástroj „% ↔ zlomek“ převádí oběma směry a často se zaměřuje na zjednodušený zlomek na 100.
da: Her starter vi med en brøk for at få en procent. Værktøjet “% ↔ brøk” konverterer i begge retninger og sigter ofte mod en forenklet brøk over 100.
de: Hier starten wir mit einem Bruch, um einen Prozentsatz zu erhalten. Das Werkzeug "% ↔ Bruch" konvertiert in beide Richtungen und zielt oft auf einen vereinfachten Bruch auf 100 ab.
el: Εδώ ξεκινάμε από ένα κλάσμα για να αποκτήσουμε ένα ποσοστό. Το εργαλείο “% ↔ κλάσμα” μετατρέπει και στις δύο κατευθύνσεις και συχνά στοχεύει σε ένα απλοποιημένο κλάσμα πάνω από 100.
es: Aquí partimos de una fracción para obtener un porcentaje. La herramienta “% ↔ fracción” convierte en ambas direcciones y a menudo busca una fracción simplificada sobre 100.
fi: Tässä lähdetään murtoluvusta saadaksemme prosentti. Työkalu "% ↔ murtoluku" muuntaa molempiin suuntiin ja pyrkii usein yksinkertaistettuun murtolukuun 100:sta.
fil: Dito, nagsisimula tayo sa isang fraction upang makuha ang isang porsyento. Ang tool na “% ↔ fraction” ay nagko-convert sa parehong direksyon at kadalasang naglalayong makakuha ng isang simpleng fraction sa 100.
hu: Itt egy törtből indulunk, hogy százalékot kapjunk. A "% ↔ tört" eszköz mindkét irányba konvertál, és gyakran egy 100-ra egyszerűsített törtet céloz meg.
id: Di sini kita mulai dari pecahan untuk mendapatkan persentase. Alat “% ↔ pecahan” mengonversi dalam kedua arah dan sering kali bertujuan untuk pecahan yang disederhanakan di atas 100.
it: Qui partiamo da una frazione per ottenere una percentuale. Lo strumento “% ↔ frazione” converte in entrambe le direzioni e mira spesso a una frazione semplificata su 100.
ja: ここでは分数からパーセンテージを得ます。「% ↔ 分数」ツールは両方向に変換し、しばしば100での簡略化された分数を目指します。
ko: 여기서는 분수에서 백분율을 얻습니다. “% ↔ 분수” 도구는 양방향으로 변환하며, 종종 100에 대한 간단한 분수를 목표로 합니다.
nl: Hier beginnen we met een breuk om een percentage te krijgen. De tool “% ↔ breuk” converteert in beide richtingen en streeft vaak naar een vereenvoudigde breuk op 100.
no: Her starter vi med en brøk for å få en prosent. Verktøyet "% ↔ brøk" konverterer i begge retninger og har ofte som mål å forenkle en brøk til 100.
pl: Tutaj zaczynamy od ułamka, aby uzyskać procent. Narzędzie „% ↔ ułamek” konwertuje w obie strony i często dąży do uproszczonego ułamka na 100.
pt_pt: Aqui partimos de uma fração para obter uma porcentagem. A ferramenta “% ↔ fração” converte nos dois sentidos e muitas vezes visa uma fração simplificada sobre 100.
ro: Aici plecăm de la o fracție pentru a obține un procent. Unealta „% ↔ fracție” convertește în ambele sensuri și vizează adesea o fracție simplificată pe 100.
ru: Здесь мы начинаем с дроби, чтобы получить процент. Инструмент «% ↔ дробь» конвертирует в обоих направлениях и часто нацелен на упрощенную дробь на 100.
sk: Tu vychádzame zo zlomku, aby sme získali percento. Nástroj „% ↔ zlomok“ prevádza oboma smermi a často sa zameriava na zjednodušený zlomok na 100.
sv: Här börjar vi med ett bråk för att få en procent. Verktyget "% ↔ bråk" konverterar i båda riktningarna och syftar ofta på ett förenklat bråk över 100.
sw: Hapa tunaanza na sehemu ili kupata asilimia. Zana "% ↔ sehemu" inabadilisha kwa pande zote na mara nyingi inalenga sehemu iliyo rahisi juu ya 100.
tr: Burada bir kesirden yüzde elde ediyoruz. “% ↔ kesir” aracı her iki yönde dönüştürür ve genellikle 100'e basitleştirilmiş bir kesir hedefler.
uk: Тут ми починаємо з дробу, щоб отримати відсоток. Інструмент “% ↔ дріб” конвертує в обох напрямках і часто має на меті спростити дріб до 100.
vi: Ở đây chúng ta bắt đầu từ một phân số để có được một phần trăm. Công cụ “% ↔ phân số” chuyển đổi theo cả hai hướng và thường nhắm đến một phân số đơn giản hóa trên 100.
zh_hans: 这里我们从分数出发以获得百分比。“% ↔ 分数”工具可以双向转换，通常旨在简化为 100 的分数。

# ed_math_fractions_fraction_to_percent_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧
