Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_rot_table_tip
source: Lis le tableau verticalement : chaque colonne doit comparer des grandeurs compatibles.
af: Lees die tabel vertikaal: elke kolom moet vergelykbare groothede vergelyk.
bg: Чети таблицата вертикално: всяка колона трябва да сравнява съвместими величини.
cs: Čti tabulku svisle: každý sloupec by měl porovnávat kompatibilní veličiny.
da: Læs tabellen lodret: hver kolonne skal sammenligne kompatible størrelser.
de: Lies die Tabelle vertikal: jede Spalte sollte vergleichbare Größen enthalten.
el: Διαβάστε τον πίνακα κατακόρυφα: κάθε στήλη πρέπει να συγκρίνει συμβατές ποσότητες.
es: Lee la tabla verticalmente: cada columna debe comparar magnitudes compatibles.
fi: Lue taulukko pystysuunnassa: jokaisen sarakkeen on verrattava yhteensopivia suureita.
fil: Basahin ang talahanayan nang patayo: bawat haligi ay dapat ihambing ang mga katugmang sukat.
hu: Olvasd a táblázatot függőlegesen: minden oszlopnak összehasonlítható mennyiségeket kell tartalmaznia.
id: Baca tabel secara vertikal: setiap kolom harus membandingkan besaran yang kompatibel.
it: Leggi la tabella verticalmente: ogni colonna deve confrontare grandezze compatibili.
ja: 表を縦に読んでください：各列は互換性のある量を比較する必要があります。
ko: 표를 세로로 읽으세요: 각 열은 호환 가능한 크기를 비교해야 합니다.
nl: Lees de tabel verticaal: elke kolom moet compatibele grootheden vergelijken.
no: Les tabellen vertikalt: hver kolonne må sammenligne kompatible størrelser.
pl: Czytaj tabelę pionowo: każda kolumna powinna porównywać kompatybilne wielkości.
pt_pt: Lê a tabela verticalmente: cada coluna deve comparar grandezas compatíveis.
ro: Citește tabelul vertical: fiecare coloană trebuie să compare mărimi compatibile.
ru: Читай таблицу вертикально: каждый столбец должен сравнивать совместимые величины.
sk: Čítaj tabuľku vertikálne: každý stĺpec by mal porovnávať kompatibilné veľkosti.
sv: Läs tabellen vertikalt: varje kolumn ska jämföra kompatibla storheter.
sw: Soma jedwali kwa wima: kila nguzo inapaswa kulinganisha vikubwa vinavyofaa.
tr: Tabloyu dikey olarak oku: her sütun uyumlu büyüklükleri karşılaştırmalıdır.
uk: Читай таблицю вертикально: кожен стовпець повинен порівнювати сумісні величини.
vi: Đọc bảng theo chiều dọc: mỗi cột phải so sánh các đại lượng tương thích.
zh_hans: 垂直阅读表格：每一列必须比较兼容的量。

# ed_math_statistics_mean_course_title
source: À propos : Cours Moyennes
af: Oor: Gemiddeldes Kursus
bg: Относно: Курс по Средни стойности
cs: O tomto: Kurz průměry
da: Om: Gennemsnit Kursus
de: Über: Durchschnittskurse
el: Σχετικά: Μάθημα Μέσων
es: Acerca de: Curso de Medias
fi: Tietoa: Keskiarvojen kurssi
fil: Tungkol sa: Kurso sa Mga Karaniwan
hu: A következőkről: Átlagok tanfolyam
id: Tentang: Kursus Rata-rata
it: A proposito: Corso Medie
ja: について：平均のコース
ko: 정보: 평균 수업
nl: Over: Cursus Gemiddelden
no: Om: Gjennomsnittskurs
pl: O tym: Kurs Średnie
pt_pt: Sobre: Curso Médias
ro: Despre: Cursuri Medii
ru: О программе: Курс Средние значения
sk: O: Kurz priemerov
sv: Om: Medelkurser
sw: Kuhusu: Kozi za Kati
tr: Hakkında: Ortalama Dersi
uk: Про: Курс Середні значення
vi: Về việc: Khóa học Trung bình
zh_hans: 关于：平均数课程

# ed_math_statistics_mean_course_lead
source: Ce cours complet sur les moyennes (statistiques) vous aide à comprendre quand utiliser une moyenne arithmétique, pondérée, géométrique, harmonique, quadratique (RMS), mobile ou robuste. L’objectif n’est pas seulement de “calculer”, mais de choisir la bonne moyenne, éviter les pièges classiques et savoir interpréter un résultat.
af: Hierdie volledige kursus oor gemiddeldes (statistiek) help jou om te verstaan wanneer om 'n aritmetiese, gewogen, geometriese, harmoniese, kwadratiese (RMS), mobiele of robuuste gemiddelde te gebruik. Die doel is nie net om te “bereken” nie, maar om die regte gemiddelde te kies, klassieke slaggate te vermy en 'n resultaat te interpreteer.
bg: Този цялостен курс за средни стойности (статистики) ви помага да разберете кога да използвате аритметична, претеглена, геометрична, хармонична, квадратична (RMS), подвижна или устойчива средна стойност. Целта не е само да „изчислявате“, а да изберете правилната средна стойност, да избегнете класическите капани и да знаете как да интерпретирате резултат.
cs: Tento komplexní kurz o průměrech (statistiky) vám pomůže pochopit, kdy použít aritmetický, vážený, geometrický, harmonický, kvadratický (RMS), pohyblivý nebo robustní průměr. Cílem není jen „vypočítat“, ale vybrat správný průměr, vyhnout se klasickým pastem a umět interpretovat výsledek.
da: Dette komplette kursus om gennemsnit (statistik) hjælper dig med at forstå, hvornår du skal bruge et aritmetisk, vægtet, geometrisk, harmonisk, kvadratisk (RMS), mobilt eller robust gennemsnit. Målet er ikke kun at 'beregne', men at vælge det rigtige gennemsnit, undgå klassiske fælder og vide, hvordan man fortolker et resultat.
de: Dieser umfassende Kurs über Durchschnitte (Statistik) hilft Ihnen zu verstehen, wann man einen arithmetischen, gewichteten, geometrischen, harmonischen, quadratischen (RMS), mobilen oder robusten Durchschnitt verwendet. Das Ziel ist nicht nur zu „berechnen“, sondern den richtigen Durchschnitt auszuwählen, klassische Fallstricke zu vermeiden und ein Ergebnis zu interpretieren.
el: Αυτό το πλήρες μάθημα για τα μέσα (στατιστικά) σας βοηθά να κατανοήσετε πότε να χρησιμοποιήσετε μια αριθμητική, σταθμισμένη, γεωμετρική, αρμονική, τετραγωνική (RMS), κινητή ή ανθεκτική μέση. Ο στόχος δεν είναι μόνο να “υπολογίσετε”, αλλά να επιλέξετε τη σωστή μέση, να αποφύγετε τις κλασικές παγίδες και να ξέρετε πώς να ερμηνεύσετε ένα αποτέλεσμα.
es: Este curso completo sobre las medias (estadísticas) te ayuda a entender cuándo usar una media aritmética, ponderada, geométrica, armónica, cuadrática (RMS), móvil o robusta. El objetivo no es solo 'calcular', sino elegir la media correcta, evitar las trampas clásicas y saber interpretar un resultado.
fi: Tämä kattava kurssi keskiarvoista (tilastot) auttaa sinua ymmärtämään, milloin käyttää aritmeettista, painotettua, geometrisia, harmonista, neliöjuurta (RMS), liikkuvaa tai robustia keskiarvoa. Tavoitteena ei ole vain 'laskea', vaan valita oikea keskiarvo, välttää klassisia ansa ja osata tulkita tulos.
fil: Ang kumpletong kursong ito sa mga karaniwan (statistika) ay tumutulong sa iyo na maunawaan kung kailan gagamit ng karaniwang aritmetika, pinagsama, heometriko, harmoniko, quadratik (RMS), mobile o matatag. Ang layunin ay hindi lamang “kalkulahin”, kundi piliin ang tamang karaniwan, iwasan ang mga klasikong bitag at malaman kung paano bigyang-kahulugan ang isang resulta.
hu: Ez a teljes tanfolyam az átlagokról (statisztika) segít megérteni, mikor használjunk számtani, súlyozott, geometriai, harmonikus, négyzetes (RMS), mozgó vagy robusztus átlagot. A cél nem csupán a „számítás”, hanem a megfelelő átlag kiválasztása, a klasszikus csapdák elkerülése és az eredmény értelmezésének tudása.
id: Kursus lengkap tentang rata-rata (statistik) ini membantu Anda memahami kapan menggunakan rata-rata aritmetika, tertimbang, geometrik, harmonik, kuadratik (RMS), bergerak, atau robust. Tujuannya bukan hanya untuk 'menghitung', tetapi untuk memilih rata-rata yang tepat, menghindari jebakan klasik, dan tahu cara menginterpretasikan hasil.
it: Questo corso completo sulle medie (statistiche) ti aiuta a capire quando utilizzare una media aritmetica, ponderata, geometrica, armonica, quadratica (RMS), mobile o robusta. L'obiettivo non è solo 'calcolare', ma scegliere la media giusta, evitare le trappole classiche e sapere interpretare un risultato.
ja: この平均（統計）に関する完全なコースは、算術平均、加重平均、幾何平均、調和平均、二次平均（RMS）、移動平均、またはロバスト平均を使用するタイミングを理解するのに役立ちます。目的は「計算する」だけでなく、適切な平均を選択し、古典的な罠を避け、結果を解釈することです。
ko: 이 평균(통계)에 대한 완전한 수업은 언제 산술 평균, 가중 평균, 기하 평균, 조화 평균, 제곱 평균(RMS), 이동 평균 또는 강건 평균을 사용할지 이해하는 데 도움을 줍니다. 목표는 단순히 '계산하는 것'이 아니라 올바른 평균을 선택하고, 고전적인 함정을 피하며, 결과를 해석하는 방법을 아는 것입니다.
nl: Deze complete cursus over gemiddelden (statistieken) helpt je te begrijpen wanneer je een rekenkundig, gewogen, geometrisch, harmonisch, kwadratisch (RMS), mobiel of robuust gemiddelde moet gebruiken. Het doel is niet alleen om te 'berekenen', maar om het juiste gemiddelde te kiezen, klassieke valkuilen te vermijden en een resultaat te interpreteren.
no: Dette komplette kurset om gjennomsnitt (statistikk) hjelper deg å forstå når du skal bruke et aritmetisk, vektet, geometrisk, harmonisk, kvadratisk (RMS), mobil eller robust gjennomsnitt. Målet er ikke bare å 'beregne', men å velge det riktige gjennomsnittet, unngå klassiske feller og vite hvordan man tolker et resultat.
pl: Ten kompletny kurs na temat średnich (statystyki) pomoże Ci zrozumieć, kiedy używać średniej arytmetycznej, ważonej, geometrycznej, harmonicznej, kwadratowej (RMS), ruchomej lub odpornej. Celem nie jest tylko „obliczanie”, ale wybór odpowiedniej średniej, unikanie klasycznych pułapek i umiejętność interpretacji wyniku.
pt_pt: Este curso completo sobre médias (estatísticas) ajuda-o a entender quando usar uma média aritmética, ponderada, geométrica, harmónica, quadrática (RMS), móvel ou robusta. O objetivo não é apenas 'calcular', mas escolher a média certa, evitar armadilhas clássicas e saber interpretar um resultado.
ro: Acest curs complet despre medii (statistici) te ajută să înțelegi când să folosești o medie aritmetică, ponderată, geometrică, armonică, pătratică (RMS), mobilă sau robustă. Obiectivul nu este doar de a „calcula”, ci de a alege media corectă, de a evita capcanele clasice și de a ști cum să interpretezi un rezultat.
ru: Этот полный курс по средним значениям (статистика) помогает вам понять, когда использовать арифметическое, взвешенное, геометрическое, гармоническое, квадратичное (среднеквадратичное), подвижное или устойчивое среднее. Цель состоит не только в том, чтобы «рассчитать», но и в том, чтобы выбрать правильное среднее, избежать классических ловушек и уметь интерпретировать результат.
sk: Tento komplexný kurz o priemeroch (štatistiky) vám pomôže pochopiť, kedy použiť aritmetický, vážený, geometrický, harmonický, kvadratický (RMS), pohyblivý alebo robustný priemer. Cieľom nie je len „vypočítať“, ale vybrať správny priemer, vyhnúť sa klasickým pascám a vedieť interpretovať výsledok.
sv: Denna kompletta kurs om medelvärden (statistik) hjälper dig att förstå när du ska använda ett aritmetiskt, viktat, geometriskt, harmoniskt, kvadratiskt (RMS), rörligt eller robust medelvärde. Målet är inte bara att 'beräkna', utan att välja rätt medelvärde, undvika klassiska fallgropar och veta hur man tolkar ett resultat.
sw: Kozi hii kamili kuhusu kati (takwimu) inakusaidia kuelewa lini kutumia kati ya aritmetiki, iliyopimwa, ya kijiografia, ya harmoniki, ya quadratik (RMS), ya kusonga au ya kuaminika. Lengo si tu
tr: Bu kapsamlı ortalama dersi (istatistik) size aritmetik, ağırlıklı, geometrik, harmonik, karekök (RMS), hareketli veya sağlam bir ortalama kullanmanız gerektiğinde anlamanıza yardımcı olur. Amaç sadece 'hesaplamak' değil, doğru ortalamayı seçmek, klasik tuzaklardan kaçınmak ve bir sonucu yorumlamayı bilmektir.
uk: Цей повний курс про середні значення (статистика) допомагає зрозуміти, коли використовувати арифметичне, зважене, геометричне, гармонійне, квадратичне (СЗП), рухоме або стійке середнє. Мета полягає не лише в тому, щоб "обчислити", а й у виборі правильного середнього, уникненні класичних пасток і вмінні інтерпретувати результат.
vi: Khóa học toàn diện về các trung bình (thống kê) giúp bạn hiểu khi nào nên sử dụng trung bình số học, trung bình có trọng số, trung bình hình học, trung bình điều hòa, trung bình bình phương (RMS), di động hoặc vững chắc. Mục tiêu không chỉ là “tính toán”, mà còn là chọn trung bình đúng, tránh những cạm bẫy cổ điển và biết cách diễn giải một kết quả.
zh_hans: 这门关于平均数（统计）的完整课程帮助您理解何时使用算术平均数、加权平均数、几何平均数、调和平均数、平方根平均数（RMS）、移动平均数或稳健平均数。目标不仅是“计算”，而是选择正确的平均数，避免经典陷阱并知道如何解释结果。

# ed_math_statistics_mean_course_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruiksscenario
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: kuhesabu
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_statistics_mean_course_uc1_title
source: Réviser pour un contrôle ou un examen
af: Hersien vir 'n toets of 'n eksamen
bg: Преглед за контрол или изпит
cs: Opakovat na test nebo zkoušku
da: Revidere til en kontrol eller en eksamen
de: Für eine Kontrolle oder Prüfung wiederholen
el: Να επαναλάβετε για έναν έλεγχο ή μια εξέταση
es: Revisar para un control o un examen
fi: Kertaa koetta tai tenttiä varten
fil: Mag-aral para sa isang pagsusulit o eksaminasyon
hu: Ismétlés egy dolgozatra vagy vizsgára
id: Merevisi untuk kontrol atau ujian
it: Ripassare per un controllo o un esame
ja: テストや試験のために復習する
ko: 시험이나 평가를 위한 복습
nl: Herzien voor een toets of examen
no: Repetere til en prøve eller eksamen
pl: Powtórka przed sprawdzianem lub egzaminem
pt_pt: Revisar para um teste ou exame
ro: Revizuirea pentru un control sau un examen
ru: Повторение перед контрольной или экзаменом
sk: Revidovať na kontrolu alebo skúšku
sv: Repetera inför ett prov eller en tentamen
sw: bali kuchagua kati sahihi, kuepuka mitego ya kawaida na kujua jinsi ya kutafsiri matokeo.
tr: Bir kontrol veya sınav için tekrar yapma
uk: Повторення перед контролем або іспитом
vi: Ôn tập cho một bài kiểm tra hoặc kỳ thi
zh_hans: 为控制或考试复习

# ed_math_statistics_mean_course_uc1_text
source: Revoir définitions, formules, exemples et questions types (arithmétique, pondérée, géométrique…).
af: Herbesoek definisies, formules, voorbeelde en tipe vrae (aritmeties, gewig, geometries…).
bg: Преглед на определения, формули, примери и типични въпроси (аритметични, претеглени, геометрични…).
cs: Přezkoumat definice, vzorce, příklady a typové otázky (aritmetické, vážené, geometrické…).
da: Gennemgå definitioner, formler, eksempler og typiske spørgsmål (aritmetisk, vægtet, geometrisk…).
de: Definitionen, Formeln, Beispiele und typische Fragen (arithmetisch, gewichtet, geometrisch…) wiederholen.
el: Να επανεξετάσετε τους ορισμούς, τις φόρμουλες, τα παραδείγματα και τις τυπικές ερωτήσεις (αριθμητική, σταθμισμένη, γεωμετρική…).
es: Revisar definiciones, fórmulas, ejemplos y preguntas tipo (aritmética, ponderada, geométrica…).
fi: Käy läpi määritelmiä, kaavoja, esimerkkejä ja tyypillisiä kysymyksiä (aritmeettinen, painotettu, geometrinen…).
fil: Balikan ang mga depinisyon, pormula, halimbawa at mga uri ng tanong (aritmetika, pinagsama, heometriko…).
hu: Definíciók, képletek, példák és típusos kérdések (számtani, súlyozott, geometriai stb.) átnézése.
id: Meninjau definisi, rumus, contoh, dan pertanyaan tipe (aritmetika, tertimbang, geometrik…).
it: Rivedere definizioni, formule, esempi e domande tipo (aritmetica, ponderata, geometrica…).
ja: 定義、公式、例、標準的な質問（算術、加重、幾何など）を見直す。
ko: 정의, 공식, 예제 및 유형 질문(산술, 가중, 기하학적 등)을 검토합니다.
nl: Definities, formules, voorbeelden en typevragen (rekenkundig, gewogen, geometrisch...) herzien.
no: Gå gjennom definisjoner, formler, eksempler og typiske spørsmål (aritmetisk, vektet, geometrisk…).
pl: Przejrzyj definicje, wzory, przykłady i typowe pytania (arytmetyczne, ważone, geometryczne…).
pt_pt: Rever definições, fórmulas, exemplos e questões tipo (aritmética, ponderada, geométrica…).
ro: Revederea definițiilor, formulilor, exemplelor și întrebărilor tipice (aritmetică, ponderată, geometrică…).
ru: Пересмотреть определения, формулы, примеры и типовые вопросы (арифметика, взвешенные, геометрические…).
sk: Prejsť definície, vzorce, príklady a typické otázky (aritmetické, vážené, geometrické…).
sv: Gå igenom definitioner, formler, exempel och typiska frågor (aritmetiska, viktade, geometriska…).
sw: Mifano ya matumizi
tr: Tanımları, formülleri, örnekleri ve tipik soruları (aritmetik, ağırlıklı, geometrik...) gözden geçirme.
uk: Перегляд визначень, формул, прикладів та типових запитань (арифметичне, зважене, геометричне…).
vi: Xem lại định nghĩa, công thức, ví dụ và câu hỏi mẫu (số học, có trọng số, hình học…).
zh_hans: 复习定义、公式、示例和典型问题（算术、加权、几何……）。

# ed_math_statistics_mean_course_uc2_title
source: Choisir la bonne moyenne en situation réelle
af: Kies die regte gemiddelde in 'n werklike situasie
bg: Избор на правилната средна стойност в реална ситуация
cs: Vybrat správný průměr v reálné situaci
da: Vælg det rigtige gennemsnit i en virkelig situation
de: Den richtigen Durchschnitt in der realen Situation wählen
el: Να επιλέξετε τη σωστή μέση σε πραγματική κατάσταση
es: Elegir la media correcta en una situación real
fi: Valitse oikea keskiarvo todellisessa tilanteessa
fil: Pumili ng tamang karaniwan sa totoong sitwasyon
hu: A megfelelő átlag kiválasztása valós helyzetben
id: Memilih rata-rata yang tepat dalam situasi nyata
it: Scegliere la media giusta in situazioni reali
ja: 実際の状況で適切な平均を選択する
ko: 실제 상황에서 올바른 평균 선택하기
nl: Kies het juiste gemiddelde in een echte situatie
no: Velge det riktige gjennomsnittet i virkelige situasjoner
pl: Wybierz odpowiednią średnią w rzeczywistej sytuacji
pt_pt: Escolher a média certa em situação real
ro: Alegerea mediei corecte în situații reale
ru: Выбрать правильное среднее в реальной ситуации
sk: Vybrať správny priemer v reálnej situácii
sv: Välj rätt medelvärde i verkliga situationer
sw: Kurekebisha kwa ajili ya udhibiti au mtihani
tr: Gerçek hayatta doğru ortalamayı seçme
uk: Вибір правильного середнього в реальних ситуаціях
vi: Chọn trung bình đúng trong tình huống thực tế
zh_hans: 在实际情况下选择正确的平均数

# ed_math_statistics_mean_course_uc2_text
source: Notes avec coefficients, prix moyen payé, vitesse moyenne, croissance composée : chaque contexte appelle une moyenne différente.
af: Notas met koëffisiënte, gemiddelde betaalde prys, gemiddelde spoed, saamgestelde groei: elke konteks vra 'n ander gemiddelde.
bg: Оценки с коефициенти, средна платена цена, средна скорост, сложен растеж: всеки контекст изисква различна средна стойност.
cs: Známky s koeficienty, průměrná cena, průměrná rychlost, složený růst: každý kontext vyžaduje jiný průměr.
da: Karakterer med koefficienter, gennemsnitligt betalt pris, gennemsnitlig hastighed, sammensat vækst: hver kontekst kræver et forskelligt gennemsnit.
de: Noten mit Koeffizienten, durchschnittlich gezahltem Preis, Durchschnittsgeschwindigkeit, zusammengesetztem Wachstum: jeder Kontext erfordert einen anderen Durchschnitt.
el: Βαθμοί με συντελεστές, μέση τιμή που πληρώθηκε, μέση ταχύτητα, σύνθετη ανάπτυξη: κάθε πλαίσιο απαιτεί μια διαφορετική μέση.
es: Notas con coeficientes, precio medio pagado, velocidad media, crecimiento compuesto: cada contexto requiere una media diferente.
fi: Pisteet painokertoimilla, maksettu keskihinta, keskinopeus, koostuva kasvu: jokainen konteksti vaatii erilaista keskiarvoa.
fil: Mga marka na may mga coefficient, average na presyo na binayaran, average na bilis, pinagsamang paglago: bawat konteksto ay nangangailangan ng ibang karaniwan.
hu: Jegyek súlyozókkal, átlagos ár, átlagsebesség, összetett növekedés: minden kontextus más-más átlagot igényel.
id: Nilai dengan koefisien, harga rata-rata yang dibayar, kecepatan rata-rata, pertumbuhan majemuk: setiap konteks memerlukan rata-rata yang berbeda.
it: Note con coefficienti, prezzo medio pagato, velocità media, crescita composta: ogni contesto richiede una media diversa.
ja: 係数付きのノート、支払った平均価格、平均速度、複利：各コンテキストは異なる平均を呼びます。
ko: 가중치가 있는 점수, 평균 지불 가격, 평균 속도, 복리 성장: 각 맥락은 다른 평균을 요구합니다.
nl: Cijfers met coëfficiënten, gemiddeld betaalde prijs, gemiddelde snelheid, samengestelde groei: elke context vraagt om een ander gemiddelde.
no: Karakterer med vekter, gjennomsnittlig pris betalt, gjennomsnittlig hastighet, sammensatt vekst: hver kontekst krever et annet gjennomsnitt.
pl: Oceny z wagami, średnia cena, średnia prędkość, wzrost złożony: każdy kontekst wymaga innej średniej.
pt_pt: Notas com coeficientes, preço médio pago, velocidade média, crescimento composto: cada contexto exige uma média diferente.
ro: Note cu coeficienți, preț mediu plătit, viteză medie, creștere compusă: fiecare context necesită o medie diferită.
ru: Оценки с коэффициентами, средняя цена, средняя скорость, сложный рост: каждый контекст требует другого среднего.
sk: Poznámky s koeficientmi, priemerná cena, priemerná rýchlosť, zložený rast: každý kontext si vyžaduje iný priemer.
sv: Betyg med koefficienter, genomsnittligt betalt pris, genomsnittlig hastighet, sammansatt tillväxt: varje sammanhang kräver ett annat medelvärde.
sw: Rejea maelezo, fomula, mifano na maswali ya kawaida (aritmetiki, iliyopimwa, ya kijiografia…).
tr: Katsayılarla notlar, ödenen ortalama fiyat, ortalama hız, bileşik büyüme: her bağlam farklı bir ortalama gerektirir.
uk: Оцінки з коефіцієнтами, середня сплачена ціна, середня швидкість, складне зростання: кожен контекст вимагає різного середнього.
vi: Điểm với hệ số, giá trung bình đã trả, tốc độ trung bình, tăng trưởng kép: mỗi bối cảnh yêu cầu một trung bình khác nhau.
zh_hans: 带有系数的分数、平均支付价格、平均速度、复合增长：每种情况都需要不同的平均数。

# ed_math_statistics_mean_course_uc3_title
source: Comprendre les pièges fréquents
af: Verstaan die algemene slaggate
bg: Разбиране на често срещаните капани
cs: Pochopit časté pasti
da: Forstå de almindelige fælder
de: Häufige Fallstricke verstehen
el: Να κατανοήσετε τις συχνές παγίδες
es: Entender las trampas frecuentes
fi: Ymmärrä yleiset ansat
fil: Maunawaan ang mga karaniwang bitag
hu: A gyakori csapdák megértése
id: Memahami jebakan umum
it: Comprendere le trappole frequenti
ja: よくある罠を理解する
ko: 자주 발생하는 함정 이해하기
nl: Begrijp de veelvoorkomende valkuilen
no: Forstå vanlige feller
pl: Zrozumieć częste pułapki
pt_pt: Compreender as armadilhas frequentes
ro: Înțelegerea capcanelor frecvente
ru: Понять частые ловушки
sk: Pochopiť časté pasce
sv: Förstå vanliga fallgropar
sw: Chagua kati sahihi katika hali halisi
tr: Sık karşılaşılan tuzakları anlama
uk: Розуміння частих пасток
vi: Hiểu các cạm bẫy thường gặp
zh_hans: 理解常见陷阱
