Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_decimal_to_percent_a1
source: On multiplie le nombre par 100 et on ajoute le symbole % (ex. 0,07 → 7 %).
af: Jy vermenigvuldig die getal met 100 en voeg die simbool % by (bv. 0,07 → 7 %).
bg: Умножавате числото по 100 и добавяте символа % (напр. 0,07 → 7 %).
cs: Vynásobíme číslo 100 a přidáme symbol % (např. 0,07 → 7 %).
da: Man multiplicerer tallet med 100 og tilføjer symbolet % (f.eks. 0,07 → 7 %).
de: Man multipliziert die Zahl mit 100 und fügt das Symbol % hinzu (z. B. 0,07 → 7 %).
el: Πολλαπλασιάζουμε τον αριθμό με το 100 και προσθέτουμε το σύμβολο % (π.χ. 0,07 → 7 %).
es: Se multiplica el número por 100 y se añade el símbolo % (ej. 0,07 → 7 %).
fi: Kerro luku 100:lla ja lisää %-merkki (esim. 0,07 → 7 %).
fil: Pinarami ang numero ng 100 at idinadagdag ang simbolo % (hal. 0.07 → 7 %).
hu: A számot meg kell szorozni 100-zal, és hozzá kell adni a % jelet (pl. 0,07 → 7 %).
id: Kita mengalikan angka dengan 100 dan menambahkan simbol % (mis. 0,07 → 7 %).
it: Si moltiplica il numero per 100 e si aggiunge il simbolo % (es. 0,07 → 7 %).
ja: 数値に100を掛けて、%記号を追加します（例：0.07 → 7％）。
ko: 숫자에 100을 곱하고 % 기호를 추가합니다(예: 0.07 → 7%).
nl: Je vermenigvuldigt het getal met 100 en voegt het % symbool toe (bijv. 0,07 → 7 %).
no: Man multipliserer tallet med 100 og legger til symbolet % (f.eks. 0,07 → 7 %).
pl: Mnożymy liczbę przez 100 i dodajemy symbol % (np. 0,07 → 7 %).
pt_pt: Multiplica-se o número por 100 e adiciona-se o símbolo % (ex. 0,07 → 7 %).
ro: Se înmulțește numărul cu 100 și se adaugă simbolul % (ex. 0,07 → 7 %).
ru: Умножьте число на 100 и добавьте символ % (например, 0,07 → 7 %).
sk: Násobíme číslo 100 a pridáme symbol % (napr. 0,07 → 7 %).
sv: Man multiplicerar talet med 100 och lägger till symbolen % (t.ex. 0,07 → 7 %).
sw: Tunazidisha nambari kwa 100 na kuongeza alama % (mfano 0.07 → 7%).
tr: Sayıyı 100 ile çarpıyoruz ve % sembolünü ekliyoruz (ör. 0,07 → %7).
uk: Множимо число на 100 і додаємо символ % (наприклад, 0,07 → 7 %).
vi: Chúng ta nhân số đó với 100 và thêm ký hiệu % (ví dụ: 0,07 → 7 %).
zh_hans: 将数字乘以100并添加%符号（例如0.07 → 7%）。

# ed_math_percentages_decimal_to_percent_q2
source: Pourquoi 0,5 correspond à 50 % ?
af: Hoekom stem 0,5 ooreen met 50 %?
bg: Защо 0,5 съответства на 50 %?
cs: Proč 0,5 odpovídá 50 %?
da: Hvorfor svarer 0,5 til 50 %?
de: Warum entspricht 0,5 50 %?
el: Γιατί το 0,5 αντιστοιχεί στο 50 %;
es: ¿Por qué 0,5 corresponde a 50 %?
fi: Miksi 0,5 vastaa 50 %?
fil: Bakit ang 0.5 ay tumutugma sa 50 %?
hu: Miért felel meg a 0,5 a 50 %-nak?
id: Mengapa 0,5 sesuai dengan 50 %?
it: Perché 0,5 corrisponde al 50 %?
ja: なぜ0.5は50％に相当するのですか？
ko: 왜 0.5는 50%에 해당하나요?
nl: Waarom komt 0,5 overeen met 50 %?
no: Hvorfor tilsvarer 0,5 50 %?
pl: Dlaczego 0,5 odpowiada 50 %?
pt_pt: Por que 0,5 corresponde a 50 %?
ro: De ce 0,5 corespunde la 50 %?
ru: Почему 0,5 соответствует 50 %?
sk: Prečo 0,5 zodpovedá 50 %?
sv: Varför motsvarar 0,5 50 %?
sw: Kwa nini 0.5 inalingana na 50%?
tr: Neden 0,5 %50'ye karşılık geliyor?
uk: Чому 0,5 відповідає 50 %?
vi: Tại sao 0,5 tương ứng với 50 %?
zh_hans: 为什么0.5对应于50%？

# ed_math_percentages_decimal_to_percent_a2
source: Parce que 0,5 représente la moitié de 1 : multiplié par 100, cela donne 50 %.
af: Omdat 0,5 die helfte van 1 verteenwoordig: vermenigvuldig met 100, dit gee 50 %.
bg: Защото 0,5 представлява половината от 1: умножено по 100, това дава 50 %.
cs: Protože 0,5 představuje polovinu 1: vynásobením 100 to dává 50 %.
da: Fordi 0,5 repræsenterer halvdelen af 1: ganget med 100 giver det 50 %.
de: Weil 0,5 die Hälfte von 1 darstellt: multipliziert mit 100 ergibt das 50 %.
el: Επειδή το 0,5 αντιπροσωπεύει το μισό του 1: πολλαπλασιασμένο με το 100, δίνει 50 %.
es: Porque 0,5 representa la mitad de 1: multiplicado por 100, da 50 %.
fi: Koska 0,5 edustaa puolta 1:stä: kerrottuna 100:lla se antaa 50 %.
fil: Dahil ang 0.5 ay kumakatawan sa kalahati ng 1: kapag pinarami ng 100, ito ay nagiging 50 %.
hu: Mert a 0,5 az 1 fele: 100-zal szorozva 50 %-ot ad.
id: Karena 0,5 mewakili setengah dari 1: dikalikan dengan 100, itu menjadi 50 %.
it: Perché 0,5 rappresenta la metà di 1: moltiplicato per 100, dà 50 %.
ja: 0.5は1の半分を表すからです：100を掛けると50％になります。
ko: 0.5는 1의 절반을 나타내기 때문입니다: 100을 곱하면 50%가 됩니다.
nl: Omdat 0,5 de helft van 1 vertegenwoordigt: vermenigvuldigd met 100, geeft dit 50 %.
no: Fordi 0,5 representerer halvparten av 1: multiplisert med 100 gir det 50 %.
pl: Ponieważ 0,5 reprezentuje połowę 1: pomnożone przez 100 daje 50 %.
pt_pt: Porque 0,5 representa a metade de 1: multiplicado por 100, isso dá 50 %.
ro: Pentru că 0,5 reprezintă jumătate din 1: înmulțit cu 100, rezultatul este 50 %.
ru: Потому что 0,5 представляет собой половину от 1: умноженное на 100, это даёт 50 %.
sk: Pretože 0,5 predstavuje polovicu 1: keď to vynásobíte 100, dostanete 50 %.
sv: För att 0,5 representerar hälften av 1: multiplicerat med 100 ger det 50 %.
sw: Kwa sababu 0.5 inawakilisha nusu ya 1: ikizidishwa kwa 100, inatoa 50%.
tr: Çünkü 0,5, 1'in yarısını temsil eder: 100 ile çarpıldığında %50 eder.
uk: Тому що 0,5 представляє половину від 1: помножене на 100, це дає 50 %.
vi: Bởi vì 0,5 đại diện cho một nửa của 1: nhân với 100, nó cho ra 50 %.
zh_hans: 因为0.5代表1的一半：乘以100后，得到50%。

# ed_math_percentages_decimal_to_percent_q3
source: Quelle différence avec “% ↔ fraction” ?
af: Wat is die verskil met “% ↔ breuk”?
bg: Каква е разликата с “% ↔ дроб”?
cs: Jaký je rozdíl mezi „% ↔ zlomek“?
da: Hvad er forskellen på “% ↔ brøk”?
de: Was ist der Unterschied zu „% ↔ Bruch“?
el: Ποια είναι η διαφορά με το “% ↔ κλάσμα”;
es: ¿Cuál es la diferencia con “% ↔ fracción”?
fi: Mikä ero on “% ↔ murtoluku”?
fil: Ano ang pagkakaiba sa “% ↔ fraction”?
hu: Mi a különbség a “% ↔ tört” között?
id: Apa perbedaan dengan “% ↔ pecahan”?
it: Qual è la differenza con “% ↔ frazione”?
ja: 「% ↔ 分数」との違いは何ですか？
ko: “% ↔ 분수”와의 차이점은 무엇인가요?
nl: Wat is het verschil met “% ↔ breuk”?
no: Hva er forskjellen med “% ↔ brøk”?
pl: Jaka jest różnica między „% ↔ ułamek”?
pt_pt: Qual a diferença com “% ↔ fração”?
ro: Care este diferența între “% ↔ fracție”?
ru: В чём разница с “% ↔ дробь”?
sk: Aký je rozdiel medzi “% ↔ zlomok”?
sv: Vad är skillnaden med “% ↔ bråk”?
sw: Tofauti gani na “% ↔ sehemu”?
tr: “% ↔ kesir” ile ne fark var?
uk: Яка різниця з “% ↔ дроб”?
vi: Sự khác biệt với “% ↔ phân số” là gì?
zh_hans: 与“% ↔ 分数”有什么区别？

# ed_math_percentages_decimal_to_percent_a3
source: Ici on convertit un décimal en %. L’outil “% ↔ fraction” convertit entre pourcentages et fractions simplifiées.
af: Hier omskakel ons ‘n desimaal in %. Die “% ↔ breuk” hulpmiddel omskakel tussen persentasies en vereenvoudigde breuke.
bg: Тук конвертираме десетично число в %. Инструментът “% ↔ дроб” конвертира между проценти и опростени дроби.
cs: Zde převádíme desetinné číslo na %. Nástroj „% ↔ zlomek“ převádí mezi procenty a zjednodušenými zlomky.
da: Her konverterer vi et decimaltal til %. Værktøjet “% ↔ brøk” konverterer mellem procenter og forenklede brøker.
de: Hier wandeln wir eine Dezimalzahl in %. Das Tool „% ↔ Bruch“ konvertiert zwischen Prozentsätzen und vereinfachten Brüchen.
el: Εδώ μετατρέπουμε έναν δεκαδικό σε %. Το εργαλείο “% ↔ κλάσμα” μετατρέπει μεταξύ ποσοστών και απλοποιημένων κλασμάτων.
es: Aquí convertimos un decimal en %. La herramienta “% ↔ fracción” convierte entre porcentajes y fracciones simplificadas.
fi: Tässä muutetaan desimaali prosentiksi. “% ↔ murtoluku” -työkalu muuntaa prosentteja ja yksinkertaistettuja murtolukuja keskenään.
fil: Dito, nagko-convert tayo ng decimal sa %. Ang tool na “% ↔ fraction” ay nagko-convert sa pagitan ng mga porsyento at pinadaling fraction.
hu: Itt egy tizedest alakítunk át %. A “% ↔ tört” eszköz a százalékok és az egyszerűsített törtek közötti átváltásra szolgál.
id: Di sini kita mengonversi desimal menjadi %. Alat “% ↔ pecahan” mengonversi antara persentase dan pecahan yang disederhanakan.
it: Qui convertiamo un decimale in %. Lo strumento “% ↔ frazione” converte tra percentuali e frazioni semplificate.
ja: ここでは小数を%に変換します。「% ↔ 分数」ツールはパーセンテージと簡略化された分数の間を変換します。
ko: 여기서는 소수를 %로 변환합니다. “% ↔ 분수” 도구는 백분율과 단순화된 분수 간의 변환을 수행합니다.
nl: Hier converteren we een decimaal naar %. De tool “% ↔ breuk” converteert tussen percentages en vereenvoudigde breuken.
no: Her konverterer vi et desimal til %. Verktøyet “% ↔ brøk” konverterer mellom prosent og forenklede brøker.
pl: Tutaj przekształcamy liczbę dziesiętną na %. Narzędzie „% ↔ ułamek” konwertuje między procentami a uproszczonymi ułamkami.
pt_pt: Aqui convertemos um decimal em %. A ferramenta “% ↔ fração” converte entre porcentagens e frações simplificadas.
ro: Aici convertim un zecimal în %. Instrumentul “% ↔ fracție” convertește între procente și fracții simplificate.
ru: Здесь мы преобразуем десятичное число в %. Инструмент “% ↔ дробь” преобразует между процентами и упрощёнными дробями.
sk: Tu prevádzame desatinné číslo na %. Nástroj “% ↔ zlomok” prevádza medzi percentami a zjednodušenými zlomkami.
sv: Här konverterar vi ett decimaltal till %. Verktyget “% ↔ bråk” konverterar mellan procent och förenklade bråk.
sw: Hapa tunabadilisha desimali kuwa %. Zana “% ↔ sehemu” inabadilisha kati ya asilimia na sehemu zilizorahisishwa.
tr: Burada bir ondalığı %'ye dönüştürüyoruz. “% ↔ kesir” aracı, yüzdeler ve sadeleştirilmiş kesirler arasında dönüşüm yapar.
uk: Тут ми конвертуємо десяткове число в %. Інструмент “% ↔ дроб” конвертує між відсотками та спрощеними дробами.
vi: Ở đây chúng ta chuyển đổi một số thập phân thành %. Công cụ “% ↔ phân số” chuyển đổi giữa tỷ lệ phần trăm và phân số đơn giản.
zh_hans: 这里我们将小数转换为%。工具“% ↔ 分数”在百分比和简化分数之间进行转换。

# ed_math_percentages_decimal_to_percent_q4
source: Et si je veux faire l’inverse (pourcentage → décimal) ?
af: En as ek die omgekeerde wil doen (persentasie → desimaal)?
bg: А ако искам да направя обратното (процент → десетично число)?
cs: A co když chci udělat opak (procento → desetinné číslo)?
da: Og hvis jeg vil gøre det omvendte (procent → decimaltal)?
de: Und wenn ich das Gegenteil machen möchte (Prozentsatz → Dezimal)?
el: Και αν θέλω να κάνω το αντίστροφο (ποσοστό → δεκαδικό);
es: ¿Y si quiero hacer lo inverso (porcentaje → decimal)?
fi: Entä jos haluan tehdä päinvastoin (prosentti → desimaali)?
fil: At kung gusto kong gawin ang kabaligtaran (porsyento → decimal)?
hu: És mi van, ha az ellenkezőjét akarom csinálni (százalék → tizedes)?
id: Dan jika saya ingin melakukan sebaliknya (persentase → desimal)?
it: E se voglio fare l'inverso (percentuale → decimale)?
ja: 逆にしたい場合（パーセンテージ → 小数）はどうすればよいですか？
ko: 반대로 하고 싶다면(백분율 → 소수) 어떻게 하나요?
nl: En als ik het omgekeerde wil doen (percentage → decimaal)?
no: Og hvis jeg vil gjøre det motsatte (prosent → desimal)?
pl: A co jeśli chcę zrobić odwrotnie (procent → liczba dziesiętna)?
pt_pt: E se eu quiser fazer o inverso (porcentagem → decimal)?
ro: Și dacă vreau să fac inversul (procent → zecimal)?
ru: А если я хочу сделать наоборот (процент → десятичное число)?
sk: A čo ak chcem urobiť opak (percento → desatinné číslo)?
sv: Och om jag vill göra det omvända (procent → decimaltal)?
sw: Na ikiwa nataka kufanya kinyume (asilimia → desimali)?
tr: Peki ya tersini yapmak istersem (yüzde → ondalık)?
uk: А якщо я хочу зробити навпаки (відсоток → десяткове число)?
vi: Và nếu tôi muốn làm ngược lại (tỷ lệ phần trăm → số thập phân)?
zh_hans: 如果我想反向操作（百分比 → 小数）怎么办？

# ed_math_percentages_decimal_to_percent_a4
source: Il faut diviser par 100. Si vous avez un outil dédié “pourcentage → décimal”, utilisez-le pour éviter les erreurs d’écriture.
af: Jy moet deur 100 deel. As jy ‘n toegewyde hulpmiddel “persentasie → desimaal” het, gebruik dit om skryf foute te vermy.
bg: Трябва да разделите на 100. Ако имате специален инструмент “процент → десетично число”, използвайте го, за да избегнете грешки в записа.
cs: Musíte dělit 100. Pokud máte specializovaný nástroj „procento → desetinné číslo“, použijte ho, abyste se vyhnuli chybám v zápisu.
da: Man skal dividere med 100. Hvis du har et dedikeret værktøj “procent → decimaltal”, så brug det for at undgå skrivefejl.
de: Man muss durch 100 teilen. Wenn Sie ein spezielles Tool „Prozentsatz → Dezimal“ haben, verwenden Sie es, um Schreibfehler zu vermeiden.
el: Πρέπει να διαιρέσετε με το 100. Αν έχετε ένα ειδικό εργαλείο “ποσοστό → δεκαδικό”, χρησιμοποιήστε το για να αποφύγετε τα λάθη γραφής.
es: Hay que dividir por 100. Si tienes una herramienta dedicada “porcentaje → decimal”, úsala para evitar errores de escritura.
fi: On jaettava 100:lla. Jos sinulla on erityinen työkalu “prosentti → desimaali”, käytä sitä kirjoitusvirheiden välttämiseksi.
fil: Kailangan itong hatiin sa 100. Kung mayroon kang nakalaang tool na “porsyento → decimal”, gamitin ito upang maiwasan ang mga pagkakamali sa pagsulat.
hu: Osztani kell 100-zal. Ha van egy dedikált eszköze “százalék → tizedes”, használja azt, hogy elkerülje az írási hibákat.
id: Anda harus membagi dengan 100. Jika Anda memiliki alat khusus “persentase → desimal”, gunakan itu untuk menghindari kesalahan penulisan.
it: Bisogna dividere per 100. Se hai uno strumento dedicato “percentuale → decimale”, usalo per evitare errori di scrittura.
ja: 100で割る必要があります。専用の「パーセンテージ → 小数」ツールがある場合は、記述ミスを避けるためにそれを使用してください。
ko: 100으로 나누어야 합니다. “백분율 → 소수” 전용 도구가 있다면, 작성 오류를 피하기 위해 그것을 사용하세요.
nl: Je moet delen door 100. Als je een speciale tool “percentage → decimaal” hebt, gebruik die dan om schrijffouten te voorkomen.
no: Man må dele med 100. Hvis du har et dedikert verktøy “prosent → desimal”, bruk det for å unngå skrivefeil.
pl: Należy podzielić przez 100. Jeśli masz dedykowane narzędzie „procent → liczba dziesiętna”, użyj go, aby uniknąć błędów w pisowni.
pt_pt: É preciso dividir por 100. Se você tiver uma ferramenta dedicada “porcentagem → decimal”, use-a para evitar erros de escrita.
ro: Trebuie să împărțiți la 100. Dacă aveți un instrument dedicat “procent → zecimal”, folosiți-l pentru a evita erorile de scriere.
ru: Нужно разделить на 100. Если у вас есть специальный инструмент “процент → десятичное число”, используйте его, чтобы избежать ошибок в записи.
sk: Musíte deliť 100. Ak máte špeciálny nástroj “percento → desatinné číslo”, použite ho, aby ste predišli chybám v zápise.
sv: Man måste dela med 100. Om du har ett dedikerat verktyg “procent → decimaltal”, använd det för att undvika skrivfel.
sw: Inabidi ugawanye kwa 100. Ikiwa una zana maalum “asilimia → desimali”, itumie ili kuepuka makosa ya kuandika.
tr: 100'e bölmek gerekir. Eğer “yüzde → ondalık” için özel bir aracınız varsa, yazım hatalarını önlemek için onu kullanın.
uk: Потрібно поділити на 100. Якщо у вас є спеціалізований інструмент “відсоток → десяткове число”, використовуйте його, щоб уникнути помилок у написанні.
vi: Cần phải chia cho 100. Nếu bạn có một công cụ chuyên dụng “tỷ lệ phần trăm → số thập phân”, hãy sử dụng nó để tránh sai sót trong việc viết.
zh_hans: 需要除以100。如果您有专门的“百分比 → 小数”工具，请使用它以避免书写错误。

# ed_math_percentages_decimal_to_percent_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_decimal_to_percent_tip
source: Repère rapide : 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
af: Vinige verwysing: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
bg: Бърз ориентир: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
cs: Rychlý přehled: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
da: Hurtig reference: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
de: Schnellreferenz: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
el: Γρήγορη αναφορά: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
es: Referencia rápida: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
fi: Nopea muistilappu: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
fil: Mabilis na tala: 0.01 = 1 %, 0.1 = 10 %, 0.25 = 25 %, 0.5 = 50 %, 0.75 = 75 %.
hu: Gyors útmutató: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
id: Panduan cepat: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
it: Riferimento rapido: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
ja: クイックリファレンス：0.01 = 1％、0.1 = 10％、0.25 = 25％、0.5 = 50％、0.75 = 75％。
ko: 빠른 참조: 0.01 = 1%, 0.1 = 10%, 0.25 = 25%, 0.5 = 50%, 0.75 = 75%.
nl: Snelle referentie: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
no: Rask referanse: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
pl: Szybki wskaźnik: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
pt_pt: Referência rápida: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
ro: Repere rapide: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
ru: Быстрая справка: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
sk: Rýchly prehľad: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
sv: Snabbreferens: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
sw: Alama ya haraka: 0.01 = 1%, 0.1 = 10%, 0.25 = 25%, 0.5 = 50%, 0.75 = 75%.
tr: Hızlı referans: 0,01 = %1, 0,1 = %10, 0,25 = %25, 0,5 = %50, 0,75 = %75.
uk: Швидкий орієнтир: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
vi: Dấu hiệu nhanh: 0,01 = 1 %, 0,1 = 10 %, 0,25 = 25 %, 0,5 = 50 %, 0,75 = 75 %.
zh_hans: 快速参考：0.01 = 1%，0.1 = 10%，0.25 = 25%，0.5 = 50%，0.75 = 75%。

# ed_math_percentages_difference_relative_title
source: À propos : Différence relative
af: Oor: Relatiewe verskil
bg: Относно: Относителна разлика
cs: O nás: Relativní rozdíl
da: Om: Relativ forskel
de: Über: Relative Differenz
el: Σχετικά: Σχετική διαφορά
es: Acerca de: Diferencia relativa
fi: Tietoa: Suhteellinen ero
fil: Tungkol sa: Relatibong pagkakaiba
hu: Ami a következő: Relatív különbség
id: Tentang: Perbedaan relatif
it: A proposito: Differenza relativa
ja: 概要：相対差
ko: 정보: 상대적 차이
nl: Over: Relatief verschil
no: Om: Relativ forskjell
pl: O tym: Różnica względna
pt_pt: Sobre: Diferença relativa
ro: Despre: Diferență relativă
ru: О нас: Относительная разница
sk: O: Relatívny rozdiel
sv: Om: Relativ skillnad
sw: Kuhusu: Tofauti ya uwiano
tr: Hakkında: Göreli Fark
uk: Про: Відносна різниця
vi: Về: Sự khác biệt tương đối
zh_hans: 关于：相对差异

# ed_math_percentages_difference_relative_lead
source: Ce calculateur permet d’exprimer la différence entre deux valeurs sous forme relative, en la rapportant à une valeur de référence, afin de comparer des écarts de manière proportionnelle.
af: Hierdie sakrekenaar maak dit moontlik om die verskil tussen twee waardes in relatiewe vorm uit te druk, deur dit te verwys na ‘n verwysingswaarde, om afwykings proporsioneel te vergelyk.
bg: Този калкулатор позволява да се изрази разликата между две стойности под формата на относителна, като я свързва с референтна стойност, за да се сравнят отклоненията пропорционално.
cs: Tento kalkulátor umožňuje vyjádřit rozdíl mezi dvěma hodnotami v relativní formě, vztahujícím se k referenční hodnotě, aby bylo možné porovnat odchylky proporcionálně.
da: Denne regner gør det muligt at udtrykke forskellen mellem to værdier i relativ form, ved at relatere den til en referenceværdi, for at sammenligne afvigelser proportionalt.
de: Dieser Rechner ermöglicht es, die Differenz zwischen zwei Werten in relativer Form auszudrücken, indem sie auf einen Referenzwert bezogen wird, um Abweichungen proportional zu vergleichen.
el: Αυτός ο υπολογιστής επιτρέπει να εκφράσετε τη διαφορά μεταξύ δύο τιμών σε σχετική μορφή, αναφέροντάς την σε μια τιμή αναφοράς, προκειμένου να συγκρίνετε αποκλίσεις με αναλογικό τρόπο.
es: Este calculador permite expresar la diferencia entre dos valores en forma relativa, relacionándola con un valor de referencia, para comparar desviaciones de manera proporcional.
fi: Tämä laskin mahdollistaa kahden arvon välisen eron ilmaisemisen suhteellisena, vertaamalla sitä viitearvoon, jotta voidaan verrata poikkeamia suhteellisesti.
fil: Ang calculator na ito ay nagbibigay-daan upang ipahayag ang pagkakaiba sa pagitan ng dalawang halaga sa anyong relatibo, sa pamamagitan ng pag-uugnay nito sa isang halaga ng sanggunian, upang ihambing ang mga pagkakaiba sa isang proporsyonal na paraan.
hu: Ez a kalkulátor lehetővé teszi, hogy a két érték közötti különbséget relatív formában fejezzük ki, egy referenciaértékhez viszonyítva, hogy arányosan összehasonlíthassuk a eltéréseket.
id: Kalkulator ini memungkinkan untuk mengekspresikan perbedaan antara dua nilai dalam bentuk relatif, dengan merujuk pada nilai acuan, untuk membandingkan selisih secara proporsional.
it: Questo calcolatore consente di esprimere la differenza tra due valori in forma relativa, rapportandola a un valore di riferimento, per confrontare le differenze in modo proporzionale.
ja: この計算機は、2つの値の間の差を相対的な形で表現し、基準値に対して比較することで、差を比例的に比較できるようにします。
ko: 이 계산기는 두 값 간의 차이를 상대적인 형태로 표현하여 기준 값에 비례하여 차이를 비교할 수 있도록 합니다.
nl: Deze calculator maakt het mogelijk om het verschil tussen twee waarden in relatieve termen uit te drukken, door het te relateren aan een referentiewaarde, om afwijkingen proportioneel te vergelijken.
no: Denne kalkulatoren lar deg uttrykke forskjellen mellom to verdier i relativ form, ved å relatere den til en referanseverdi, for å sammenligne avvik på en proporsjonal måte.
pl: Ten kalkulator pozwala wyrazić różnicę między dwiema wartościami w formie względnej, odnosząc ją do wartości odniesienia, aby porównać różnice w sposób proporcjonalny.
pt_pt: Este calculador permite expressar a diferença entre dois valores de forma relativa, relacionando-a a um valor de referência, a fim de comparar desvios de maneira proporcional.
ro: Acest calculator permite exprimarea diferenței între două valori sub formă relativă, raportând-o la o valoare de referință, pentru a compara abaterile în mod proporțional.
ru: Этот калькулятор позволяет выразить разницу между двумя значениями в относительной форме, соотнося её с эталонным значением, чтобы пропорционально сравнить отклонения.
sk: Tento kalkulátor umožňuje vyjadriť rozdiel medzi dvoma hodnotami v relatívnej forme, pričom ho porovnáva s referenčnou hodnotou, aby sa porovnávali odchýlky proporcionálne.
sv: Denna kalkylator gör det möjligt att uttrycka skillnaden mellan två värden i relativ form, genom att relatera den till ett referensvärde, för att jämföra avvikelser proportionellt.
sw: Calculator hii inaruhusu kuelezea tofauti kati ya thamani mbili kwa njia ya uwiano, kwa kuilinganisha na thamani ya rejea, ili kulinganisha tofauti kwa njia ya uwiano.
tr: Bu hesaplayıcı, iki değer arasındaki farkı göreli bir biçimde ifade etmeyi sağlar, bunu bir referans değerine oranlayarak, oranları orantılı bir şekilde karşılaştırmak için.
uk: Цей калькулятор дозволяє виразити різницю між двома значеннями у відносній формі, відносячи її до базового значення, щоб порівняти відхилення пропорційно.
vi: Máy tính này cho phép diễn đạt sự khác biệt giữa hai giá trị dưới dạng tương đối, bằng cách so sánh với một giá trị tham chiếu, nhằm so sánh các chênh lệch một cách tỷ lệ.
zh_hans: 此计算器允许以相对形式表达两个值之间的差异，将其与参考值进行比较，以便按比例比较差异。

# ed_math_percentages_difference_relative_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım Durumları
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例
