Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l7_s2_b2
source: Au moins 50% des valeurs doivent être ≤ médiane (et ≥ médiane).
af: Ten minste 50% van die waardes moet ≤ mediaan (en ≥ mediaan) wees.
bg: Най-малко 50% от стойностите трябва да бъдат ≤ медийната стойност (и ≥ медийната стойност).
cs: Alespoň 50% hodnot by mělo být ≤ medián (a ≥ medián).
da: Efter sortering skal medianen være mellem den lave centrale værdi og den høje centrale værdi (n lige tilfælde).
de: Mindestens 50% der Werte müssen ≤ Median (und ≥ Median) sein.
el: τουλάχιστον το 50% των τιμών πρέπει να είναι ≤ διάμεσος (και ≥ διάμεσος).
es: Al menos el 50% de los valores deben ser ≤ mediana (y ≥ mediana).
fi: Ainakin 50% arvoista on oltava ≤ mediaani (ja ≥ mediaani).
fil: Hindi bababa sa 50% ng mga halaga ay dapat ≤ median (at ≥ median).
hu: Legalább 50% az értékeknek ≤ medián (és ≥ medián).
id: Setidaknya 50% dari nilai harus ≤ median (dan ≥ median).
it: Almeno il 50% dei valori deve essere ≤ mediana (e ≥ mediana).
ja: 少なくとも50％の値は中央値以下（かつ中央値以上）である必要があります。
ko: 최소 50%의 값은 중앙값보다 작거나 같아야 하며(그리고 중앙값보다 크거나 같아야 합니다).
nl: Minstens 50% van de waarden moet ≤ mediaan (en ≥ mediaan) zijn.
no: Etter sortering, må medianen være mellom den lave sentrale verdien og den høye sentrale verdien (tilfelle n par).
pl: Co najmniej 50% wartości powinno być ≤ mediana (i ≥ mediana).
pt_pt: Pelo menos 50% dos valores devem ser ≤ mediana (e ≥ mediana).
ro: Cel puțin 50% din valori trebuie să fie ≤ mediana (și ≥ mediana).
ru: По крайней мере 50% значений должны быть ≤ медиана (и ≥ медиана).
sk: Aspoň 50% hodnôt by malo byť ≤ medián (a ≥ medián).
sv: Hur man snabbt kontrollerar om ditt resultat är rimligt
sw: Angalau 50% ya thamani zinapaswa kuwa ≤ médiane (na ≥ médiane).
tr: En az %50 değer medyanın altında (veya eşit) olmalıdır.
uk: Принаймні 50% значень повинні бути ≤ медіана (і ≥ медіана).
vi: Ít nhất 50% các giá trị phải ≤ trung vị (và ≥ trung vị).
zh_hans: 至少50%的值必须 ≤ 中位数（且 ≥ 中位数）。

# median_l7_s2_b3
source: Si tu ajoutes une valeur extrême très grande (ou très petite), la médiane change peu ou pas du tout (si n est grand).
af: As jy 'n baie groot (of baie klein) uiterste waarde byvoeg, verander die mediaan min of glad nie (as n groot is).
bg: Ако добавиш много голяма (или много малка) крайна стойност, медийната стойност се променя малко или изобщо не се променя (ако n е голям).
cs: Pokud přidáš velmi velkou (nebo velmi malou) extrémní hodnotu, medián se změní málo nebo vůbec (pokud je n velké).
da: Mindst 50% af værdierne skal være ≤ median (og ≥ median).
de: Wenn du einen sehr großen (oder sehr kleinen) Extremwert hinzufügst, ändert sich der Median wenig oder gar nicht (wenn n groß ist).
el: Αν προσθέσεις μια πολύ μεγάλη (ή πολύ μικρή) ακραία τιμή, η διάμεσος αλλάζει λίγο ή καθόλου (αν n είναι μεγάλο).
es: Si agregas un valor extremo muy grande (o muy pequeño), la mediana cambia poco o nada (si n es grande).
fi: Jos lisäät erittäin suuren (tai erittäin pienen) äärimmäisen arvon, mediaani muuttuu vain vähän tai ei ollenkaan (jos n on suuri).
fil: Kung magdadagdag ka ng isang napakalaking extreme na halaga (o napakaliit), ang median ay nagbabago ng kaunti o hindi man lang (kung ang n ay malaki).
hu: Ha hozzáadsz egy nagyon nagy (vagy nagyon kicsi) szélsőséges értéket, a medián alig vagy egyáltalán nem változik (ha n nagy).
id: Jika kamu menambahkan nilai ekstrem yang sangat besar (atau sangat kecil), median berubah sedikit atau tidak sama sekali (jika n besar).
it: Se aggiungi un valore estremo molto grande (o molto piccolo), la mediana cambia poco o per niente (se n è grande).
ja: 非常に大きな（または非常に小さな）極端な値を追加すると、中央値はほとんど変わらないか、全く変わらない（nが大きい場合）。
ko: 극단적으로 큰(또는 작은) 값을 추가하면 중앙값은 거의 변하지 않거나 전혀 변하지 않습니다(만약 n이 크다면).
nl: Als je een zeer grote (of zeer kleine) extreme waarde toevoegt, verandert de mediaan weinig of helemaal niet (als n groot is).
no: Minst 50% av verdiene må være ≤ median (og ≥ median).
pl: Jeśli dodasz bardzo dużą (lub bardzo małą) wartość ekstremalną, mediana zmienia się niewiele lub wcale (jeśli n jest duże).
pt_pt: Se você adicionar um valor extremo muito grande (ou muito pequeno), a mediana muda pouco ou nada (se n for grande).
ro: Dacă adaugi o valoare extrem de mare (sau foarte mică), mediana se schimbă puțin sau deloc (dacă n este mare).
ru: Если ты добавляешь очень большое (или очень маленькое) экстремальное значение, медиана меняется мало или совсем не меняется (если n велико).
sk: Ak pridáš veľmi veľkú (alebo veľmi malú) extrémnu hodnotu, medián sa zmení málo alebo vôbec (ak je n veľké).
sv: Efter sortering ska medianen ligga mellan det låga centrala värdet och det höga centrala värdet (fall n jämnt).
sw: Ikiwa unongeza thamani ya mipaka kubwa sana (au ndogo sana), médiane hubadilika kidogo au hata siyo (ikiwa n ni kubwa).
tr: Eğer çok büyük (veya çok küçük) bir aşırı değer eklersen, medyan çok az veya hiç değişmez (n büyükse).
uk: Якщо ти додаєш дуже велике (або дуже мале) екстремальне значення, медіана змінюється мало або зовсім не змінюється (якщо n велике).
vi: Nếu bạn thêm một giá trị cực lớn (hoặc cực nhỏ), trung vị thay đổi ít hoặc không thay đổi (nếu n lớn).
zh_hans: 如果你添加一个极大的（或极小的）值，中位数几乎不变（如果n很大）。

# median_l7_s3_title
source: Check-list en 15 secondes
af: Kontrolelys in 15 sekondes
bg: Контролен списък за 15 секунди
cs: Kontrolní seznam za 15 sekund
da: Hvis du tilføjer en ekstremt stor (eller meget lille) værdi, ændrer medianen sig lidt eller slet ikke (hvis n er stort).
de: Checkliste in 15 Sekunden
el: Λίστα ελέγχου σε 15 δευτερόλεπτα
es: Lista de verificación en 15 segundos
fi: Tarkistuslista 15 sekunnissa
fil: Check-list sa loob ng 15 segundo
hu: Ellenőrző lista 15 másodperc alatt
id: Daftar periksa dalam 15 detik
it: Check-list in 15 secondi
ja: 15秒でのチェックリスト
ko: 15초 체크리스트
nl: Checklijst in 15 seconden
no: Hvis du legger til en ekstremt stor (eller veldig liten) verdi, endres medianen lite eller ikke i det hele tatt (hvis n er stort).
pl: Lista kontrolna w 15 sekundach
pt_pt: Check-list em 15 segundos
ro: Listă de verificare în 15 secunde
ru: Контрольный список за 15 секунд
sk: Kontrolný zoznam za 15 sekúnd
sv: Minst 50% av värdena ska vara ≤ median (och ≥ median).
sw: Orodha ya ukaguzi katika sekunde 15
tr: 15 saniyede kontrol listesi
uk: Контрольний список за 15 секунд
vi: Danh sách kiểm tra trong 15 giây
zh_hans: 15秒检查清单

# median_l7_s3_b1
source: 1) Trier.
af: 1) Sorteer.
bg: 1) Сортиране.
cs: 1) Třídit.
da: Tjekliste på 15 sekunder
de: 1) Sortieren.
el: 1) Ταξινόμηση.
es: 1) Ordenar.
fi: 1) Lajittele.
fil: 1) Ayusin.
hu: 1) Rendezés.
id: 1) Urutkan.
it: 1) Ordinare.
ja: 1) 並べ替え。
ko: 1) 정렬하기.
nl: 1) Sorteren.
no: Sjekkliste på 15 sekunder
pl: 1) Sortuj.
pt_pt: 1) Ordenar.
ro: 1) Sortează.
ru: 1) Сортировать.
sk: 1) Triediť.
sv: Om du lägger till ett extremt stort (eller mycket litet) värde, förändras medianen lite eller inte alls (om n är stort).
sw: 1) Panga.
tr: 1) Sırala.
uk: 1) Сортувати.
vi: 1) Sắp xếp.
zh_hans: 1）排序。

# median_l7_s3_b2
source: 2) Compter n (ou N si effectifs).
af: 2) Tel n (of N as frekwensies).
bg: 2) Броене на n (или N, ако има честоти).
cs: 2) Počítat n (nebo N, pokud jsou četnosti).
da: 1) Sorter.
de: 2) n (oder N, wenn Häufigkeiten) zählen.
el: 2) Μετράς n (ή N αν υπάρχουν συχνότητες).
es: 2) Contar n (o N si hay frecuencias).
fi: 2) Laske n (tai N, jos frekvenssit).
fil: 2) Bilangin ang n (o N kung may bilang).
hu: 2) Számold meg n-t (vagy N-t, ha gyakoriságok).
id: 2) Hitung n (atau N jika frekuensi).
it: 2) Contare n (o N se frequenze).
ja: 2) n（または頻度の場合はN）を数える。
ko: 2) n(또는 빈도 수 N) 세기.
nl: 2) Tel n (of N als frequenties).
no: 1) Sorter.
pl: 2) Policz n (lub N, jeśli liczebności).
pt_pt: 2) Contar n (ou N se frequências).
ro: 2) Numără n (sau N dacă sunt frecvențe).
ru: 2) Подсчитать n (или N, если частоты).
sk: 2) Počítať n (alebo N, ak sú frekvencie).
sv: Checklista på 15 sekunder
sw: 2) Hesabu n (au N ikiwa na idadi).
tr: 2) n'i (veya frekanslar için N'yi) say.
uk: 2) Порахувати n (або N, якщо частоти).
vi: 2) Đếm n (hoặc N nếu có tần suất).
zh_hans: 2）计算n（或N如果有频数）。

# median_l7_s3_b3
source: 3) Impair : rang (n+1)/2 ; Pair : moyenne des rangs n/2 et n/2+1.
af: 3) Oneven: rang (n+1)/2; Even: gemiddelde van die rang n/2 en n/2+1.
bg: 3) Нечетно: ранг (n+1)/2; Четно: средна стойност на ранг n/2 и n/2+1.
cs: 3) Neparní: pořadí (n+1)/2; Parní: průměr pořadí n/2 a n/2+1.
da: 2) Tæl n (eller N hvis frekvenser).
de: 3) Ungerade: Rang (n+1)/2; Gerade: Durchschnitt der Ränge n/2 und n/2+1.
el: 3) Ζυγό: θέση (n+1)/2; Ζυγό: μέσος όρος των θέσεων n/2 και n/2+1.
es: 3) Impar: rango (n+1)/2; Par: promedio de los rangos n/2 y n/2+1.
fi: 3) Pariton: sijoitus (n+1)/2; Parillinen: sijoitusten keskiarvo n/2 ja n/2+1.
fil: 3) Odd: rank (n+1)/2; Even: average ng ranks n/2 at n/2+1.
hu: 3) Páratlan: rang (n+1)/2; Páros: a rangok n/2 és n/2+1 átlaga.
id: 3) Genap: urutan (n+1)/2; Genap: rata-rata urutan n/2 dan n/2+1.
it: 3) Dispari: rango (n+1)/2; Pari: media dei ranghi n/2 e n/2+1.
ja: 3) 奇数：順位(n+1)/2；偶数：順位n/2とn/2+1の平均。
ko: 3) 홀수: 순위 (n+1)/2; 짝수: 순위 n/2와 n/2+1의 평균.
nl: 3) Oneven: rang (n+1)/2; Even: gemiddelde van de rangen n/2 en n/2+1.
no: 2) Tell n (eller N hvis frekvenser).
pl: 3) Nieparzyste: ranga (n+1)/2; Parzyste: średnia rang n/2 i n/2+1.
pt_pt: 3) Ímpar: posição (n+1)/2; Par: média das posições n/2 e n/2+1.
ro: 3) Impair: rang (n+1)/2; Par: media rangurilor n/2 și n/2+1.
ru: 3) Нечетное: ранг (n+1)/2; Четное: среднее рангов n/2 и n/2+1.
sk: 3) Nepárne: poradie (n+1)/2; Párne: priemer poradia n/2 a n/2+1.
sv: 1) Sortera.
sw: 3) Impair: nafasi (n+1)/2; Pair: wastani wa nafasi n/2 na n/2+1.
tr: 3) Tek: sıra (n+1)/2; Çift: n/2 ve n/2+1'in ortalaması.
uk: 3) Непарне: ранг (n+1)/2; Парне: середнє рангов n/2 та n/2+1.
vi: 3) Lẻ: hạng (n+1)/2; Chẵn: trung bình của các hạng n/2 và n/2+1.
zh_hans: 3）奇数：排名(n+1)/2；偶数：排名n/2和n/2+1的平均值。

# median_l7_s3_b4
source: 4) Avec effectifs : cumuler jusqu’à atteindre 50% du total.
af: 4) Met frekwensies: kumuleer totdat jy 50% van die totaal bereik.
bg: 4) С честоти: кумулирай до достигане на 50% от общото.
cs: 4) S četnostmi: kumulovat, dokud nedosáhneš 50% celku.
da: 3) Ulige: rang (n+1)/2; Lige: gennemsnit af rangene n/2 og n/2+1.
de: 4) Mit Häufigkeiten: kumulieren, bis 50% des Gesamtwerts erreicht sind.
el: 4) Με συχνότητες: σωρεύεις μέχρι να φτάσεις το 50% του συνόλου.
es: 4) Con frecuencias: acumular hasta alcanzar el 50% del total.
fi: 4) Frekvenssien kanssa: kumuloi, kunnes saavutetaan 50% kokonaismäärästä.
fil: 4) Sa bilang: ipunin hanggang maabot ang 50% ng kabuuan.
hu: 4) Gyakoriságokkal: kumulálj, amíg el nem éred a teljes 50%-át.
id: 4) Dengan frekuensi: kumulatif hingga mencapai 50% dari total.
it: 4) Con frequenze: accumulare fino a raggiungere il 50% del totale.
ja: 4) 頻度を考慮して：合計の50％に達するまで累積する。
ko: 4) 빈도가 있을 경우: 총합의 50%에 도달할 때까지 누적하기.
nl: 4) Met frequenties: cumuleren tot 50% van het totaal is bereikt.
no: 3) Oddetall: rang (n+1)/2; Partall: gjennomsnitt av rangene n/2 og n/2+1.
pl: 4) Z liczebnościami: kumuluj aż osiągniesz 50% całości.
pt_pt: 4) Com frequências: acumular até atingir 50% do total.
ro: 4) Cu frecvențe: cumulează până atingi 50% din total.
ru: 4) С частотами: накапливать до достижения 50% от общего числа.
sk: 4) S frekvenciami: kumulovať, kým nedosiahneš 50% z celku.
sv: 2) Räkna n (eller N om frekvenser).
sw: 4) Pamoja na idadi: kusanya hadi kufikia 50% ya jumla.
tr: 4) Frekanslarla: toplamın %50'sine ulaşana kadar biriktir.
uk: 4) З частотами: накопичити до досягнення 50% від загальної суми.
vi: 4) Với tần suất: cộng dồn cho đến khi đạt 50% tổng số.
zh_hans: 4）有频数的情况下：累积到达总数的50%。

# median_l7_s3_b5
source: 5) Avec classes : trouver la classe médiane via N/2, puis (optionnel) interpoler.
af: 5) Met klasse: vind die mediaan klas via N/2, dan (opsioneel) interpoleer.
bg: 5) С класове: намери медийната класа чрез N/2, след това (по избор) интерполирай.
cs: 5) S třídami: najděte medián pomocí N/2, poté (volitelně) interpolujte.
da: 5) Med klasser: find median klassen via N/2, derefter (valgfrit) interpolere.
de: 5) Mit Klassen: die Median-Klasse über N/2 finden, dann (optional) interpolieren.
el: 5) Με κλάσεις: βρίσκεις την κλάση διάμεσου μέσω N/2, στη συνέχεια (προαιρετικά) παρεμβαίνεις.
es: 5) Con clases: encontrar la clase mediana a través de N/2, luego (opcional) interpolar.
fi: 5) Luokkien kanssa: löydä mediaani luokan N/2 kautta, sitten (valinnainen) interpoloida.
fil: 5) Sa mga klase: hanapin ang median na klase sa pamamagitan ng N/2, pagkatapos (opsyonal) ay mag-interpolate.
hu: 5) Osztályokkal: találja meg a mediánt N/2-n keresztül, majd (opcionális) interpoláljon.
id: 5) Dengan kelas: temukan kelas median melalui N/2, lalu (opsional) interpolasi.
it: 5) Con classi: trovare la classe mediana tramite N/2, poi (opzionale) interpolare.
ja: 5) クラスを使う場合：N/2を通じて中央値のクラスを見つけ、その後（オプションで）補間する。
ko: 5) 클래스가 있을 경우: N/2를 통해 중앙 클래스를 찾고, 그 후(선택적으로) 보간하기.
nl: 5) Met klassen: vind de mediaan klasse via N/2, en (optioneel) interpoleren.
no: 5) Med klasser: finn medianen via N/2, deretter (valgfritt) interpolere.
pl: 5) Z klasami: znaleźć klasę mediany przez N/2, a następnie (opcjonalnie) interpolować.
pt_pt: 5) Com classes: encontrar a classe mediana através de N/2, depois (opcional) interpolar.
ro: 5) Cu clase: găsiți clasa mediană prin N/2, apoi (opțional) interpolați.
ru: 5) С классами: найти медиану через N/2, затем (по желанию) интерполировать.
sk: 5) S triedami: nájdite mediánovú triedu cez N/2, potom (voliteľne) interpolujte.
sv: 5) Med klasser: hitta medianen via N/2, sedan (valfritt) interpolera.
sw: 5) Kwa madarasa: pata darasa la kati kupitia N/2, kisha (hiari) fanya upatanishi.
tr: 5) Sınıflarla: N/2 ile medyan sınıfını bul, ardından (isteğe bağlı olarak) enterpolasyon yap.
uk: 5) З класами: знайти медіанний клас через N/2, потім (за бажанням) інтерполювати.
vi: 5) Với các lớp: tìm lớp trung vị qua N/2, sau đó (tùy chọn) nội suy.
zh_hans: 5）有类别的情况下：通过N/2找到中位数类别，然后（可选）进行插值。

# median_l7_q1
source: Pour trouver la médiane, l’étape indispensable est :
af: Om die mediaan te vind, is die noodsaaklike stap:
bg: За да намериш медийната стойност, задължителната стъпка е:
cs: 2) Pro nalezení mediánu je nezbytným krokem:
da: For at finde medianen er det nødvendigt at:
de: Um den Median zu finden, ist der notwendige Schritt:
el: Για να βρεις τη διάμεσο, το απαραίτητο βήμα είναι:
es: Para encontrar la mediana, el paso indispensable es:
fi: Mediaanin löytämiseksi välttämätön vaihe on:
fil: Upang mahanap ang median, ang kinakailangang hakbang ay:
hu: A medián megtalálásához elengedhetetlen lépés:
id: Untuk menemukan median, langkah yang penting adalah:
it: Per trovare la mediana, il passaggio indispensabile è:
ja: 中央値を見つけるために不可欠なステップは：
ko: 중앙값을 찾기 위해 필수적인 단계는:
nl: Om de mediaan te vinden, is de onmisbare stap:
no: For å finne medianen, er det avgjørende steget:
pl: Aby znaleźć medianę, niezbędnym krokiem jest:
pt_pt: Para encontrar a mediana, o passo indispensável é:
ro: Pentru a găsi mediana, pasul indispensabil este:
ru: Чтобы найти медиану, обязательным этапом является:
sk: Aby ste našli medián, nevyhnutným krokom je:
sv: För att hitta medianen är det avgörande steget:
sw: Ili kupata kati, hatua muhimu ni:
tr: Medyanı bulmak için gerekli adım:
uk: Щоб знайти медіану, необхідним етапом є:
vi: Để tìm trung vị, bước cần thiết là:
zh_hans: 要找到中位数，必不可少的步骤是：

# median_l7_q1_a
source: calculer la somme
af: bereken die som
bg: да изчислиш сумата
cs: 3) vypočítat součet
da: beregne summen
de: die Summe berechnen
el: να υπολογίσεις το άθροισμα
es: calcular la suma
fi: laskea summa
fil: kalkulahin ang kabuuan
hu: összeget számolni
id: menghitung jumlah
it: calcolare la somma
ja: 合計を計算する
ko: 합계를 계산하기
nl: de som berekenen
no: beregne summen
pl: obliczyć sumę
pt_pt: calcular a soma
ro: a calcula suma
ru: вычислить сумму
sk: vypočítať súčet
sv: beräkna summan
sw: kuhesabu jumla
tr: toplamı hesaplamak
uk: обчислити суму
vi: tính tổng
zh_hans: 计算总和

# median_l7_q1_b
source: trier la série
af: sortering van die reeks
bg: да сортираш серията
cs: 4) seřadit sérii
da: sortere rækken
de: die Reihe sortieren
el: να ταξινομήσεις τη σειρά
es: ordenar la serie
fi: lajitella sarja
fil: i-sort ang serye
hu: sorba rendezni a sorozatot
id: mengurutkan deret
it: ordinare la serie
ja: 系列を並べ替える
ko: 시리즈를 정렬하기
nl: de reeks sorteren
no: sortere serien
pl: posortować szereg
pt_pt: ordenar a série
ro: a sorta seria
ru: отсортировать ряд
sk: usporiadať sériu
sv: sortera serien
sw: kuweka mfululizo katika mpangilio
tr: seriyi sıralamak
uk: відсортувати серію
vi: sắp xếp dãy số
zh_hans: 对序列进行排序

# median_l7_q1_c
source: trouver le maximum
af: vind die maksimum
bg: да намериш максимума
cs: 5) najít maximum
da: finde maksimum
de: den Maximalwert finden
el: να βρεις το μέγιστο
es: encontrar el máximo
fi: löytää maksimi
fil: hanapin ang maximum
hu: megtalálni a maximumot
id: menemukan maksimum
it: trovare il massimo
ja: 最大値を見つける
ko: 최대값을 찾기
nl: de maximumwaarde vinden
no: finne maksimum
pl: znaleźć maksimum
pt_pt: encontrar o máximo
ro: a găsi maximul
ru: найти максимум
sk: nájsť maximum
sv: hitta maximum
sw: kupata kiwango cha juu
tr: maksimumu bulmak
uk: знайти максимум
vi: tìm giá trị lớn nhất
zh_hans: 找到最大值

# median_l7_q1_exp
source: La médiane dépend de l’ordre : sans tri, on ne sait pas quelle valeur est “au milieu”.
af: Die mediaan hang af van die volgorde: sonder sortering weet ons nie watter waarde 'in die middel' is.
bg: Медийната стойност зависи от реда: без сортиране, не знаем коя стойност е "в средата".
cs: 6) Medián závisí na pořadí: bez seřazení nevíme, která hodnota je "uprostřed".
da: Medianen afhænger af rækkefølgen: uden sortering ved vi ikke, hvilken værdi der er 'i midten'.
de: Der Median hängt von der Reihenfolge ab: ohne Sortierung wissen wir nicht, welcher Wert "in der Mitte" ist.
el: Η διάμεσος εξαρτάται από τη σειρά: χωρίς ταξινόμηση, δεν ξέρουμε ποια τιμή είναι "στη μέση".
es: La mediana depende del orden: sin ordenar, no sabemos qué valor está 'en el medio'.
fi: Mediaani riippuu järjestyksestä: ilman lajittelua emme tiedä, mikä arvo on 'keskellä'.
fil: Ang median ay nakasalalay sa pagkakasunod-sunod: nang walang pag-uuri, hindi natin alam kung aling halaga ang "nasa gitna".
hu: A medián függ a sorrendtől: rendezés nélkül nem tudjuk, melyik érték van "a középen".
id: Median tergantung pada urutan: tanpa pengurutan, kita tidak tahu nilai mana yang 'di tengah'.
it: La mediana dipende dall'ordine: senza ordinamento, non sappiamo quale valore sia "nel mezzo".
ja: 中央値は順序に依存します：並べ替えがなければ、「中央の」値がどれかはわかりません。
ko: 중앙값은 순서에 따라 달라집니다: 정렬하지 않으면 어떤 값이 '중간'인지 알 수 없습니다.
nl: De mediaan hangt af van de volgorde: zonder sortering weten we niet welke waarde 'in het midden' is.
no: Medianen avhenger av rekkefølgen: uten sortering vet vi ikke hvilken verdi som er "i midten".
pl: Mediana zależy od kolejności: bez sortowania nie wiemy, która wartość jest "w środku".
pt_pt: A mediana depende da ordem: sem ordenação, não sabemos qual valor está "no meio".
ro: Mediana depinde de ordine: fără sortare, nu știm care valoare este „la mijloc”.
ru: Медиана зависит от порядка: без сортировки мы не знаем, какое значение "посередине".
sk: Medián závisí od poradia: bez triedenia nevieme, ktorá hodnota je "v strede".
sv: Medianen beror på ordningen: utan sortering vet vi inte vilket värde som är "i mitten".
sw: Kati inategemea mpangilio: bila kupanga, hatujui ni thamani ipi 'katikati'.
tr: Medyan sıralamaya bağlıdır: sıralama olmadan, hangi değerin 'ortada' olduğunu bilemeyiz.
uk: Медіана залежить від порядку: без сортування не можна знати, яке значення 'посередині'.
vi: Trung vị phụ thuộc vào thứ tự: không sắp xếp, chúng ta không biết giá trị nào là “ở giữa”.
zh_hans: 中位数依赖于顺序：没有排序，我们不知道哪个值是“中间”。

# median_l7_q2
source: Médiane de 1 ; 2 ; 2 ; 2 ; 100 ?
af: Mediaan van 1; 2; 2; 2; 100?
bg: Медийната стойност на 1; 2; 2; 2; 100?
cs: 7) Medián z 1; 2; 2; 2; 100?
da: Median af 1; 2; 2; 2; 100?
de: Median von 1; 2; 2; 2; 100?
el: Διάμεσος του 1; 2; 2; 2; 100;
es: ¿Mediana de 1; 2; 2; 2; 100?
fi: Mediaani 1; 2; 2; 2; 100?
fil: Median ng 1; 2; 2; 2; 100?
hu: Medián 1; 2; 2; 2; 100?
id: Median dari 1; 2; 2; 2; 100?
it: Mediana di 1; 2; 2; 2; 100?
ja: 1 ; 2 ; 2 ; 2 ; 100の中央値は？
ko: 1; 2; 2; 2; 100의 중앙값은?
nl: Mediaan van 1; 2; 2; 2; 100?
no: Median av 1; 2; 2; 2; 100?
pl: Mediana z 1; 2; 2; 2; 100?
pt_pt: Mediana de 1; 2; 2; 2; 100?
ro: Mediana de 1; 2; 2; 2; 100?
ru: Медиана 1; 2; 2; 2; 100?
sk: Medián z 1; 2; 2; 2; 100?
sv: Median av 1; 2; 2; 2; 100?
sw: Kati ya 1; 2; 2; 2; 100?
tr: 1; 2; 2; 2; 100'ün medyanı?
uk: Медіана з 1; 2; 2; 2; 100?
vi: Trung vị của 1 ; 2 ; 2 ; 2 ; 100 ?
zh_hans: 中位数为1；2；2；2；100？

# median_l7_q2_exp
source: Tri : 1,2,2,2,100 → n=5 → 3e valeur = 2.
af: Sortering: 1,2,2,2,100 → n=5 → 3de waarde = 2.
bg: Сортиране: 1,2,2,2,100 → n=5 → 3-та стойност = 2.
cs: 8) Seřazení: 1,2,2,2,100 → n=5 → 3. hodnota = 2.
da: Sortering: 1,2,2,2,100 → n=5 → 3. værdi = 2.
de: Sortierung: 1,2,2,2,100 → n=5 → 3. Wert = 2.
el: Ταξινόμηση: 1,2,2,2,100 → n=5 → 3η τιμή = 2.
es: Ordenar: 1,2,2,2,100 → n=5 → 3er valor = 2.
fi: Lajittelu: 1,2,2,2,100 → n=5 → 3. arvo = 2.
fil: Pag-uuri: 1,2,2,2,100 → n=5 → 3rd na halaga = 2.
hu: Rendezés: 1,2,2,2,100 → n=5 → 3. érték = 2.
id: Urut: 1,2,2,2,100 → n=5 → nilai ke-3 = 2.
it: Ordinamento: 1,2,2,2,100 → n=5 → 3° valore = 2.
ja: 並べ替え：1,2,2,2,100 → n=5 → 3番目の値 = 2。
ko: 정렬: 1,2,2,2,100 → n=5 → 3번째 값 = 2.
nl: Sorteren: 1,2,2,2,100 → n=5 → 3e waarde = 2.
no: Sortering: 1,2,2,2,100 → n=5 → 3. verdi = 2.
pl: Sortowanie: 1,2,2,2,100 → n=5 → 3. wartość = 2.
pt_pt: Ordenação: 1,2,2,2,100 → n=5 → 3ª valor = 2.
ro: Sortare: 1,2,2,2,100 → n=5 → a 3-a valoare = 2.
ru: Сортировка: 1,2,2,2,100 → n=5 → 3-е значение = 2.
sk: Triedenie: 1,2,2,2,100 → n=5 → 3. hodnota = 2.
sv: Sortering: 1,2,2,2,100 → n=5 → 3:e värdet = 2.
sw: Mpangilio: 1,2,2,2,100 → n=5 → thamani ya 3 ni = 2.
tr: Sıralama: 1,2,2,2,100 → n=5 → 3. değer = 2.
uk: Сортування: 1,2,2,2,100 → n=5 → 3-тє значення = 2.
vi: Sắp xếp: 1,2,2,2,100 → n=5 → giá trị thứ 3 = 2.
zh_hans: 排序：1,2,2,2,100 → n=5 → 第3个值 = 2。

# stats_sg_course_title
source: Cours
af: Kursus
bg: Курс
cs: 9) Kurz
da: Kursus
de: Kurs
el: Μάθημα
es: Curso
fi: Kurssi
fil: Kurso
hu: Tanfolyam
id: Kursus
it: Corso
ja: コース
ko: 강의
nl: Cursus
no: Kurs
pl: Kurs
pt_pt: Curso
ro: Curs
ru: Курс
sk: Kurz
sv: Kurs
sw: Kozi
tr: Ders
uk: Курс
vi: Khóa học
zh_hans: 课程

# stats_sg_course_desc
source: Différents cours pour les notions de statistiques
af: Verskillende kursusse vir die konsepte van statistiek
bg: Различни курсове за понятията в статистиката
cs: 10) Různé kurzy pro pojmy statistiky
da: Forskellige kurser for statistiske begreber
de: Verschiedene Kurse zu den Konzepten der Statistik
el: Διαφορετικά μαθήματα για τις έννοιες της στατιστικής
es: Diferentes cursos para los conceptos de estadísticas
fi: Eri kursseja tilastotieteen käsitteille
fil: Iba't ibang kurso para sa mga konsepto ng estadistika
hu: Különböző tanfolyamok a statisztikai fogalmakhoz
id: Berbagai kursus untuk konsep statistik
it: Diversi corsi per le nozioni di statistica
ja: 統計の概念に関するさまざまなコース
ko: 통계 개념을 위한 다양한 강의
nl: Verschillende cursussen voor de concepten van statistiek
no: Ulike kurs for statistikkbegreper
pl: Różne kursy dotyczące pojęć statystyki
pt_pt: Diferentes cursos para os conceitos de estatística
ro: Cursuri diferite pentru noțiunile de statistică
ru: Разные курсы по понятиям статистики
sk: Rôzne kurzy pre pojmy štatistiky
sv: Olika kurser för begreppen statistik
sw: Kozi tofauti kwa dhana za takwimu
tr: İstatistik kavramları için farklı dersler
uk: Різні курси для понять статистики
vi: Các khóa học khác nhau cho các khái niệm thống kê
zh_hans: 不同的统计概念课程
