Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_applied_step1
source: Calculez le coefficient multiplicateur : final ÷ initial
af: Bereken die vermenigvuldigingskoëffisiënt: final ÷ aanvanklik
bg: Изчислете множителния коефициент : <strong>крайна ÷ начална
cs: Calculate the multiplier coefficient: final ÷ initial
da: Beregn multiplikationskoefficienten : final ÷ initial
de: Berechnen Sie den Multiplikator: final ÷ initial
el: Υπολογίστε τον πολλαπλασιαστικό συντελεστή : <strong>τελική ÷ αρχική
es: Calcule el coeficiente multiplicador: final ÷ inicial
fi: Laske kertoimen: loppu ÷ alku
fil: Kalkulahin ang multiplier coefficient: final ÷ initial
hu: Számolja ki a szorzótényezőt: végső ÷ kezdeti
id: Hitung koefisien pengali: final ÷ initial
it: Calcola il coefficiente moltiplicatore : finale ÷ iniziale
ja: 乗数係数を計算します: 最終 ÷ 初期
ko: 곱셈 계수를 계산하세요: <strong>최종 ÷ 초기
nl: Bereken de vermenigvuldigingscoëfficiënt : eind ÷ begin
no: Beregn multiplikasjonsfaktoren: final ÷ initial
pl: Oblicz współczynnik mnożnikowy : final ÷ initial
pt_pt: Calcule o coeficiente multiplicador: final ÷ inicial
ro: Calculați coeficientul multiplicator: final ÷ inițial
ru: Рассчитайте множитель: финальный ÷ начальный
sk: Vypočítajte multiplikátor koeficientu: konečný ÷ počiatočný
sv: Beräkna multiplikatorn: slut ÷ initial
sw: Hesabu kiwango cha kuzidisha: final ÷ initial
tr: Çarpan katsayısını hesaplayın: final ÷ initial
uk: Обчисліть множник: кінцевий ÷ початковий
vi: Tính toán hệ số nhân: final ÷ initial
zh_hans: 计算乘数系数：<strong>最终 ÷ 初始

# pct_applied_step2
source: Convertissez ce coefficient en pourcentage : (coefficient − 1) × 100
af: Convert hierdie koëffisiënt na 'n persentasie: (koëffisiënt − 1) × 100
bg: Преобразувайте този коефициент в процент : <strong>(коефициент − 1) × 100
cs: Convert this coefficient to a percentage: (coefficient − 1) × 100
da: Konverter denne koefficient til procent : (koefficient − 1) × 100
de: Konvertieren Sie diesen Koeffizienten in einen Prozentsatz: (Koeffizient − 1) × 100
el: Μετατρέψτε αυτόν τον συντελεστή σε ποσοστό : <strong>(συντελεστής − 1) × 100
es: Convierta este coeficiente en porcentaje: (coeficiente − 1) × 100
fi: Muunna tämä kerroin prosentiksi: (kerroin − 1) × 100
fil: I-convert ang coefficient na ito sa porsyento: (coefficient − 1) × 100
hu: Konvertálja ezt a tényezőt százalékra: (tényező − 1) × 100
id: Ubah koefisien ini menjadi persentase: (koefisien − 1) × 100
it: Converti questo coefficiente in percentuale : (coefficiente − 1) × 100
ja: この係数をパーセンテージに変換します: (係数 − 1) × 100
ko: 이 계수를 비율로 변환하세요: <strong>(계수 − 1) × 100
nl: Zet deze coëfficiënt om in een percentage : (coëfficiënt − 1) × 100
no: Konverter denne faktoren til prosent: (koeffisient − 1) × 100
pl: Przekształć ten współczynnik na procent : (współczynnik − 1) × 100
pt_pt: Converta este coeficiente em percentagem: (coeficiente − 1) × 100
ro: Convertiți acest coeficient în procent: (coeficient − 1) × 100
ru: Преобразуйте этот коэффициент в процент: (коэффициент − 1) × 100
sk: Preveďte tento koeficient na percento: (koeficient − 1) × 100
sv: Konvertera denna koefficient till procent: (koefficient − 1) × 100
sw: Badilisha kiwango hiki kuwa asilimia: (coefficient − 1) × 100
tr: Bu katsayıyı yüzdeye çevirin: (katsayı − 1) × 100
uk: Перетворіть цей коефіцієнт у відсоток: (коефіцієнт − 1) × 100
vi: Chuyển đổi hệ số này thành phần trăm: (coefficient − 1) × 100
zh_hans: 将该系数转换为百分比：<strong>(系数 − 1) × 100

# pct_applied_note
source: Exemple : de 80 à 100 → coefficient = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
af: Voorbeeld: van 80 na 100 → koëffisiënt = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
bg: Пример : от 80 до 100 → коеф.= 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
cs: Example: from 80 to 100 → coefficient = 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%.
da: Eksempel : fra 80 til 100 → koefficient = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
de: Beispiel: von 80 auf 100 → Koeffizient = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
el: Παράδειγμα : από 80 σε 100 → συντελεστής = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
es: Ejemplo: de 80 a 100 → coeficiente = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
fi: Esimerkki: 80:stä 100:aan → kerroin = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
fil: Halimbawa: mula 80 hanggang 100 → coefficient = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
hu: Példa: 80-ról 100-ra → tényező = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
id: Contoh: dari 80 ke 100 → koefisien = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
it: Esempio : da 80 a 100 → coefficiente = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
ja: 例: 80 から 100 へ → 係数 = 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%。
ko: 예: 80에서 100으로 → 계수 = 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%.
nl: Voorbeeld : van 80 naar 100 → coëfficiënt = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
no: Eksempel: fra 80 til 100 → koeffisient = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
pl: Przykład : od 80 do 100 → współczynnik = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
pt_pt: Exemplo: de 80 a 100 → coeficiente = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
ro: Exemplu: de la 80 la 100 → coeficient = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
ru: Пример: от 80 до 100 → коэффициент = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
sk: Príklad: z 80 na 100 → koef = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
sv: Exempel: från 80 till 100 → koefficient = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
sw: Mfano: kutoka 80 hadi 100 → kiwango = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
tr: Örnek: 80'den 100'e → katsayı = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +%25.
uk: Приклад: з 80 до 100 → коефіцієнт = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
vi: Ví dụ: từ 80 đến 100 → hệ số = 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
zh_hans: 示例：从 80 到 100 → 系数 = 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%。

# pct_coef_conv_title
source: Convertisseur % ↔ coefficient
af: Converter % ↔ koëffisiënt
bg: Конвертор % ↔ коефициент
cs: Konvertor % ↔ koeficient
da: Converter % ↔ koefficient
de: Konverter % ↔ Koeffizient
el: Μετατροπέας % ↔ συντελεστής
es: Convertidor % ↔ coeficiente
fi: Muunna % ↔ kerroin
fil: Converter % ↔ coefficient
hu: Átváltó % ↔ együttható
id: Konverter % ↔ koefisien
it: Convertitore % ↔ coefficiente
ja: 変換器 % ↔ 係数
ko: 변환기 % ↔ 계수
nl: Converter % ↔ coëfficiënt
no: Konverter % ↔ koeffisient
pl: Konwerter % ↔ współczynnik
pt_pt: Conversor % ↔ coeficiente
ro: Convertor % ↔ coeficient
ru: Конвертер % ↔ коэффициент
sk: Konvertor % ↔ koeficient
sv: Konverter % ↔ koefficient
sw: Konverter % ↔ koefficient
tr: Dönüştürücü % ↔ katsayı
uk: Converter % ↔ coefficient
vi: Bộ chuyển đổi % ↔ hệ số
zh_hans: 转换器 % ↔ 系数

# pct_coef_conv_subtitle
source: Passer d’un taux (%) à un coefficient multiplicateur et inversement.
af: Gaan van 'n koers (%) na 'n vermenigvuldigingskoëffisiënt en omgekeerd.
bg: Преминаване от процент (%) към множителен коефициент и обратно.
cs: Convert from a rate (%) to a multiplier coefficient and vice versa.
da: Gå fra en procentandel (%) til en multiplikationskoefficient og omvendt.
de: Wechseln Sie von einem Satz (%) zu einem Multiplikator und umgekehrt.
el: Περάστε από έναν ρυθμό (%) σε έναν πολλαπλασιαστικό συντελεστή και αντίστροφα.
es: Pasar de una tasa (%) a un coeficiente multiplicador y viceversa.
fi: Siirry prosentista (%) kertoimeen ja päinvastoin.
fil: Lumipat mula sa isang rate (%) sa isang multiplier coefficient at kabaligtaran.
hu: Átváltás egy rátából (%) szorzótényezővé és fordítva.
id: Berpindah dari tarif (%) ke koefisien pengali dan sebaliknya.
it: Passare da un tasso (%) a un coefficiente moltiplicatore e viceversa.
ja: 率 (%) から乗数係数への変換とその逆。
ko: 비율 (%)에서 곱셈 계수로, 그리고 그 반대로 변환하세요.
nl: Ga van een percentage (%) naar een vermenigvuldigingscoëfficiënt en omgekeerd.
no: Gå fra en prosentandel (%) til en multiplikasjonsfaktor og omvendt.
pl: Przejdź od stawki (%) do współczynnika mnożnikowego i odwrotnie.
pt_pt: Passe de uma taxa (%) a um coeficiente multiplicador e vice-versa.
ro: Treceți de la o rată (%) la un coeficient multiplicator și invers.
ru: Перейдите от ставки (%) к множителю и наоборот.
sk: Prejdite z percenta (%) na multiplikátor koeficientu a naopak.
sv: Gå från en procentandel (%) till en multiplikator och vice versa.
sw: Pita kutoka kiwango (%) hadi kiwango cha kuzidisha na kinyume chake.
tr: Bir oran (%) ile çarpan katsayısı arasında geçiş yapın ve tersine.
uk: Перейти від відсотка (%) до множника та навпаки.
vi: Chuyển đổi từ tỷ lệ (%) sang hệ số nhân và ngược lại.
zh_hans: 在百分比（%）和乘数系数之间转换，反之亦然。

# pct_coef_conv_mode
source: Conversion
af: Oorgang
bg: Конверсия
cs: Konverze
da: Konvertering
de: Konversion
el: Μετατροπή
es: Conversión
fi: Muutto
fil: Pagbabago
hu: Átalakítás
id: Konversi
it: Conversione
ja: 変換
ko: 전환
nl: Conversie
no: Konvertering
pl: Konwersja
pt_pt: Conversão
ro: Conversie
ru: Конверсия
sk: Konverzia
sv: Konvertering
sw: Konvertering
tr: Dönüşüm
vi: Chuyển đổi
zh_hans: 转换

# pct_coef_conv_mode_pct_to_coef
source: % → Coefficient
af: % → Koëffisiënt
bg: % → Коефициент
da: % → Koefficient
de: % → Koeffizient
el: % → Συντελεστής
es: % → Coeficiente
fi: % → Kerroin
hu: % → Tényező
id: % → Koefisien
it: % → Coefficiente
ja: % → 係数
ko: % → 계수
nl: % → Coëfficiënt
no: % → Koeffisient
pl: % → Współczynnik
pt_pt: % → Coeficiente
ro: % → Coeficient
ru: % → Коэффициент
sk: % → Koeficient
sv: % → Koefficient
sw: % → Kiwango
tr: % → Katsayı
uk: % → Коефіцієнт
vi: % → Hệ số
zh_hans: % → 系数

# pct_coef_conv_mode_coef_to_pct
source: Coefficient → %
af: Koëffisiënt → %
bg: Коефициент → %
da: Koefficient → %
de: Koeffizient → %
el: Συντελεστής → %
es: Coeficiente → %
fi: Kerroin → %
hu: Tényező → %
id: Koefisien → %
it: Coefficiente → %
ja: 係数 → %
ko: 계수 → %
nl: Coëfficiënt → %
no: Koeffisient → %
pl: Współczynnik → %
pt_pt: Coeficiente → %
ro: Coeficient → %
ru: Коэффициент → %
sk: Koeficient → %
sv: Koefficient → %
sw: Kiwango → %
tr: Katsayı → %
uk: Коефіцієнт → %
vi: Hệ số → %
zh_hans: 系数 → %

# pct_coef_conv_mode_hint
source: Choisissez le sens de conversion.
af: Kies die rigting van omskakeling.
bg: Изберете посоката на преобразуване.
cs: Choose the direction of conversion.
da: Vælg konverteringsretningen.
de: Wählen Sie die Umwandlungsrichtung.
el: Επιλέξτε την κατεύθυνση μετατροπής.
es: Elija la dirección de conversión.
fi: Valitse muunnossuunta.
fil: Pumili ng direksyon ng conversion.
hu: Válassza ki a konverzió irányát.
id: Pilih arah konversi.
it: Scegli la direzione di conversione.
ja: 変換の方向を選択します。
ko: 변환 방향을 선택하세요.
nl: Kies de conversierichting.
no: Velg konverteringsretning.
pl: Wybierz kierunek konwersji.
pt_pt: Escolha a direção da conversão.
ro: Alegeți sensul de conversie.
ru: Выберите направление преобразования.
sk: Vyberte smer konverzie.
sv: Välj konverteringsriktning.
sw: Chagua mwelekeo wa kubadilisha.
tr: Dönüşüm yönünü seçin.
uk: Виберіть напрямок перетворення.
vi: Chọn hướng chuyển đổi.
zh_hans: 选择转换方向。

# pct_coef_conv_percent
source: Taux (%)
af: Tarief (%)
bg: Процент (%)
cs: Sazba (%)
da: Sats (%)
de: Quote (%)
el: Ποσοστό (%)
es: Tasa (%)
fi: Korko (%)
fil: Porsyento (%)
hu: Arány (%)
id: Tingkat (%)
it: Tasso (%)
ja: 率 (%)
ko: 비율 (%)
nl: Tarief (%)
no: Sats (%)
pl: Stawka (%)
pt_pt: Taxa (%)
ro: Rată (%)
ru: Ставка (%)
sk: Miera (%)
sv: Takt (%)
sw: Takt (%)
tr: Oran (%)
uk: Rate (%)
vi: Tỷ lệ (%)
zh_hans: 百分比 (%)

# pct_coef_conv_percent_hint
source: Ex : 15, -7,5, 20…
af: bv: 15, -7,5, 20…
bg: Пример : 15, -7,5, 20…
el: Π.χ. 15, -7,5, 20…
es: Ej: 15, -7,5, 20…
fi: Esim. 15, -7,5, 20…
hu: Példa: 15, -7,5, 20…
id: Contoh: 15, -7,5, 20…
it: Esempio : 15, -7,5, 20…
ja: 例: 15, -7.5, 20…
ko: 예: 15, -7.5, 20…
ru: Пример: 15, -7,5, 20…
sw: Mfano: 15, -7,5, 20…
tr: Ör: 15, -7,5, 20…
vi: Ví dụ: 15, -7,5, 20…
zh_hans: 例如：15，-7.5，20…

# pct_coef_conv_coefficient
source: Coefficient
af: Koëffisiënt
bg: Коефициент
cs: Koeficient
da: Koeficient
de: Koeffizient
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: Kofisiyent
hu: Együttható
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koefisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koeficient
sw: Koeficient
tr: Katsayı
vi: Hệ số
zh_hans: 系数

# pct_coef_conv_coefficient_hint
source: Ex : 1,15 ; 0,925 ; 1,25…
af: bv: 1,15 ; 0,925 ; 1,25…
bg: Пример : 1,15 ; 0,925 ; 1,25…
el: Π.χ. 1,15 ; 0,925 ; 1,25…
es: Ej: 1,15 ; 0,925 ; 1,25…
fi: Esim. 1,15; 0,925; 1,25…
hu: Példa: 1,15 ; 0,925 ; 1,25…
id: Contoh: 1,15 ; 0,925 ; 1,25…
it: Esempio : 1,15 ; 0,925 ; 1,25…
ja: 例: 1.15; 0.925; 1.25…
ko: 예: 1.15; 0.925; 1.25…
ru: Пример: 1,15 ; 0,925 ; 1,25…
sw: Mfano: 1,15; 0,925; 1,25…
tr: Ör: 1,15; 0,925; 1,25…
vi: Ví dụ: 1,15 ; 0,925 ; 1,25…
zh_hans: 例如：1.15；0.925；1.25…

# pct_coef_conv_source_label
source: Valeur source
af: Bronwaarde
bg: Изходна стойност
cs: Zdrojová hodnota
da: Kildeværdi
de: Quellwert
el: Πηγή αξίας
es: Valor fuente
fi: Lähdearvo
fil: Pinagmulan ng halaga
hu: Forrásérték
id: Nilai sumber
it: Valore sorgente
ja: ソース値
ko: 소스 값
nl: Bronwaarde
no: Kildeverdi
pl: Wartość źródłowa
pt_pt: Valor de origem
ro: Valoare sursă
ru: Исходное значение
sk: Hodnota zdroja
sv: Källvärde
sw: Källvärde
tr: Kaynak değer
uk: Source value
vi: Giá trị nguồn
zh_hans: 源值

# pct_coef_conv_converted_label_coef
source: Coefficient
af: Koëffisiënt
bg: Коефициент
cs: Koeficient
da: Koefficient
de: Koeffizient
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: K coefficient
hu: Együttható
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koeffisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koefficient
sw: Kiwango
tr: Katsayı
uk: Коефіцієнт
vi: Hệ số
zh_hans: 系数

# pct_coef_conv_converted_label_pct
source: Taux
af: Tarief
bg: Ставка
cs: Míra
da: Procent
de: Satz
el: Ποσοστό
es: Tasa
fi: Prosentti
fil: Tasa
hu: Arány
id: Tingkat
it: Tasso
ja: 率
ko: 비율
nl: Percentage
no: Prosent
pl: Stawka
pt_pt: Taxa
ro: Rată
ru: Ставка
sk: Miera
sv: Procentandel
sw: Kiwango
tr: Oran
uk: Ставка
vi: Tỷ lệ
zh_hans: 比率

# pct_coef_conv_interpretation_label
source: Interprétation
af: Interpretasie
bg: Интерпретация
cs: Interpretace
da: Fortolkning
de: Interpretation
el: Ερμηνεία
es: Interpretación
fi: Tulkitseminen
fil: Pagsasalin
hu: Értelmezés
id: Interpretasi
it: Interpretazione
ja: 解釈
ko: 해석
nl: Interpretatie
no: Tolkning
pl: Interpretacja
pt_pt: Interpretação
ro: Interpretare
ru: Интерпретация
sk: Interpretácia
sv: Tolkning
sw: Tolkning
tr: Yorumlama
uk: Interpretation
vi: Diễn giải
zh_hans: 解释

# pct_coef_conv_definition_sub
source: Le coefficient multiplicateur indique par combien une valeur est multipliée après application d’un taux.
af: Die koëffisiënt vermenigvuldiger dui aan met hoeveel 'n waarde vermenigvuldig word na die toepassing van 'n tarief.
bg: Коефициентът на умножение показва с колко се умножава стойността след прилагане на ставка.
cs: Koeficient násobení ukazuje, kolikrát je hodnota vynásobena po aplikaci míry.
da: Multiplikationskoefficienten angiver, hvor meget en værdi er ganget med efter anvendelse af en procent.
de: Der Multiplikator gibt an, um wie viel ein Wert nach Anwendung eines Satzes multipliziert wird.
el: Ο συντελεστής πολλαπλασιασμού δείχνει πόσο πολλαπλασιάζεται μια τιμή μετά την εφαρμογή ενός ποσοστού.
es: El coeficiente multiplicador indica por cuánto se multiplica un valor después de aplicar una tasa.
fi: Kerroin osoittaa, kuinka paljon arvoa kerrotaan prosenttiosuuden soveltamisen jälkeen.
fil: Ang multiplier coefficient ay nagpapakita kung gaano karami ang isang halaga ay pinarami pagkatapos ng aplikasyon ng isang rate.
hu: A szorzó együttható megmutatja, hogy egy értéket mennyivel szoroznak meg egy arány alkalmazása után.
id: Koefisien pengali menunjukkan berapa banyak suatu nilai dikalikan setelah penerapan tingkat.
it: Il coefficiente moltiplicatore indica di quanto una valore è moltiplicato dopo l'applicazione di un tasso.
ja: 乗数係数は、率を適用した後に値がどれだけ増加するかを示します。
ko: 배수 계수는 비율이 적용된 후 값이 몇 배로 증가하는지를 나타냅니다.
nl: De vermenigvuldigingscoëfficiënt geeft aan met hoeveel een waarde wordt vermenigvuldigd na toepassing van een percentage.
no: Multiplikasjonsfaktoren indikerer med hvor mye en verdi multipliseres etter anvendelse av en prosentandel.
pl: Współczynnik mnożnikowy wskazuje, o ile wartość jest mnożona po zastosowaniu stawki.
pt_pt: O coeficiente multiplicador indica por quanto uma valor é multiplicado após a aplicação de uma taxa.
ro: Coeficientul multiplicator indică de câte ori o valoare este multiplicată după aplicarea unei rate.
ru: Коэффициент множителя показывает, на сколько значение умножается после применения ставки.
sk: Koeficient násobenia ukazuje, o koľko je hodnota násobená po aplikácii miery.
sv: Multiplikatorn anger med hur mycket ett värde multipliceras efter tillämpning av en procentandel.
sw: Kiwango cha kuzidisha kinaonyesha ni kwa kiasi gani thamani inazidishwa baada ya matumizi ya kiwango.
tr: Çarpan katsayısı, bir değerin bir oran uygulandıktan sonra ne kadar çarpıldığını gösterir.
uk: Коефіцієнт множення вказує, на скільки значення множиться після застосування ставки.
vi: Hệ số nhân cho biết một giá trị được nhân lên bao nhiêu sau khi áp dụng một tỷ lệ.
zh_hans: 乘数系数表示在应用比率后，一个值被乘以多少。

# pct_coef_conv_step1
source: Pour passer de % à coefficient : ajoutez 1 au taux exprimé en fraction (p ÷ 100).
af: Om van % na koëffisiënt te gaan: voeg 1 by die tarief wat in breuk uitgedruk is (p ÷ 100).
bg: За да преминете от % към коефициент: добавете 1 към ставката, изразена като дроб (p ÷ 100).
cs: Pro převod z % na koeficient: přidejte 1 k míře vyjádřené jako zlomek (p ÷ 100).
da: For at gå fra % til koefficient : tilføj 1 til procenten udtrykt som brøk (p ÷ 100).
de: Um von % zu Koeffizienten zu wechseln: Fügen Sie 1 zum in Bruchform ausgedrückten Satz hinzu (p ÷ 100).
el: Για να περάσετε από % σε συντελεστή: προσθέστε 1 στο ποσοστό που εκφράζεται ως κλάσμα (p ÷ 100).
es: Para pasar de % a coeficiente: sume 1 a la tasa expresada en fracción (p ÷ 100).
fi: Siirtyäksesi %:stä kerroimeen: lisää 1 prosenttiosuuteen, joka on ilmaistu murtolukuna (p ÷ 100).
fil: Upang lumipat mula % sa coefficient: idagdag ang 1 sa rate na ipinahayag bilang fraction (p ÷ 100).
hu: A % -ról együtthatóra való áttéréshez: adjunk 1-et a törtekben kifejezett arányhoz (p ÷ 100).
id: Untuk mengubah dari % ke koefisien: tambahkan 1 pada tingkat yang dinyatakan dalam pecahan (p ÷ 100).
it: Per passare da % a coefficiente : aggiungi 1 al tasso espresso in frazione (p ÷ 100).
ja: %から係数に変換するには、分数で表された率（p ÷ 100）に1を加えます。
ko: %에서 계수로 변환하려면 분수로 표현된 비율(p ÷ 100)에 1을 추가하세요.
nl: Om van % naar coëfficiënt te gaan : voeg 1 toe aan het percentage uitgedrukt in breuk (p ÷ 100).
no: For å gå fra % til koeffisient: legg til 1 til prosentandelen uttrykt som brøk (p ÷ 100).
pl: Aby przejść z % na współczynnik : dodaj 1 do stawki wyrażonej w ułamku (p ÷ 100).
pt_pt: Para passar de % a coeficiente: adicione 1 à taxa expressa em fração (p ÷ 100).
ro: Pentru a trece de la % la coeficient: adăugați 1 la rata exprimată în fracție (p ÷ 100).
ru: Чтобы перейти от % к коэффициенту: добавьте 1 к ставке, выраженной в дроби (p ÷ 100).
sk: Aby ste prešli z % na koeficient: pridajte 1 k miere vyjadrenej ako zlomok (p ÷ 100).
sv: För att gå från % till koefficient: lägg till 1 till procentandelen uttryckt som bråk (p ÷ 100).
sw: Ili kubadilisha kutoka % hadi kiwango: ongeza 1 kwa kiwango kilichotolewa kama sehemu (p ÷ 100).
tr: %’den katsayıya geçmek için: kesir olarak ifade edilen orana 1 ekleyin (p ÷ 100).
uk: Щоб перейти від % до коефіцієнта: додайте 1 до ставки, вираженої у дробі (p ÷ 100).
vi: Để chuyển từ % sang hệ số: thêm 1 vào tỷ lệ được biểu thị dưới dạng phân số (p ÷ 100).
zh_hans: 从%到系数：将以分数形式表示的比率（p ÷ 100）加1。

# pct_coef_conv_step2
source: Pour passer de coefficient à % : retirez 1 puis multipliez par 100.
af: Om van koëffisiënt na % te gaan: trek 1 af en vermenigvuldig met 100.
bg: За да преминете от коефициент към %: извадете 1 и след това умножете по 100.
cs: Pro převod z koeficientu na %: odečtěte 1 a poté vynásobte 100.
da: For at gå fra koefficient til % : træk 1 fra og gang med 100.
de: Um von Koeffizienten zu % zu wechseln: Ziehen Sie 1 ab und multiplizieren Sie mit 100.
el: Για να περάσετε από συντελεστή σε %: αφαιρέστε 1 και στη συνέχεια πολλαπλασιάστε με 100.
es: Para pasar de coeficiente a %: reste 1 y luego multiplique por 100.
fi: Siirtyäksesi kertoimesta %:iin: vähennä 1 ja kerro 100:lla.
fil: Upang lumipat mula coefficient sa %: ibawas ang 1 at pagkatapos ay imultiply sa 100.
hu: Együtthatóról % -ra való áttéréshez: vonjunk le 1-et, majd szorozzuk meg 100-zal.
id: Untuk mengubah dari koefisien ke %: kurangi 1 lalu kalikan dengan 100.
it: Per passare da coefficiente a % : sottrai 1 e poi moltiplica per 100.
ja: 係数から%に変換するには、1を引いてから100を掛けます。
ko: 계수에서 %로 변환하려면 1을 빼고 100을 곱하세요.
nl: Om van coëfficiënt naar % te gaan : trek 1 af en vermenigvuldig met 100.
no: For å gå fra koeffisient til %: trekk fra 1 og multipliser med 100.
pl: Aby przejść z współczynnika na % : odejmij 1, a następnie pomnóż przez 100.
pt_pt: Para passar de coeficiente a %: retire 1 e depois multiplique por 100.
ro: Pentru a trece de la coeficient la %: scădeți 1 și apoi înmulțiți cu 100.
ru: Чтобы перейти от коэффициента к %: вычтите 1, затем умножьте на 100.
sk: Aby ste prešli z koeficientu na %: odčítajte 1 a potom vynásobte 100.
sv: För att gå från koefficient till %: dra bort 1 och multiplicera med 100.
sw: Ili kubadilisha kutoka kiwango hadi %: ondolewa 1 kisha zidisha kwa 100.
tr: Katsayıdan %’ye geçmek için: 1 çıkarın ve 100 ile çarpın.
uk: Щоб перейти від коефіцієнта до %: відніміть 1, а потім помножте на 100.
vi: Để chuyển từ hệ số sang %: trừ 1 rồi nhân với 100.
zh_hans: 从系数到%：减去1然后乘以100。
