Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_text_case_text_case_lead
source: Cet outil permet de convertir rapidement la casse d’un texte (MAJUSCULES, minuscules, casse de titre, casse de phrase, etc.) pour uniformiser un contenu, corriger une mise en forme ou gagner du temps.
af: Hierdie hulpmiddel maak dit moontlik om vinnig die geval van 'n teks (HOOFLETTERS, kleinletters, titel geval, sin geval, ens.) te verander om 'n inhoud te uniformiseer, 'n formaat te regstel of tyd te bespaar.
bg: Този инструмент позволява бързо преобразуване на регистъра на текст (ГЛАВНИ БУКВИ, малки букви, заглавен регистър, фразов регистър и др.), за да се унифицира съдържанието, да се коригира форматирането или да се спести време.
cs: Tento nástroj umožňuje rychle převést velikost písmen textu (VELKÁ PÍSMENA, malá písmena, titulek, věta atd.) pro sjednocení obsahu, opravu formátování nebo ušetření času.
da: Dette værktøj gør det muligt hurtigt at konvertere tekstens case (STORE BOGSTAVER, små bogstaver, titelcase, sætning case osv.) for at ensarte indhold, rette formatering eller spare tid.
de: Dieses Tool ermöglicht es, die Groß- und Kleinschreibung eines Textes schnell zu ändern (GROSSBUCHSTABEN, kleinbuchstaben, Titelcase, Satzcase usw.), um Inhalte zu vereinheitlichen, ein Format zu korrigieren oder Zeit zu sparen.
el: Αυτό το εργαλείο επιτρέπει τη γρήγορη μετατροπή της γραφής ενός κειμένου (ΚΕΦΑΛΑΙΑ, πεζά, τίτλος, φράση κ.λπ.) για να ομογενοποιήσει ένα περιεχόμενο, να διορθώσει μια μορφοποίηση ή να εξοικονομήσει χρόνο.
es: Esta herramienta permite convertir rápidamente la capitalización de un texto (MAYÚSCULAS, minúsculas, capitalización de título, capitalización de frase, etc.) para uniformizar un contenido, corregir un formato o ahorrar tiempo.
fi: Tämä työkalu mahdollistaa tekstin muuntamisen nopeasti eri kirjainkokoihin (ISO KIRJAIMET, pienet kirjaimet, otsikkokirjoitus, lausekirjoitus jne.) sisällön yhdenmukaistamiseksi, muotoilun korjaamiseksi tai ajan säästämiseksi.
fil: Ang tool na ito ay nagbibigay-daan sa mabilis na pag-convert ng case ng isang teksto (MAYUSCULA, maliit na titik, title case, sentence case, atbp.) upang i-uniform ang nilalaman, ituwid ang format o makatipid ng oras.
hu: Ez az eszköz lehetővé teszi, hogy gyorsan átkonvertálja egy szöveg írásmódját (NAGYBETŰS, kisbetűs, címformátum, mondatformátum stb.), hogy egységesítse a tartalmat, javítsa a formázást vagy időt takarítson meg.
id: Alat ini memungkinkan Anda untuk dengan cepat mengubah kasus teks (HURUF BESAR, huruf kecil, kasus judul, kasus kalimat, dll.) untuk menyelaraskan konten, memperbaiki format, atau menghemat waktu.
it: Questo strumento consente di convertire rapidamente il case di un testo (MAIUSCOLO, minuscolo, case di titolo, case di frase, ecc.) per uniformare un contenuto, correggere una formattazione o risparmiare tempo.
ja: このツールは、テキストのケース（大文字、小文字、タイトルケース、文のケースなど）を迅速に変換し、コンテンツを統一したり、フォーマットを修正したり、時間を節約したりすることができます。
ko: 이 도구는 텍스트의 대소문자(MAJUSCULES, 소문자, 제목 대문자, 문장 대문자 등)를 신속하게 변환하여 내용을 통일하고, 형식을 수정하거나 시간을 절약할 수 있도록 합니다.
nl: Dit hulpmiddel maakt het snel mogelijk om de lettercase van een tekst (HOOFDLETTERS, kleine letters, titelcase, zin-case, enz.) te uniformeren, om inhoud te corrigeren, opmaak te verbeteren of tijd te besparen.
no: Dette verktøyet lar deg raskt konvertere tekstens bokstavform (STORE BOKSTAVER, små bokstaver, tittelbokstav, setningsbokstav, osv.) for å standardisere innhold, korrigere formatering eller spare tid.
pl: To narzędzie umożliwia szybkie przekształcenie wielkości liter w tekście (WIELKIE LITERY, małe litery, wielkość tytułu, wielkość zdania itp.), aby ujednolicić treść, poprawić formatowanie lub zaoszczędzić czas.
pt_pt: Esta ferramenta permite converter rapidamente a caixa de um texto (MAIÚSCULAS, minúsculas, caixa de título, caixa de frase, etc.) para uniformizar um conteúdo, corrigir uma formatação ou economizar tempo.
ro: Acest instrument permite convertirea rapidă a cazului unui text (MAJUSCULE, minuscule, caz de titlu, caz de propoziție etc.) pentru a uniformiza un conținut, a corecta o formatare sau a economisi timp.
ru: Этот инструмент позволяет быстро изменить регистр текста (ЗАГЛАВНЫЕ, строчные, заглавный регистр, предложение и т. д.), чтобы унифицировать содержимое, исправить форматирование или сэкономить время.
sk: Tento nástroj umožňuje rýchlo konvertovať písanie textu (VEĽKÉ PÍSMENÁ, malé písmená, titulková forma, veta atď.) na zjednotenie obsahu, opravu formátovania alebo ušetrenie času.
sv: Detta verktyg gör det möjligt att snabbt konvertera ett texts fall (VERSALER, gemener, titelcase, meningscase, etc.) för att standardisera ett innehåll, korrigera en formatering eller spara tid.
sw: Kifaa hiki kinakuwezesha kubadilisha haraka hali ya maandiko (HERUFI KUBWA, herufi ndogo, hali ya kichwa, hali ya sentensi, nk.) ili kuleta umoja katika maudhui, kurekebisha muundo au kuokoa muda.
tr: Bu araç, bir metnin büyük harf (MAJUSCULES), küçük harf, başlık durumu, cümle durumu vb. gibi durumlarını hızlıca dönüştürerek bir içeriği standart hale getirmek, biçimlendirmeyi düzeltmek veya zaman kazanmak için kullanılır.
uk: Цей інструмент дозволяє швидко змінювати регістр тексту (ВЕЛИКІ ЛІТЕРИ, малі літери, заголовний регістр, речення тощо), щоб уніфікувати вміст, виправити форматування або заощадити час.
vi: Công cụ này cho phép chuyển đổi nhanh chóng kiểu chữ của một văn bản (CHỮ HOA, chữ thường, kiểu tiêu đề, kiểu câu, v.v.) để đồng nhất nội dung, sửa định dạng hoặc tiết kiệm thời gian.
zh_hans: 此工具可以快速转换文本的大小写（大写、小写、标题大小写、句子大小写等），以统一内容、修正格式或节省时间。

# ed_text_case_text_case_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_text_case_text_case_uc1_title
source: Corriger un texte “CRIS”
af: Regstel 'n teks “SKREEU”
bg: Коригиране на текст "КРИК"
cs: Opravit text „KŘIK“
da: Korrigere en tekst “SKRIG”
de: Einen Text "SCHREI" korrigieren
el: Διόρθωση ενός κειμένου “ΚΡΑΥΓΗ”
es: Corregir un texto “GRITOS”
fi: Korjaa teksti "HUUTAMINEN"
fil: Ituwid ang isang teksto na “CRIS”
hu: Egy szöveg “KIÁLTÁS” javítása
id: Memperbaiki teks 'CRIS'
it: Correggere un testo “CRIS”
ja: テキスト「CRIS」を修正する
ko: 텍스트 'CRIS' 수정하기
nl: Een tekst corrigeren "CRIS"
no: Korrigere en tekst “SKRIFTER”
pl: Poprawić tekst „KRZYKI”
pt_pt: Corrigir um texto “GRITANTE”
ro: Corectarea unui text „CRIS”
ru: Исправить текст "КРИКИ"
sk: Opraviť text „KRIČAŤ“
sv: Korrigera en text "SKRIK"
sw: Rekebisha maandiko 'KILIO'
tr: Bir metni 'BÜYÜK HARFLER' olarak düzeltmek
uk: Виправити текст “ГУК”
vi: Sửa một văn bản “CRIS”
zh_hans: 修正文本“CRIS”

# ed_text_case_text_case_uc1_text
source: Transformer un texte écrit en MAJUSCULES en minuscules ou en casse de phrase pour le rendre lisible.
af: Transformeer 'n teks wat in HOOFLETTERS geskryf is na kleinletters of sin geval om dit leesbaar te maak.
bg: Преобразуване на текст, написан с ГЛАВНИ БУКВИ, в малки букви или фразов регистър, за да стане четим.
cs: Převést text napsaný VELKÝMI PÍSMENY na malá písmena nebo na větnou velikost pro zlepšení čitelnosti.
da: Transformere en tekst skrevet med STORE BOGSTAVER til små bogstaver eller sætning case for at gøre den læsbar.
de: Einen in GROSSBUCHSTABEN geschriebenen Text in Kleinbuchstaben oder Satzcase umwandeln, um ihn lesbar zu machen.
el: Μετατροπή ενός κειμένου γραμμένου σε ΚΕΦΑΛΑΙΑ σε πεζά ή σε μορφή φράσης για να γίνει αναγνώσιμο.
es: Transformar un texto escrito en MAYÚSCULAS a minúsculas o a capitalización de frase para hacerlo legible.
fi: Muunna ISO KIRJAIMET pieniksi kirjaimiksi tai lausekirjoitukseksi, jotta se olisi luettavissa.
fil: I-transform ang isang teksto na nakasulat sa MAYUSCULA sa maliit na titik o sa sentence case upang maging nababasa.
hu: Egy NAGYBETŰS szöveget kisbetűsre vagy mondatformátumra alakítani, hogy olvasható legyen.
id: Mengubah teks yang ditulis dalam HURUF BESAR menjadi huruf kecil atau kasus kalimat agar lebih mudah dibaca.
it: Trasformare un testo scritto in MAIUSCOLO in minuscolo o in case di frase per renderlo leggibile.
ja: 大文字で書かれたテキストを小文字または文のケースに変換して読みやすくします。
ko: 대문자로 작성된 텍스트를 소문자 또는 문장 대문자로 변환하여 읽기 쉽게 만듭니다.
nl: Een tekst geschreven in HOOFDLETTERS omzetten naar kleine letters of zin-case om het leesbaar te maken.
no: Transformere en tekst skrevet med STORE BOKSTAVER til små bokstaver eller setningsbokstav for å gjøre den lesbar.
pl: Przekształcić tekst napisany WIELKIMI LITERAMI na małe litery lub wielkość zdania, aby był czytelny.
pt_pt: Transformar um texto escrito em MAIÚSCULAS em minúsculas ou em caixa de frase para torná-lo legível.
ro: Transformarea unui text scris cu MAJUSCULE în minuscule sau în caz de propoziție pentru a-l face lizibil.
ru: Преобразовать текст, написанный ЗАГЛАВНЫМИ буквами, в строчные или в регистр предложения, чтобы сделать его читаемым.
sk: Transformovať text napísaný VEĽKÝMI PÍSMENAMI na malé písmená alebo na vetu, aby bol čitateľný.
sv: Omvandla en text skriven i VERSALER till gemener eller meningscase för att göra den läsbar.
sw: Badilisha maandiko yaliyoandikwa kwa HERUFI KUBWA kuwa herufi ndogo au hali ya sentensi ili kuifanya iwe rahisi kusoma.
tr: BÜYÜK HARFLERLE yazılmış bir metni küçük harflere veya cümle durumuna dönüştürerek okunabilir hale getirin.
uk: Перетворити текст, написаний ВЕЛИКИМИ ЛІТЕРАМИ, на малі літери або речення, щоб зробити його читабельним.
vi: Chuyển đổi một văn bản viết bằng CHỮ HOA thành chữ thường hoặc kiểu câu để làm cho nó dễ đọc.
zh_hans: 将用大写字母书写的文本转换为小写或句子大小写以提高可读性。

# ed_text_case_text_case_uc2_title
source: Uniformiser des titres
af: Uniformiseer titels
bg: Унифициране на заглавия
cs: Sjednotit titulky
da: Ensarte titler
de: Titel vereinheitlichen
el: Ομογενοποίηση τίτλων
es: Uniformizar títulos
fi: Yhdistele otsikoita
fil: I-uniform ang mga pamagat
hu: Címek egységesítése
id: Menyelaraskan judul
it: Uniformare i titoli
ja: タイトルを統一する
ko: 제목 통일하기
nl: Titels uniformeren
no: Standardisere titler
pl: Ujednolicić tytuły
pt_pt: Uniformizar títulos
ro: Uniformizarea titlurilor
ru: Унификация заголовков
sk: Zjednotiť názvy
sv: Standardisera titlar
sw: Leta umoja katika vichwa
tr: Başlıkları standart hale getirin
uk: Уніфікувати заголовки
vi: Đồng nhất các tiêu đề
zh_hans: 统一标题

# ed_text_case_text_case_uc2_text
source: Mettre des titres en casse de titre (Title Case) ou en casse de phrase selon les conventions.
af: Plaas titels in titel geval of sin geval volgens die konvensies.
bg: Преобразуване на заглавия в заглавен регистър (Title Case) или фразов регистър в зависимост от конвенциите.
cs: Převést titulky na titulek (Title Case) nebo na větnou velikost podle konvencí.
da: Sætte titler i titelcase eller sætning case i henhold til konventionerne.
de: Titel in Titelcase oder Satzcase gemäß den Konventionen formatieren.
el: Μετατροπή τίτλων σε μορφή τίτλου (Title Case) ή σε μορφή φράσης σύμφωνα με τις συμβάσεις.
es: Poner títulos en capitalización de título (Title Case) o en capitalización de frase según las convenciones.
fi: Muuta otsikot otsikkokirjoitukseen (Title Case) tai lausekirjoitukseen sääntöjen mukaan.
fil: I-capitalize ang mga pamagat sa title case o sa sentence case ayon sa mga alituntunin.
hu: Címek címformátumra (Title Case) vagy mondatformátumra állítása a konvenciók szerint.
id: Mengubah judul menjadi kasus judul (Title Case) atau kasus kalimat sesuai dengan konvensi.
it: Mettere i titoli in case di titolo (Title Case) o in case di frase secondo le convenzioni.
ja: タイトルをタイトルケースまたは文のケースに従って設定します。
ko: 제목을 제목 대문자(Title Case) 또는 문장 대문자로 변환하여 규칙에 맞게 설정합니다.
nl: Titels in titelcase of zin-case zetten volgens de conventies.
no: Sette titler i tittelbokstav (Title Case) eller setningsbokstav i henhold til konvensjoner.
pl: Ustawić tytuły w wielkości tytułu (Title Case) lub w wielkości zdania zgodnie z konwencjami.
pt_pt: Colocar títulos em caixa de título (Title Case) ou em caixa de frase de acordo com as convenções.
ro: A pune titlurile în caz de titlu (Title Case) sau în caz de propoziție conform convențiilor.
ru: Приведение заголовков к заглавному регистру (Title Case) или к регистру предложения в соответствии с правилами.
sk: Nastaviť názvy na titulkovú formu (Title Case) alebo na vetu podľa konvencií.
sv: Sätt titlar i titelcase eller meningscase enligt konventionerna.
sw: Weka vichwa katika hali ya kichwa (Title Case) au hali ya sentensi kulingana na kanuni.
tr: Başlıkları başlık durumu (Title Case) veya cümle durumu olarak standartlara göre ayarlayın.
uk: Перевести заголовки в заголовний регістр (Title Case) або речення відповідно до правил.
vi: Đưa các tiêu đề vào kiểu tiêu đề (Title Case) hoặc kiểu câu theo các quy tắc.
zh_hans: 根据约定将标题转换为标题大小写或句子大小写。

# ed_text_case_text_case_uc3_title
source: Nettoyer du texte copié-collé
af: Skoonmaak van gekopieerde teks
bg: Почистване на копиран текст
cs: Vyčistit zkopírovaný text
da: Rydde op i kopieret tekst
de: Text aus der Zwischenablage bereinigen
el: Καθαρισμός κειμένου που έχει αντιγραφεί και επικολληθεί
es: Limpiar texto copiado y pegado
fi: Puhdista kopioitu ja liitetty teksti
fil: Linisin ang kinopyang teksto
hu: Másolt szöveg tisztítása
id: Membersihkan teks yang disalin
it: Pulire il testo copiato e incollato
ja: コピー＆ペーストしたテキストをクリーンアップする
ko: 복사-붙여넣기한 텍스트 정리하기
nl: Gekopieerde tekst opschonen
no: Rydde opp i kopiert tekst
pl: Oczyścić skopiowany tekst
pt_pt: Limpar texto copiado e colado
ro: Curățarea textului copiat și lipit
ru: Очистка скопированного текста
sk: Vyčistiť skopírovaný text
sv: Rensa kopierad text
sw: Safisha maandiko yaliyokopwa na kupachikwa
tr: Kopyala-yapıştır metnini temizleyin
uk: Очищення скопійованого тексту
vi: Làm sạch văn bản sao chép-dán
zh_hans: 清理复制粘贴的文本

# ed_text_case_text_case_uc3_text
source: Reformater un contenu venant d’un PDF, d’un export ou d’un outil qui casse la mise en forme.
af: Hervorm 'n inhoud wat van 'n PDF, 'n uitvoer of 'n hulpmiddel kom wat die formaat breek.
bg: Преформатиране на съдържание от PDF, експортиране или инструмент, който нарушава форматирането.
cs: Znovu naformátovat obsah pocházející z PDF, exportu nebo nástroje, který narušuje formátování.
da: Reformatere indhold fra en PDF, en eksport eller et værktøj, der ødelægger formateringen.
de: Inhalte aus einem PDF, einem Export oder einem Tool, das das Format bricht, neu formatieren.
el: Επαναδιαμόρφωση περιεχομένου που προέρχεται από PDF, εξαγωγή ή εργαλείο που σπάει τη μορφοποίηση.
es: Reformatear contenido proveniente de un PDF, de una exportación o de una herramienta que rompe el formato.
fi: Muotoile uudelleen PDF:stä, vientitiedostosta tai työkalusta, joka rikkoo muotoilua.
fil: I-reformat ang nilalaman mula sa isang PDF, export o tool na nagwawasak ng format.
hu: Egy PDF-ből, exportból vagy olyan eszközből származó tartalom újraformázása, amely megszakítja a formázást.
id: Memformat ulang konten dari PDF, ekspor, atau alat yang merusak format.
it: Riformattare un contenuto proveniente da un PDF, da un export o da uno strumento che rompe la formattazione.
ja: PDF、エクスポート、またはフォーマットを壊すツールからのコンテンツを再フォーマットします。
ko: PDF, 내보내기 또는 형식을 깨뜨리는 도구에서 온 콘텐츠를 재포맷합니다.
nl: Inhoud van een PDF, export of een tool die de opmaak verstoort opnieuw formatteren.
no: Reformatere innhold fra en PDF, en eksport eller et verktøy som ødelegger formateringen.
pl: Przeformatować treść pochodzącą z PDF, eksportu lub narzędzia, które psuje formatowanie.
pt_pt: Reformatar um conteúdo vindo de um PDF, de uma exportação ou de uma ferramenta que quebra a formatação.
ro: Reformatarea unui conținut provenit dintr-un PDF, dintr-o exportare sau dintr-un instrument care strică formatarea.
ru: Переформатирование содержимого из PDF, экспорта или инструмента, который нарушает форматирование.
sk: Preformátovať obsah pochádzajúci z PDF, exportu alebo nástroja, ktorý narušuje formátovanie.
sv: Omformatera innehåll från en PDF, en export eller ett verktyg som bryter formateringen.
sw: Rekebisha maudhui yanayotoka kwenye PDF, usafirishaji au kifaa kinachovunja muundo.
tr: Biçimlendirmeyi bozan bir PDF, dışa aktarma veya araçtan gelen bir içeriği yeniden biçimlendirin.
uk: Переформатувати вміст з PDF, експорту або інструменту, який порушує форматування.
vi: Định dạng lại nội dung từ một PDF, một xuất khẩu hoặc một công cụ làm hỏng định dạng.
zh_hans: 重新格式化来自PDF、导出或破坏格式的工具的内容。

# ed_text_case_text_case_uc4_title
source: Préparer des données
af: Bereid data voor
bg: Подготовка на данни
cs: Připravit data
da: Forberede data
de: Daten vorbereiten
el: Προετοιμασία δεδομένων
es: Preparar datos
fi: Valmistele tiedot
fil: Ihanda ang mga datos
hu: Adatok előkészítése
id: Menyiapkan data
it: Preparare i dati
ja: データを準備する
ko: 데이터 준비하기
nl: Gegevens voorbereiden
no: Forberede data
pl: Przygotować dane
pt_pt: Preparar dados
ro: Pregătirea datelor
ru: Подготовка данных
sk: Pripraviť dáta
sv: Förbereda data
sw: Andaa data
tr: Veri hazırlama
uk: Підготовка даних
vi: Chuẩn bị dữ liệu
zh_hans: 准备数据

# ed_text_case_text_case_uc4_text
source: Mettre une liste (noms, emails, tags) dans une casse cohérente avant import dans un tableur ou un CRM.
af: Plaas 'n lys (name, e-pos, etikette) in 'n konsekwente geval voor invoer in 'n sigblad of 'n CRM.
bg: Поставяне на списък (имена, имейли, тагове) в последователен регистър преди импортиране в електронна таблица или CRM.
cs: Udělat seznam (jména, e-maily, štítky) v konzistentní velikosti písmen před importem do tabulky nebo CRM.
da: Sætte en liste (navne, e-mails, tags) i en ensartet case før import til et regneark eller et CRM.
de: Eine Liste (Namen, E-Mails, Tags) in eine konsistente Groß- und Kleinschreibung bringen, bevor sie in eine Tabelle oder ein CRM importiert wird.
el: Βάλτε μια λίστα (ονόματα, email, ετικέτες) σε συνεπή μορφή πριν από την εισαγωγή σε υπολογιστικό φύλλο ή CRM.
es: Poner una lista (nombres, correos electrónicos, etiquetas) en una capitalización coherente antes de importar a una hoja de cálculo o a un CRM.
fi: Aseta lista (nimet, sähköpostit, tagit) johdonmukaiseen kirjainkokoon ennen tuontia taulukkolaskentaan tai CRM:ään.
fil: Ilagay ang isang listahan (mga pangalan, email, tag) sa isang pare-parehong case bago i-import sa isang spreadsheet o CRM.
hu: Egy lista (nevek, e-mailek, címkék) egységes írásmódba állítása, mielőtt importálná egy táblázatkezelőbe vagy CRM-be.
id: Menempatkan daftar (nama, email, tag) dalam kasus yang konsisten sebelum diimpor ke spreadsheet atau CRM.
it: Mettere un elenco (nomi, email, tag) in un case coerente prima dell'importazione in un foglio di calcolo o in un CRM.
ja: インポートする前にリスト（名前、メール、タグ）を一貫したケースにします。
ko: 이메일, 태그 등의 목록을 스프레드시트나 CRM에 가져오기 전에 일관된 대소문자로 설정합니다.
nl: Een lijst (namen, e-mails, tags) in een consistente case zetten voordat deze in een spreadsheet of CRM wordt geïmporteerd.
no: Sørge for at en liste (navn, e-poster, tagger) har en konsistent bokstavform før import til et regneark eller CRM.
pl: Umieścić listę (nazwy, e-maile, tagi) w spójnej wielkości liter przed importem do arkusza kalkulacyjnego lub CRM.
pt_pt: Colocar uma lista (nomes, e-mails, tags) em uma caixa coerente antes da importação em uma planilha ou CRM.
ro: A pune o listă (nume, emailuri, etichete) într-un caz coerent înainte de importul într-un tabel sau CRM.
ru: Приведение списка (имен, электронных адресов, тегов) к согласованному регистру перед импортом в таблицу или CRM.
sk: Nastaviť zoznam (mená, e-maily, tagy) na konzistentný formát pred importom do tabuľkového procesora alebo CRM.
sv: Sätt en lista (namn, e-post, taggar) i en konsekvent case innan import till ett kalkylblad eller CRM.
sw: Weka orodha (majina, barua pepe, lebo) katika hali inayofanana kabla ya kuingiza kwenye karatasi ya kazi au CRM.
tr: Bir listeyi (isimler, e-postalar, etiketler) bir tabloya veya CRM'ye aktarım öncesinde tutarlı bir duruma getirin.
uk: Привести список (імена, електронні адреси, теги) до єдиного регістру перед імпортом у таблицю або CRM.
vi: Đưa một danh sách (tên, email, thẻ) vào một kiểu đồng nhất trước khi nhập vào bảng tính hoặc CRM.
zh_hans: 在导入到电子表格或CRM之前，将列表（姓名、电子邮件、标签）统一为一致的大小写。

# ed_text_case_text_case_uc5_title
source: Développement et slugging
af: Ontwikkeling en slugging
bg: Разработка и slugging
cs: Vývoj a slugging
da: Udvikling og slugging
de: Entwicklung und Slugging
el: Ανάπτυξη και slugging
es: Desarrollo y slugging
fi: Kehitys ja sluggaus
fil: Pagbuo at slugging
hu: Fejlesztés és slugging
id: Pengembangan dan slugging
it: Sviluppo e slugging
ja: 開発とスラッグ化
ko: 개발 및 슬러깅
nl: Ontwikkeling en slugging
no: Utvikling og slugging
pl: Rozwój i slugging
pt_pt: Desenvolvimento e slugging
ro: Dezvoltare și slugging
ru: Разработка и слуггинг
sk: Vývoj a slugging
sv: Utveckling och slugging
sw: Maendeleo na slugging
tr: Geliştirme ve slugging
uk: Розробка та слугування
vi: Phát triển và slugging
zh_hans: 开发和标记
