Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_missing_note
source: Exemple : pour passer de 80 à 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
af: Voorbeeld: om van 80 na 100 te gaan → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
bg: Пример: за да преминете от 80 на 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
cs: Příklad: pro přechod z 80 na 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
da: Eksempel: for at gå fra 80 til 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
de: Beispiel: um von 80 auf 100 zu gelangen → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
el: Παράδειγμα: για να περάσετε από το 80 στο 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
es: Ejemplo: para pasar de 80 a 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
fi: Esimerkki: siirtyminen 80:stä 100:aan → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
fil: Halimbawa: para lumipat mula 80 patungong 100 → 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%.
hu: Példa: 80-ról 100-ra váltáshoz → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
id: Contoh: untuk beralih dari 80 ke 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
it: Esempio : per passare da 80 a 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
ja: 例：80から100に移行する場合 → 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%。
ko: 예: 80에서 100으로 가려면 → 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%.
nl: Voorbeeld : om van 80 naar 100 te gaan → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
no: Eksempel: for å gå fra 80 til 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
pl: Przykład: aby przejść od 80 do 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
pt_pt: Exemplo: para passar de 80 para 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
ro: Exemplu: pentru a trece de la 80 la 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
ru: Пример: чтобы перейти от 80 к 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
sk: Príklad: na prechod z 80 na 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
sv: Exempel: för att gå från 80 till 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
sw: Exempel: för att gå från 80 till 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
tr: Örnek: 80'den 100'e geçmek için → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +%25.
uk: Example: to go from 80 to 100 → 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%.
vi: Ví dụ: để chuyển từ 80 sang 100 → 100 ÷ 80 = 1,25 → (1,25 − 1) × 100 = +25%.
zh_hans: 示例：从80到100 → 100 ÷ 80 = 1.25 → (1.25 − 1) × 100 = +25%。

# pct_points_title
source: Points de pourcentage
af: Persentasies
bg: Процентни точки
cs: Procentní body
da: Procentpoint
de: Prozentpunkte
el: Ποσοστιαίες μονάδες
es: Puntos porcentuales
fi: Prosenttiyksiköt
fil: Porsyento
hu: Százalékpontok
id: Persentase poin
it: Punti percentuali
ja: パーセンテージポイント
ko: 퍼센트 포인트
nl: Percentagepunten
no: Prosentpoeng
pl: Punkty procentowe
pt_pt: Pontos percentuais
ro: Puncte procentuale
ru: Процентные пункты
sk: Percentuálne body
sv: Procentenheter
sw: Procentenheter
tr: Yüzde puanları
uk: Percentage points
vi: Điểm phần trăm
zh_hans: 百分比点

# pct_points_subtitle
source: Distinguer variation en % et variation en points de % (pp).
af: Verskil tussen variasie in % en variasie in punte van %.
bg: Различавайте вариация в % и вариация в процентни точки (пп).
cs: Rozlišujte mezi procentuální změnou a změnou v procentech (pp).
da: Skelne mellem variation i % og variation i procentpoint (pp).
de: Unterscheiden Sie zwischen der Variation in % und der Variation in Prozentpunkten (pp).
el: Διακρίνετε τη μεταβολή σε % και τη μεταβολή σε ποσοστιαίες μονάδες (pp).
es: Distinguir variación en % y variación en puntos de %.
fi: Erotta prosenttimuutos ja prosenttipisteiden muutos (pp).
fil: Ihiwalay ang pagbabago sa % at pagbabago sa mga puntos ng % (pp).
hu: Megkülönböztetni a %-os változást és a %-os pontokban mért változást (pp).
id: Membedakan variasi dalam % dan variasi dalam poin %.
it: Distinguere variazione in % e variazione in punti percentuali (pp).
ja: %の変動とポイントの変動（pp）を区別する。
ko: % 변동과 % 포인트 변동(pp)을 구분하세요.
nl: Verschil tussen procentuele variatie en variatie in procentpunten (pp).
no: Skille mellom variasjon i % og variasjon i prosentpoeng (pp).
pl: Rozróżnij zmianę w % i zmianę w punktach procentowych (pp).
pt_pt: Distinguir variação em % e variação em pontos de %.
ro: Distingeți variația în % și variația în puncte procentuale (pp).
ru: Различать изменение в % и изменение в пунктах % (пп).
sk: Rozlíšiť percentuálnu zmenu a zmenu v percentuálnych bodoch (pp).
sv: Skilj mellan variation i % och variation i procentpoäng (pp).
sw: Skilj mellan variation i % och variation i procentenheter (pp).
tr: Yüzde değişimini ve yüzde puan değişimini (pp) ayırt edin.
uk: Distinguish percentage change and percentage points change (pp).
vi: Phân biệt biến động theo % và biến động theo điểm phần trăm (pp).
zh_hans: 区分百分比变化和百分点变化（pp）。

# pct_points_a
source: Taux initial
af: Aanvangskoers
bg: Начална ставка
cs: Počáteční sazba
da: Startpris
de: Anfangsrate
el: Αρχικό ποσοστό
es: Tasa inicial
fi: Alkuperäinen korko
fil: Paunang rate
hu: Kezdő kamat
id: Tingkat awal
it: Tasso iniziale
ja: 初期レート
ko: 초기 요율
nl: Initiële rente
no: Startpris
pl: Stawka początkowa
pt_pt: Taxa inicial
ro: Rata inițială
ru: Начальная ставка
sk: Počiatočná sadzba
sv: Initialt pris
sw: Initialt pris
tr: Başlangıç oranı
uk: Initial rate
vi: Tỷ lệ ban đầu
zh_hans: 初始利率

# pct_points_a_hint
source: Ex : 10, 0,5, 35…
af: By: 10, 0,5, 35…
bg: Пример: 10, 0,5, 35…
de: Beispiel: 10, 0,5, 35…
el: Π.χ.: 10, 0,5, 35…
es: Ej: 10, 0,5, 35…
fi: Esim: 10, 0,5, 35…
hu: Például: 10, 0,5, 35…
id: Contoh: 10, 0,5, 35…
it: Es: 10, 0,5, 35…
ja: 例：10、0.5、35…
ko: 예: 10, 0.5, 35…
nl: Bijv: 10, 0,5, 35…
no: Eksempel: 10, 0,5, 35…
pl: Przykład: 10, 0,5, 35…
ru: Пример: 10, 0,5, 35…
tr: Ör: 10, 0,5, 35…
vi: Ví dụ: 10, 0,5, 35…
zh_hans: 例如：10，0.5，35……

# pct_points_b
source: Taux final
af: Eindkoers
bg: Краен процент
cs: Konečná sazba
da: Slutkurs
de: Endgültiger Satz
el: Τελικός συντελεστής
es: Tasa final
fi: Lopullinen korko
fil: Panghuling rate
hu: Végső ár
id: Tingkat akhir
it: Tasso finale
ja: 最終レート
ko: 최종 요율
nl: Eindtarief
no: Endelig sats
pl: Ostateczna stawka
pt_pt: Taxa final
ro: Rata finală
ru: Итоговая ставка
sk: Konečná sadzba
sv: Slutlig taxa
sw: Slutlig taxa
tr: Son oranı
uk: Final rate
vi: Tỷ lệ cuối cùng
zh_hans: 最终利率

# pct_points_b_hint
source: Ex : 12, 1,2, 40…
af: By: 12, 1,2, 40…
bg: Пример: 12, 1,2, 40…
el: Παράδειγμα: 12, 1,2, 40…
es: Ej: 12, 1,2, 40…
fi: Esim: 12, 1,2, 40…
hu: Például: 12, 1,2, 40…
id: Contoh: 12, 1,2, 40…
it: Es: 12, 1,2, 40…
ja: 例：12、1、2、40…
ko: 예: 12, 1,2, 40…
nl: Bijv: 12, 1,2, 40…
no: Eksempel: 12, 1,2, 40…
ru: Пример: 12, 1,2, 40…
tr: Ör: 12, 1,2, 40…
vi: Ví dụ: 12, 1,2, 40…
zh_hans: 例如：12，1,2，40……

# pct_points_pp_label
source: Variation en points (pp)
af: Variasie in punte (pp)
bg: Вариация в точки (пп)
cs: Variace v bodech (pp)
da: Variation i point (pp)
de: Variation in Punkten (pp)
el: Μεταβολή σε σημεία (pp)
es: Variación en puntos (pp)
fi: Pisteiden vaihtelu (pp)
fil: Pagbabago sa mga puntos (pp)
hu: Pontokban kifejezett eltérés (pp)
id: Variasi dalam poin (pp)
it: Variazione in punti (pp)
ja: ポイントの変動 (pp)
ko: 포인트 변동 (pp)
nl: Variatie in punten (pp)
no: Variasjon i poeng (pp)
pl: Wariacja w punktach (pp)
pt_pt: Variação em pontos (pp)
ro: Variatie în puncte (pp)
ru: Вариация в пунктах (пп)
sk: Variácia v bodoch (pp)
sv: Variation i poäng (pp)
sw: Variation i poäng (pp)
tr: Puanlardaki varyasyon (pp)
uk: Variation in points (pp)
vi: Biến động theo điểm (pp)
zh_hans: 点数变化（pp）

# pct_points_rel_label
source: Variation relative
af: Relatiewe variasie
bg: Вариация относителна
cs: Relativní variace
da: Variation relativ
de: Relative Variation
el: Σχετική παραλλαγή
es: Variación relativa
fi: Suhteellinen vaihtelu
fil: Relatibong pagbabago
hu: Változási arány
id: Variasi relatif
it: Variazione relativa
ja: 相対的な変動
ko: 상대 변형
nl: Relatieve variatie
no: Relativ variasjon
pl: Wariacja względna
pt_pt: Variação relativa
ro: Varianta relativă
ru: Относительная вариация
sk: Variácia relatívna
sv: Relativ variation
sw: Relativ variation
tr: Göreceli varyasyon
uk: Relative variation
vi: Biến thể tương đối
zh_hans: 相对变体

# pct_points_ratio_label
source: Rapport
af: Verslag
bg: Доклад
cs: Zpráva
de: Bericht
el: Αναφορά
es: Informe
fi: Raportti
fil: Ulat
hu: Jelentés
id: Laporan
it: Rapporto
ja: レポート
ko: 보고서
pl: Raport
pt_pt: Relatório
ro: Raport
ru: Отчет
sk: Správa
tr: Rapor
uk: Report
vi: Báo cáo
zh_hans: 报告

# pct_points_zero_note
source: Si le taux initial vaut 0, la variation relative (%) n’est pas définie. La variation en points (pp) reste calculable.
af: As die aanvanklike koers 0 is, is die relatiewe verandering (%) nie gedefinieer nie. Die verandering in punte (pp) bly berekenbaar.
bg: Ако началната ставка е 0, относителната промяна (%) не е определена. Промяната в точки (пп) остава изчисляема.
cs: Pokud je počáteční sazba 0, relativní změna (%) není definována. Změna v bodech (pp) zůstává vypočitatelná.
da: Hvis den oprindelige sats er 0, er den relative ændring (%) ikke defineret. Ændringen i punkter (pp) kan stadig beregnes.
de: Wenn der ursprüngliche Satz 0 beträgt, ist die relative Änderung (%) nicht definiert. Die Änderung in Punkten (pp) bleibt berechenbar.
el: Εάν ο αρχικός ρυθμός είναι 0, η σχετική μεταβολή (%) δεν ορίζεται. Η μεταβολή σε μονάδες (pp) παραμένει υπολογίσιμη.
es: Si la tasa inicial es 0, la variación relativa (%) no está definida. La variación en puntos (pp) sigue siendo calculable.
fi: Jos alkuperäinen korko on 0, suhteellinen muutos (%) ei ole määritelty. Muutos pisteinä (pp) on silti laskettavissa.
fil: Kung ang paunang rate ay 0, ang relative na pagbabago (%) ay hindi natutukoy. Ang pagbabago sa mga puntos (pp) ay nananatiling maaring kalkulahin.
hu: Ha a kezdeti arány 0, a relatív változás (%) nincs meghatározva. A pontokban mért változás (pp) továbbra is kiszámítható.
id: Jika nilai awal adalah 0, variasi relatif (%) tidak terdefinisi. Variasi dalam poin (pp) tetap dapat dihitung.
it: Se il tasso iniziale è 0, la variazione relativa (%) non è definita. La variazione in punti (pp) rimane calcolabile.
ja: 初期の割合が0の場合、相対変化（%）は定義されません。ポイントの変化（pp）は計算可能です。
ko: 초기 비율이 0이면 상대적 변화(%)는 정의되지 않습니다. 포인트 변화(pp)는 계산 가능합니다.
nl: Als de initiële rente 0 is, is de relatieve verandering (%) niet gedefinieerd. De verandering in punten (pp) blijft berekenbaar.
no: Hvis den opprinnelige satsen er 0, er den relative endringen (%) ikke definert. Endringen i poeng (pp) kan fortsatt beregnes.
pl: Jeśli początkowa stawka wynosi 0, zmiana względna (%) nie jest zdefiniowana. Zmiana w punktach (pp) pozostaje do obliczenia.
pt_pt: Se a taxa inicial for 0, a variação relativa (%) não está definida. A variação em pontos (pp) continua a ser calculável.
ro: Dacă rata inițială este 0, variația relativă (%) nu este definită. Variația în puncte (pp) rămâne calculabilă.
ru: Если начальная ставка равна 0, относительное изменение (%) не определено. Изменение в пунктах (п.п.) остается вычисляемым.
sk: Ak počiatočná miera je 0, relatívna zmena (%) nie je definovaná. Zmena v bodoch (pp) zostáva vypočítateľná.
sv: Om den initiala räntan är 0, är den relativa förändringen (%) inte definierad. Förändringen i punkter (pp) kan fortfarande beräknas.
sw: Om den initiala räntan är 0, är den relativa förändringen (%) inte definierad. Förändringen i punkter (pp) kan fortfarande beräknas.
tr: Eğer başlangıç oranı 0 ise, göreceli değişim (%) tanımlı değildir. Nokta değişimi (pp) hesaplanabilir.
uk: If the initial rate is 0, the relative change (%) is not defined. The change in points (pp) remains calculable.
vi: Nếu tỷ lệ ban đầu là 0, thì biến đổi tương đối (%) không được xác định. Biến đổi theo điểm (pp) vẫn có thể tính toán.
zh_hans: 如果初始比率为0，则相对变化（%）未定义。点数变化（pp）仍然可以计算。

# pct_points_definition_sub
source: Les “points de pourcentage” (pp) mesurent une différence directe entre deux taux.
af: Die "persentasiepunte" (pp) meet 'n direkte verskil tussen twee tariewe.
bg: „Процентните точки“ (пп) измерват директна разлика между два процента.
cs: "Procentní body" (pp) měří přímý rozdíl mezi dvěma sazbami.
da: "Procentpoint" (pp) måler en direkte forskel mellem to satser.
de: Die "Prozentpunkte" (pp) messen einen direkten Unterschied zwischen zwei Raten.
el: Οι "ποσοστιαίες μονάδες" (pp) μετρούν μια άμεση διαφορά μεταξύ δύο ποσοστών.
es: Los “puntos porcentuales” (pp) miden una diferencia directa entre dos tasas.
fi: Prosenttipisteet (pp) mittaavat suoran eron kahden korkean välillä.
fil: Ang "porsyento" (pp) ay sumusukat ng direktang pagkakaiba sa pagitan ng dalawang rate.
hu: A "százalékpontok" (pp) közvetlen különbséget mérnek két ráta között.
id: "Point persentase" (pp) mengukur perbedaan langsung antara dua suku bunga.
it: I "punti percentuali" (pp) misurano una differenza diretta tra due tassi.
ja: 「パーセンテージポイント」（pp）は、2つの率の直接的な違いを測定します。
ko: “퍼센트 포인트”(pp)는 두 비율 간의 직접적인 차이를 측정합니다.
nl: De "percentagepunten" (pp) meten een directe verschil tussen twee tarieven.
no: "Prosentpoeng" (pp) måler en direkte forskjell mellom to satser.
pl: "Procentowe punkty" (pp) mierzą bezpośrednią różnicę między dwoma stawkami.
pt_pt: Os “pontos percentuais” (pp) medem uma diferença direta entre duas taxas.
ro: "Procentajele" (pp) măsoară o diferență directă între două rate.
ru: "Процентные пункты" (пп) измеряют прямую разницу между двумя ставками.
sk: „Percentuálne body“ (pp) merajú priamy rozdiel medzi dvoma sadzbami.
sv: "Procentenheter" (pp) mäter en direkt skillnad mellan två räntor.
sw: "Procentenheter" (pp) mäter en direkt skillnad mellan två räntor.
tr: "Yüzde puanları" (pp) iki oran arasındaki doğrudan farkı ölçer.
uk: Percentage points (pp) measure a direct difference between two rates.
vi: Các "điểm phần trăm" (pp) đo lường sự khác biệt trực tiếp giữa hai tỷ lệ.
zh_hans: “百分点”（pp）测量两个利率之间的直接差异。

# pct_points_step1
source: Calculez la différence de taux : B − A (en points, pp).
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">B − A Calculez la différence de taux :(en points, pp).

# pct_points_step2
source: Pour la variation relative (%), divisez par A puis multipliez par 100.
af: Vir die relatiewe variasie (%), deel deur A en vermenigvuldig dan met 100.
bg: За относителната вариация (%), разделете на A и след това умножете по 100.
cs: Pro relativní variaci (%) vydělte A a poté vynásobte 100.
da: For den relative ændring (%), del med A og gang med 100.
de: Für die relative Veränderung (%), teilen Sie durch A und multiplizieren Sie dann mit 100.
el: Για τη σχετική μεταβολή (%), διαιρέστε με το A και στη συνέχεια πολλαπλασιάστε με το 100.
es: Para la variación relativa (%), divida por A y luego multiplique por 100.
fi: Suhteellisen muutoksen (%) laskemiseksi jaa A:lla ja kerro sitten 100:lla.
fil: Para sa kaukulang pagbabago (%), hatiin sa A at pagkatapos ay imultiply sa 100.
hu: A relatív változáshoz (%) oszd el A-t, majd szorozd meg 100-zal.
id: Untuk variasi relatif (%), bagi dengan A lalu kalikan dengan 100.
it: Per la variazione relativa (%), dividere per A e poi moltiplicare per 100.
ja: 相対変動（%）はAで割り、100を掛けてください。
ko: 상대 변동률(%)은 A로 나눈 후 100을 곱하세요.
nl: Voor de relatieve verandering (%), deel door A en vermenigvuldig met 100.
no: For relativ endring (%), del på A og multipliser deretter med 100.
pl: Aby obliczyć zmianę względną (%), podziel przez A, a następnie pomnóż przez 100.
pt_pt: Para a variação relativa (%), divida por A e depois multiplique por 100.
ro: Pentru variația relativă (%), împărțiți la A, apoi înmulțiți cu 100.
ru: Для относительной вариации (%) разделите на A, затем умножьте на 100.
sk: Pre relatívnu variáciu (%) rozdeľte A a potom vynásobte 100.
sv: För den relativa förändringen (%), dela med A och multiplicera sedan med 100.
sw: För den relativa variationen (%), dela med A och multiplicera sedan med 100.
tr: Göreceli varyasyon (%) için A'ya bölün ve ardından 100 ile çarpın.
uk: For the relative variation (%), divide by A and then multiply by 100.
vi: Đối với biến thể tương đối (%), chia cho A rồi nhân với 100.
zh_hans: 对于相对变化（%），先除以A，然后乘以100。

# pct_points_note
source: Exemple : 10% → 12% = +2 pp (et +20% en variation relative). 2 points ≠ 2%.
af: Voorbeeld: 10% → 12% = +2 pp (en +20% in relatiewe variasie). 2 punte ≠ 2%.
bg: Пример: 10% → 12% = +2 пр. (и +20% в относителна промяна). 2 точки ≠ 2%.
cs: Příklad: 10% → 12% = +2 pp (a +20% v relativní změně). 2 body ≠ 2%.
da: Eksempel: 10% → 12% = +2 pp (og +20% i relativ variation). 2 point ≠ 2%.
de: Beispiel: 10% → 12% = +2 pp (und +20% in relativer Variation). 2 Punkte ≠ 2%.
el: Παράδειγμα: 10% → 12% = +2 ποσοστιαίες μονάδες (και +20% σε σχετική μεταβολή). 2 μονάδες ≠ 2%.
es: Ejemplo: 10% → 12% = +2 pp (y +20% en variación relativa). 2 puntos ≠ 2%.
fi: Esimerkki: 10% → 12% = +2 pp (ja +20% suhteellisessa muutoksessa). 2 pistettä ≠ 2%.
fil: Halimbawa: 10% → 12% = +2 pp (at +20% sa kaugnay na pagbabago). 2 puntos ≠ 2%.
hu: Példa: 10% → 12% = +2 pp (és +20% relatív változás). 2 pont ≠ 2%.
id: Contoh: 10% → 12% = +2 pp (dan +20% dalam variasi relatif). 2 poin ≠ 2%.
it: Esempio: 10% → 12% = +2 pp (e +20% in variazione relativa). 2 punti ≠ 2%.
ja: 例：10% → 12% = +2 pp（相対変化で+20%）。2ポイント ≠ 2%。
ko: 예: 10% → 12% = +2 pp (그리고 상대적 변화는 +20%). 2 포인트 ≠ 2%.
nl: Voorbeeld: 10% → 12% = +2 pp (en +20% in relatieve variatie). 2 punten ≠ 2%.
no: Eksempel: 10% → 12% = +2 pp (og +20% i relativ variasjon). 2 poeng ≠ 2%.
pl: Przykład: 10% → 12% = +2 pp (i +20% w zmianie względnej). 2 punkty ≠ 2%.
pt_pt: Exemplo: 10% → 12% = +2 pp (e +20% em variação relativa). 2 pontos ≠ 2%.
ro: Exemplu: 10% → 12% = +2 pp (și +20% în variație relativă). 2 puncte ≠ 2%.
ru: Пример: 10% → 12% = +2 п.п. (и +20% в относительном изменении). 2 пункта ≠ 2%.
sk: Príklad: 10% → 12% = +2 pp (a +20% v relatívnej zmene). 2 body ≠ 2%.
sv: Exempel: 10% → 12% = +2 pp (och +20% i relativ förändring). 2 punkter ≠ 2%.
sw: Exempel: 10% → 12% = +2 pp (och +20% i relativ förändring). 2 punkter ≠ 2%.
tr: Örnek: %10 → %12 = +2 pp (ve %20 göreceli değişim). 2 puan ≠ %2.
uk: Example: 10% → 12% = +2 pp (and +20% in relative change). 2 points ≠ 2%.
vi: Ví dụ: 10% → 12% = +2 pp (và +20% theo tỷ lệ tương đối). 2 điểm ≠ 2%.
zh_hans: 示例：10% → 12% = +2 个百分点（相对变化 +20%）。2 个点 ≠ 2%。

# rel_diff_title
source: Différence relative
af: Relatiewe verskil
bg: Относителна разлика
cs: Relativní rozdíl
da: Relativ forskel
de: Relative Differenz
el: Σχετική διαφορά
es: Diferencia relativa
fi: Suhteellinen ero
fil: Relatibong pagkakaiba
hu: Relatív különbség
id: Perbedaan relatif
it: Differenza relativa
ja: 相対差
ko: 상대적 차이
nl: Relatieve verschil
no: Relativ forskjell
pl: Różnica względna
pt_pt: Diferença relativa
ro: Diferență relativă
ru: Относительная разница
sk: Relatívny rozdiel
sv: Relativ skillnad
sw: Relativ skillnad
tr: Göreceli fark
uk: Relative difference
vi: Sự khác biệt tương đối
zh_hans: 相对差异
