Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_cumulative_vs_naive_a4
source: Le pourcentage équivalent donne directement un seul taux global. Ici, l’objectif est de comparer le cumul réel à l’addition naïve pour comprendre l’écart.
af: Die gelyke persentasie gee direk 'n enkele globale koers. Hier is die doel om die werklike kumulering te vergelyk met die naïewe byvoeging om die verskil te verstaan.
bg: Еквивалентният процент дава директно един единствен глобален процент. Тук целта е да се сравни реалното натрупване с наивното събиране, за да се разбере разликата.
cs: Ekvivalentní procento dává přímo jednu celkovou sazbu. Zde je cílem porovnat skutečný součet s naivním sčítáním, abychom pochopili rozdíl.
da: Den ækvivalente procent giver direkte en enkelt samlet sats. Her er målet at sammenligne det reelle samlede beløb med den naive addition for at forstå forskellen.
de: Der äquivalente Prozentsatz gibt direkt einen einzigen Gesamtwert an. Hier ist das Ziel, die tatsächliche Summe mit der naiven Addition zu vergleichen, um die Abweichung zu verstehen.
el: Το ισοδύναμο ποσοστό δίνει άμεσα έναν μόνο συνολικό συντελεστή. Εδώ, ο στόχος είναι να συγκρίνουμε το πραγματικό σύνολο με την απλή προσθήκη για να κατανοήσουμε την απόκλιση.
es: El porcentaje equivalente da directamente una sola tasa global. Aquí, el objetivo es comparar el acumulado real con la suma ingenua para entender la diferencia.
fi: Vastaprocentti antaa suoraan yhden kokonaisprosentin. Tässä tavoitteena on verrata todellista kumulatiivista arvoa yksinkertaiseen yhteenlaskentaan ymmärtääksemme eroa.
fil: Ang katumbas na porsyento ay nagbibigay ng isang tanging kabuuang rate. Dito, ang layunin ay ihambing ang aktwal na kabuuan sa simpleng pagdaragdag upang maunawaan ang pagkakaiba.
hu: A megegyező százalék közvetlenül egyetlen globális arányt ad. Itt a cél az, hogy összehasonlítsuk a valós kumulációt a naiv összeadással, hogy megértsük a különbséget.
id: Persentase ekuivalen memberikan satu tarif global secara langsung. Di sini, tujuannya adalah untuk membandingkan total nyata dengan penjumlahan sederhana untuk memahami perbedaannya.
it: La percentuale equivalente fornisce direttamente un unico tasso globale. Qui, l'obiettivo è confrontare il cumulativo reale con l'addizione ingenua per comprendere la differenza.
ja: 同等のパーセンテージは、直接的に単一の全体率を提供します。ここでの目的は、実際の累積を単純な足し算と比較して差を理解することです。
ko: 동등한 백분율은 단일 전체 비율을 직접 제공합니다. 여기서 목표는 실제 누적을 단순한 덧셈과 비교하여 차이를 이해하는 것입니다.
nl: Het equivalent percentage geeft direct één enkele globale rate. Hier is het doel om de werkelijke cumulatie te vergelijken met de naïeve optelling om het verschil te begrijpen.
no: Den tilsvarende prosent gir direkte en enkelt global sats. Her er målet å sammenligne den faktiske summen med den naive summen for å forstå avviket.
pl: Procent równoważny daje bezpośrednio jedną globalną stawkę. Tutaj celem jest porównanie rzeczywistego kumulatu z naiwnym dodawaniem, aby zrozumieć różnicę.
pt_pt: A percentagem equivalente dá diretamente uma única taxa global. Aqui, o objetivo é comparar o acumulado real com a soma ingênua para entender a diferença.
ro: Procentul echivalent oferă direct o singură rată globală. Aici, obiectivul este de a compara cumulul real cu adunarea naivă pentru a înțelege diferența.
ru: Эквивалентный процент дает сразу одну общую ставку. Здесь цель - сравнить реальный накопленный результат с наивным сложением, чтобы понять разницу.
sk: Ekvivalentné percento priamo poskytuje jedinú celkovú sadzbu. Tu je cieľom porovnať skutočný súčet s naivným sčítaním, aby sme pochopili rozdiel.
sv: Den motsvarande procenten ger direkt en enda global taxa. Här är målet att jämföra den verkliga summan med den naiva additionen för att förstå skillnaden.
sw: Asilimia sawa inatoa moja kwa moja kiwango kimoja cha jumla. Hapa, lengo ni kulinganisha jumla halisi na kuongeza kwa urahisi ili kuelewa tofauti.
tr: Eşdeğer yüzde, doğrudan tek bir genel oran verir. Burada amaç, gerçek toplamı basit toplama ile karşılaştırarak farkı anlamaktır.
uk: Еквівалентний відсоток безпосередньо дає єдиний загальний коефіцієнт. Тут мета - порівняти реальний кумулятивний результат з наївним додаванням, щоб зрозуміти різницю.
vi: Tỷ lệ phần trăm tương đương cung cấp trực tiếp một tỷ lệ tổng thể duy nhất. Ở đây, mục tiêu là so sánh tổng hợp thực tế với phép cộng ngây thơ để hiểu sự chênh lệch.
zh_hans: 等效百分比直接给出一个整体的单一比率。在这里，目标是比较实际的累积与简单相加的差异。

# ed_math_percentages_percentage_cumulative_vs_naive_tip_title
source: Astuce
af: Hulpmiddel
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia ya kusaidia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 小贴士

# ed_math_percentages_percentage_cumulative_vs_naive_tip
source: Pensez en “×(1 ± X/100)” : dès qu’il y a plusieurs étapes, multipliez les coefficients au lieu d’additionner les pourcentages.
af: Dink in “×(1 ± X/100)”: sodra daar verskeie stappe is, vermenigvuldig die faktore eerder as om die persentasies bymekaar te tel.
bg: Мислете в "×(1 ± X/100)": щом има няколко стъпки, умножете множителите вместо да събирате процентите.
cs: Myslete v „×(1 ± X/100)“: jakmile je několik kroků, násobte koeficienty místo sčítání procent.
da: Tænk i '×(1 ± X/100)': så snart der er flere trin, skal du multiplicere koefficienterne i stedet for at lægge procenterne sammen.
de: Denken Sie in "×(1 ± X/100)": Sobald es mehrere Schritte gibt, multiplizieren Sie die Faktoren anstatt die Prozentsätze zu addieren.
el: Σκεφτείτε σε “×(1 ± X/100)”: μόλις υπάρχουν πολλές βήματα, πολλαπλασιάστε τους συντελεστές αντί να προσθέτετε τα ποσοστά.
es: Piense en “×(1 ± X/100)”: tan pronto como hay varios pasos, multiplique los coeficientes en lugar de sumar los porcentajes.
fi: Ajattele muodossa '×(1 ± X/100)': heti kun on useita vaiheita, kerro kertoimet sen sijaan, että lisäisit prosentteja.
fil: Isipin sa '×(1 ± X/100)': sa sandaling mayroong maraming hakbang, imbis na idagdag ang mga porsyento, i-multiply ang mga coefficient.
hu: Gondolkodj '×(1 ± X/100)' formában: amint több lépés van, szorozd meg a szorzószámokat ahelyett, hogy összeadnád a százalékokat.
id: Pikirkan dalam “×(1 ± X/100)”: setiap kali ada beberapa langkah, kalikan koefisien daripada menjumlahkan persentase.
it: Pensate in “×(1 ± X/100)”: non appena ci sono più passaggi, moltiplicate i coefficienti invece di sommare le percentuali.
ja: 「×(1 ± X/100)」で考えてください：複数のステップがある場合は、パーセンテージを足すのではなく、係数を掛け算してください。
ko: '×(1 ± X/100)'로 생각하세요: 여러 단계가 있을 때는 백분율을 더하는 대신 계수를 곱하세요.
nl: Denk in '×(1 ± X/100)': zodra er meerdere stappen zijn, vermenigvuldig de coëfficiënten in plaats van de percentages op te tellen.
no: Tenk i “×(1 ± X/100)”: så snart det er flere trinn, multipliser koeffisientene i stedet for å legge sammen prosentene.
pl: Myśl w kategoriach „×(1 ± X/100)”: gdy jest kilka kroków, mnoż współczynniki zamiast dodawać procenty.
pt_pt: Pense em “×(1 ± X/100)”: assim que há várias etapas, multiplique os coeficientes em vez de somar as percentagens.
ro: Gândiți-vă în „×(1 ± X/100)”: de îndată ce sunt mai multe etape, înmulțiți coeficienții în loc să adunați procentele.
ru: Думайте в "×(1 ± X/100)": как только есть несколько этапов, умножайте коэффициенты вместо того, чтобы складывать проценты.
sk: Myslite v "×(1 ± X/100)": ak sú viaceré kroky, násobte koeficienty namiesto sčítania percent.
sv: Tänk i '×(1 ± X/100)': så snart det finns flera steg, multiplicera koefficienterna istället för att addera procenten.
sw: Fikiria kwa '×(1 ± X/100)': mara tu kuna hatua nyingi, zidisha viwango badala ya kuongeza asilimia.
tr: “×(1 ± X/100)” şeklinde düşünün: birden fazla adım olduğunda, yüzdeleri toplamak yerine katsayıları çarpın.
uk: Думайте в "×(1 ± X/100)": як тільки є кілька етапів, множте коефіцієнти замість того, щоб додавати відсотки.
vi: Hãy nghĩ theo “×(1 ± X/100)”: ngay khi có nhiều bước, hãy nhân các hệ số thay vì cộng các tỷ lệ phần trăm.
zh_hans: 考虑“×(1 ± X/100)”：一旦有多个步骤，就乘以系数而不是相加百分比。

# ed_math_percentages_percentage_equivalent_title
source: À propos : Pourcentage équivalent
af: Oor: Gelyke persentasie
bg: Относно: Еквивалентен процент
cs: O tom: Ekvivalentní procento
da: Om: Ækvivalent procent
de: Über: Äquivalenter Prozentsatz
el: Σχετικά: Ισοδύναμο ποσοστό
es: Acerca de: Porcentaje equivalente
fi: Tietoa: Vastaprocentti
fil: Tungkol sa: Katumbas na Porsyento
hu: A következőkről: Megegyező százalék
id: Tentang: Persentase ekuivalen
it: A proposito: Percentuale equivalente
ja: について：同等のパーセンテージ
ko: 정보: 동등한 백분율
nl: Over: Equivalent percentage
no: Om: Tilsvarende prosent
pl: Na marginesie: Procent równoważny
pt_pt: Sobre: Percentagem equivalente
ro: Despre: Procent echivalent
ru: О: Эквивалентный процент
sk: O ekvivalentnom percentu
sv: Om: Motsvarande procent
sw: Kuhusu: Asilimia sawa
tr: Hakkında: Eşdeğer Yüzde
uk: Про: Еквівалентний відсоток
vi: Về: Tỷ lệ phần trăm tương đương
zh_hans: 关于：等效百分比

# ed_math_percentages_percentage_equivalent_lead
source: Ce calculateur permet de déterminer le pourcentage équivalent produisant le même effet qu’un ou plusieurs calculs successifs, afin de comparer ou simplifier des variations.
af: Hierdie sakrekenaar maak dit moontlik om die gelyke persentasie te bepaal wat dieselfde effek het as een of meer opeenvolgende berekeninge, om variasies te vergelyk of te vereenvoudig.
bg: Този калкулатор позволява да се определи еквивалентният процент, който произвежда същия ефект като едно или повече последователни изчисления, за да се сравнят или опростят вариации.
cs: Tento kalkulátor umožňuje určit ekvivalentní procento, které produkuje stejný efekt jako jeden nebo více postupných výpočtů, aby bylo možné porovnat nebo zjednodušit variace.
da: Denne beregner gør det muligt at bestemme den ækvivalente procent, der giver den samme effekt som en eller flere successive beregninger, for at sammenligne eller forenkle variationer.
de: Dieser Rechner ermöglicht es, den äquivalenten Prozentsatz zu bestimmen, der denselben Effekt wie eine oder mehrere aufeinanderfolgende Berechnungen erzeugt, um Variationen zu vergleichen oder zu vereinfachen.
el: Αυτός ο υπολογιστής επιτρέπει να προσδιορίσετε το ισοδύναμο ποσοστό που παράγει το ίδιο αποτέλεσμα με έναν ή περισσότερους διαδοχικούς υπολογισμούς, προκειμένου να συγκρίνετε ή να απλοποιήσετε τις μεταβολές.
es: Este calculador permite determinar el porcentaje equivalente que produce el mismo efecto que uno o varios cálculos sucesivos, para comparar o simplificar variaciones.
fi: Tämä laskin mahdollistaa vastaprocentin määrittämisen, joka tuottaa saman vaikutuksen kuin yksi tai useampi peräkkäinen laskenta, jotta voidaan verrata tai yksinkertaistaa muutoksia.
fil: Ang calculator na ito ay nagbibigay-daan upang matukoy ang katumbas na porsyento na nagbubunga ng parehong epekto tulad ng isa o higit pang sunud-sunod na kalkulasyon, upang ihambing o pasimplihin ang mga pagbabago.
hu: Ez a kalkulátor lehetővé teszi a megegyező százalék meghatározását, amely ugyanazt a hatást gyakorolja, mint egy vagy több egymás utáni számítás, hogy összehasonlítsuk vagy egyszerűsítsük a változásokat.
id: Kalkulator ini memungkinkan untuk menentukan persentase ekuivalen yang menghasilkan efek yang sama seperti satu atau beberapa perhitungan berturut-turut, untuk membandingkan atau menyederhanakan variasi.
it: Questo calcolatore consente di determinare la percentuale equivalente che produce lo stesso effetto di uno o più calcoli successivi, al fine di confrontare o semplificare le variazioni.
ja: この計算機は、1つまたは複数の連続した計算と同じ効果を生み出す同等のパーセンテージを決定するために使用され、変動を比較または簡素化します。
ko: 이 계산기는 하나 이상의 연속 계산과 동일한 효과를 내는 동등한 백분율을 결정하여 변화를 비교하거나 단순화할 수 있도록 합니다.
nl: Deze calculator maakt het mogelijk om het equivalent percentage te bepalen dat hetzelfde effect heeft als een of meerdere opeenvolgende berekeningen, om variaties te vergelijken of te vereenvoudigen.
no: Denne kalkulatoren lar deg bestemme den tilsvarende prosent som gir samme effekt som en eller flere successive beregninger, for å sammenligne eller forenkle variasjoner.
pl: Ten kalkulator pozwala określić procent równoważny, który wywołuje ten sam efekt co jedno lub kilka kolejnych obliczeń, aby porównać lub uprościć zmiany.
pt_pt: Este calculador permite determinar a percentagem equivalente que produz o mesmo efeito que um ou mais cálculos sucessivos, a fim de comparar ou simplificar variações.
ro: Acest calculator permite determinarea procentului echivalent care produce același efect ca unul sau mai multe calcule succesive, pentru a compara sau simplifica variațiile.
ru: Этот калькулятор позволяет определить эквивалентный процент, создающий тот же эффект, что и один или несколько последовательных расчетов, чтобы сравнить или упростить изменения.
sk: Tento kalkulátor umožňuje určiť ekvivalentné percento, ktoré produkuje rovnaký efekt ako jeden alebo viacero postupných výpočtov, aby sa porovnali alebo zjednodušili variácie.
sv: Denna kalkylator gör det möjligt att bestämma den motsvarande procent som ger samma effekt som en eller flera successiva beräkningar, för att jämföra eller förenkla variationer.
sw: Kihesabu hiki kinaruhusu kubaini asilimia sawa inayozalisha athari sawa na moja au zaidi ya hesabu zinazofuatana, ili kulinganisha au kurahisisha mabadiliko.
tr: Bu hesaplayıcı, bir veya daha fazla ardışık hesaplamanın aynı etkiyi yaratan eşdeğer yüzdesini belirlemeye olanak tanır, böylece değişimleri karşılaştırabilir veya basitleştirebilirsiniz.
uk: Цей калькулятор дозволяє визначити еквівалентний відсоток, який має той же ефект, що й один або кілька послідовних розрахунків, щоб порівняти або спростити варіації.
vi: Công cụ này cho phép xác định tỷ lệ phần trăm tương đương tạo ra hiệu ứng giống như một hoặc nhiều phép tính liên tiếp, nhằm so sánh hoặc đơn giản hóa các biến động.
zh_hans: 这个计算器可以确定产生与一个或多个连续计算相同效果的等效百分比，以便比较或简化变化。

# ed_math_percentages_percentage_equivalent_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_equivalent_uc1_title
source: Remises ou hausses successives
af: Aftrekkings of opeenvolgende verhogings
bg: Последователни отстъпки или увеличения
cs: Postupné slevy nebo nárůsty
da: Rabatter eller successive stigninger
de: Rabatte oder aufeinanderfolgende Erhöhungen
el: Διαδοχικές εκπτώσεις ή αυξήσεις
es: Descuentos o aumentos sucesivos
fi: Peräkkäiset alennukset tai nousut
fil: Sunud-sunod na diskwento o pagtaas
hu: Kedvezmények vagy egymás utáni emelések
id: Diskon atau kenaikan berturut-turut
it: Sconti o aumenti successivi
ja: 連続する割引または増加
ko: 연속적인 할인 또는 인상
nl: Opeenvolgende kortingen of verhogingen
no: Rabatter eller successive økninger
pl: Kolejne rabaty lub podwyżki
pt_pt: Descontos ou aumentos sucessivos
ro: Reduceri sau creșteri succesive
ru: Последовательные скидки или повышения
sk: Postupné zľavy alebo nárasty
sv: Successiva rabatter eller ökningar
sw: Punguzo au ongezeko zinazofuatana
tr: Ardışık indirimler veya artışlar
uk: Знижки або послідовні підвищення
vi: Giảm giá hoặc tăng giá liên tiếp
zh_hans: 连续的折扣或涨价

# ed_math_percentages_percentage_equivalent_uc1_text
source: Transformer plusieurs augmentations ou diminutions successives en un seul pourcentage équivalent (ex. −10 % puis −20 %).
af: Transformeer verskeie opeenvolgende verhogings of afnames in 'n enkele gelyke persentasie (bv. −10 % dan −20 %).
bg: Да се трансформират няколко последователни увеличения или намаления в един единствен еквивалентен процент (напр. −10 % след това −20 %).
cs: Převést několik postupných nárůstů nebo poklesů na jedno ekvivalentní procento (např. −10 % a pak −20 %).
da: Transformere flere successive stigninger eller fald til en enkelt ækvivalent procent (f.eks. −10 % og derefter −20 %).
de: Mehrere aufeinanderfolgende Erhöhungen oder Senkungen in einen einzigen äquivalenten Prozentsatz umwandeln (z. B. −10 % dann −20 %).
el: Μετατρέψτε πολλές διαδοχικές αυξήσεις ή μειώσεις σε ένα μόνο ισοδύναμο ποσοστό (π.χ. −10 % και μετά −20 %).
es: Transformar varios aumentos o disminuciones sucesivas en un solo porcentaje equivalente (p. ej. −10 % luego −20 %).
fi: Muunna useat peräkkäiset nousut tai alennukset yhdeksi vastaprocentiksi (esim. -10 % ja sitten -20 %).
fil: I-transform ang maraming sunud-sunod na pagtaas o pagbaba sa isang tanging katumbas na porsyento (hal. −10 % pagkatapos −20 %).
hu: Több egymás utáni emelést vagy csökkentést egyetlen megegyező százalékká alakítani (pl. −10 % majd −20 %).
id: Mengubah beberapa kenaikan atau penurunan berturut-turut menjadi satu persentase ekuivalen (mis. −10 % kemudian −20 %).
it: Trasformare più aumenti o diminuzioni successive in un'unica percentuale equivalente (es. −10 % poi −20 %).
ja: 複数の連続した増加または減少を単一の同等のパーセンテージに変換します（例：−10 % その後 −20 %）。
ko: 여러 번의 인상 또는 감소를 단일 동등한 백분율로 변환하기 (예: −10 % 후 −20 %).
nl: Verschillende opeenvolgende verhogingen of dalingen omzetten in één enkel equivalent percentage (bijv. -10 % en dan -20 %).
no: Transformere flere successive økninger eller reduksjoner til en enkelt tilsvarende prosent (f.eks. −10 % så −20 %).
pl: Przekształć kilka kolejnych podwyżek lub obniżek w jeden równoważny procent (np. −10 % a potem −20 %).
pt_pt: Transformar vários aumentos ou diminuições sucessivas em uma única percentagem equivalente (ex. −10 % depois −20 %).
ro: Transformați mai multe creșteri sau scăderi succesive într-un singur procent echivalent (ex. −10 % apoi −20 %).
ru: Преобразовать несколько последовательных увеличений или уменьшений в один эквивалентный процент (например, −10 % затем −20 %).
sk: Transformovať viacero postupných zvýšení alebo znížení na jedno ekvivalentné percento (napr. −10 % a potom −20 %).
sv: Omvandla flera successiva ökningar eller minskningar till en enda motsvarande procent (t.ex. −10 % följt av −20 %).
sw: Badilisha ongezeko au kupungua kadhaa kuwa asilimia sawa moja (mfano: −10 % kisha −20 %).
tr: Birden fazla ardışık artışı veya azalışı tek bir eşdeğer yüzdeye dönüştürmek (ör. −%10 sonra −%20).
uk: Перетворити кілька послідовних підвищень або знижень в один еквівалентний відсоток (наприклад, −10 % потім −20 %).
vi: Chuyển đổi nhiều lần tăng hoặc giảm liên tiếp thành một tỷ lệ phần trăm tương đương duy nhất (ví dụ: −10% rồi −20%).
zh_hans: 将多个连续的增加或减少转换为一个等效百分比（例如 -10% 然后 -20%）。

# ed_math_percentages_percentage_equivalent_uc2_title
source: Comparer des offres ou des scénarios
af: Vergelyk aanbiedinge of scenario's
bg: Да се сравнят оферти или сценарии
cs: Porovnat nabídky nebo scénáře
da: Sammenligne tilbud eller scenarier
de: Angebote oder Szenarien vergleichen
el: Συγκρίνετε προσφορές ή σενάρια
es: Comparar ofertas o escenarios
fi: Vertaile tarjouksia tai skenaarioita
fil: Ihambing ang mga alok o senaryo
hu: Ajánlatok vagy forgatókönyvek összehasonlítása
id: Membandingkan penawaran atau skenario
it: Confrontare offerte o scenari
ja: オファーやシナリオを比較する
ko: 제안이나 시나리오 비교
nl: Aanbiedingen of scenario's vergelijken
no: Sammenligne tilbud eller scenarier
pl: Porównywanie ofert lub scenariuszy
pt_pt: Comparar ofertas ou cenários
ro: Comparați oferte sau scenarii
ru: Сравнить предложения или сценарии
sk: Porovnať ponuky alebo scenáre
sv: Jämföra erbjudanden eller scenarier
sw: Kulinganisha ofa au hali
tr: Teklifleri veya senaryoları karşılaştırmak
uk: Порівняти пропозиції або сценарії
vi: So sánh các đề nghị hoặc kịch bản
zh_hans: 比较报价或场景

# ed_math_percentages_percentage_equivalent_uc2_text
source: Comparer deux situations différentes en les ramenant à un même pourcentage global.
af: Vergelyk twee verskillende situasies deur hulle na 'n enkele globale persentasie te bring.
bg: Да се сравнят две различни ситуации, като се приведат към един и същ глобален процент.
cs: Porovnat dvě různé situace tím, že je převedeme na stejné celkové procento.
da: Sammenligne to forskellige situationer ved at bringe dem til en samme samlede procent.
de: Zwei unterschiedliche Situationen vergleichen, indem man sie auf denselben Gesamtprozentsatz zurückführt.
el: Συγκρίνετε δύο διαφορετικές καταστάσεις φέρνοντάς τες σε ένα ίδιο συνολικό ποσοστό.
es: Comparar dos situaciones diferentes llevándolas a un mismo porcentaje global.
fi: Vertaile kahta eri tilannetta tuomalla ne yhteen ja samaan kokonaisprosenttiin.
fil: Ihambing ang dalawang magkaibang sitwasyon sa pamamagitan ng pagdadala sa kanila sa isang parehong kabuuang porsyento.
hu: Két különböző helyzet összehasonlítása, egy közös globális százalékra hozva őket.
id: Membandingkan dua situasi berbeda dengan mengembalikannya ke satu persentase global yang sama.
it: Confrontare due situazioni diverse riportandole a una stessa percentuale globale.
ja: 異なる2つの状況を同じ全体のパーセンテージに戻して比較します。
ko: 두 가지 다른 상황을 동일한 전체 백분율로 환산하여 비교합니다.
nl: Twee verschillende situaties vergelijken door ze terug te brengen naar één en hetzelfde globale percentage.
no: Sammenligne to forskjellige situasjoner ved å bringe dem til en felles global prosent.
pl: Porównaj dwie różne sytuacje, sprowadzając je do tego samego globalnego procentu.
pt_pt: Comparar duas situações diferentes trazendo-as a uma mesma percentagem global.
ro: Comparați două situații diferite aducându-le la același procent global.
ru: Сравнить две разные ситуации, приведя их к одному и тому же общему проценту.
sk: Porovnať dve rôzne situácie prevodom na rovnaké celkové percento.
sv: Jämföra två olika situationer genom att återföra dem till en och samma globala procent.
sw: Kulinganisha hali mbili tofauti kwa kuzipeleka kwenye asilimia moja ya jumla.
tr: İki farklı durumu tek bir genel yüzdeye indirerek karşılaştırmak.
uk: Порівняти дві різні ситуації, зводячи їх до одного загального відсотка.
vi: So sánh hai tình huống khác nhau bằng cách đưa chúng về cùng một tỷ lệ phần trăm tổng thể.
zh_hans: 将两种不同的情况转换为相同的整体百分比进行比较。

# ed_math_percentages_percentage_equivalent_uc3_title
source: Passer d’un coefficient à un pourcentage
af: Gaan van 'n faktor na 'n persentasie
bg: Да преминем от множител към процент
cs: Přejít z koeficientu na procento
da: Gå fra en koefficient til en procent
de: Von einem Faktor zu einem Prozentsatz wechseln
el: Περάστε από έναν συντελεστή σε ένα ποσοστό
es: Pasar de un coeficiente a un porcentaje
fi: Siirry kertoimesta prosenttiin
fil: Lumipat mula sa isang coefficient patungo sa isang porsyento
hu: Átváltás egy szorzószámról egy százalékra
id: Berpindah dari koefisien ke persentase
it: Passare da un coefficiente a una percentuale
ja: 係数からパーセンテージに変換する
ko: 계수에서 백분율로 전환
nl: Van een coëfficiënt naar een percentage gaan
no: Gå fra en koeffisient til en prosent
pl: Przejście od współczynnika do procentu
pt_pt: Passar de um coeficiente a uma percentagem
ro: Trecerea de la un coeficient la un procent
ru: Перейти от коэффициента к проценту
sk: Prechod z koeficientu na percento
sv: Gå från en koefficient till en procent
sw: Kutoka kwa kiwango hadi asilimia
tr: Bir katsayıdan bir yüzdeye geçmek
uk: Перейти від коефіцієнта до відсотка
vi: Chuyển từ hệ số sang tỷ lệ phần trăm
zh_hans: 从系数转换为百分比
