Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_equivalent_a1
source: La variation décrit un changement entre deux valeurs. Le pourcentage équivalent résume l’effet combiné de plusieurs calculs.
af: Die variasie beskryf 'n verandering tussen twee waardes. Die gelyke persentasie som die gekombineerde effek van verskeie berekeninge op.
bg: Вариацията описва промяна между две стойности. Еквивалентният процент обобщава комбинирания ефект от няколко изчисления.
cs: Změna popisuje změnu mezi dvěma hodnotami. Ekvivalentní procento shrnuje kombinovaný efekt několika výpočtů.
da: Ændringen beskriver en forskel mellem to værdier. Den ækvivalente procent opsummerer den kombinerede effekt af flere beregninger.
de: Die Veränderung beschreibt eine Änderung zwischen zwei Werten. Der äquivalente Prozentsatz fasst die kombinierte Wirkung mehrerer Berechnungen zusammen.
el: Η μεταβολή περιγράφει μια αλλαγή μεταξύ δύο τιμών. Το ισοδύναμο ποσοστό συνοψίζει την συνδυασμένη επίδραση πολλών υπολογισμών.
es: La variación describe un cambio entre dos valores. El porcentaje equivalente resume el efecto combinado de varios cálculos.
fi: Muutoksessa kuvataan muutos kahden arvon välillä. Vastaprocentti tiivistää useiden laskentojen yhdistetyn vaikutuksen.
fil: Ang pagbabago ay naglalarawan ng isang pagbabago sa pagitan ng dalawang halaga. Ang katumbas na porsyento ay nagbubuod ng pinagsamang epekto ng maraming kalkulasyon.
hu: A változás két érték közötti eltérést ír le. A megegyező százalék összefoglalja több számítás kombinált hatását.
id: Variasi menggambarkan perubahan antara dua nilai. Persentase ekuivalen merangkum efek gabungan dari beberapa perhitungan.
it: La variazione descrive un cambiamento tra due valori. La percentuale equivalente riassume l'effetto combinato di più calcoli.
ja: 変動は2つの値の間の変化を説明します。同等のパーセンテージは、複数の計算の組み合わせ効果を要約します。
ko: 변화는 두 값 간의 변화를 설명합니다. 동등한 백분율은 여러 계산의 결합 효과를 요약합니다.
nl: De variatie beschrijft een verandering tussen twee waarden. Het equivalent percentage vat het gecombineerde effect van meerdere berekeningen samen.
no: Variasjonen beskriver en endring mellom to verdier. Den tilsvarende prosent oppsummerer den kombinerte effekten av flere beregninger.
pl: Zmiana opisuje różnicę między dwiema wartościami. Procent równoważny podsumowuje skumulowany efekt kilku obliczeń.
pt_pt: A variação descreve uma mudança entre dois valores. A percentagem equivalente resume o efeito combinado de vários cálculos.
ro: Variația descrie o schimbare între două valori. Procentul echivalent rezumă efectul combinat al mai multor calcule.
ru: Изменение описывает изменение между двумя значениями. Эквивалентный процент резюмирует комбинированный эффект нескольких расчетов.
sk: Zmena popisuje zmenu medzi dvoma hodnotami. Ekvivalentné percento zhrňuje kombinovaný efekt viacerých výpočtov.
sv: Förändringen beskriver en förändring mellan två värden. Den motsvarande procenten sammanfattar den kombinerade effekten av flera beräkningar.
sw: Mabadiliko yanaelezea mabadiliko kati ya thamani mbili. Asilimia sawa inafupisha athari ya pamoja ya hesabu kadhaa.
tr: Değişim, iki değer arasındaki bir değişikliği tanımlar. Eşdeğer yüzde, birden fazla hesaplamanın birleşik etkisini özetler.
uk: Варіація описує зміну між двома значеннями. Еквівалентний відсоток підсумовує комбінований ефект кількох розрахунків.
vi: Biến động mô tả một sự thay đổi giữa hai giá trị. Tỷ lệ phần trăm tương đương tóm tắt hiệu ứng kết hợp của nhiều phép tính.
zh_hans: 变化描述两个值之间的变化。等效百分比总结多个计算的综合效果。

# ed_math_percentages_percentage_equivalent_q2
source: Pourquoi deux baisses ne s’additionnent-elles pas ?
af: Waarom tel twee afnames nie bymekaar nie?
bg: Защо две намаления не се събират?
cs: Proč se dvě snížení nesčítají?
da: Hvorfor lægges to fald ikke sammen?
de: Warum addieren sich zwei Rückgänge nicht?
el: Γιατί δύο μειώσεις δεν προστίθενται;
es: ¿Por qué dos disminuciones no se suman?
fi: Miksi kaksi alennusta eivät laske yhteen?
fil: Bakit hindi nagdadagdag ang dalawang pagbaba?
hu: Miért nem adódik össze két csökkenés?
id: Mengapa dua penurunan tidak dapat dijumlahkan?
it: Perché due diminuzioni non si sommano?
ja: なぜ2つの減少は足し合わせることができないのか？
ko: 왜 두 번의 감소가 더해지지 않나요?
nl: Waarom tellen twee dalingen niet op?
no: Hvorfor legges ikke to reduksjoner sammen?
pl: Dlaczego dwie obniżki się nie sumują?
pt_pt: Por que duas diminuições não se somam?
ro: De ce două scăderi nu se adună?
ru: Почему два снижения не складываются?
sk: Prečo sa dve zníženia nesčítavajú?
sv: Varför läggs inte två minskningar ihop?
sw: Kwa nini kupungua kwa mbili hakujumuishwi?
tr: Neden iki azalma toplanmaz?
uk: Чому два зниження не додаються?
vi: Tại sao hai lần giảm không cộng lại?
zh_hans: 为什么两个下降不能相加？

# ed_math_percentages_percentage_equivalent_a2
source: Parce que chaque pourcentage s’applique à une base différente. Le pourcentage équivalent permet de retrouver l’effet réel.
af: Omdat elke persentasie op 'n ander basis toegepas word. Die gelyke persentasie maak dit moontlik om die werklike effek te vind.
bg: Защото всеки процент се прилага на различна база. Еквивалентният процент позволява да се открие реалният ефект.
cs: Protože každé procento se vztahuje na jiný základ. Ekvivalentní procento umožňuje zjistit skutečný efekt.
da: Fordi hver procent gælder for en forskellig base. Den ækvivalente procent gør det muligt at finde den reelle effekt.
de: Weil jeder Prozentsatz auf eine andere Basis angewendet wird. Der äquivalente Prozentsatz ermöglicht es, die tatsächliche Wirkung zu ermitteln.
el: Επειδή κάθε ποσοστό εφαρμόζεται σε διαφορετική βάση. Το ισοδύναμο ποσοστό επιτρέπει να βρείτε την πραγματική επίδραση.
es: Porque cada porcentaje se aplica a una base diferente. El porcentaje equivalente permite recuperar el efecto real.
fi: Koska jokainen prosentti perustuu eri laskentaperusteeseen. Vastaprocentti auttaa löytämään todellisen vaikutuksen.
fil: Dahil ang bawat porsyento ay naaangkop sa isang iba't ibang batayan. Ang katumbas na porsyento ay nagbibigay-daan upang mahanap ang aktwal na epekto.
hu: Mert minden százalék egy különböző alapra vonatkozik. A megegyező százalék lehetővé teszi a valós hatás visszanyerését.
id: Karena setiap persentase diterapkan pada basis yang berbeda. Persentase ekuivalen memungkinkan untuk menemukan efek nyata.
it: Perché ogni percentuale si applica a una base diversa. La percentuale equivalente consente di ritrovare l'effetto reale.
ja: それは、各パーセンテージが異なる基準に適用されるからです。同等のパーセンテージは実際の効果を見つけることを可能にします。
ko: 각 백분율이 서로 다른 기준에 적용되기 때문입니다. 동등한 백분율은 실제 효과를 찾는 데 도움을 줍니다.
nl: Omdat elk percentage op een andere basis wordt toegepast. Het equivalent percentage maakt het mogelijk om het werkelijke effect te achterhalen.
no: Fordi hver prosent gjelder en annen base. Den tilsvarende prosent lar deg finne den reelle effekten.
pl: Ponieważ każdy procent odnosi się do innej podstawy. Procent równoważny pozwala odzyskać rzeczywisty efekt.
pt_pt: Porque cada percentagem se aplica a uma base diferente. A percentagem equivalente permite recuperar o efeito real.
ro: Pentru că fiecare procent se aplică pe o bază diferită. Procentul echivalent permite recuperarea efectului real.
ru: Потому что каждый процент применяется к разной базе. Эквивалентный процент позволяет восстановить реальный эффект.
sk: Pretože každé percento sa uplatňuje na inú základňu. Ekvivalentné percento umožňuje získať skutočný efekt.
sv: För att varje procent tillämpas på en annan bas. Den motsvarande procenten gör det möjligt att återfå den verkliga effekten.
sw: Kwa sababu kila asilimia inatumika kwa msingi tofauti. Asilimia sawa inaruhusu kupata athari halisi.
tr: Çünkü her yüzde, farklı bir temele uygulanır. Eşdeğer yüzde, gerçek etkiyi bulmayı sağlar.
uk: Тому що кожен відсоток застосовується до різної бази. Еквівалентний відсоток дозволяє відновити реальний ефект.
vi: Bởi vì mỗi tỷ lệ phần trăm áp dụng cho một cơ sở khác nhau. Tỷ lệ phần trăm tương đương cho phép tìm lại hiệu ứng thực tế.
zh_hans: 因为每个百分比适用于不同的基数。等效百分比可以找回实际效果。

# ed_math_percentages_percentage_equivalent_tip_title
source: Astuce
af: Hulpmiddel
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia ya kusaidia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 小贴士

# ed_math_percentages_percentage_equivalent_tip
source: Pensez toujours en coefficients (×0,9 ; ×1,2…) puis convertissez le résultat en pourcentage équivalent : c’est la méthode la plus fiable.
af: Dink altyd in faktore (×0,9 ; ×1,2…) en omskakel dan die resultaat in gelyke persentasie: dit is die mees betroubare metode.
bg: Винаги мислете в множители (×0,9; ×1,2…) и след това преобразувайте резултата в еквивалентен процент: това е най-надеждният метод.
cs: Vždy myslete v koeficientech (×0,9; ×1,2…) a pak převedete výsledek na ekvivalentní procento: to je nejspolehlivější metoda.
da: Tænk altid i koefficienter (×0,9; ×1,2…) og konverter derefter resultatet til ækvivalent procent: det er den mest pålidelige metode.
de: Denken Sie immer in Faktoren (×0,9; ×1,2…) und wandeln Sie dann das Ergebnis in einen äquivalenten Prozentsatz um: Das ist die zuverlässigste Methode.
el: Σκεφτείτε πάντα σε συντελεστές (×0,9 ; ×1,2…) και μετά μετατρέψτε το αποτέλεσμα σε ισοδύναμο ποσοστό: αυτή είναι η πιο αξιόπιστη μέθοδος.
es: Piense siempre en coeficientes (×0,9; ×1,2…) y luego convierta el resultado en porcentaje equivalente: es el método más fiable.
fi: Ajattele aina kertoimissa (×0,9; ×1,2…) ja muunna tulos vastaprocentiksi: tämä on luotettavin menetelmä.
fil: Laging isipin sa mga coefficient (×0.9; ×1.2…) at pagkatapos ay i-convert ang resulta sa katumbas na porsyento: ito ang pinaka-maaasahang pamamaraan.
hu: Mindig szorzószámokban gondolkodj (×0,9; ×1,2…) majd alakítsd át az eredményt megegyező százalékká: ez a legmegbízhatóbb módszer.
id: Selalu pikirkan dalam koefisien (×0,9; ×1,2…) kemudian konversikan hasilnya ke dalam persentase ekuivalen: ini adalah metode yang paling dapat diandalkan.
it: Pensate sempre in coefficienti (×0,9 ; ×1,2…) poi convertite il risultato in percentuale equivalente: è il metodo più affidabile.
ja: 常に係数（×0.9；×1.2…）で考え、その後結果を同等のパーセンテージに変換してください：これが最も信頼できる方法です。
ko: 항상 계수(×0.9; ×1.2…)로 생각한 후 결과를 동등한 백분율로 변환하세요: 이것이 가장 신뢰할 수 있는 방법입니다.
nl: Denk altijd in coëfficiënten (×0,9; ×1,2…) en zet het resultaat om in een equivalent percentage: dit is de meest betrouwbare methode.
no: Tenk alltid i koeffisienter (×0,9; ×1,2…) og konverter deretter resultatet til tilsvarende prosent: det er den mest pålitelige metoden.
pl: Zawsze myśl w kategoriach współczynników (×0,9; ×1,2…) a następnie przekształć wynik w równoważny procent: to najpewniejsza metoda.
pt_pt: Pense sempre em coeficientes (×0,9; ×1,2…) e depois converta o resultado em percentagem equivalente: é o método mais fiável.
ro: Gândiți-vă întotdeauna în coeficienți (×0,9 ; ×1,2…) apoi convertiți rezultatul în procent echivalent: aceasta este cea mai fiabilă metodă.
ru: Всегда думайте в коэффициентах (×0,9; ×1,2…) затем преобразуйте результат в эквивалентный процент: это самый надежный метод.
sk: Vždy myslite v koeficientoch (×0,9; ×1,2…) a potom preveďte výsledok na ekvivalentné percento: to je najspoľahlivejšia metóda.
sv: Tänk alltid i koefficienter (×0,9; ×1,2…) och konvertera sedan resultatet till motsvarande procent: det är den mest pålitliga metoden.
sw: Fikiria kila wakati kwa viwango (×0,9; ×1,2…) kisha badilisha matokeo kuwa asilimia sawa: hii ndiyo njia ya kuaminika zaidi.
tr: Her zaman katsayılarla düşünün (×0,9; ×1,2…) sonra sonucu eşdeğer yüzdeye çevirin: bu en güvenilir yöntemdir.
uk: Завжди думайте в коефіцієнтах (×0,9; ×1,2…) потім перетворюйте результат в еквівалентний відсоток: це найнадійніший метод.
vi: Luôn nghĩ theo các hệ số (×0,9; ×1,2…) rồi chuyển đổi kết quả thành tỷ lệ phần trăm tương đương: đó là phương pháp đáng tin cậy nhất.
zh_hans: 始终考虑系数（×0.9；×1.2…），然后将结果转换为等效百分比：这是最可靠的方法。

# ed_math_percentages_percentage_error_title
source: À propos : Pourcentage d’erreur
af: Oor: Foutpersentasie
bg: Относно: Процент на грешка
cs: O tom: Procento chyby
da: Om: Fejlprocent
de: Über: Fehlerquote
el: Σχετικά: Ποσοστό σφάλματος
es: Acerca de: Porcentaje de error
fi: Tietoa: Virheprosentti
fil: Tungkol sa: Porsyento ng error
hu: A következőkről: Hibaszázalék
id: Tentang: Persentase kesalahan
it: A proposito: Percentuale d'errore
ja: について：誤差のパーセンテージ
ko: 정보: 오류 백분율
nl: Over: Foutpercentage
no: Om: Feilprosent
pl: Na marginesie: Procent błędu
pt_pt: Sobre: Percentagem de erro
ro: Despre: Procent de eroare
ru: О: Процент ошибки
sk: O percentuálnej chybe
sv: Om: Felprocent
sw: Kuhusu: Asilimia ya makosa
tr: Hakkında: Hata Yüzdesi
uk: Про: Відсоток помилки
vi: Về: Tỷ lệ phần trăm sai số
zh_hans: 关于：误差百分比

# ed_math_percentages_percentage_error_lead
source: Ce calculateur permet de mesurer l’écart entre une valeur mesurée et une valeur de référence, exprimé en pourcentage de la valeur de référence.
af: Hierdie sakrekenaar maak dit moontlik om die verskil tussen 'n gemete waarde en 'n verwysingswaarde te meet, uitgedruk in persentasie van die verwysingswaarde.
bg: Този калкулатор позволява да се измери отклонението между измерена стойност и референтна стойност, изразено в процент от референтната стойност.
cs: Tento kalkulátor umožňuje měřit rozdíl mezi naměřenou hodnotou a referenční hodnotou, vyjádřený jako procento referenční hodnoty.
da: Denne beregner gør det muligt at måle afstanden mellem en målt værdi og en referenceværdi, udtrykt som en procentdel af referenceværdien.
de: Dieser Rechner ermöglicht es, die Abweichung zwischen einem gemessenen Wert und einem Referenzwert zu messen, ausgedrückt als Prozentsatz des Referenzwerts.
el: Αυτός ο υπολογιστής επιτρέπει να μετρήσετε την απόκλιση μεταξύ μιας μετρημένης τιμής και μιας τιμής αναφοράς, εκφρασμένη σε ποσοστό της τιμής αναφοράς.
es: Este calculador permite medir la diferencia entre un valor medido y un valor de referencia, expresado como un porcentaje del valor de referencia.
fi: Tämä laskin mahdollistaa mittaamaan eron mitatun arvon ja viitearvon välillä, ilmaistuna prosenttina viitearvosta.
fil: Ang calculator na ito ay nagbibigay-daan upang sukatin ang pagkakaiba sa pagitan ng isang nasukat na halaga at isang halaga ng sanggunian, na ipinahayag bilang porsyento ng halaga ng sanggunian.
hu: Ez a kalkulátor lehetővé teszi a mért érték és a referenciaérték közötti eltérés mérését, amely a referenciaérték százalékában van kifejezve.
id: Kalkulator ini memungkinkan untuk mengukur selisih antara nilai yang diukur dan nilai referensi, dinyatakan dalam persentase dari nilai referensi.
it: Questo calcolatore consente di misurare la differenza tra un valore misurato e un valore di riferimento, espresso in percentuale del valore di riferimento.
ja: この計算機は、測定された値と基準値の間の差を測定し、基準値のパーセンテージで表現します。
ko: 이 계산기는 측정된 값과 기준 값 간의 차이를 측정하여 기준 값의 백분율로 표현합니다.
nl: Deze calculator maakt het mogelijk om het verschil tussen een gemeten waarde en een referentiewaarde te meten, uitgedrukt als een percentage van de referentiewaarde.
no: Denne kalkulatoren lar deg måle avviket mellom en målt verdi og en referanseverdi, uttrykt i prosent av referanseverdien.
pl: Ten kalkulator pozwala zmierzyć różnicę między wartością zmierzoną a wartością odniesienia, wyrażoną w procentach wartości odniesienia.
pt_pt: Este calculador permite medir a diferença entre um valor medido e um valor de referência, expresso em percentagem do valor de referência.
ro: Acest calculator permite măsurarea abaterii între o valoare măsurată și o valoare de referință, exprimată ca procent din valoarea de referință.
ru: Этот калькулятор позволяет измерить отклонение между измеренным значением и эталонным значением, выраженным в процентах от эталонного значения.
sk: Tento kalkulátor umožňuje zmerať rozdiel medzi nameranou hodnotou a referenčnou hodnotou, vyjadrený ako percento referenčnej hodnoty.
sv: Denna kalkylator gör det möjligt att mäta avvikelsen mellan ett uppmätt värde och ett referensvärde, uttryckt i procent av referensvärdet.
sw: Kihesabu hiki kinaruhusu kupima tofauti kati ya thamani iliyopimwa na thamani ya rejea, iliyot expressed kwa asilimia ya thamani ya rejea.
tr: Bu hesaplayıcı, ölçülen bir değer ile referans bir değer arasındaki farkı, referans değerin yüzdesi olarak ölçmeyi sağlar.
uk: Цей калькулятор дозволяє виміряти відхилення між виміряним значенням і значенням еталону, вираженим у відсотках від значення еталону.
vi: Công cụ này cho phép đo lường sự chênh lệch giữa một giá trị đo được và một giá trị tham chiếu, được diễn đạt dưới dạng tỷ lệ phần trăm của giá trị tham chiếu.
zh_hans: 这个计算器可以测量测量值与参考值之间的差距，以参考值的百分比表示。

# ed_math_percentages_percentage_error_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_error_uc1_title
source: Évaluer une mesure
af: Evalueer 'n meting
bg: Да се оцени измерване
cs: Hodnotit měření
da: Vurdere en måling
de: Eine Messung bewerten
el: Αξιολογήστε μια μέτρηση
es: Evaluar una medida
fi: Arvioi mittaus
fil: Suriin ang isang sukat
hu: Egy mérés értékelése
id: Menilai suatu ukuran
it: Valutare una misura
ja: 測定を評価する
ko: 측정 평가
nl: Een meting evalueren
no: Vurdere et mål
pl: Oceń pomiar
pt_pt: Avaliar uma medida
ro: Evaluați o măsură
ru: Оценить измерение
sk: Hodnotiť meranie
sv: Utvärdera ett mått
sw: Kadiria kipimo
tr: Bir ölçümü değerlendirmek
uk: Оцінити вимір
vi: Đánh giá một phép đo
zh_hans: 评估一个测量

# ed_math_percentages_percentage_error_uc1_text
source: Comparer une mesure expérimentale à une valeur théorique ou attendue.
af: Vergelyk 'n eksperimentele meting met 'n teoretiese of verwagte waarde.
bg: Сравняване на експериментално измерване с теоретична или очаквана стойност.
cs: Porovnat experimentální měření s teoretickou nebo očekávanou hodnotou.
da: Sammenlign en eksperimentel måling med en teoretisk eller forventet værdi.
de: Eine experimentelle Messung mit einem theoretischen oder erwarteten Wert vergleichen.
el: Σύγκριση ενός πειραματικού μέτρου με μια θεωρητική ή αναμενόμενη τιμή.
es: Comparar una medida experimental con un valor teórico o esperado.
fi: Koe mittauksen vertaaminen teoreettiseen tai odotettuun arvoon.
fil: Ihambing ang isang sukat na eksperimento sa isang teoretikal o inaasahang halaga.
hu: Kísérleti mérést összehasonlítani egy elméleti vagy várt értékkel.
id: Membandingkan ukuran eksperimen dengan nilai teoritis atau yang diharapkan.
it: Confrontare una misura sperimentale a un valore teorico o atteso.
ja: 実験的な測定値を理論値または期待値と比較する。
ko: 실험 측정을 이론적 또는 기대 값과 비교합니다.
nl: Een experimentele maatregel vergelijken met een theoretische of verwachte waarde.
no: Sammenligne et eksperimentelt mål med en teoretisk eller forventet verdi.
pl: Porównanie pomiaru eksperymentalnego z wartością teoretyczną lub oczekiwaną.
pt_pt: Comparar uma medida experimental a um valor teórico ou esperado.
ro: Compararea unei măsuri experimentale cu o valoare teoretică sau așteptată.
ru: Сравнить экспериментальную меру с теоретическим или ожидаемым значением.
sk: Porovnať experimentálne meranie s teoretickou alebo očakávanou hodnotou.
sv: Jämföra ett experimentellt mått med ett teoretiskt eller förväntat värde.
sw: Kulinganisha kipimo cha majaribio na thamani ya nadharia au inayotarajiwa.
tr: Deneysel bir ölçümü teorik veya beklenen bir değerle karşılaştırmak.
uk: Порівняти експериментальне вимірювання з теоретичним або очікуваним значенням.
vi: So sánh một phép đo thực nghiệm với một giá trị lý thuyết hoặc mong đợi.
zh_hans: 将实验测量与理论值或预期值进行比较。

# ed_math_percentages_percentage_error_uc2_title
source: Contrôle qualité
af: Kwaliteitsbeheer
bg: Контрол на качеството
cs: Kontrola kvality
da: Kvalitetskontrol
de: Qualitätskontrolle
el: Έλεγχος ποιότητας
es: Control de calidad
fi: Laatuvalvonta
fil: Kontrol sa kalidad
hu: Minőségellenőrzés
id: Kontrol kualitas
it: Controllo qualità
ja: 品質管理
ko: 품질 관리
nl: Kwaliteitscontrole
no: Kvalitetskontroll
pl: Kontrola jakości
pt_pt: Controle de qualidade
ro: Controlul calității
ru: Контроль качества
sk: Kontrola kvality
sv: Kvalitetskontroll
sw: Udhibiti wa ubora
tr: Kalite kontrolü
uk: Контроль якості
vi: Kiểm soát chất lượng
zh_hans: 质量控制

# ed_math_percentages_percentage_error_uc2_text
source: Vérifier la précision d’un résultat par rapport à une spécification ou une norme.
af: Verifieer die akkuraatheid van 'n resultaat teenoor 'n spesifikasie of 'n norm.
bg: Проверка на точността на резултат спрямо спецификация или стандарт.
cs: Ověřit přesnost výsledku ve srovnání se specifikací nebo normou.
da: Kontroller nøjagtigheden af et resultat i forhold til en specifikation eller standard.
de: Die Genauigkeit eines Ergebnisses im Vergleich zu einer Spezifikation oder Norm überprüfen.
el: Επιβεβαίωση της ακρίβειας ενός αποτελέσματος σε σχέση με μια προδιαγραφή ή ένα πρότυπο.
es: Verificar la precisión de un resultado en relación con una especificación o norma.
fi: Tarkistaa tuloksen tarkkuuden suhteessa spesifikaatioon tai standardiin.
fil: Suriin ang katumpakan ng isang resulta kumpara sa isang pagtutukoy o pamantayan.
hu: Egy eredmény pontosságát ellenőrizni egy specifikációval vagy normával szemben.
id: Memeriksa ketepatan hasil dibandingkan dengan spesifikasi atau standar.
it: Verificare la precisione di un risultato rispetto a una specifica o a uno standard.
ja: 仕様または基準に対する結果の精度を確認する。
ko: 사양 또는 기준에 대한 결과의 정확성을 확인합니다.
nl: De nauwkeurigheid van een resultaat controleren ten opzichte van een specificatie of norm.
no: Kontrollere nøyaktigheten av et resultat i forhold til en spesifikasjon eller standard.
pl: Sprawdzenie dokładności wyniku w odniesieniu do specyfikacji lub normy.
pt_pt: Verificar a precisão de um resultado em relação a uma especificação ou norma.
ro: Verificarea preciziei unui rezultat în raport cu o specificație sau o normă.
ru: Проверить точность результата по сравнению со спецификацией или стандартом.
sk: Overiť presnosť výsledku v porovnaní so špecifikáciou alebo normou.
sv: Kontrollera noggrannheten av ett resultat i förhållande till en specifikation eller standard.
sw: Kuthibitisha usahihi wa matokeo kulingana na spesifikasiyo au kiwango.
tr: Bir sonucun bir spesifikasyona veya standarda göre doğruluğunu kontrol etmek.
uk: Перевірити точність результату щодо специфікації або стандарту.
vi: Kiểm tra độ chính xác của một kết quả so với một thông số hoặc tiêu chuẩn.
zh_hans: 检查结果相对于规范或标准的准确性。

# ed_math_percentages_percentage_error_uc3_title
source: Sciences et statistiques
af: Wetenskappe en statistiek
bg: Науки и статистика
cs: Vědy a statistiky
da: Videnskab og statistik
de: Wissenschaften und Statistik
el: Επιστήμες και στατιστικά
es: Ciencias y estadísticas
fi: Tieteet ja tilastot
fil: Agham at estadistika
hu: Tudományok és statisztikák
id: Ilmu dan statistik
it: Scienze e statistiche
ja: 科学と統計
ko: 과학 및 통계
nl: Wetenschappen en statistieken
no: Vitenskap og statistikk
pl: Nauki i statystyka
pt_pt: Ciências e estatísticas
ro: Științe și statistici
ru: Наука и статистика
sk: Vedy a štatistiky
sv: Vetenskap och statistik
sw: Sayansi na takwimu
tr: Bilimler ve istatistikler
uk: Наука та статистика
vi: Khoa học và thống kê
zh_hans: 科学与统计
