Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_font_embedding_check_tip
source: Si votre objectif est l’extraction de texte fiable, vérifiez aussi la présence de ToUnicode : une police embarquée sans mapping peut rendre l’extraction difficile.
af: As jou doel is om betroubare teksuitvoer te verkry, kyk ook na die teenwoordigheid van ToUnicode: 'n ingebedde lettertipe sonder mapping kan die uitvoer moeilik maak.
bg: Ако целта ви е надеждно извличане на текст, проверете и наличието на ToUnicode: вграден шрифт без мапинг може да затрудни извличането.
cs: Pokud je vaším cílem spolehlivý extrakce textu, zkontrolujte také přítomnost ToUnicode: vložené písmo bez mapování může ztížit extrakci.
da: Hvis dit mål er pålidelig tekstudtrækning, skal du også kontrollere tilstedeværelsen af ToUnicode: en indlejret skrifttype uden mapping kan gøre udtrækningen vanskelig.
de: Wenn Ihr Ziel eine zuverlässige Textextraktion ist, überprüfen Sie auch das Vorhandensein von ToUnicode: Eine eingebettete Schriftart ohne Mapping kann die Extraktion erschweren.
el: Εάν ο στόχος σας είναι η αξιόπιστη εξαγωγή κειμένου, ελέγξτε επίσης την παρουσία του ToUnicode: μια ενσωματωμένη γραμματοσειρά χωρίς mapping μπορεί να δυσκολέψει την εξαγωγή.
es: Si su objetivo es la extracción de texto fiable, verifique también la presencia de ToUnicode: una fuente incrustada sin mapeo puede dificultar la extracción.
fi: Jos tavoitteesi on luotettava tekstin poiminta, tarkista myös ToUnicode:n läsnäolo: upotettu fontti ilman mappingia voi vaikeuttaa poimintaa.
fil: Kung ang iyong layunin ay maaasahang pagkuha ng teksto, suriin din ang pagkakaroon ng ToUnicode: ang isang nakapaloob na font na walang mapping ay maaaring magpahirap sa pagkuha.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tip unik yang terkait dengan niat alat ini.
it: Se il tuo obiettivo è l'estrazione di testo affidabile, controlla anche la presenza di ToUnicode: un font incorporato senza mapping può rendere difficile l'estrazione.
ja: 信頼できるテキスト抽出が目的の場合、ToUnicodeの存在も確認してください：マッピングのない埋め込まれたフォントは抽出を困難にする可能性があります。
ko: 신뢰할 수 있는 텍스트 추출이 목표라면 ToUnicode의 존재도 확인하세요: 매핑이 없는 포함된 폰트는 추출을 어렵게 만들 수 있습니다.
nl: Als uw doel is om betrouwbare tekstextractie te bereiken, controleer dan ook de aanwezigheid van ToUnicode: een ingesloten lettertype zonder mapping kan extractie moeilijk maken.
no: Hvis målet ditt er pålitelig tekstutvinning, sjekk også for tilstedeværelse av ToUnicode: en innebygd font uten mapping kan gjøre utvinning vanskelig.
pl: Jeśli Twoim celem jest niezawodne wydobycie tekstu, sprawdź również obecność ToUnicode: osadzona czcionka bez mapowania może utrudnić wydobycie.
pt_pt: Se o seu objetivo é a extração de texto confiável, verifique também a presença de ToUnicode: uma fonte incorporada sem mapeamento pode dificultar a extração.
ro: Dacă obiectivul dvs. este extragerea fiabilă a textului, verificați și prezența ToUnicode: un font încorporat fără mapping poate face extragerea dificilă.
ru: Если ваша цель - надежный текстовый экспорт, также проверьте наличие ToUnicode: встроенный шрифт без сопоставления может затруднить извлечение.
sk: Ak je vaším cieľom spoľahlivá extrakcia textu, skontrolujte aj prítomnosť ToUnicode: vložené písmo bez mapovania môže sťažiť extrakciu.
sv: Om ditt mål är pålitlig textutvinning, kontrollera också närvaron av ToUnicode: en inbäddad font utan mapping kan göra utvinning svår.
sw: Ikiwa lengo lako ni kupata maandiko kwa usahihi, angalia pia uwepo wa ToUnicode: font iliyojumuishwa bila ramani inaweza kufanya uchimbaji kuwa mgumu.
tr: Eğer amacınız güvenilir metin çıkarımı ise, ToUnicode varlığını da kontrol edin: haritalama olmayan bir gömülü font, çıkarımı zorlaştırabilir.
uk: Якщо ваша мета - надійне витягування тексту, також перевірте наявність ToUnicode: вбудований шрифт без мапінгу може ускладнити витягування.
vi: Nếu mục tiêu của bạn là trích xuất văn bản đáng tin cậy, hãy kiểm tra sự hiện diện của ToUnicode: một font nhúng không có ánh xạ có thể làm cho việc trích xuất trở nên khó khăn.
zh_hans: 如果您的目标是可靠的文本提取，请检查ToUnicode的存在：没有映射的嵌入字体可能会使提取变得困难。

# ed_dev_pdf_pdf_fonts_to_json_title
source: À propos : PDF Fonts → JSON
af: Oor: PDF Lettertipes → JSON
bg: Относно: PDF шрифтове → JSON
cs: O: PDF Fonts → JSON
da: Om: PDF Fonts → JSON
de: Über: PDF-Schriftarten → JSON
el: Σχετικά: PDF Fonts → JSON
es: Acerca de: Fuentes PDF → JSON
fi: Tietoa: PDF Fonts → JSON
fil: Tungkol sa: PDF Fonts → JSON
hu: A következőkről: PDF betűtípusok → JSON
id: Tentang: Font PDF → JSON
it: Informazioni: PDF Fonts → JSON
ja: 概要：PDFフォント → JSON
ko: 정보: PDF Fonts → JSON
nl: Over: PDF Lettertypen → JSON
no: Om: PDF Fonts → JSON
pl: O: Czcionki PDF → JSON
pt_pt: Sobre: PDF Fonts → JSON
ro: Despre: Fonturi PDF → JSON
ru: О программе: PDF Fonts → JSON
sk: O: PDF Fonts → JSON
sv: Om: PDF Fonts → JSON
sw: Kuhusu: Fonti za PDF → JSON
tr: Hakkında: PDF Fontları → JSON
uk: Про: PDF Fonts → JSON
vi: Về: PDF Fonts → JSON
zh_hans: 关于：PDF字体 → JSON

# ed_dev_pdf_pdf_fonts_to_json_lead
source: Exporter l’inventaire des polices d’un PDF au format JSON (types, encodages, sous-ensembles, ressources par page) pour audit technique, débogage et automatisation.
af: Eksporteer die inventaris van lettertipes van 'n PDF na JSON-formaat (tipes, kodering, substelle, hulpbronne per bladsy) vir tegniese oudit, foutopsporing en outomatisering.
bg: Експортирайте инвентара на шрифтовете от PDF в JSON формат (типове, кодировки, подмножества, ресурси на страница) за технически одит, отстраняване на грешки и автоматизация.
cs: Exportujte inventář písem z PDF do formátu JSON (typy, kódování, podmnožiny, zdroje podle stránky) pro technickou kontrolu, ladění a automatizaci.
da: Eksporter inventarlisten over skrifttyper fra en PDF til JSON-format (typer, kodninger, undergrupper, ressourcer pr. side) til teknisk revision, fejlfinding og automatisering.
de: Exportieren Sie das Inventar der Schriftarten eines PDFs im JSON-Format (Typen, Kodierungen, Subsets, Ressourcen pro Seite) für technische Audits, Debugging und Automatisierung.
el: Εξαγωγή του καταλόγου γραμματοσειρών ενός PDF σε μορφή JSON (τύποι, κωδικοποιήσεις, υποσύνολα, πόροι ανά σελίδα) για τεχνικό έλεγχο, αποσφαλμάτωση και αυτοματοποίηση.
es: Exportar el inventario de fuentes de un PDF en formato JSON (tipos, codificaciones, subconjuntos, recursos por página) para auditoría técnica, depuración y automatización.
fi: Vie PDF:n fonttivarasto JSON-muodossa (tyypit, koodaukset, alijoukot, resurssit sivuittain) teknistä tarkastusta, virheenkorjausta ja automaatiota varten.
fil: I-export ang imbentaryo ng mga font mula sa isang PDF sa format na JSON (mga uri, encoding, subset, mga mapagkukunan bawat pahina) para sa teknikal na audit, debugging at automation.
hu: TODO: A szerszám pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: TODO: Menjelaskan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Esporta l'inventario dei font di un PDF in formato JSON (tipi, codifiche, subset, risorse per pagina) per audit tecnico, debug e automazione.
ja: PDFのフォントインベントリをJSON形式でエクスポートします（タイプ、エンコーディング、サブセット、ページごとのリソース）技術監査、デバッグ、自動化のために。
ko: PDF의 폰트 목록을 JSON 형식으로 내보내기 (유형, 인코딩, 서브셋, 페이지별 리소스) 기술 감사, 디버깅 및 자동화를 위해.
nl: Exporteer de inventaris van lettertypen van een PDF naar JSON-formaat (typen, coderingen, subsets, bronnen per pagina) voor technische audits, debugging en automatisering.
no: Eksporter inventaret av fonter fra en PDF til JSON-format (typer, kodinger, delsett, ressurser per side) for teknisk revisjon, feilsøking og automatisering.
pl: Eksportuj inwentarz czcionek z PDF do formatu JSON (typy, kodowania, podzbiory, zasoby na stronie) do audytu technicznego, debugowania i automatyzacji.
pt_pt: Exportar o inventário das fontes de um PDF para o formato JSON (tipos, codificações, subconjuntos, recursos por página) para auditoria técnica, depuração e automação.
ro: Exportați inventarul fonturilor dintr-un PDF în format JSON (tipuri, codificări, subseturi, resurse pe pagină) pentru audit tehnic, depanare și automatizare.
ru: Экспортировать инвентаризацию шрифтов из PDF в формате JSON (типы, кодировки, подмножества, ресурсы по страницам) для технического аудита, отладки и автоматизации.
sk: Exportovať inventár písiem z PDF do formátu JSON (typy, kódovania, podmnožiny, zdroje na stránke) na technickú kontrolu, ladenie a automatizáciu.
sv: Exportera inventariet av fonter från en PDF till JSON-format (typer, kodningar, delmängder, resurser per sida) för teknisk granskning, felsökning och automatisering.
sw: Export orodha ya fonti za PDF katika muundo wa JSON (aina, uandishi, subsets, rasilimali kwa kila ukurasa) kwa ajili ya ukaguzi wa kiufundi, urekebishaji na automatisering.
tr: Bir PDF'nin font envanterini JSON formatında (tipler, kodlamalar, alt küme, sayfa başına kaynaklar) teknik denetim, hata ayıklama ve otomasyon için dışa aktarın.
uk: Експортуйте інвентар шрифтів з PDF у формат JSON (типи, кодування, підмножини, ресурси на сторінці) для технічного аудиту, налагодження та автоматизації.
vi: Xuất danh sách các font trong một PDF sang định dạng JSON (loại, mã hóa, tập con, tài nguyên theo trang) cho kiểm toán kỹ thuật, gỡ lỗi và tự động hóa.
zh_hans: 将PDF中的字体清单导出为JSON格式（类型、编码、子集、每页资源），用于技术审计、调试和自动化。

# ed_dev_pdf_pdf_fonts_to_json_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случаи на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: TODO: Μια μοναδική συμβουλή σχετική με την πρόθεση του εργαλείου.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: Vinkki
fil: TODO: Isang natatanging tip na may kaugnayan sa layunin ng tool.
hu: Használati esetek
id: Kasus penggunaan
it: TODO: Un suggerimento unico legato all'intento dello strumento.
ja: ヒント
ko: 사용 사례
nl: Gebruikscases
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: Przykłady użycia
pt_pt: Caso de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım Durumları
uk: TODO: Унікальна порада, пов'язана з наміром інструменту.
vi: Một mẹo duy nhất liên quan đến ý định của công cụ.
zh_hans: 关于：PDF 字体 → JSON

# ed_dev_pdf_pdf_fonts_to_json_uc1_title
source: Audit rapide des ressources
af: Vinige oudit van hulpbronne
bg: Бърз одит на ресурсите
cs: Rychlá kontrola zdrojů
da: Hurtig revision af ressourcer
de: Schnelles Audit der Ressourcen
el: Γρήγορος έλεγχος πόρων
es: Auditoría rápida de recursos
fi: Nopea resurssitarkastus
fil: Mabilis na audit ng mga mapagkukunan
hu: TODO
id: TODO
it: Audit rapido delle risorse
ja: リソースの簡易監査
ko: 리소스 빠른 감사
nl: Snelle audit van bronnen
no: Rask revisjon av ressurser
pl: Szybki audyt zasobów
pt_pt: Auditoria rápida de recursos
ro: Audit rapid al resurselor
ru: Быстрый аудит ресурсов
sk: Rýchla kontrola zdrojov
sv: Snabb granskning av resurser
sw: Ukaguzi wa haraka wa rasilimali
tr: Kaynakların hızlı denetimi
uk: Швидкий аудит ресурсів
vi: Kiểm toán nhanh tài nguyên
zh_hans: 资源快速审计

# ed_dev_pdf_pdf_fonts_to_json_uc1_text
source: Lister toutes les polices utilisées, leurs types et leurs encodages pour comprendre un PDF complexe.
af: Lys al die gebruikte lettertipes, hul tipes en kodering om 'n komplekse PDF te verstaan.
bg: Изброете всички използвани шрифтове, техните типове и кодировки, за да разберете сложен PDF.
cs: Seznamte se se všemi použitými písmy, jejich typy a kódováními, abyste pochopili složité PDF.
da: List alle anvendte skrifttyper, deres typer og kodninger for at forstå en kompleks PDF.
de: Listen Sie alle verwendeten Schriftarten, deren Typen und Kodierungen auf, um ein komplexes PDF zu verstehen.
el: Καταγράψτε όλες τις γραμματοσειρές που χρησιμοποιούνται, τους τύπους τους και τις κωδικοποιήσεις τους για να κατανοήσετε ένα πολύπλοκο PDF.
es: Listar todas las fuentes utilizadas, sus tipos y codificaciones para entender un PDF complejo.
fi: Listaa kaikki käytetyt fontit, niiden tyypit ja koodaukset ymmärtääksesi monimutkaisen PDF:n.
fil: Ilista ang lahat ng mga font na ginamit, ang kanilang mga uri at encoding upang maunawaan ang isang kumplikadong PDF.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Elenca tutti i font utilizzati, i loro tipi e le loro codifiche per comprendere un PDF complesso.
ja: 使用されているすべてのフォント、そのタイプとエンコーディングをリストして、複雑なPDFを理解します。
ko: 사용된 모든 폰트, 그 유형 및 인코딩을 나열하여 복잡한 PDF를 이해합니다.
nl: Lijst alle gebruikte lettertypen, hun types en coderingen om een complexe PDF te begrijpen.
no: List opp alle brukte fonter, deres typer og kodinger for å forstå en kompleks PDF.
pl: Wypisz wszystkie używane czcionki, ich typy i kodowania, aby zrozumieć złożony PDF.
pt_pt: Listar todas as fontes usadas, seus tipos e suas codificações para entender um PDF complexo.
ro: Listați toate fonturile utilizate, tipurile și codificările lor pentru a înțelege un PDF complex.
ru: Перечислить все используемые шрифты, их типы и кодировки, чтобы понять сложный PDF.
sk: Zoznam všetkých použitých písiem, ich typov a kódovaní na pochopenie komplexného PDF.
sv: Lista alla använda fonter, deras typer och kodningar för att förstå en komplex PDF.
sw: Orodhesha fonti zote zinazotumika, aina zao na uandishi wao ili kuelewa PDF ngumu.
tr: Karmaşık bir PDF'yi anlamak için kullanılan tüm fontları, türlerini ve kodlamalarını listeleyin.
uk: Перерахуйте всі використані шрифти, їх типи та кодування, щоб зрозуміти складний PDF.
vi: Liệt kê tất cả các font được sử dụng, loại và mã hóa của chúng để hiểu một PDF phức tạp.
zh_hans: 列出所有使用的字体、它们的类型和编码，以理解复杂的PDF。

# ed_dev_pdf_pdf_fonts_to_json_uc2_title
source: Extraction & indexation
af: Uittreksel & indeksering
bg: Извличане & индексиране
cs: Extrakce & indexace
da: Uddragning & indeksering
de: Extraktion & Indizierung
el: Εξαγωγή & ευρετηρίαση
es: Extracción & indexación
fi: Poiminta & indeksointi
fil: Pagkuha & pag-index
hu: TODO
id: TODO
it: Estrazione & indicizzazione
ja: 抽出 & インデックス作成
ko: 추출 및 색인화
nl: Extractie & indexering
no: Utvinning & indeksering
pl: Wydobycie & indeksowanie
pt_pt: Extração & indexação
ro: Extragere & indexare
ru: Извлечение и индексация
sk: Extrakcia & indexácia
sv: Utvinning & indexering
sw: Uchimbaji & uorodheshaji
tr: Çıkarma & indeksleme
uk: Витягування та індексація
vi: Trích xuất & lập chỉ mục
zh_hans: 提取与索引

# ed_dev_pdf_pdf_fonts_to_json_uc2_text
source: Détecter les cas où l’extraction de texte est fragile (absence de ToUnicode, encodage non standard).
af: Detecteer gevalle waar teksuitvoer broos is (afwesigheid van ToUnicode, nie-standaard kodering).
bg: Открийте случаи, когато извличането на текст е крехко (липса на ToUnicode, нестандартна кодировка).
cs: Detekujte případy, kdy je extrakce textu křehká (absence ToUnicode, nestandardní kódování).
da: Registrer tilfælde, hvor tekstudtrækning er skrøbelig (mangel på ToUnicode, ikke-standard kodning).
de: Erkennen Sie Fälle, in denen die Textextraktion fragil ist (Fehlen von ToUnicode, nicht standardisierte Kodierung).
el: Αναγνωρίστε περιπτώσεις όπου η εξαγωγή κειμένου είναι εύθραυστη (απουσία ToUnicode, μη τυπική κωδικοποίηση).
es: Detectar los casos en los que la extracción de texto es frágil (ausencia de ToUnicode, codificación no estándar).
fi: Havaitse tapaukset, joissa tekstin poiminta on heikkoa (ToUnicode:n puuttuminen, ei-standardi koodaus).
fil: Tukuyin ang mga kaso kung saan ang pagkuha ng teksto ay mahina (kakulangan ng ToUnicode, hindi pamantayang encoding).
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Rileva i casi in cui l'estrazione di testo è fragile (assenza di ToUnicode, codifica non standard).
ja: テキスト抽出が脆弱なケースを検出します（ToUnicodeの欠如、非標準エンコーディング）。
ko: 텍스트 추출이 취약한 경우를 감지합니다 (ToUnicode 없음, 비표준 인코딩).
nl: Detecteer gevallen waarin tekstextractie kwetsbaar is (afwezigheid van ToUnicode, niet-standaard codering).
no: Oppdag tilfeller der tekstutvinning er skjør (mangel på ToUnicode, ikke-standard kodering).
pl: Wykryj przypadki, w których wydobycie tekstu jest kruche (brak ToUnicode, niestandardowe kodowanie).
pt_pt: Detectar casos em que a extração de texto é frágil (ausência de ToUnicode, codificação não padrão).
ro: Detectați cazurile în care extragerea textului este fragilă (lipsa ToUnicode, codificare non-standard).
ru: Обнаружить случаи, когда извлечение текста ненадежно (отсутствие ToUnicode, нестандартная кодировка).
sk: Detekovať prípady, kde je extrakcia textu krehká (absencia ToUnicode, nekonvenčné kódovanie).
sv: Identifiera fall där textutvinning är skör (avsaknad av ToUnicode, icke-standardkodning).
sw: Gundua matukio ambapo uchimbaji wa maandiko ni dhaifu (ukosefu wa ToUnicode, uandishi usio wa kawaida).
tr: Metin çıkarımının zayıf olduğu durumları tespit edin (ToUnicode yokluğu, standart dışı kodlama).
uk: Виявляйте випадки, коли витягування тексту є ненадійним (відсутність ToUnicode, нестандартне кодування).
vi: Phát hiện các trường hợp mà việc trích xuất văn bản là mong manh (thiếu ToUnicode, mã hóa không chuẩn).
zh_hans: 检测文本提取脆弱的情况（缺少ToUnicode、非标准编码）。

# ed_dev_pdf_pdf_fonts_to_json_uc3_title
source: Préparation impression / PDF/A
af: Voorbereiding vir druk / PDF/A
bg: Подготовка за печат / PDF/A
cs: Příprava tisku / PDF/A
da: Forberedelse til udskrivning / PDF/A
de: Druckvorbereitung / PDF/A
el: Προετοιμασία εκτύπωσης / PDF/A
es: Preparación de impresión / PDF/A
fi: Tulostusvalmistelu / PDF/A
fil: Paghahanda ng pag-print / PDF/A
hu: TODO
id: TODO
it: Preparazione stampa / PDF/A
ja: 印刷準備 / PDF/A
ko: 인쇄 준비 / PDF/A
nl: Voorbereiding afdrukken / PDF/A
no: Forberedelse for utskrift / PDF/A
pl: Przygotowanie do druku / PDF/A
pt_pt: Preparação para impressão / PDF/A
ro: Pregătire imprimare / PDF/A
ru: Подготовка к печати / PDF/A
sk: Príprava na tlač / PDF/A
sv: Förberedelse för utskrift / PDF/A
sw: Maandalizi ya uchapishaji / PDF/A
tr: Baskı hazırlığı / PDF/A
uk: Підготовка до друку / PDF/A
vi: Chuẩn bị in / PDF/A
zh_hans: 印刷准备 / PDF/A

# ed_dev_pdf_pdf_fonts_to_json_uc3_text
source: Identifier les polices en subset, non embarquées ou potentiellement problématiques.
af: Identifiseer lettertipes in subset, nie-ingebed of potensieel problematies.
bg: Идентифицирайте шрифтове в подмножество, не вградени или потенциално проблематични.
cs: Identifikujte písma v subsetu, nepřítomná nebo potenciálně problematická.
da: Identificer skrifttyper i subset, ikke-indlejret eller potentielt problematiske.
de: Identifizieren Sie Schriftarten in Subsets, nicht eingebettete oder potenziell problematische.
el: Εντοπίστε τις γραμματοσειρές σε subset, μη ενσωματωμένες ή δυνητικά προβληματικές.
es: Identificar fuentes en subconjunto, no incrustadas o potencialmente problemáticas.
fi: Tunnista subset, ei-upotetut tai mahdollisesti ongelmalliset fontit.
fil: Tukuyin ang mga font sa subset, hindi nakapaloob o potensyal na problematiko.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Identifica i font in subset, non incorporati o potenzialmente problematici.
ja: サブセット、未埋め込み、または潜在的に問題のあるフォントを特定します。
ko: 서브셋, 포함되지 않거나 잠재적으로 문제가 있는 폰트를 식별합니다.
nl: Identificeer lettertypen in subsets, niet-ingesloten of potentieel problematische.
no: Identifiser fonter i subset, ikke-innbygget eller potensielt problematiske.
pl: Zidentyfikuj czcionki w podzbiorach, nieosadzone lub potencjalnie problematyczne.
pt_pt: Identificar fontes em subconjunto, não incorporadas ou potencialmente problemáticas.
ro: Identificați fonturile în subset, neîncapsulate sau potențial problematice.
ru: Идентифицировать шрифты в подмножестве, не встроенные или потенциально проблемные.
sk: Identifikovať písma v subsete, nepoužité alebo potenciálne problematické.
sv: Identifiera delmängd, icke-inbäddade eller potentiellt problematiska fonter.
sw: Tambua fonti za subset, zisizo jumuishwa au zinazoweza kuwa na matatizo.
tr: Alt küme, gömülü olmayan veya potansiyel olarak sorunlu fontları tanımlayın.
uk: Ідентифікуйте шрифти в підмножині, не вбудовані або потенційно проблемні.
vi: Xác định các font trong tập con, không nhúng hoặc có thể gặp vấn đề.
zh_hans: 识别子集字体、未嵌入或可能存在问题的字体。

# ed_dev_pdf_pdf_fonts_to_json_output
source: Ce que vous obtenez
af: Wat u ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: TODO: Konkreettinen esimerkki 1
fil: Ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: Casos de uso
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Matumizi
tr: Aldığınız şey
uk: Що ви отримуєте
vi: TODO: Ví dụ cụ thể 1
zh_hans: 具体示例 1
