Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# readability_tool_card_title
source: Lisibilité & clarté
af: Leesbaarheid & duidelikheid
bg: Четивност & яснота
cs: Čitelnost & jasnost
da: Læsbarhed & klarhed
de: Lesbarkeit & Klarheit
el: Αναγνωσιμότητα & σαφήνεια
es: Legibilidad & claridad
fi: Luettavuus & selkeys
fil: Nababasa & kalinawan
hu: Olvashatóság & világosság
id: Keterbacaan & kejelasan
it: Leggibilità & chiarezza
ja: 可読性 & 明瞭さ
ko: 가독성 및 명확성
nl: Leesbaarheid & helderheid
no: Lesbarhet & klarhet
pl: Czytelność & jasność
pt_pt: Legibilidade & clareza
ro: Lizibilitate & claritate
ru: Читаемость & ясность
sk: Čitateľnosť & jasnosť
sv: Läsbarhet & tydlighet
sw: Usomaji & uwazi
tr: Okunabilirlik & netlik
uk: Читабельність & ясність
vi: Độ dễ đọc & rõ ràng
zh_hans: 可读性与清晰度

# readability_tool_card_desc
source: Analysez la clarté de votre texte avec un score universel, des statistiques et des conseils.
af: Analiseer die duidelikheid van jou teks met 'n universele telling, statistieke en wenke.
bg: Анализирайте яснотата на текста си с универсален резултат, статистики и съвети.
cs: Analyzujte jasnost svého textu pomocí univerzálního skóre, statistik a rad.
da: Analyser klarheden af din tekst med en universel score, statistikker og råd.
de: Analysieren Sie die Klarheit Ihres Textes mit einem universellen Score, Statistiken und Tipps.
el: Αναλύστε την καθαρότητα του κειμένου σας με μια παγκόσμια βαθμολογία, στατιστικά και συμβουλές.
es: Analice la claridad de su texto con una puntuación universal, estadísticas y consejos.
fi: Analysoi tekstisi selkeyttä universaalilla pisteytyksellä, tilastoilla ja vinkeillä.
fil: Suriin ang kalinawan ng iyong teksto gamit ang isang pandaigdigang marka, mga istatistika, at mga mungkahi.
hu: Elemezd a szöveged érthetőségét univerzális pontszámmal, statisztikákkal és tippekkel.
id: Analisis kejelasan teks Anda dengan skor universal, statistik, dan saran.
it: Analizza la chiarezza del tuo testo con un punteggio universale, statistiche e consigli.
ja: テキストの明瞭さを、ユニバーサルスコア、統計、アドバイスで分析します。
ko: 텍스트의 명확성을 보편적인 점수, 통계 및 조언으로 분석하세요.
nl: Analyseer de duidelijkheid van je tekst met een universele score, statistieken en tips.
no: Analyser klarheten i teksten din med en universell poengsum, statistikk og råd.
pl: Analizuj jasność tekstu za pomocą uniwersalnego wyniku, statystyk i wskazówek.
pt_pt: Analise a clareza do seu texto com uma pontuação universal, estatísticas e conselhos.
ro: Analizează claritatea textului cu un scor universal, statistici și sfaturi.
ru: Анализируйте ясность текста с универсальным баллом, статистикой и советами.
sk: Analyzujte jasnosť vášho textu pomocou univerzálneho skóre, štatistík a rád.
sv: Analysera tydligheten i din text med ett universellt betyg, statistik och råd.
sw: Analysera tydligheten i din text med ett universellt betyg, statistik och råd.
tr: Metinlerinizin netliğini evrensel bir puan, istatistikler ve ipuçları ile analiz edin.
uk: Аналізуйте ясність тексту універсальним балом, статистикою та порадами.
vi: Phân tích độ rõ ràng của văn bản của bạn với một điểm số toàn cầu, thống kê và mẹo.
zh_hans: 分析您的文本清晰度，获取通用评分、统计数据和建议。

# group_text_writing_title
source: Écriture
af: Skryf
bg: Писане
cs: Psaní
da: Skrivning
de: Schreiben
el: Γραφή
es: Escritura
fi: Kirjoittaminen
fil: Pagsusulat
hu: Írás
id: Penulisan
it: Scrittura
ja: 書き込み
ko: 작성
nl: Schrijven
no: Skriving
pl: Pisanie
pt_pt: Escrita
ro: Scriere
ru: Письмо
sk: Písanie
sv: Skrivande
sw: Skrivande
tr: Yazım
uk: Письмо
vi: Viết
zh_hans: 写作

# group_text_writing_desc
source: Lisibilité, clarté, style et amélioration de texte…
af: Leesbaarheid, duidelikheid, styl en teksverbetering…
bg: Четливост, яснота, стил и подобряване на текст...
cs: Čitelnost, srozumitelnost, styl a vylepšení textu…
da: Læsbarhed, klarhed, stil og tekstforbedring…
de: Lesbarkeit, Klarheit, Stil und Textverbesserung…
el: Αναγνωσιμότητα, σαφήνεια, στυλ και βελτίωση κειμένου…
es: Legibilidad, claridad, estilo y mejora de textos…
fi: Luettavuus, selkeys, tyyli ja tekstin parantaminen…
fil: Kalinawan, kalinaw, istilo at pagpapabuti ng teksto…
hu: Olvashatóság, érthetőség, stílus és szövegfejlesztés…
id: Keterbacaan, kejelasan, gaya, dan perbaikan teks…
it: Leggibilità, chiarezza, stile e miglioramento del testo…
ja: 可読性、明瞭さ、スタイル、テキストの改善…
ko: 가독성, 명확성, 스타일 및 텍스트 개선…
nl: Leesbaarheid, duidelijkheid, stijl en tekstverbetering…
no: Lesbarhet, klarhet, stil og tekstforbedring…
pl: Czytelność, jasność, styl i ulepszanie tekstu…
pt_pt: Legibilidade, clareza, estilo e melhoria de texto…
ro: Lizibilitate, claritate, stil și îmbunătățirea textului…
ru: Читаемость, ясность, стиль и улучшение текста…
sk: Čitateľnosť, zrozumiteľnosť, štýl a zlepšovanie textu…
sv: Läslighet, tydlighet, stil och textförbättring…
sw: Läsbarhet, tydlighet, stil och textförbättring…
tr: Okunabilirlik, netlik, stil ve metin geliştirme…
uk: Читабельність, ясність, стиль і покращення тексту…
vi: Tính dễ đọc, sự rõ ràng, phong cách và cải thiện văn bản…
zh_hans: 可读性、清晰度、风格和文本改进……

# pct_x_of_y_title
source: X est quel % de Y ?
af: X is watter % van Y?
bg: X е какъв % от Y?
cs: X je kolik % z Y?
da: X er hvilken % af Y?
de: X ist wie viel % von Y?
el: Το X είναι ποιο % του Y;
es: X es qué % de Y?
fi: X on mikä % Y:stä?
fil: X ay anong % ng Y?
hu: X hány % Y-ból?
id: X adalah berapa % dari Y?
it: X è quale % di Y?
ja: XはYの何%ですか？
ko: X는 Y의 몇 %인가요?
nl: X is welk % van Y?
no: X er hva % av Y?
pl: X to jaki % Y?
pt_pt: X é qual % de Y?
ro: X este ce % din Y?
ru: X составляет какой % от Y?
sk: X je aký % z Y?
sv: X är vilken % av Y?
sw: X är vilken % av Y?
tr: X, Y'nin % kaçı?
uk: X is what % of Y?
vi: X là bao nhiêu % của Y?
zh_hans: X 是 Y 的百分之多少？

# pct_x_of_y_subtitle
source: Calcule le pourcentage que représente une valeur X par rapport à une valeur Y.
af: Bereken die persentasie wat 'n waarde X in verhouding tot 'n waarde Y verteenwoordig.
bg: Изчисли процента, който представлява стойност X спрямо стойност Y.
cs: Vypočítejte procento, které představuje hodnota X ve srovnání s hodnotou Y.
da: Beregn procentdelen, som en værdi X repræsenterer i forhold til en værdi Y.
de: Berechne den Prozentsatz, den ein Wert X im Verhältnis zu einem Wert Y darstellt.
el: Υπολόγισε το ποσοστό που αντιπροσωπεύει μια τιμή X σε σχέση με μια τιμή Y.
es: Calcula el porcentaje que representa un valor X en relación a un valor Y.
fi: Laske prosentti, jonka arvo X muodostaa arvosta Y.
fil: Kalkulahin ang porsyento ng halaga X kumpara sa halaga Y.
hu: Számítsd ki, hogy az X érték hány százaléka a Y értéknek.
id: Hitung persentase nilai X dibandingkan dengan nilai Y.
it: Calcola la percentuale che una valore X rappresenta rispetto a un valore Y.
ja: Xの値がYの値に対して占める割合を計算します。
ko: 값 Y에 대한 값 X의 비율을 계산합니다.
nl: Bereken het percentage dat waarde X vertegenwoordigt ten opzichte van waarde Y.
no: Beregn prosentandelen som en verdi X utgjør i forhold til en verdi Y.
pl: Oblicz procent, jaki wartość X stanowi w stosunku do wartości Y.
pt_pt: Calcule a percentagem que uma valor X representa em relação a um valor Y.
ro: Calculează procentajul pe care îl reprezintă o valoare X în raport cu o valoare Y.
ru: Рассчитайте процент, который значение X составляет от значения Y.
sk: Vypočítaj percento, ktoré predstavuje hodnota X v porovnaní s hodnotou Y.
sv: Beräkna procentandelen som ett värde X utgör i förhållande till ett värde Y.
sw: Beräkna procentandelen som ett värde X utgör i förhållande till ett värde Y.
tr: Bir X değerinin Y değerine oranını yüzde olarak hesapla.
uk: Calculate the percentage that value X represents compared to value Y.
vi: Tính tỷ lệ phần trăm của giá trị X so với giá trị Y.
zh_hans: 计算值X相对于值Y所占的百分比。

# pct_x_of_y_calc_title
source: Calculateur
af: Rekenaar
bg: Калкулатор
cs: Kalkulátor
da: Beregningsværktøj
de: Rechner
el: Υπολογιστής
es: Calculadora
fi: Laskin
fil: Kalkulador
hu: Számológép
id: Kalkulator
it: Calcolatore
ja: 計算機
ko: 계산기
nl: Rekenmachine
no: Kalkulator
pl: Kalkulator
pt_pt: Calculadora
ro: Calculator
ru: Калькулятор
sk: Kalkulátor
sv: Beräknare
sw: Kalkylator
tr: Hesaplayıcı
uk: Calculator
vi: Máy tính
zh_hans: 计算器

# pct_x_of_y_x_label
source: Valeur X
af: Waarde X
bg: Стойност X
cs: Hodnota X
da: Værdi X
de: Wert X
el: Αξία X
es: Valor X
fi: Arvo X
fil: Halaga X
hu: X érték
id: Nilai X
it: Valore X
ja: 値 X
ko: 값 X
nl: Waarde X
no: Verdi X
pl: Wartość X
pt_pt: Valor X
ro: Valoare X
ru: Значение X
sk: Hodnota X
sv: Värde X
sw: Värde X
tr: Değer X
uk: Value X
vi: Giá trị X
zh_hans: 值 X

# pct_x_of_y_x_hint
source: Ex : part, quantité, score…
af: Ex: deel, hoeveelheid, telling…
bg: Пример: част, количество, резултат…
cs: Ex: část, množství, skóre…
da: Ex: del, mængde, score…
de: Ex: Teil, Menge, Punktzahl…
el: π.χ.: μέρος, ποσότητα, σκορ…
es: Ej: parte, cantidad, puntuación…
fi: Esim: osa, määrä, pistemäärä…
fil: Ex : bahagi, dami, iskor…
hu: Példány, mennyiség, pontszám…
id: Contoh: bagian, jumlah, skor…
it: Es: parte, quantità, punteggio…
ja: 例：パート、数量、スコア…
ko: 예: 부분, 수량, 점수…
nl: Bijv: deel, hoeveelheid, score…
no: Eksempel: del, mengde, poeng…
pl: Ex: część, ilość, wynik…
pt_pt: Ex: parte, quantidade, pontuação…
ro: Ex: parte, cantitate, scor…
ru: Пример: часть, количество, балл…
sk: Ex: časť, množstvo, skóre…
sv: Ex: del, mängd, poäng…
sw: Ex: del, mängd, poäng…
tr: Ör: parça, miktar, puan…
uk: Ex: part, quantity, score…
vi: Ví dụ: phần, số lượng, điểm số…
zh_hans: 例如：部分，数量，分数……

# pct_x_of_y_y_label
source: Valeur Y (référence)
af: Waarde Y (verwysing)
bg: Стойност Y (референция)
cs: Hodnota Y (reference)
da: Værdi Y (reference)
de: Wert Y (Referenz)
el: Τιμή Y (αναφορά)
es: Valor Y (referencia)
fi: Arvo Y (viite)
fil: Halaga Y (sanggunian)
hu: Y érték (referencia)
id: Nilai Y (referensi)
it: Valore Y (riferimento)
ja: 値 Y（基準）
ko: 값 Y (참조)
nl: Waarde Y (referentie)
no: Verdi Y (referanse)
pl: Wartość Y (referencja)
pt_pt: Valor Y (referência)
ro: Valoare Y (referință)
ru: Значение Y (ссылка)
sk: Hodnota Y (referencia)
sv: Värde Y (referens)
sw: Värde Y (referens)
tr: Değer Y (referans)
uk: Value Y (reference)
vi: Giá trị Y (tham chiếu)
zh_hans: 值 Y（参考）

# pct_x_of_y_y_hint
source: Ex : total, maximum, ensemble…
af: Ex: totaal, maksimum, geheel…
bg: Пример: общо, максимум, комплект…
cs: Ex: celkem, maximální, soubor…
da: Ex: total, maksimum, samlet…
de: Ex: Gesamt, maximal, Gesamtheit…
el: Συνολικός, μέγιστος, σύνολο…
es: Ej: total, máximo, conjunto…
fi: Esim: yhteensä, enimmäinen, kokonaisuus…
fil: Ex: kabuuan, pinakamataas, lahat…
hu: Összesen, maximális, együttes…
id: Contoh: total, maksimum, keseluruhan…
it: Es: totale, massimo, insieme…
ja: 合計、最大、全体…
ko: 예: 총, 최대, 전체…
nl: Ex : totaal, maximum, geheel…
no: Eksempel: total, maksimum, samlet…
pl: Ex: całkowity, maksymalny, zestaw…
pt_pt: Ex: total, máximo, conjunto…
ro: Ex: total, maxim, ansamblu…
ru: Пример: всего, максимум, комплект…
sk: Ex : celkový, maximálny, súhrn…
sv: Ex: total, maximum, sammanlagt…
sw: Ex: total, maximum, helhet…
tr: Toplam, maksimum, toplam...
uk: Total, maximum, all…
vi: Ví dụ: tổng, tối đa, toàn bộ…
zh_hans: 例如：总计、最大、整体……

# pct_x_of_y_precision_label
source: Décimales
af: Desimale
bg: Десетични знаци
cs: Desetinná místa
da: Decimaler
de: Dezimalstellen
el: Δεκαδικά
es: Decimales
fi: Desimaaleja
fil: Desimal
hu: Tizedesek
id: Desimal
it: Decimali
ja: 小数
ko: 소수점
nl: Decimalen
no: Desimaler
pl: Dziesiętne
pt_pt: Decimais
ro: Zecimale
ru: Десятичные
sk: Desatinné čísla
sv: Decimaler
sw: Decimaler
tr: Ondalıklar
uk: Decimals
vi: Số thập phân
zh_hans: 小数

# pct_x_of_y_precision_hint
source: Arrondi
af: Afgerond
bg: Закръглено
cs: Zaokrouhlení
da: Afrunde
de: Abgerundet
el: Στρογγυλό
es: Redondeado
fi: Pyöristetty
fil: Pabilog
hu: Kerekített
id: Bulat
it: Arrotondato
ja: 丸み
ko: 둥글게
nl: Afgerond
no: Rundt
pl: Zaokrąglony
pt_pt: Arredondado
ro: Rotunjit
ru: Округление
sk: Zaoblené
sv: Avrundad
sw: Rundad
tr: Kenar yuvarlama
uk: Rounded
vi: Làm tròn
zh_hans: 圆角

# pct_x_of_y_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Resultat
tr: Sonuçlar
uk: Results
vi: Kết quả
zh_hans: 结果

# pct_x_of_y_tag
source: Pourcentage
af: Persentasie
bg: Процент
cs: Procento
da: Procentdel
de: Prozentsatz
el: Ποσοστό
es: Porcentaje
fi: Prosentti
fil: Porsyento
hu: Százalék
id: Persentase
it: Percentuale
ja: パーセンテージ
ko: 백분율
nl: Percentage
no: Prosentasje
pl: Procent
pt_pt: Percentagem
ro: Procentaj
ru: Процент
sk: Percento
sv: Procent
sw: Procent
tr: Yüzde
uk: Percentage
vi: Tỷ lệ phần trăm
zh_hans: 百分比

# pct_x_of_y_ratio_label
source: Ratio (X ÷ Y)
af: Verhouding (X ÷ Y)
bg: Съотношение (X ÷ Y)
cs: Poměr (X ÷ Y)
da: Forhold (X ÷ Y)
de: Verhältnis (X ÷ Y)
el: Αναλογία (X ÷ Y)
fi: Suhde (X ÷ Y)
fil: Rasyong (X ÷ Y)
hu: Arány (X ÷ Y)
id: Rasio (X ÷ Y)
it: Rapporto (X ÷ Y)
ja: 比率 (X ÷ Y)
ko: 비율 (X ÷ Y)
nl: Verhouding (X ÷ Y)
no: Forhold (X ÷ Y)
pl: Wskaźnik (X ÷ Y)
pt_pt: Rácio (X ÷ Y)
ro: Raport (X ÷ Y)
ru: Соотношение (X ÷ Y)
sk: Pomer (X ÷ Y)
sv: Förhållande (X ÷ Y)
sw: Förhållande (X ÷ Y)
tr: Oran (X ÷ Y)
vi: Tỷ lệ (X ÷ Y)
zh_hans: 比率 (X ÷ Y)

# pct_x_of_y_div0_ratio
source: Division par 0
af: Deel deur 0
bg: Деление на 0
cs: Dělení nulou
da: Division med 0
de: Division durch 0
el: Διαίρεση με το 0
es: División por 0
fi: Nollalla jakaminen
fil: Hatiin sa 0
hu: Osztás 0-val
id: Pembagian dengan 0
it: Divisione per 0
ja: ゼロでの除算
ko: 0으로 나누기
nl: Deling door 0
no: Divisjon med 0
pl: Dzielenie przez 0
pt_pt: Divisão por 0
ro: Împărțire la 0
ru: Деление на 0
sk: Delenie nulou
sv: Division med 0
sw: Division med 0
tr: 0 ile bölme
uk: Division by 0
vi: Chia sẻ cho 0
zh_hans: 除以0

# pct_x_of_y_percent_label
source: X en % de Y
af: X in % van Y
bg: X от % на Y
cs: X v % z Y
da: X i % af Y
de: X in % von Y
el: X σε % του Y
fi: X % Y:stä
fil: X sa % ng Y
hu: X és Y %-a
id: X dalam % dari Y
it: X su % di Y
ja: YのX%
ko: X의 Y에 대한 %
nl: X en % van Y
no: X i % av Y
pl: X w % Y
pt_pt: X em % de Y
ro: X în % din Y
ru: X в % от Y
sk: X v % z Y
sv: X i % av Y
sw: X i % av Y
tr: X'in Y'ye % oranı
uk: X in % of Y
vi: X trên % của Y
zh_hans: X 在 Y 的 % 中

# pct_x_of_y_div0_percent
source: Division par 0
af: Deel deur 0
bg: Деление на 0
cs: Dělení nulou
da: Division med 0
de: Division durch 0
el: Διαίρεση με το 0
es: División por 0
fi: Nollalla jakaminen
fil: Hatiin sa 0
hu: Osztás 0-val
id: Pembagian dengan 0
it: Divisione per 0
ja: ゼロでの除算
ko: 0으로 나누기
nl: Deling door 0
no: Divisjon med 0
pl: Dzielenie przez 0
pt_pt: Divisão por 0
ro: Împărțire la 0
ru: Деление на 0
sk: Delenie nulou
sv: Division med 0
sw: Division med 0
tr: 0 ile bölme
uk: Division by 0
vi: Chia sẻ cho 0
zh_hans: 除以0

# pct_x_of_y_outof_label
source: Équivalent
af: Gelykwaardig
bg: Еквивалент
cs: Ekvivalent
da: Ækvivalent
de: Äquivalent
el: Ισοδύναμο
es: Equivalente
fi: Vastaava
fil: Katumbas
hu: Egyenértékű
id: Setara
it: Equivalente
ja: 同等
ko: 동등한
nl: Equivalent
no: Ekvivalent
pl: Odpowiednik
pt_pt: Equivalente
ro: Echivalent
ru: Эквивалент
sk: Ekvivalent
sv: Motsvarighet
sw: Motsvarighet
tr: Eşdeğer
uk: Equivalent
vi: Tương đương
zh_hans: 等效

# pct_x_of_y_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetować
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Återställ
tr: Sıfırla
uk: Reset
vi: Đặt lại
zh_hans: 重置

# pct_x_of_y_examples_title
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga Halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Exempel
tr: Örnekler
uk: Examples
vi: Ví dụ
zh_hans: 示例

# pct_x_of_y_examples_sub
source: Cliquez pour pré-remplir
af: Klik om voor te vul
bg: Щракнете, за да попълните автоматично
cs: Klikněte pro předvyplnění
da: Klik for at forudfylde
de: Klicken Sie, um vorab auszufüllen.
el: Κάντε κλικ για προ-συμπλήρωση
es: Haga clic para completar automáticamente
fi: Klikkaa esitäyttääksesi
fil: I-click upang awtomatikong punan
hu: Kattintson az előre kitöltéshez
id: Klik untuk mengisi otomatis
it: Clicca per compilare automaticamente
ja: クリックして自動入力する
ko: 클릭하여 자동 입력하기
nl: Klik om voor te vullen
no: Klikk for å forhåndsutfylle
pl: Kliknij, aby wypełnić automatycznie
pt_pt: Clique para preencher automaticamente
ro: Faceți clic pentru a completa automat
ru: Нажмите для автозаполнения
sk: Kliknite na predvyplnenie
sv: Klicka för att förifylla
sw: Klicka för att förifylla
tr: Önceden doldurmak için tıklayın
uk: Click to pre-fill
vi: Nhấn để tự động điền
zh_hans: 点击以预填充

# pct_x_of_y_definition_title
source: Définition & méthode
af: Definisie & metode
bg: Определение & метод
cs: Definice & metoda
da: Definition & metode
de: Definition & Methode
el: Ορισμός & μέθοδος
es: Definición & método
fi: Määritelmä & menetelmä
fil: Kahulugan & pamamaraan
hu: Meghatározás & módszer
id: Definisi & metode
it: Definizione & metodo
ja: 定義 & 方法
ko: 정의 및 방법
nl: Definitie & methode
no: Definisjon & metode
pl: Definicja & metoda
pt_pt: Definição & método
ro: Definiție & metodă
ru: Определение & метод
sk: Definícia & metóda
sv: Definition & metod
sw: Mwelekeo & mbinu
tr: Tanım & yöntem
uk: Визначення & метод
vi: Định nghĩa & phương pháp
zh_hans: 定义与方法

# pct_x_of_y_definition_sub
source: Cet outil calcule la part de X dans Y (en pourcentage).
af: Hierdie hulpmiddel bereken die aandeel van X in Y (in persentasie).
bg: Този инструмент изчислява дела на X в Y (в проценти).
cs: Tento nástroj vypočítá podíl X v Y (v procentech).
da: Dette værktøj beregner andelen af X i Y (i procent).
de: Dieses Tool berechnet den Anteil von X an Y (in Prozent).
el: Αυτό το εργαλείο υπολογίζει το ποσοστό του X στο Y (σε ποσοστά).
es: Esta herramienta calcula la parte de X en Y (en porcentaje).
fi: Tämä työkalu laskee X:n osuuden Y:stä (prosentteina).
fil: Ang tool na ito ay nagkalkula ng bahagi ng X sa Y (sa porsyento).
hu: Ez az eszköz kiszámítja X részét Y-ból (százalékban).
id: Alat ini menghitung bagian X dalam Y (dalam persentase).
it: Questo strumento calcola la quota di X in Y (in percentuale).
ja: このツールはYにおけるXの割合（パーセンテージ）を計算します。
ko: 이 도구는 Y에서 X의 비율(백분율)을 계산합니다.
nl: Dit hulpmiddel berekent het aandeel van X in Y (in percentage).
no: Dette verktøyet beregner andelen av X i Y (i prosent).
pl: To narzędzie oblicza udział X w Y (w procentach).
pt_pt: Esta ferramenta calcula a parte de X em Y (em percentagem).
ro: Acest instrument calculează partea lui X din Y (în procente).
ru: Этот инструмент вычисляет долю X в Y (в процентах).
sk: Tento nástroj vypočíta podiel X v Y (v percentách).
sv: Detta verktyg beräknar andelen av X i Y (i procent).
sw: Detta verktyg beräknar andelen av X i Y (i procent).
tr: Bu araç, Y içindeki X'in payını (yüzde olarak) hesaplar.
uk: This tool calculates the share of X in Y (as a percentage).
vi: Công cụ này tính phần của X trong Y (theo tỷ lệ phần trăm).
zh_hans: 该工具计算X在Y中的比例（以百分比表示）。

# pct_x_of_y_formula_title
source: Formule
bg: Формула
da: Formel
de: Formel
el: Φόρμουλα
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Formula
it: Formula
ja: フォーミュラ
ko: 공식
no: Formel
pl: Formuła
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Formulár
sv: Formel
sw: Formel
tr: Formül
uk: Formula
vi: Công thức
zh_hans: 公式

# pct_x_of_y_step1
source: Calculez le ratio : X ÷ Y
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X ÷ Y Calculez le ratio :
