Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_median_course_uc3_text
source: Calculer une médiane avec effectifs via les cumulés, sans reconstruire toute la liste des valeurs.
af: Bereken 'n mediaan met frekwensies deur die kumulatiefs, sonder om die hele lys van waardes te herbou.
bg: Изчисляване на медиана с честоти чрез кумулативни стойности, без да се реконструира целият списък от стойности.
cs: Vypočítat medián s četnostmi pomocí kumulativních hodnot, aniž bychom museli rekonstruovat celý seznam hodnot.
da: Beregne en median med frekvenser via de kumulerede, uden at rekonstruere hele listen af værdier.
de: Einen Median mit Häufigkeiten über die kumulierten Werte berechnen, ohne die gesamte Liste der Werte neu zu erstellen.
el: Υπολογισμός μιας διάμεσου με συχνότητες μέσω των σωρευτικών, χωρίς να ανακατασκευάσετε ολόκληρη τη λίστα των τιμών.
es: Calcular una mediana con frecuencias a través de los acumulados, sin reconstruir toda la lista de valores.
fi: Laskea mediaani frekvenssien avulla kumulatiivisten arvojen kautta ilman, että koko arvoluetteloa tarvitsee rakentaa uudelleen.
fil: Kalkulahin ang median na may mga dalas sa pamamagitan ng mga cumulative, nang hindi muling binubuo ang buong listahan ng mga halaga.
hu: Medián számítása gyakoriságokkal a kumulált értékek segítségével, anélkül, hogy újraépítenénk az összes érték listáját.
id: Menghitung median dengan frekuensi melalui kumulatif, tanpa membangun kembali seluruh daftar nilai.
it: Calcolare una mediana con frequenze tramite i cumulati, senza ricostruire l'intero elenco dei valori.
ja: 全ての値のリストを再構築せずに、累積を通じて頻度を持つ中央値を計算する。
ko: 모든 값 목록을 재구성하지 않고 누적을 통해 빈도가 있는 중앙값을 계산하기.
nl: Een mediaan berekenen met frequenties via de cumulatieven, zonder de hele lijst met waarden opnieuw op te bouwen.
no: Beregne en median med frekvenser via kumulerte, uten å rekonstruere hele listen over verdier.
pl: Obliczanie mediany z częstościami za pomocą skumulowanych, bez odbudowywania całej listy wartości.
pt_pt: Calcular uma mediana com frequências através dos acumulados, sem reconstruir toda a lista de valores.
ro: Calcularea unei mediane cu frecvențe prin cumulative, fără a reconstrui întreaga listă de valori.
ru: Вычислить медиану с частотами через накопленные значения, не восстанавливая весь список значений.
sk: Vypočítať medián s frekvenciami pomocou kumulovaných hodnôt, bez toho, aby ste museli rekonštruovať celý zoznam hodnôt.
sv: Beräkna en median med frekvenser via kumulerade, utan att återskapa hela listan av värden.
sw: Kuhesabu mediani na idadi kupitia jumla, bila kujenga orodha yote ya thamani.
tr: Tüm değerler listesini yeniden oluşturmadan, kümülatif frekanslar aracılığıyla bir medyan hesaplamak.
uk: Обчислити медіану з частотами через кумулятивні, не відновлюючи весь список значень.
vi: Tính toán một trung vị với tần số thông qua các số tích lũy, mà không cần xây dựng lại toàn bộ danh sách các giá trị.
zh_hans: 通过累积频数计算中位数，而无需重建所有值的列表。

# ed_math_statistics_median_course_uc4_title
source: Comprendre la médiane pondérée
af: Verstaan die gewogen mediaan
bg: Разбиране на претеглената медиана
cs: Pochopit vážený medián
da: Forstå den vægtede median
de: Den gewichteten Median verstehen
el: Κατανόηση της σταθμισμένης διάμεσου
es: Entender la mediana ponderada
fi: Ymmärtää painotettu mediaani
fil: Unawain ang weighted median
hu: A súlyozott medián megértése
id: Memahami median tertimbang
it: Comprendere la mediana ponderata
ja: 加重中央値を理解する
ko: 가중 중앙값 이해하기
nl: De gewogen mediaan begrijpen
no: Forstå vektet median
pl: Zrozumienie mediany ważonej
pt_pt: Compreender a mediana ponderada
ro: Înțelegerea medianei ponderate
ru: Понять взвешенную медиану
sk: Pochopiť vážený medián
sv: Förstå den viktade medianen
sw: Kuelewa mediani iliyopimwa
tr: Ağırlıklı medyanı anlamak
uk: Зрозуміти зважену медіану
vi: Hiểu trung vị có trọng số
zh_hans: 理解加权中位数

# ed_math_statistics_median_course_uc4_text
source: Quand chaque valeur n’a pas le même “poids” (fréquences, importance), apprendre la logique des poids cumulés jusqu’à 50%.
af: Wanneer elke waarde nie dieselfde 'gewig' het (frekwensies, belangrikheid), leer die logika van kumulatieve gewigte tot 50%.
bg: Когато всяка стойност няма същото "тегло" (честоти, важност), научете логиката на кумулативните тегла до 50%.
cs: Když každá hodnota nemá stejnou "váhu" (četnosti, důležitost), naučit se logiku kumulativních vah až do 50%.
da: Når hver værdi ikke har den samme 'vægt' (frekvenser, betydning), lære logikken bag kumulerede vægte op til 50%.
de: Wenn jeder Wert nicht das gleiche „Gewicht“ hat (Häufigkeiten, Bedeutung), die Logik der kumulierten Gewichte bis 50% lernen.
el: Όταν κάθε τιμή δεν έχει το ίδιο “βάρος” (συχνότητες, σημασία), μάθετε τη λογική των σωρευτικών βαρών μέχρι 50%.
es: Cuando cada valor no tiene el mismo “peso” (frecuencias, importancia), aprender la lógica de los pesos acumulados hasta el 50%.
fi: Kun jokaisella arvolla ei ole samaa 'painoa' (frekvenssit, tärkeys), oppia kumulatiivisten painojen logiikka 50% asti.
fil: Kapag ang bawat halaga ay hindi may parehong 'bigat' (mga dalas, kahalagahan), alamin ang lohika ng mga cumulative na bigat hanggang 50%.
hu: Amikor minden értéknek nincs ugyanaz a 'súlya' (gyakoriságok, fontosság), tanulni a kumulált súlyok logikáját 50%-ig.
id: Ketika setiap nilai tidak memiliki 'berat' yang sama (frekuensi, pentingnya), pelajari logika dari berat kumulatif hingga 50%.
it: Quando ogni valore non ha lo stesso “peso” (frequenze, importanza), imparare la logica dei pesi cumulati fino al 50%.
ja: 各値が同じ「重み」を持たない場合（頻度、重要性）、50%までの累積重みの論理を学ぶ。
ko: 각 값이 동일한 '무게'를 가지지 않을 때(빈도, 중요성), 50%까지 누적 가중치의 논리를 배우기.
nl: Wanneer elke waarde niet hetzelfde 'gewicht' heeft (frequenties, belangrijkheid), de logica van cumulatieve gewichten tot 50% leren.
no: Når hver verdi ikke har samme 'vekt' (frekvenser, betydning), lære logikken bak kumulerte vekter opp til 50%.
pl: Gdy każda wartość nie ma tej samej 'wagi' (częstości, znaczenie), nauka logiki wag skumulowanych do 50%.
pt_pt: Quando cada valor não tem o mesmo 'peso' (frequências, importância), aprender a lógica dos pesos acumulados até 50%.
ro: Când fiecare valoare nu are același „greutate” (frecvențe, importanță), învățați logica greutăților cumulative până la 50%.
ru: Когда каждое значение не имеет одинакового 'веса' (частоты, важность), изучить логику накопленных весов до 50%.
sk: Keď každá hodnota nemá rovnakú "váhu" (frekvencie, dôležitosť), naučiť sa logiku kumulovaných váh až do 50%.
sv: När varje värde inte har samma 'vikt' (frekvenser, betydelse), lära sig logiken bakom kumulerade vikter upp till 50%.
sw: Wakati kila thamani haina 'uzito' sawa (mara nyingi, umuhimu), jifunze mantiki ya uzito wa jumla hadi 50%.
tr: Her değerin aynı 'ağırlığa' sahip olmadığı durumlarda (frekanslar, önem), kümülatif ağırlıkların mantığını %50'ye kadar öğrenmek.
uk: Коли кожне значення не має однакового “ваги” (частоти, важливість), навчитися логіці кумулятивних ваг до 50%.
vi: Khi mỗi giá trị không có cùng một 'trọng số' (tần suất, tầm quan trọng), học logic của các trọng số tích lũy lên đến 50%.
zh_hans: 当每个值的“权重”不同（频率、重要性）时，学习累积权重的逻辑，直到50%。

# ed_math_statistics_median_course_uc5_title
source: Estimer une médiane sur des classes
af: Skatting van 'n mediaan op klasse
bg: Оценка на медиана по класове
cs: Odhadnout medián na základě tříd
da: Estimere en median på klasser
de: Einen Median auf Klassen schätzen
el: Εκτίμηση μιας διάμεσου σε κατηγορίες
es: Estimar una mediana sobre clases
fi: Arvioida mediaani luokista
fil: Tantiyahin ang median sa mga klase
hu: Medián becslése osztályok alapján
id: Mengestimasi median pada kelas
it: Stimare una mediana su classi
ja: クラスに基づいて中央値を推定する
ko: 구간에서 중앙값 추정하기
nl: Een mediaan schatten op klassen
no: Estimere en median på klasser
pl: Szacowanie mediany na podstawie klas
pt_pt: Estimar uma mediana em classes
ro: Estimarea unei mediane pe clase
ru: Оценить медиану по классам
sk: Odhadnúť medián na triedach
sv: Uppskatta en median på klasser
sw: Kukadiria mediani kwenye madarasa
tr: Sınıflar üzerinde bir medyan tahmin etmek
uk: Оцінити медіану на основі класів
vi: Ước lượng một trung vị trên các lớp
zh_hans: 在类别上估计中位数

# ed_math_statistics_median_course_uc5_text
source: Identifier la classe médiane (N/2) et utiliser l’interpolation quand on n’a que des intervalles (histogrammes).
af: Identifiseer die mediaan klas (N/2) en gebruik interpolasie wanneer ons net intervalle het (histogramme).
bg: Идентифициране на медианния клас (N/2) и използване на интерполация, когато имаме само интервали (хистограми).
cs: Identifikovat mediánovou třídu (N/2) a použít interpolaci, když máme pouze intervaly (histogramy).
da: Identificere den median klasse (N/2) og bruge interpolation, når man kun har intervaller (histogrammer).
de: Die Median-Klasse (N/2) identifizieren und die Interpolation verwenden, wenn man nur Intervalle hat (Histogramme).
el: Εντοπισμός της κατηγορίας διάμεσου (Ν/2) και χρήση της παρεμβολής όταν έχουμε μόνο διαστήματα (ιστογράμματα).
es: Identificar la clase mediana (N/2) y utilizar la interpolación cuando solo se tienen intervalos (histogramas).
fi: Tunnistaa mediaaniluokka (N/2) ja käyttää interpolointia, kun meillä on vain väliä (histogrammit).
fil: Tukuyin ang median class (N/2) at gumamit ng interpolation kapag mayroon lamang tayong mga interval (mga histogram).
hu: Azonosítani a medián osztályt (N/2) és használni az interpolációt, amikor csak intervallumaink vannak (hisztogramok).
id: Mengidentifikasi kelas median (N/2) dan menggunakan interpolasi ketika hanya memiliki interval (histogram).
it: Identificare la classe mediana (N/2) e utilizzare l'interpolazione quando si hanno solo intervalli (istogrammi).
ja: 中央値のクラス（N/2）を特定し、間隔（ヒストグラム）のみがある場合に補間を使用する。
ko: 중앙 클래스(N/2)를 식별하고 구간만 있을 때 보간법을 사용하기.
nl: De mediaanklasse identificeren (N/2) en interpolatie gebruiken wanneer we alleen intervallen hebben (histogrammen).
no: Identifisere den mediane klassen (N/2) og bruke interpolasjon når man bare har intervaller (histogrammer).
pl: Identyfikacja klasy mediany (N/2) i użycie interpolacji, gdy mamy tylko przedziały (histogramy).
pt_pt: Identificar a classe mediana (N/2) e usar a interpolação quando só temos intervalos (histogramas).
ro: Identificarea clasei mediane (N/2) și utilizarea interpolării când avem doar intervale (histograme).
ru: Идентифицировать медианный класс (N/2) и использовать интерполяцию, когда есть только интервалы (гистограммы).
sk: Identifikovať mediánovú triedu (N/2) a použiť interpoláciu, keď máme len intervaly (histogramy).
sv: Identifiera den centrala klassen (N/2) och använda interpolation när man bara har intervall (histogram).
sw: Kutambua darasa la mediani (N/2) na kutumia upatanishi wakati tuna tu vipindi (histogramu).
tr: Medyan sınıfını (N/2) belirlemek ve yalnızca aralıklar (histogramlar) olduğunda interpolasyonu kullanmak.
uk: Визначити медіанний клас (N/2) і використовувати інтерполяцію, коли є лише інтервали (гістограми).
vi: Xác định lớp trung vị (N/2) và sử dụng nội suy khi chỉ có các khoảng (biểu đồ histogram).
zh_hans: 识别中位数类别（N/2），并在只有区间（直方图）时使用插值。

# ed_math_statistics_median_course_uc6_title
source: S’auto-évaluer avec des quiz
af: Evalueer jouself met vrae
bg: Самооценка с тестове
cs: Sebehodnotit se pomocí kvízů
da: Selvvurdere med quizzer
de: Sich selbst mit Quiz bewerten
el: Αυτοαξιολόγηση με κουίζ
es: Autoevaluarse con cuestionarios
fi: Itsearviointi kyselyillä
fil: Mag-self-assess gamit ang mga quiz
hu: Önértékelés kvízekkel
id: Menilai diri sendiri dengan kuis
it: Auto-valutarsi con quiz
ja: クイズで自己評価する
ko: 퀴즈로 자기 평가하기
nl: Zichzelf evalueren met quizzen
no: Selv-evaluere med quizzer
pl: Samodzielna ocena za pomocą quizów
pt_pt: Autoavaliar-se com quizzes
ro: Auto-evaluare cu quiz-uri
ru: Самооценка с помощью тестов
sk: Samoohodnotiť sa pomocou kvízov
sv: Självutvärdera med quiz
sw: Kujitathmini kwa maswali ya mtihani
tr: Kendini değerlendirmek için quizler
uk: Самооцінка за допомогою тестів
vi: Tự đánh giá với các bài kiểm tra
zh_hans: 通过测验自我评估

# ed_math_statistics_median_course_uc6_text
source: Des QCM et exercices numériques pour vérifier que vous savez appliquer la bonne méthode selon le format des données.
af: Meerkeuse vrae en numeriese oefeninge om te verifieer dat jy die regte metode kan toepas volgens die dataformaat.
bg: Множество въпроси с избор и числови упражнения, за да проверите дали знаете как да приложите правилния метод в зависимост от формата на данните.
cs: QCM a numerické cvičení pro ověření, že víte, jak aplikovat správnou metodu podle formátu dat.
da: Multiple choice spørgsmål og numeriske øvelser for at sikre, at du ved, hvordan man anvender den rigtige metode afhængigt af dataformatet.
de: Multiple-Choice-Fragen und numerische Übungen, um zu überprüfen, ob Sie die richtige Methode je nach Datenformat anwenden können.
el: Πολλαπλές επιλογές και αριθμητικές ασκήσεις για να ελέγξετε αν ξέρετε να εφαρμόζετε τη σωστή μέθοδο ανάλογα με τη μορφή των δεδομένων.
es: Cuestionarios de opción múltiple y ejercicios numéricos para verificar que sabes aplicar el método correcto según el formato de los datos.
fi: Kyselyt ja numeeriset harjoitukset varmistaaksesi, että tiedät soveltaa oikeaa menetelmää tietojen muodon mukaan.
fil: Mga QCM at numerong ehersisyo upang suriin kung alam mong ilapat ang tamang pamamaraan ayon sa format ng mga datos.
hu: QCM-ek és numerikus gyakorlatok, hogy ellenőrizze, tudja-e alkalmazni a megfelelő módszert az adatok formátuma szerint.
id: Kuis pilihan ganda dan latihan numerik untuk memeriksa apakah Anda tahu menerapkan metode yang benar sesuai dengan format data.
it: QCM e esercizi numerici per verificare che sai applicare il metodo corretto a seconda del formato dei dati.
ja: データの形式に応じて正しい方法を適用できるか確認するための選択肢問題と数値演習。
ko: 데이터 형식에 따라 올바른 방법을 적용할 수 있는지 확인하기 위한 객관식 질문과 수치 연습 문제.
nl: Meerkeuzevragen en numerieke oefeningen om te controleren of je de juiste methode kunt toepassen afhankelijk van het gegevensformaat.
no: Flere flervalgsspørsmål og numeriske oppgaver for å sjekke at du vet hvordan du skal bruke riktig metode avhengig av datamaskinens format.
pl: QCM i ćwiczenia numeryczne, aby sprawdzić, czy potrafisz zastosować odpowiednią metodę w zależności od formatu danych.
pt_pt: QCM e exercícios numéricos para verificar se você sabe aplicar o método correto de acordo com o formato dos dados.
ro: QCM-uri și exerciții numerice pentru a verifica dacă știți să aplicați metoda corectă în funcție de formatul datelor.
ru: Тесты с множественным выбором и числовые упражнения, чтобы проверить, знаете ли вы, как применять правильный метод в зависимости от формата данных.
sk: QCM a numerické cvičenia na overenie, že viete aplikovať správnu metódu podľa formátu údajov.
sv: Frågor med flervalsalternativ och numeriska övningar för att kontrollera att du vet hur man tillämpar rätt metod beroende på datformat.
sw: Maswali ya QCM na mazoezi ya nambari ili kuthibitisha kuwa unajua kutumia njia sahihi kulingana na muundo wa data.
tr: Veri formatına göre doğru yöntemi uygulayıp uygulamadığınızı kontrol etmek için çoktan seçmeli sorular ve sayısal alıştırmalar.
uk: Тести з вибором та числові вправи, щоб перевірити, чи знаєте ви, як застосувати правильний метод залежно від формату даних.
vi: Các câu hỏi trắc nghiệm và bài tập số để kiểm tra xem bạn có biết áp dụng phương pháp đúng theo định dạng dữ liệu hay không.
zh_hans: 一些选择题和数字练习，以验证您是否知道根据数据格式应用正确的方法。

# ed_math_statistics_median_course_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_median_course_out1
source: Un cours structuré et progressif : définition, intuition (50% en dessous / 50% au-dessus), puis méthode de calcul avec tri obligatoire.
af: ‘n Gestructureerde en progressiewe kursus: definisie, intuïsie (50% onder / 50% bo), dan berekeningsmetode met noodsaaklike sortering.
bg: Структуриран и прогресивен курс: дефиниция, интуиция (50% под/50% над), след това метод на изчисление с задължително подреждане.
cs: Strukturovaný a postupný kurz: definice, intuice (50% pod / 50% nad), poté metoda výpočtu s povinným řazením.
da: Et struktureret og progressivt kursus: definition, intuition (50% under / 50% over), derefter beregningsmetode med obligatorisk sortering.
de: Einen strukturierten und schrittweisen Kurs: Definition, Intuition (50% darunter / 50% darüber), dann Berechnungsmethode mit obligatorischer Sortierung.
el: Ένα δομημένο και προοδευτικό μάθημα: ορισμός, διαίσθηση (50% κάτω / 50% πάνω), στη συνέχεια μέθοδος υπολογισμού με υποχρεωτική ταξινόμηση.
es: Un curso estructurado y progresivo: definición, intuición (50% por debajo / 50% por encima), luego método de cálculo con ordenación obligatoria.
fi: Rakennettu ja vaiheittainen kurssi: määritelmä, intuitio (50% alapuolella / 50% yläpuolella), sitten laskentamenetelmä pakollisella lajittelulla.
fil: Isang nakabalangkas at unti-unting kurso: depinisyon, intuwisyon (50% sa ibaba / 50% sa itaas), pagkatapos ay paraan ng pagkalkula na may kinakailangang pag-uuri.
hu: Egy strukturált és fokozatos tanfolyam: definíció, intuíció (50% alatta / 50% felett), majd számítási módszer kötelező rendezéssel.
id: Kursus yang terstruktur dan progresif: definisi, intuisi (50% di bawah / 50% di atas), kemudian metode perhitungan dengan urutan yang wajib.
it: Un corso strutturato e progressivo: definizione, intuizione (50% sotto / 50% sopra), poi metodo di calcolo con ordinamento obbligatorio.
ja: 構造化され、段階的なコース：定義、直感（50%以下/50%以上）、次に必須のソートを伴う計算方法。
ko: 구조적이고 점진적인 강의: 정의, 직관(50% 아래 / 50% 위), 그런 다음 필수 정렬을 통한 계산 방법.
nl: Een gestructureerde en geleidelijke cursus: definitie, intuïtie (50% eronder / 50% erboven), gevolgd door rekenmethode met verplichte sortering.
no: Et strukturert og progressivt kurs: definisjon, intuisjon (50% under / 50% over), deretter beregningsmetode med obligatorisk sortering.
pl: Strukturalny i stopniowy kurs: definicja, intuicja (50% poniżej / 50% powyżej), a następnie metoda obliczeń z obowiązkowym sortowaniem.
pt_pt: Um curso estruturado e progressivo: definição, intuição (50% abaixo / 50% acima), depois método de cálculo com ordenação obrigatória.
ro: Un curs structurat și progresiv: definiție, intuiție (50% sub / 50% deasupra), apoi metoda de calcul cu sortare obligatorie.
ru: Структурированный и последовательный курс: определение, интуиция (50% ниже / 50% выше), затем метод вычисления с обязательной сортировкой.
sk: Štruktúrovaný a postupný kurz: definícia, intuícia (50% pod / 50% nad), potom metóda výpočtu s povinným triedením.
sv: En strukturerad och progressiv kurs: definition, intuition (50% under / 50% över), sedan beräkningsmetod med obligatorisk sortering.
sw: Kozi iliyopangwa na inayoendelea: ufafanuzi, hisia (50% chini / 50% juu), kisha njia ya kuhesabu na kuweka lazima.
tr: Tanım, sezgi (aşağıda %50 / yukarıda %50) ile yapılandırılmış ve ilerleyici bir ders, ardından zorunlu sıralama ile hesaplama yöntemi.
uk: Структурований і поступовий курс: визначення, інтуїція (50% нижче / 50% вище), потім метод обчислення з обов'язковим сортуванням.
vi: Một khóa học có cấu trúc và tiến bộ: định nghĩa, trực giác (50% bên dưới / 50% bên trên), sau đó là phương pháp tính toán với sắp xếp bắt buộc.
zh_hans: 一个结构化和渐进的课程：定义、直觉（50%在下方/50%在上方），然后是必须排序的计算方法。

# ed_math_statistics_median_course_out2
source: Des cas complets : n impair (valeur centrale), n pair (moyenne des deux valeurs centrales), avec exemples pas à pas et quiz corrigés.
af: Volledige gevalle: n onpaar (sentrale waarde), n paar (gemiddelde van die twee sentrale waardes), met stap-vir-stap voorbeelde en gekorrigeerde vrae.
bg: Пълни случаи: нечетен n (централна стойност), четен n (средна стойност на двете централни стойности), с примери стъпка по стъпка и коригирани тестове.
cs: Úplné případy: liché n (střední hodnota), sudé n (průměr dvou středních hodnot), s příklady krok za krokem a opravenými kvízy.
da: Komplette tilfælde: ulige n (central værdi), lige n (gennemsnit af de to centrale værdier), med trin-for-trin eksempler og korrigerede quizzer.
de: Vollständige Fälle: ungerade n (zentraler Wert), gerade n (Mittelwert der beiden zentralen Werte), mit Schritt-für-Schritt-Beispielen und korrigierten Quiz.
el: Πλήρεις περιπτώσεις: περιττός αριθμός (κεντρική τιμή), ζυγός αριθμός (μέση των δύο κεντρικών τιμών), με παραδείγματα βήμα προς βήμα και διορθωμένα κουίζ.
es: Casos completos: n impar (valor central), n par (media de los dos valores centrales), con ejemplos paso a paso y cuestionarios corregidos.
fi: Kattavat tapaukset: pariton n (keskimmäinen arvo), parillinen n (keskimmäisten arvojen keskiarvo), esimerkit vaiheittain ja korjatut kyselyt.
fil: Mga kumpletong kaso: odd na n (sentral na halaga), even na n (average ng dalawang sentral na halaga), na may mga halimbawa hakbang-hakbang at mga quiz na naitama.
hu: Teljes esetek: páratlan n (középső érték), páros n (a két középső érték átlaga), lépésről lépésre példákkal és javított kvízekkel.
id: Kasus lengkap: n ganjil (nilai tengah), n genap (rata-rata dari dua nilai tengah), dengan contoh langkah demi langkah dan kuis yang dikoreksi.
it: Casi completi: n dispari (valore centrale), n pari (media dei due valori centrali), con esempi passo passo e quiz corretti.
ja: 完全なケース：奇数（中央値）、偶数（中央の2つの値の平均）、ステップバイステップの例と修正されたクイズ。
ko: 완전한 사례: n 홀수(중앙값), n 짝수(두 중앙값의 평균), 단계별 예제 및 수정된 퀴즈.
nl: Volledige gevallen: oneven n (centrale waarde), even n (gemiddelde van de twee centrale waarden), met stap-voor-stap voorbeelden en gecorrigeerde quizzen.
no: Fullstendige tilfeller: oddetall (sentralt verdi), partall (gjennomsnitt av de to sentrale verdiene), med trinnvise eksempler og korrigerte quizzer.
pl: Pełne przypadki: n nieparzyste (wartość centralna), n parzyste (średnia z dwóch wartości centralnych), z przykładami krok po kroku i poprawionymi quizami.
pt_pt: Casos completos: n ímpar (valor central), n par (média dos dois valores centrais), com exemplos passo a passo e quizzes corrigidos.
ro: Cazuri complete: n impar (valoare centrală), n par (media celor două valori centrale), cu exemple pas cu pas și quiz-uri corectate.
ru: Полные случаи: нечетное количество (центральное значение), четное количество (среднее двух центральных значений), с пошаговыми примерами и исправленными тестами.
sk: Úplné prípady: nepárny n (centrálna hodnota), párny n (priemer dvoch centrálnych hodnôt), s krokovými príkladmi a opravenými kvízmi.
sv: Fullständiga fall: udda n (central värde), jämn n (medelvärde av de två centrala värdena), med steg-för-steg exempel och rättade quiz.
sw: Mifano kamili: n ajabu (thamani ya kati), n hata (wastani wa thamani mbili za kati), na mifano hatua kwa hatua na maswali yaliyorekebishwa.
tr: Tam durumlar: tek n (merkez değer), çift n (iki merkez değerinin ortalaması), adım adım örnekler ve düzeltilmiş quizler.
uk: Повні випадки: непарне n (центральне значення), парне n (середнє з двох центральних значень), з покроковими прикладами та виправленими тестами.
vi: Các trường hợp hoàn chỉnh: số lẻ (giá trị trung tâm), số chẵn (trung bình của hai giá trị trung tâm), với các ví dụ từng bước và bài kiểm tra đã được sửa.
zh_hans: 完整案例：奇数（中心值）、偶数（两个中心值的平均），带有逐步示例和已纠正的测验。
