Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_limits_card_plusinf_text
source: Une hausse en % est calculée par rapport à l’initial. Si l’initial devient très petit (proche de 0), le ratio peut exploser : on tend vers +∞%.
af: 'n Stygende % word bereken ten opsigte van die aanvanklike. As die aanvanklike baie klein word (naby 0), kan die verhouding ontplof: ons neig na +∞%.
bg: Увеличението в % се изчислява спрямо началната стойност. Ако началната стойност стане много малка (близо до 0), съотношението може да експлодира: стремим се към +∞%.
cs: Zvýšení v % se počítá vzhledem k počáteční hodnotě. Pokud je počáteční hodnota velmi malá (blízko 0), může se poměr explodovat: směřujeme k +∞%.
da: En stigning i % beregnes i forhold til den oprindelige værdi. Hvis den oprindelige værdi bliver meget lille (nær 0), kan forholdet eksplodere: vi nærmer os +∞%.
de: Ein Anstieg in % wird im Verhältnis zum ursprünglichen Wert berechnet. Wenn der ursprüngliche Wert sehr klein wird (nahe 0), kann das Verhältnis explodieren: wir tendieren zu +∞%.
el: Μια αύξηση σε % υπολογίζεται σε σχέση με την αρχική. Αν η αρχική γίνει πολύ μικρή (κοντά στο 0), ο λόγος μπορεί να εκραγεί: τείνουμε προς +∞%.
es: Un aumento en % se calcula en relación al inicial. Si el inicial se vuelve muy pequeño (cercano a 0), la razón puede explotar: tendemos a +∞%.
fi: Prosentuaalinen nousu lasketaan alkuperäisestä. Jos alkuperäinen arvo on hyvin pieni (lähellä 0), suhde voi räjähtää: suuntaudumme kohti +∞%.
fil: Ang pagtaas sa % ay kinakalkula batay sa simula. Kung ang simula ay nagiging napakaliit (malapit sa 0), ang ratio ay maaaring sumabog: tayo ay tumutungo sa +∞%.
hu: A százalékos növekedést az eredetihez viszonyítva számítják ki. Ha az eredeti nagyon kicsi (közel 0-hoz), az arány robbanásszerűen megnőhet: a +∞%-hoz közelítünk.
id: Kenaikan dalam % dihitung berdasarkan nilai awal. Jika nilai awal menjadi sangat kecil (dekat dengan 0), rasio bisa meledak: kita cenderung menuju +∞%.
it: Un aumento in % è calcolato rispetto all'iniziale. Se l'iniziale diventa molto piccolo (vicino a 0), il rapporto può esplodere: tendiamo verso +∞%.
ja: %の増加は初期値に対して計算されます。初期値が非常に小さく（0に近い）なると、比率が爆発する可能性があります：+∞%に近づきます。
ko: % 상승은 초기 값에 대해 계산됩니다. 초기 값이 매우 작아지면 (0에 가까워지면) 비율이 폭발할 수 있습니다: +∞%로 향합니다.
nl: Een stijging in % wordt berekend ten opzichte van de initiële waarde. Als de initiële waarde heel klein wordt (dichtbij 0), kan de ratio exploderen: we neigen naar +∞%.
no: En økning i % beregnes i forhold til den opprinnelige. Hvis den opprinnelige blir veldig liten (nær 0), kan forholdet eksplodere: vi nærmer oss +∞%.
pl: Wzrost w % oblicza się w odniesieniu do wartości początkowej. Jeśli wartość początkowa staje się bardzo mała (bliska 0), stosunek może eksplodować: dążymy do +∞%.
pt_pt: Um aumento em % é calculado em relação ao inicial. Se o inicial se tornar muito pequeno (perto de 0), a razão pode explodir: tende a +∞%.
ro: O creștere în % este calculată în raport cu valoarea inițială. Dacă valoarea inițială devine foarte mică (aproape de 0), raportul poate exploda: tinde spre +∞%.
ru: Увеличение в % рассчитывается относительно начального значения. Если начальное значение становится очень маленьким (близким к 0), отношение может взорваться: мы стремимся к +∞%.
sk: Zvýšenie v % sa počíta v porovnaní s počiatočnou hodnotou. Ak sa počiatočná hodnota stane veľmi malou (blízko 0), pomer môže explodovať: smerujeme k +∞%.
sv: En ökning i % beräknas i förhållande till det initiala. Om det initiala blir mycket litet (nära 0), kan förhållandet explodera: vi tenderar mot +∞%.
sw: Kuongezeka kwa % huhesabiwa kulingana na awali. Ikiwa awali inakuwa ndogo sana (karibu na 0), uwiano unaweza kuongezeka: tunakaribia +∞%.
tr: Yüzde artışı başlangıca göre hesaplanır. Başlangıç değeri çok küçük (0'a yakın) olursa, oran patlayabilir: +∞%'ye yaklaşır.
uk: Зростання в % обчислюється від початкового. Якщо початкове стає дуже малим (близьким до 0), співвідношення може вибухнути: ми прагнемо до +∞%.
vi: Một sự tăng phần trăm được tính dựa trên giá trị ban đầu. Nếu giá trị ban đầu trở nên rất nhỏ (gần 0), tỷ lệ có thể bùng nổ: chúng ta tiến tới +∞%.
zh_hans: 百分比的上升是相对于初始值计算的。如果初始值变得非常小（接近0），比率可能会爆炸：我们趋向于+∞%。

# pct_limits_card_zero_title
source: Cas non défini
af: Ongevalle
bg: Недефиниран случай
cs: Nedefinovaný případ
da: Ubestemt tilfælde
de: Nicht definierter Fall
el: Μη καθορισμένη περίπτωση
es: Caso no definido
fi: Määrittelemätön tapaus
fil: Hindi natukoy na kaso
hu: Nem definiált eset
id: Kasus tidak terdefinisi
it: Caso non definito
ja: 未定義のケース
ko: 정의되지 않은 경우
nl: Niet gedefinieerde situatie
no: Udefinert tilfelle
pl: Przypadek nieokreślony
pt_pt: Caso não definido
ro: Caz nedefinit
ru: Неопределенный случай
sk: Nedefinovaný prípad
sv: Ej definierat fall
sw: Ej definierat fall
tr: Tanımsız durum
uk: Undefined case
vi: Trường hợp không xác định
zh_hans: 未定义情况

# pct_limits_card_zero_text
source: La formule (final − initial) / initial n’est pas définie quand initial = 0. On parle plutôt de “passage de 0 à X” (écart absolu), ou on utilise un autre indicateur.
af: Die formule (final − initial) / initial is nie gedefinieer wanneer initial = 0 nie. Ons praat eerder van “oorgang van 0 na X” (absolute verskil), of ons gebruik 'n ander aanduiding.
bg: Формулата (крайна − начална) / начална не е дефинирана, когато началната = 0. По-скоро говорим за “преминаване от 0 до X” (абсолютно отклонение), или използваме друг индикатор.
cs: Vzorec (konečný − počáteční) / počáteční není definován, když počáteční = 0. Mluvíme spíše o "přechodu z 0 na X" (absolutní rozdíl), nebo používáme jiný ukazatel.
da: Formlen (final − initial) / initial er ikke defineret, når initial = 0. Vi taler i stedet om “overgang fra 0 til X” (absolut afvigelse), eller vi bruger en anden indikator.
de: Die Formel (final − initial) / initial ist nicht definiert, wenn initial = 0. Wir sprechen eher von „Übergang von 0 zu X“ (absoluter Unterschied) oder verwenden einen anderen Indikator.
el: Η φόρμουλα (τελική − αρχική) / αρχική δεν είναι καθορισμένη όταν η αρχική = 0. Μιλάμε μάλλον για “μετάβαση από 0 σε X” (απόλυτη διαφορά), ή χρησιμοποιούμε έναν άλλο δείκτη.
es: La fórmula (final − inicial) / inicial no está definida cuando inicial = 0. Se habla más bien de “paso de 0 a X” (diferencia absoluta), o se utiliza otro indicador.
fi: Kaava (final − initial) / initial ei ole määritelty, kun initial = 0. Puhumme mieluummin “siirtymisestä 0:sta X:ään” (absoluuttinen ero), tai käytämme muuta indikaattoria.
fil: Ang formula (final − initial) / initial ay hindi tinutukoy kapag ang initial = 0. Mas mabuting pag-usapan ang “paglipat mula 0 patungo X” (absolute difference), o gumamit ng ibang tagapagpahiwatig.
hu: A (végső − kezdeti) / kezdeti képlet nem definiált, amikor a kezdeti = 0. Inkább a '0-ról X-re való átmenetről' (abszolút eltérés) beszélünk, vagy más mutatót használunk.
id: Rumus (akhir − awal) / awal tidak terdefinisi ketika awal = 0. Kita lebih suka berbicara tentang “perpindahan dari 0 ke X” (selisih absolut), atau menggunakan indikator lain.
it: La formula (finale − iniziale) / iniziale non è definita quando iniziale = 0. Si parla piuttosto di “passaggio da 0 a X” (scarto assoluto), o si utilizza un altro indicatore.
ja: (最終 − 初期) / 初期 の式は、初期 = 0 の場合には定義されません。「0からXへの移行」（絶対差）について話すか、別の指標を使用します。
ko: (최종 − 초기) / 초기의 공식은 초기 = 0일 때 정의되지 않습니다. 우리는 “0에서 X로의 이동” (절대 차이) 또는 다른 지표를 사용합니다.
nl: De formule (final − initial) / initial is niet gedefinieerd wanneer initial = 0. We spreken eerder van “overgang van 0 naar X” (absolute afwijking), of we gebruiken een andere indicator.
no: Formelen (final − initial) / initial er ikke definert når initial = 0. Vi snakker heller om “overgang fra 0 til X” (absolutt avvik), eller vi bruker en annen indikator.
pl: Wzór (final − initial) / initial nie jest zdefiniowany, gdy initial = 0. Mówimy raczej o “przejściu z 0 do X” (odległość bezwzględna), lub używamy innego wskaźnika.
pt_pt: A fórmula (final − inicial) / inicial não está definida quando inicial = 0. Fala-se mais de “passagem de 0 a X” (desvio absoluto), ou utiliza-se outro indicador.
ro: Formula (final − inițial) / inițial nu este definită când inițial = 0. Se vorbește mai degrabă de „trecerea de la 0 la X” (diferență absolută), sau se folosește un alt indicator.
ru: Формула (конечное − начальное) / начальное не определена, когда начальное = 0. Говорят скорее о "переходе от 0 к X" (абсолютное отклонение), или используют другой показатель.
sk: Vzorec (koncová − počiatočná) / počiatočná nie je definovaný, keď počiatočná = 0. Hovoríme skôr o „prechode z 0 na X“ (absolútna odchýlka), alebo používame iný ukazovateľ.
sv: Formeln (slutlig − initial) / initial är inte definierad när initial = 0. Vi pratar istället om “övergång från 0 till X” (absolut avvikelse), eller så använder vi en annan indikator.
sw: Fomula (final − initial) / initial haijafafanuliwa wakati initial = 0. Tunazungumzia zaidi “kuhamia kutoka 0 hadi X” (tofauti ya kweli), au tunatumia kipimo kingine.
tr: (final − initial) / initial formülü, initial = 0 olduğunda tanımlı değildir. Bunun yerine “0'dan X'e geçiş” (mutlak fark) veya başka bir gösterge kullanılır.
uk: Формула (кінцеве − початкове) / початкове не визначена, коли початкове = 0. Зазвичай говоримо про "перехід від 0 до X" (абсолютна різниця), або використовуємо інший показник.
vi: Công thức (cuối − đầu) / đầu không được định nghĩa khi đầu = 0. Thay vào đó, chúng ta nói về “chuyển từ 0 đến X” (chênh lệch tuyệt đối), hoặc sử dụng một chỉ số khác.
zh_hans: 公式(final − initial) / initial在initial = 0时未定义。我们更倾向于说“从0到X的变化”（绝对差异），或者使用其他指标。

# pct_limits_card_sym_title
source: Asymétrie hausse/baisse
af: Asimmetrie styg/daal
bg: Асиметрия на увеличение/намаление
cs: Asymetrie nárůstu/poklesu
da: Asymmetri stigning/fald
de: Asymmetrie Anstieg/Rückgang
el: Ασυμμετρία αύξησης/μείωσης
es: Asimetría aumento/disminución
fi: Epäsymmetria nousussa/laskussa
fil: Asymmetry ng pagtaas/pagbaba
hu: Aszimmetria növekedés/csökkenés
id: Asimetri kenaikan/penurunan
it: Asimmetria aumento/diminuzione
ja: 上昇/下降の非対称性
ko: 비대칭 상승/하락
nl: Asymmetrie stijging/daling
no: Asymmetri opp/ned
pl: Asymetria wzrostu/spadku
pt_pt: Assimetria aumento/diminuição
ro: Asimetrie creștere/scădere
ru: Асимметрия роста/снижения
sk: Asymetria nárastu/poklesu
sv: Asymmetri uppgång/nedgång
sw: Asymmetri ökning/minskning
tr: Asimetrik artış/düşüş
uk: Asymmetry increase/decrease
vi: Bất đối xứng tăng/giảm
zh_hans: 上升/下降的不对称性

# pct_limits_card_sym_text
source: −50% puis +50% ne ramène pas à l’origine (0,5 × 1,5 = 0,75). Les pourcentages se composent par coefficients.
af: −50% en +50% bring nie terug na oorsprong (0,5 × 1,5 = 0,75). Die persentasies bestaan uit koëffisiënte.
bg: −50% след това +50% не ни връща на оригинала (0,5 × 1,5 = 0,75). Процентите се съставят от коефициенти.
cs: −50% a poté +50% nevrací zpět k původní hodnotě (0,5 × 1,5 = 0,75). Procenta se skládají pomocí koeficientů.
da: −50% og derefter +50% bringer ikke tilbage til udgangspunktet (0,5 × 1,5 = 0,75). Procenter sammensættes ved hjælp af koefficienter.
de: −50% und dann +50% bringen nicht zum Ursprung zurück (0,5 × 1,5 = 0,75). Prozentsätze setzen sich durch Koeffizienten zusammen.
el: −50% και μετά +50% δεν επιστρέφει στην αρχή (0,5 × 1,5 = 0,75). Τα ποσοστά συντίθενται με συντελεστές.
es: −50% luego +50% no regresa al origen (0,5 × 1,5 = 0,75). Los porcentajes se componen por coeficientes.
fi: −50% ja sitten +50% eivät palauta alkuperäiseen (0,5 × 1,5 = 0,75). Prosentit koostuvat kertoimista.
fil: −50% at +50% ay hindi nagbabalik sa orihinal (0.5 × 1.5 = 0.75). Ang mga porsyento ay binubuo ng mga coefficient.
hu: A −50% majd +50% nem hozza vissza az eredetihez (0,5 × 1,5 = 0,75). A százalékok szorzókból állnak.
id: −50% kemudian +50% tidak kembali ke asal (0,5 × 1,5 = 0,75). Persentase terdiri dari koefisien.
it: −50% poi +50% non riporta all'origine (0,5 × 1,5 = 0,75). I percentuali si compongono per coefficienti.
ja: −50% そして +50% は元に戻りません（0.5 × 1.5 = 0.75）。パーセンテージは係数によって構成されます。
ko: −50% 후 +50%는 원래로 돌아오지 않습니다 (0.5 × 1.5 = 0.75). 백분율은 계수로 구성됩니다.
nl: −50% en vervolgens +50% brengt ons niet terug naar de oorsprong (0,5 × 1,5 = 0,75). Percentages worden samengesteld door coëfficiënten.
no: −50% og deretter +50% bringer oss ikke tilbake til utgangspunktet (0,5 × 1,5 = 0,75). Prosentene sammensettes av koeffisienter.
pl: −50% a następnie +50% nie przywraca do pierwotnej wartości (0,5 × 1,5 = 0,75). Procenty składają się z współczynników.
pt_pt: −50% depois +50% não retorna à origem (0,5 × 1,5 = 0,75). Os percentuais se compõem por coeficientes.
ro: −50% apoi +50% nu aduce înapoi la origine (0,5 × 1,5 = 0,75). Procentele se compun prin coeficienți.
ru: −50% затем +50% не возвращает к исходному (0,5 × 1,5 = 0,75). Проценты складываются по коэффициентам.
sk: −50% a potom +50% nevedie späť k pôvodnej hodnote (0,5 × 1,5 = 0,75). Percentá sa skladajú z koeficientov.
sv: −50% följt av +50% återför inte till ursprunget (0,5 × 1,5 = 0,75). Procenten sammansätts av koefficienter.
sw: −50% kisha +50% hairudishi kwenye asili (0,5 × 1,5 = 0,75). Asilimia zinajumuishwa kwa coefficients.
tr: −%50 ardından +%50 geri dönmez (0,5 × 1,5 = 0,75). Yüzdeler katsayılarla oluşur.
uk: −50% потім +50% не повертає до початку (0,5 × 1,5 = 0,75). Відсотки складаються за коефіцієнтами.
vi: −50% rồi +50% không trở lại gốc (0,5 × 1,5 = 0,75). Các phần trăm được cấu thành bởi các hệ số.
zh_hans: −50%然后+50%并不会回到原点（0.5 × 1.5 = 0.75）。百分比是通过系数组合的。

# pct_limits_warn_initial_zero
source: La variation % classique n’est pas définie quand l’initial vaut 0.
af: Die klassieke % variasie is nie gedefinieer wanneer die aanvanklike 0 is nie.
bg: Класическата % промяна не е определена, когато началната стойност е 0.
cs: Klasická % variace není definována, když počáteční hodnota je 0.
da: Den klassiske % variation er ikke defineret, når den initiale værdi er 0.
de: Die klassische % Variation ist nicht definiert, wenn der Anfangswert 0 beträgt.
el: Η κλασική μεταβολή % δεν είναι καθορισμένη όταν η αρχική είναι 0.
es: La variación % clásica no está definida cuando el inicial es 0.
fi: Perinteinen % muutos ei ole määritelty, kun alkuarvo on 0.
fil: Ang klasikong % na pagbabago ay hindi natukoy kapag ang paunang halaga ay 0.
hu: A klasszikus % változás nem meghatározott, ha a kezdeti 0.
id: Perubahan % klasik tidak terdefinisi ketika nilai awal adalah 0.
it: La variazione % classica non è definita quando l'iniziale vale 0.
ja: 初期値が0のとき、従来の%変化は定義されません。
ko: 초기 값이 0일 때 전통적인 % 변화는 정의되지 않습니다.
nl: De klassieke % variatie is niet gedefinieerd wanneer de beginwaarde 0 is.
no: Den klassiske % variasjonen er ikke definert når den initiale er 0.
pl: Klasyczna zmiana % nie jest zdefiniowana, gdy wartość początkowa wynosi 0.
pt_pt: A variação % clássica não está definida quando o inicial é 0.
ro: Variatia % clasică nu este definită când inițialul este 0.
ru: Классическая % вариация не определена, когда начальное значение равно 0.
sk: Klasická variácia % nie je definovaná, keď počiatočná hodnota je 0.
sv: Den klassiska % variationen är inte definierad när initialen är 0.
sw: Den klassiska % variationen är inte definierad när initialen är 0.
tr: Başlangıç 0 olduğunda klasik % değişim tanımlı değildir.
uk: The classic % variation is not defined when the initial is 0.
vi: Biến động % thông thường không được xác định khi giá trị đầu là 0.
zh_hans: 当初始值为0时，经典的变化%未定义。

# pct_limits_warn_negative_final
source: En contexte “prix/quantité”, une valeur finale négative rend l’interprétation des % délicate.
af: In 'n “prys/hoeveelheid” konteks maak 'n negatiewe finale waarde die interpretasie van % moeilik.
bg: В контекста на “цена/количество”, отрицателната крайна стойност прави тълкуването на % деликатно.
cs: Ve kontextu „cena/množství“ negativní konečná hodnota ztěžuje interpretaci %.
da: I konteksten “pris/mængde” gør en negativ slutværdi fortolkningen af % vanskelig.
de: Im Kontext „Preis/Menge“ macht ein negativer Endwert die Interpretation der % schwierig.
el: Σε πλαίσιο “τιμή/ποσότητα”, μια αρνητική τελική τιμή καθιστά την ερμηνεία των % δύσκολη.
es: En contexto “precio/cantidad”, un valor final negativo hace que la interpretación de los % sea delicada.
fi: Kontekstissa “hinta/määrä”, negatiivinen loppuarvo tekee %:n tulkitsemisesta hankalaa.
fil: Sa konteksto ng “presyo/dami”, ang negatibong panghuling halaga ay nagpapahirap sa pagsusuri ng %.
hu: A „ár/mennyiség” kontextusában egy negatív végső érték nehézzé teszi a % értelmezését.
id: Dalam konteks “harga/jumlah”, nilai akhir negatif membuat interpretasi % menjadi rumit.
it: In un contesto “prezzo/quantità”, un valore finale negativo rende l'interpretazione dei % delicata.
ja: 「価格/数量」の文脈では、負の最終値が%の解釈を難しくします。
ko: “가격/수량” 상황에서 최종 값이 음수일 경우 % 해석이 복잡해집니다.
nl: In de context van 'prijs/hoeveelheid' maakt een negatieve eindwaarde de interpretatie van % moeilijk.
no: I konteksten “pris/kvantitet”, gjør en negativ sluttverdi tolkningen av % vanskelig.
pl: W kontekście „cena/ilość”, wartość końcowa ujemna utrudnia interpretację %.
pt_pt: Em contexto “preço/quantidade”, um valor final negativo torna a interpretação dos % delicada.
ro: În contextul “preț/quantitate”, o valoare finală negativă face interpretarea %-urilor delicată.
ru: В контексте “цена/количество” отрицательное финальное значение затрудняет интерпретацию %.
sk: V kontexte „cena/množstvo“ negatívna koncová hodnota komplikuje interpretáciu %.
sv: I kontexten “pris/kvantitet” gör ett negativt slutvärde tolkningen av % komplicerad.
sw: I kontexten “pris/kvantitet” gör ett negativt slutvärde tolkningen av % känslig.
tr: “Fiyat/miktar” bağlamında, negatif bir son değer % yorumunu zorlaştırır.
uk: In 'price/quantity' context, a negative final value makes % interpretation tricky.
vi: Trong bối cảnh “giá/khối lượng”, giá trị cuối âm làm cho việc diễn giải % trở nên khó khăn.
zh_hans: 在“价格/数量”上下文中，负的最终值使得%解释变得复杂。

# pct_limits_interp_both_zero
source: 0 → 0 : aucun changement (écart nul).
af: 0 → 0 : geen verandering (nul verskil).
bg: 0 → 0 : няма промяна (нулева разлика).
cs: 0 → 0 : žádná změna (nulový rozdíl).
da: 0 → 0 : ingen ændring (nul afvigelse).
de: 0 → 0 : keine Veränderung (Nullabweichung).
el: 0 → 0 : καμία αλλαγή (μηδενική διαφορά).
es: 0 → 0 : ningún cambio (diferencia nula).
fi: 0 → 0 : ei muutosta (poikkeama nolla).
fil: 0 → 0 : walang pagbabago (walang pagkakaiba).
hu: 0 → 0 : nincs változás (nulla eltérés).
id: 0 → 0 : tidak ada perubahan (selisih nol).
it: 0 → 0 : nessun cambiamento (scostamento nullo).
ja: 0 → 0 : 変化なし（差はゼロ）。
ko: 0 → 0 : 변화 없음 (차이 없음).
nl: 0 → 0 : geen verandering (nul afwijking).
no: 0 → 0 : ingen endring (null avvik).
pl: 0 → 0 : brak zmiany (różnica zerowa).
pt_pt: 0 → 0 : nenhuma mudança (desvio nulo).
ro: 0 → 0 : nicio schimbare (diferență nulă).
ru: 0 → 0 : никаких изменений (разница нулевая).
sk: 0 → 0 : žiadna zmena (nulový rozdiel).
sv: 0 → 0 : ingen förändring (noll avvikelse).
sw: 0 → 0 : ingen förändring (noll avvikelse).
tr: 0 → 0 : değişiklik yok (fark sıfır).
uk: 0 → 0: no change (zero difference).
vi: 0 → 0 : không có thay đổi (chênh lệch bằng 0).
zh_hans: 0 → 0 : 无变化（差异为零）。

# pct_limits_interp_from_zero
source: 0 → valeur positive : hausse “infinie” en % (non défini), préférez l’écart absolu.
af: 0 → positiewe waarde : “oneindige” toename in % (nie gedefinieer nie), verkies die absolute verskil.
bg: 0 → положителна стойност : „безкрайно“ увеличение в % (неопределено), предпочитайте абсолютната разлика.
cs: 0 → kladná hodnota : „nekonečný“ nárůst v % (nedefinováno), upřednostněte absolutní rozdíl.
da: 0 → positiv værdi : “uendelig” stigning i % (ikke defineret), foretræk den absolutte afvigelse.
de: 0 → positive Zahl : „unendlicher“ Anstieg in % (nicht definiert), ziehen Sie die absolute Abweichung vor.
el: 0 → θετική τιμή : “άπειρη” αύξηση σε % (μη καθορισμένη), προτιμήστε τη απόλυτη διαφορά.
es: 0 → valor positivo : aumento “infinito” en % (no definido), prefiera la diferencia absoluta.
fi: 0 → positiivinen arvo : “äärettömän” suuri nousu %:ssa (ei määritelty), suosittelemme absoluuttista poikkeamaa.
fil: 0 → positibong halaga : “walang hanggan” na pagtaas sa % (hindi natukoy), mas mainam ang absolyutong pagkakaiba.
hu: 0 → pozitív érték : „végtelen” növekedés % -ban (nincs meghatározva), előnyben részesítse az abszolút eltérést.
id: 0 → nilai positif : kenaikan “tak terhingga” dalam % (tidak terdefinisi), lebih baik gunakan selisih absolut.
it: 0 → valore positivo : aumento “infinito” in % (non definito), preferire lo scostamento assoluto.
ja: 0 → 正の値 : %での「無限」の上昇（未定義）、絶対差を推奨。
ko: 0 → 양수 : %로는 “무한대” 상승 (정의되지 않음), 절대 차이를 선호하세요.
nl: 0 → positieve waarde : 'oneindige' stijging in % (niet gedefinieerd), geef de absolute afwijking de voorkeur.
no: 0 → positiv verdi : “uendelig” økning i % (ikke definert), foretrekk absolutt avvik.
pl: 0 → wartość dodatnia : „nieskończony” wzrost w % (niedefiniowane), preferuj różnicę bezwzględną.
pt_pt: 0 → valor positivo : aumento “infinito” em % (não definido), prefira o desvio absoluto.
ro: 0 → valoare pozitivă : creștere “infinita” în % (nedefinit), preferați diferența absolută.
ru: 0 → положительное значение : “бесконечный” рост в % (не определено), предпочтите абсолютную разницу.
sk: 0 → kladná hodnota : „nekonečný“ nárast v % (nedefinované), uprednostnite absolútny rozdiel.
sv: 0 → positivt värde : ”oändlig” ökning i % (inte definierad), föredra absolut avvikelse.
sw: 0 → positivt värde : ”oändlig” ökning i % (inte definierad), föredra absolut avvikelse.
tr: 0 → pozitif değer : % “sonsuz” artış (tanımsız), mutlak farkı tercih edin.
uk: 0 → positive value: 'infinite' increase in % (undefined), prefer absolute difference.
vi: 0 → giá trị dương : tăng “vô hạn” theo % (không xác định), hãy chọn chênh lệch tuyệt đối.
zh_hans: 0 → 正值 : 百分比“无限”上升（未定义），请使用绝对差异。

# pct_limits_interp_minus100
source: Retour à 0 : baisse de −100% (plancher).
af: Terug na 0 : afname van −100% (vloer).
bg: Връщане към 0 : спад от −100% (дъно).
cs: Návrat k 0 : pokles o −100 % (spodní hranice).
da: Tilbage til 0 : fald på −100% (gulv).
de: Rückkehr zu 0 : Rückgang von −100% (Boden).
el: Επιστροφή στο 0 : πτώση −100% (κατώφλι).
es: Regreso a 0 : disminución de −100% (suelo).
fi: Paluu 0: −100% lasku (lattia).
fil: Bumalik sa 0 : pagbaba ng −100% (pagsasara).
hu: Vissza 0-ra : −100% csökkenés (padló).
id: Kembali ke 0 : penurunan −100% (batas bawah).
it: Ritorno a 0 : diminuzione di −100% (minimo).
ja: 0に戻る : −100%の減少（下限）。
ko: 0으로 돌아감 : −100% 감소 (하한선).
nl: Terug naar 0 : daling van −100% (vloer).
no: Tilbake til 0 : nedgang på −100% (gulv).
pl: Powrót do 0 : spadek o −100% (podłoga).
pt_pt: Retorno a 0 : queda de −100% (piso).
ro: Întoarcere la 0 : scădere de −100% (plafon).
ru: Возврат к 0 : снижение на −100% (потолок).
sk: Návrat na 0 : pokles o −100 % (podlaha).
sv: Åter till 0 : minskning av −100% (golv).
sw: Åter till 0 : minskning med −100% (golv).
tr: 0'a dönüş : −100% düşüş (taban).
uk: Return to 0: decrease of −100% (floor).
vi: Quay về 0 : giảm −100% (sàn).
zh_hans: 回到0 : 下降−100%（底线）。
