Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_composition_uc1_title
source: Variations successives
af: Opeenvolgende variasies
bg: Последователни вариации
cs: Po sobě jdoucí změny
da: Successive variationer
de: Aufeinanderfolgende Veränderungen
el: Διαδοχικές μεταβολές
es: Variaciones sucesivas
fi: Peräkkäiset muutokset
fil: Sunud-sunod na pagbabago
hu: Soron következő változások
id: Variasi berturut-turut
it: Variazioni successive
ja: 連続的な変化
ko: 연속적인 변화
nl: Opeenvolgende variaties
no: Påfølgende variasjoner
pl: Kolejne zmiany
pt_pt: Variações sucessivas
ro: Variații succesive
ru: Последовательные изменения
sk: Po sebe idúce zmeny
sv: Successiva förändringar
sw: Mabadiliko mfululizo
tr: Ardışık Değişimler
uk: Послідовні зміни
vi: Biến đổi liên tiếp
zh_hans: 连续变化

# ed_math_percentages_percentage_composition_uc1_text
source: Appliquer plusieurs hausses ou baisses consécutives (ex. +5 %, puis −10 %, puis +3 %).
af: Pas verskeie opeenvolgende verhogings of afnames toe (bv. +5 %, dan −10 %, dan +3 %).
bg: Прилагане на няколко последователни увеличения или намаления (напр. +5 %, след това -10 %, след това +3 %).
cs: Aplikovat několik po sobě jdoucích zvýšení nebo snížení (např. +5 %, poté −10 %, poté +3 %).
da: Anvend flere efterfølgende stigninger eller fald (f.eks. +5 %, derefter −10 %, derefter +3 %).
de: Mehrere aufeinanderfolgende Erhöhungen oder Senkungen anwenden (z. B. +5 %, dann −10 %, dann +3 %).
el: Εφαρμόστε πολλές αυξήσεις ή μειώσεις διαδοχικά (π.χ. +5 %, στη συνέχεια −10 %, στη συνέχεια +3 %).
es: Aplicar varios aumentos o disminuciones consecutivas (p. ej. +5 %, luego -10 %, luego +3 %).
fi: Sovella useita peräkkäisiä nousuja tai laskuja (esim. +5 %, sitten -10 %, sitten +3 %).
fil: Mag-apply ng maraming sunud-sunod na pagtaas o pagbaba (hal. +5 %, pagkatapos −10 %, pagkatapos +3 %).
hu: Több egymást követő emelést vagy csökkentést alkalmazni (pl. +5 %, majd -10 %, majd +3 %).
id: Terapkan beberapa kenaikan atau penurunan berturut-turut (mis. +5 %, lalu −10 %, lalu +3 %).
it: Applicare più aumenti o diminuzioni consecutive (es. +5 %, poi -10 %, poi +3 %).
ja: 複数の連続した上昇または下降を適用します（例：+5%、次に−10%、次に+3%）。
ko: 연속적인 상승 또는 하락을 적용합니다(예: +5%, 그 다음 -10%, 그 다음 +3%).
nl: Meerdere opeenvolgende verhogingen of verlagingen toepassen (bijv. +5 %, dan -10 %, dan +3 %).
no: Bruke flere påfølgende økninger eller reduksjoner (f.eks. +5 %, deretter −10 %, deretter +3 %).
pl: Zastosuj kilka kolejnych wzrostów lub spadków (np. +5%, a następnie -10%, a potem +3%).
pt_pt: Aplicar vários aumentos ou diminuições consecutivas (ex. +5 %, depois -10 %, depois +3 %).
ro: Aplicați mai multe creșteri sau scăderi consecutive (ex. +5 %, apoi -10 %, apoi +3 %).
ru: Применить несколько последовательных увеличений или уменьшений (например, +5%, затем -10%, затем +3%).
sk: Aplikovať niekoľko po sebe idúcich zvýšení alebo znížení (napr. +5 %, potom −10 %, potom +3 %).
sv: Tillämpa flera påföljande ökningar eller minskningar (t.ex. +5 %, sedan −10 %, sedan +3 %).
sw: Tumia ongezeko au kupungua kadhaa mfululizo (mfano +5 %, kisha −10 %, kisha +3 %).
tr: Birden fazla artış veya azalma uygulamak (ör. +%5, sonra -%10, sonra +%3).
uk: Застосувати кілька підвищень або знижень підряд (наприклад, +5 %, потім −10 %, потім +3 %).
vi: Áp dụng nhiều lần tăng hoặc giảm liên tiếp (ví dụ +5 %, sau đó -10 %, sau đó +3 %).
zh_hans: 应用多个连续的涨跌（例如 +5%，然后 -10%，然后 +3%）。

# ed_math_percentages_percentage_composition_uc2_title
source: Analyse financière détaillée
af: Gedetailleerde finansiële analise
bg: Подробен финансов анализ
cs: Podrobná finanční analýza
da: Detaljeret finansiel analyse
de: Detaillierte Finanzanalyse
el: Λεπτομερής χρηματοοικονομική ανάλυση
es: Análisis financiero detallado
fi: Yksityiskohtainen taloudellinen analyysi
fil: Detalyadong pagsusuri sa pananalapi
hu: Részletes pénzügyi elemzés
id: Analisis keuangan terperinci
it: Analisi finanziaria dettagliata
ja: 詳細な財務分析
ko: 상세한 재무 분석
nl: Gedetailleerde financiële analyse
no: Detaljert finansiell analyse
pl: Szczegółowa analiza finansowa
pt_pt: Análise financeira detalhada
ro: Analiză financiară detaliată
ru: Подробный финансовый анализ
sk: Podrobná finančná analýza
sv: Detaljerad finansiell analys
sw: Uchambuzi wa kifedha wa kina
tr: Detaylı Finansal Analiz
uk: Детальний фінансовий аналіз
vi: Phân tích tài chính chi tiết
zh_hans: 详细的财务分析

# ed_math_percentages_percentage_composition_uc2_text
source: Suivre l’impact de chaque étape sur un prix, un budget ou un investissement.
af: Volg die impak van elke stap op 'n prys, 'n begroting of 'n belegging.
bg: Следете влиянието на всяка стъпка върху цена, бюджет или инвестиция.
cs: Sledovat dopad každého kroku na cenu, rozpočet nebo investici.
da: Følg virkningen af hvert trin på en pris, et budget eller en investering.
de: Die Auswirkungen jeder Phase auf einen Preis, ein Budget oder eine Investition verfolgen.
el: Παρακολουθήστε την επίδραση κάθε βήματος σε μια τιμή, έναν προϋπολογισμό ή μια επένδυση.
es: Seguir el impacto de cada etapa en un precio, un presupuesto o una inversión.
fi: Seuraa jokaisen vaiheen vaikutusta hintaan, budjettiin tai investointiin.
fil: Subaybayan ang epekto ng bawat hakbang sa isang presyo, badyet, o pamumuhunan.
hu: Kövesse nyomon minden lépés hatását egy áron, költségvetésen vagy befektetésen.
id: Ikuti dampak setiap langkah pada harga, anggaran, atau investasi.
it: Seguire l'impatto di ogni fase su un prezzo, un budget o un investimento.
ja: 価格、予算、または投資に対する各ステップの影響を追跡します。
ko: 각 단계가 가격, 예산 또는 투자에 미치는 영향을 추적합니다.
nl: Volg de impact van elke stap op een prijs, budget of investering.
no: Følge virkningen av hvert trinn på en pris, et budsjett eller en investering.
pl: Śledź wpływ każdego etapu na cenę, budżet lub inwestycję.
pt_pt: Acompanhar o impacto de cada etapa sobre um preço, um orçamento ou um investimento.
ro: Urmăriți impactul fiecărei etape asupra unui preț, buget sau investiție.
ru: Отслеживать влияние каждого этапа на цену, бюджет или инвестиции.
sk: Sledovať dopad každého kroku na cenu, rozpočet alebo investíciu.
sv: Följ påverkan av varje steg på ett pris, en budget eller en investering.
sw: Fuata athari ya kila hatua kwenye bei, bajeti au uwekezaji.
tr: Her adımın bir fiyat, bütçe veya yatırım üzerindeki etkisini takip edin.
uk: Слідкуйте за впливом кожного етапу на ціну, бюджет або інвестицію.
vi: Theo dõi tác động của từng bước lên một giá, ngân sách hoặc đầu tư.
zh_hans: 跟踪每个步骤对价格、预算或投资的影响。

# ed_math_percentages_percentage_composition_uc3_title
source: Approche pédagogique
af: Pedagogiese benadering
bg: Педагогически подход
cs: Pedagogický přístup
da: Pædagogisk tilgang
de: Pädagogischer Ansatz
el: Παιδαγωγική προσέγγιση
es: Enfoque pedagógico
fi: Pedagoginen lähestymistapa
fil: Pang-edukasyon na diskarte
hu: Pedagógiai megközelítés
id: Pendekatan pedagogis
it: Approccio pedagogico
ja: 教育的アプローチ
ko: 교육적 접근
nl: Pedagogische benadering
no: Pedagogisk tilnærming
pl: Podejście edukacyjne
pt_pt: Abordagem pedagógica
ro: Abordare pedagogică
ru: Педагогический подход
sk: Pedagogický prístup
sv: Pedagogisk metod
sw: Mbinu ya kujifunza
tr: Eğitimsel Yaklaşım
uk: Педагогічний підхід
vi: Cách tiếp cận giáo dục
zh_hans: 教学方法

# ed_math_percentages_percentage_composition_uc3_text
source: Comprendre comment les pourcentages se composent dans le temps, sans les simplifier.
af: Verstaan hoe persentasies oor tyd saamgestel word, sonder om dit te vereenvoudig.
bg: Разберете как процентите се съставят с времето, без да ги опростявате.
cs: Pochopit, jak se procenta skládají v čase, aniž by se zjednodušovala.
da: Forstå hvordan procenter sammensættes over tid, uden at forenkle dem.
de: Verstehen, wie sich die Prozentsätze im Laufe der Zeit zusammensetzen, ohne sie zu vereinfachen.
el: Κατανοήστε πώς τα ποσοστά συντίθενται με την πάροδο του χρόνου, χωρίς να τα απλοποιείτε.
es: Entender cómo se componen los porcentajes a lo largo del tiempo, sin simplificarlos.
fi: Ymmärtää, miten prosentit koostuvat ajan myötä, ilman yksinkertaistamista.
fil: Unawain kung paano nagkakaroon ng komposisyon ang mga porsyento sa paglipas ng panahon, nang hindi ito pinapasimple.
hu: Megérteni, hogyan állnak össze a százalékok az idő múlásával, anélkül, hogy leegyszerűsítenénk őket.
id: Memahami bagaimana persentase terkomposisi seiring waktu, tanpa menyederhanakannya.
it: Comprendere come le percentuali si compongono nel tempo, senza semplificarle.
ja: パーセンテージが時間とともにどのように構成されるかを理解し、単純化しません。
ko: 시간에 따라 백분율이 어떻게 구성되는지를 이해하되, 단순화하지 않습니다.
nl: Begrijp hoe percentages in de loop van de tijd samenkomen, zonder ze te vereenvoudigen.
no: Forstå hvordan prosentene sammensettes over tid, uten å forenkle dem.
pl: Zrozumieć, jak procenty składają się w czasie, bez ich upraszczania.
pt_pt: Compreender como as percentagens se compõem ao longo do tempo, sem as simplificar.
ro: Înțelegeți cum se compun procentele în timp, fără a le simplifica.
ru: Понять, как проценты составляются со временем, не упрощая их.
sk: Pochopiť, ako sa percentá skladajú v čase, bez ich zjednodušenia.
sv: Förstå hur procenten sammansätts över tid, utan att förenkla dem.
sw: Kuelewa jinsi asilimia zinavyoundwa kwa muda, bila kuzifanya kuwa rahisi.
tr: Yüzdelerin zaman içinde nasıl bileşildiğini anlamak, basitleştirmeden.
uk: Розуміти, як відсотки складаються з часом, не спрощуючи їх.
vi: Hiểu cách mà các tỷ lệ phần trăm được hình thành theo thời gian, mà không đơn giản hóa chúng.
zh_hans: 理解百分比如何随时间组成，而不进行简化。

# ed_math_percentages_percentage_composition_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kap:
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的结果

# ed_math_percentages_percentage_composition_out1
source: La valeur finale obtenue après l’application successive de tous les pourcentages.
af: Die finale waarde wat verkry word na die opeenvolgende toepassing van al die persentasies.
bg: Крайната стойност, получена след последователното прилагане на всички проценти.
cs: Konečná hodnota získaná po postupném použití všech procent.
da: Den endelige værdi opnået efter den successive anvendelse af alle procenter.
de: Der endgültige Wert, der nach der sukzessiven Anwendung aller Prozentsätze erzielt wird.
el: Η τελική τιμή που προκύπτει μετά την διαδοχική εφαρμογή όλων των ποσοστών.
es: El valor final obtenido tras la aplicación sucesiva de todos los porcentajes.
fi: Lopullinen arvo, joka saadaan kaikkien prosenttien peräkkäisen soveltamisen jälkeen.
fil: Ang huling halaga na nakuha pagkatapos ng sunud-sunod na aplikasyon ng lahat ng porsyento.
hu: A végső érték, amelyet az összes százalékos alkalmazás után kapunk.
id: Nilai akhir yang diperoleh setelah penerapan berturut-turut dari semua persentase.
it: Il valore finale ottenuto dopo l'applicazione successiva di tutte le percentuali.
ja: すべてのパーセンテージを連続的に適用した後に得られる最終値。
ko: 모든 백분율을 연속적으로 적용한 후 얻은 최종 값입니다.
nl: De uiteindelijke waarde verkregen na de opeenvolgende toepassing van alle percentages.
no: Den endelige verdien oppnådd etter den påfølgende anvendelsen av alle prosentene.
pl: Ostateczna wartość uzyskana po kolejnych zastosowaniach wszystkich procentów.
pt_pt: O valor final obtido após a aplicação sucessiva de todas as percentagens.
ro: Valoarea finală obținută după aplicarea succesivă a tuturor procentelor.
ru: Конечное значение, полученное после последовательного применения всех процентов.
sk: Konečná hodnota získaná po postupnej aplikácii všetkých percent.
sv: Det slutgiltiga värdet som erhålls efter successiv tillämpning av alla procent.
sw: Thamani ya mwisho inayopatikana baada ya kutumia asilimia zote mfululizo.
tr: Tüm yüzdelerin ardışık uygulanmasından sonra elde edilen nihai değer.
uk: Кінцева величина, отримана після послідовного застосування всіх відсотків.
vi: Giá trị cuối cùng đạt được sau khi áp dụng liên tiếp tất cả các tỷ lệ phần trăm.
zh_hans: 在连续应用所有百分比后获得的最终值。

# ed_math_percentages_percentage_composition_out2
source: Le détail de chaque étape de calcul, montrant comment la base évolue à chaque pourcentage.
af: Die besonderhede van elke berekeningstap, wat wys hoe die basis by elke persentasie ontwikkel.
bg: Детайлите на всяка стъпка от изчислението, показващи как основата се променя при всеки процент.
cs: Podrobnosti o každém kroku výpočtu, ukazující, jak se základna vyvíjí při každém procentu.
da: Detaljerne for hvert beregningstrin, der viser hvordan basis udvikler sig ved hver procent.
de: Die Details jeder Berechnungsschritt, die zeigt, wie die Basis sich bei jedem Prozentsatz verändert.
el: Η λεπτομέρεια κάθε βήματος υπολογισμού, δείχνοντας πώς η βάση εξελίσσεται σε κάθε ποσοστό.
es: El detalle de cada etapa de cálculo, mostrando cómo la base evoluciona a cada porcentaje.
fi: Jokaisen laskentavaiheen yksityiskohdat, jotka näyttävät, miten perusta kehittyy jokaisessa prosentissa.
fil: Ang detalye ng bawat hakbang ng pagkalkula, na nagpapakita kung paano nagbabago ang base sa bawat porsyento.
hu: A számítás minden lépésének részlete, amely megmutatja, hogyan változik az alap minden százaléknál.
id: Rincian setiap langkah perhitungan, menunjukkan bagaimana dasar berkembang pada setiap persentase.
it: Il dettaglio di ogni fase di calcolo, mostrando come la base evolve a ogni percentuale.
ja: 各計算ステップの詳細、各パーセンテージで基準がどのように変化するかを示します。
ko: 각 계산 단계의 세부 사항으로, 각 백분율에 따라 기준이 어떻게 변화하는지를 보여줍니다.
nl: De details van elke stap van de berekening, die laat zien hoe de basis evolueert bij elk percentage.
no: Detaljene i hvert beregningssteg, som viser hvordan basen utvikler seg ved hver prosent.
pl: Szczegóły każdego etapu obliczeń, pokazujące, jak baza zmienia się przy każdym procencie.
pt_pt: O detalhe de cada etapa de cálculo, mostrando como a base evolui a cada percentagem.
ro: Detaliul fiecărei etape de calcul, arătând cum evoluează baza la fiecare procent.
ru: Детали каждого этапа расчета, показывающие, как база изменяется на каждом проценте.
sk: Detail každého kroku výpočtu, ktorý ukazuje, ako sa základňa vyvíja pri každom percentu.
sv: Detaljerna för varje beräkningssteg, som visar hur basen utvecklas vid varje procent.
sw: Maelezo ya kila hatua ya hesabu, ikionyesha jinsi msingi unavyobadilika kwa kila asilimia.
tr: Her hesaplama adımının ayrıntısı, her yüzde ile tabanın nasıl değiştiğini gösterir.
uk: Деталі кожного етапу розрахунку, що показують, як база змінюється з кожним відсотком.
vi: Chi tiết của từng bước tính toán, cho thấy cách mà cơ sở thay đổi ở mỗi tỷ lệ phần trăm.
zh_hans: 每个计算步骤的详细信息，显示基础在每个百分比下如何变化。

# ed_math_percentages_percentage_composition_out3
source: Une vision claire du mécanisme de composition, sans réduction à un seul taux global.
af: ‘n Duidelike visie van die samestellingsmeganisme, sonder om dit tot 'n enkele globale tarief te verminder.
bg: Ясна представа за механизма на съставяне, без да се редуцира до един единствен глобален процент.
cs: Jasný pohled na mechanismus skládání, bez zjednodušení na jedinou celkovou sazbu.
da: Et klart billede af sammensætningsmekanismen, uden reduktion til en enkelt samlet sats.
de: Eine klare Sicht auf den Zusammensetzungsmechanismus, ohne auf einen einzigen globalen Satz zu reduzieren.
el: Μια σαφής εικόνα του μηχανισμού σύνθεσης, χωρίς μείωση σε έναν μόνο συνολικό ρυθμό.
es: Una visión clara del mecanismo de composición, sin reducirlo a una sola tasa global.
fi: Selkeä näkemys koostumismekanismista, ilman yksittäisen kokonaisprosentin vähentämistä.
fil: Isang malinaw na pananaw sa mekanismo ng komposisyon, nang hindi pinapaliit sa isang solong kabuuang rate.
hu: Világos kép a kompozíció mechanizmusáról, anélkül, hogy egyetlen globális arányra redukálnánk.
id: Pandangan yang jelas tentang mekanisme komposisi, tanpa mereduksi menjadi satu tingkat global.
it: Una visione chiara del meccanismo di composizione, senza riduzione a un solo tasso globale.
ja: 単一の全体率に還元することなく、構成メカニズムの明確なビジョン。
ko: 단일 전체 비율로 축소하지 않고 구성 메커니즘에 대한 명확한 시각을 제공합니다.
nl: Een duidelijk beeld van het samenstellingsmechanisme, zonder te reduceren tot één globale rente.
no: En klar visjon av sammensetningsmekanismen, uten reduksjon til en enkelt global sats.
pl: Jasny obraz mechanizmu składania, bez redukcji do jednego globalnego wskaźnika.
pt_pt: Uma visão clara do mecanismo de composição, sem redução a uma única taxa global.
ro: O viziune clară asupra mecanismului de compunere, fără reducerea la o singură rată globală.
ru: Ясное представление о механизме составления, без сокращения до единой общей ставки.
sk: Jasný pohľad na mechanizmus zloženia, bez zredukovania na jedinú celkovú sadzbu.
sv: En tydlig bild av sammansättningsmekanismen, utan att reducera till en enda global ränta.
sw: Mtazamo wazi wa utaratibu wa muundo, bila kupunguza kuwa kiwango kimoja cha jumla.
tr: Tek bir genel orana indirgenmeden, bileşim mekanizmasının net bir görünümü.
uk: Чітке уявлення про механізм складання, без зведення до єдиного загального відсотка.
vi: Một cái nhìn rõ ràng về cơ chế thành phần, mà không giảm xuống một tỷ lệ tổng thể duy nhất.
zh_hans: 对组成机制的清晰视角，而不是简化为单一的整体比率。

# ed_math_percentages_percentage_composition_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve Dikkat Edilmesi Gerekenler
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_composition_lim1
source: Les pourcentages s’appliquent toujours sur la valeur issue de l’étape précédente.
af: Persentasies word altyd op die waarde van die vorige stap toegepas.
bg: Процентите винаги се прилагат върху стойността от предишната стъпка.
cs: Procenta se vždy aplikují na hodnotu z předchozího kroku.
da: Procenter anvendes altid på værdien fra det foregående trin.
de: Die Prozentsätze beziehen sich immer auf den Wert der vorherigen Stufe.
el: Τα ποσοστά εφαρμόζονται πάντα στην τιμή που προκύπτει από το προηγούμενο βήμα.
es: Los porcentajes siempre se aplican sobre el valor resultante de la etapa anterior.
fi: Prosentit sovelletaan aina edellisen vaiheen arvoon.
fil: Ang mga porsyento ay palaging inilalapat sa halaga mula sa nakaraang hakbang.
hu: A százalékok mindig az előző lépésből származó értékre vonatkoznak.
id: Persentase selalu diterapkan pada nilai yang dihasilkan dari langkah sebelumnya.
it: Le percentuali si applicano sempre sul valore derivante dalla fase precedente.
ja: パーセンテージは常に前のステップからの値に適用されます。
ko: 백분율은 항상 이전 단계에서 나온 값에 적용됩니다.
nl: Percentages worden altijd toegepast op de waarde die uit de vorige stap voortkomt.
no: Prosentene anvendes alltid på verdien fra det foregående trinnet.
pl: Procenty zawsze stosuje się do wartości wynikającej z poprzedniego etapu.
pt_pt: As percentagens aplicam-se sempre sobre o valor resultante da etapa anterior.
ro: Procentajele se aplică întotdeauna pe valoarea obținută din etapa anterioară.
ru: Проценты всегда применяются к значению, полученному на предыдущем этапе.
sk: Percentá sa vždy aplikujú na hodnotu z predchádzajúceho kroku.
sv: Procent tillämpas alltid på värdet från det föregående steget.
sw: Asilimia daima zinatumika kwenye thamani inayotokana na hatua ya awali.
tr: Yüzdeler her zaman bir önceki adımın değerine uygulanır.
uk: Відсотки завжди застосовуються до величини, отриманої з попереднього етапу.
vi: Các tỷ lệ phần trăm luôn được áp dụng trên giá trị từ bước trước đó.
zh_hans: 百分比总是应用于前一步骤的结果。

# ed_math_percentages_percentage_composition_lim2
source: Ce calcul n’additionne pas les pourcentages ; il les compose via des coefficients.
af: Hierdie berekening tel nie die persentasies by nie; dit stel dit saam deur middel van koëffisiënte.
bg: Този калкулатор не събира процентите; той ги съставя чрез коефициенти.
cs: Tento výpočet nesčítá procenta; skládá je pomocí koeficientů.
da: Denne beregning lægger ikke procenterne sammen; den sammensætter dem via koefficienter.
de: Diese Berechnung addiert die Prozentsätze nicht; sie setzt sie über Koeffizienten zusammen.
el: Αυτός ο υπολογισμός δεν προσθέτει τα ποσοστά; τα συνθέτει μέσω συντελεστών.
es: Este cálculo no suma los porcentajes; los compone a través de coeficientes.
fi: Tämä laskenta ei lisää prosentteja; se koostaa ne kertoimien avulla.
fil: Ang kalkulasyong ito ay hindi nagdadagdag ng mga porsyento; ito ay nagko-compose sa pamamagitan ng mga coefficient.
hu: Ez a számítás nem adja össze a százalékokat; hanem együtthatókkal összeteszi őket.
id: Perhitungan ini tidak menjumlahkan persentase; ia mengkomposisinya melalui koefisien.
it: Questo calcolo non somma le percentuali; le compone tramite coefficienti.
ja: この計算はパーセンテージを加算するのではなく、係数を通じて構成します。
ko: 이 계산은 백분율을 더하지 않고, 계수를 통해 구성합니다.
nl: Deze berekening telt de percentages niet op; het stelt ze samen via coëfficiënten.
no: Denne beregningen legger ikke sammen prosentene; den komponerer dem via koeffisienter.
pl: Ten kalkulacja nie dodaje procentów; składa je za pomocą współczynników.
pt_pt: Este cálculo não soma as percentagens; ele as compõe através de coeficientes.
ro: Această calculare nu adună procentele; le compune prin coeficienți.
ru: Этот расчет не складывает проценты; он их составляет через коэффициенты.
sk: Tento výpočet nesčíta percentá; skladá ich pomocou koeficientov.
sv: Denna beräkning adderar inte procent; den sammansätter dem via koefficienter.
sw: Hesabu hii haiongezi asilimia; inazifanya kuwa muundo kupitia viwango.
tr: Bu hesap, yüzdeleri toplamaz; onları katsayılar aracılığıyla birleştirir.
uk: Цей розрахунок не додає відсотки; він їх складає через коефіцієнти.
vi: Công thức này không cộng dồn các tỷ lệ phần trăm; nó kết hợp chúng thông qua các hệ số.
zh_hans: 该计算不将百分比相加；而是通过系数进行组合。
