Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l1_s1_b4
source: Mais une moyenne peut être trompeuse si la distribution est très asymétrique ou s’il existe des valeurs extrêmes.
af: Maar 'n gemiddelde kan misleidend wees as die verspreiding baie asimmetries is of as daar uiterste waardes is.
bg: Но средната стойност може да бъде заблуждаваща, ако разпределението е много асиметрично или ако съществуват крайни стойности.
cs: Ale průměr může být klamný, pokud je rozdělení velmi asymetrické nebo existují extrémní hodnoty.
da: Men et gennemsnit kan være misvisende, hvis fordelingen er meget asymmetrisk, eller hvis der er ekstreme værdier.
de: Aber ein Durchschnitt kann irreführend sein, wenn die Verteilung sehr asymmetrisch ist oder extreme Werte vorhanden sind.
el: Αλλά μια μέση τιμή μπορεί να είναι παραπλανητική αν η κατανομή είναι πολύ ασύμμετρη ή αν υπάρχουν ακραίες τιμές.
es: Pero una media puede ser engañosa si la distribución es muy asimétrica o si existen valores extremos.
fi: Mutta keskiarvo voi olla harhaanjohtava, jos jakauma on hyvin epäsymmetrinen tai jos on olemassa äärimmäisiä arvoja.
fil: Ngunit ang isang karaniwang halaga ay maaaring nakaliligaw kung ang pamamahagi ay napaka-asymmetrical o kung may mga ekstremong halaga.
hu: De egy átlag megtévesztő lehet, ha az eloszlás nagyon aszimmetrikus, vagy ha szélsőséges értékek vannak.
id: Tetapi rata-rata bisa menyesatkan jika distribusi sangat asimetris atau jika ada nilai ekstrem.
it: Ma una media può essere fuorviante se la distribuzione è molto asimmetrica o se ci sono valori estremi.
ja: しかし、分布が非常に非対称である場合や、極端な値が存在する場合、平均は誤解を招く可能性があります。
ko: 하지만 분포가 매우 비대칭이거나 극단적인 값이 존재하는 경우 평균은 오해를 불러일으킬 수 있습니다.
nl: Maar een gemiddelde kan misleidend zijn als de verdeling zeer asymmetrisch is of als er extreme waarden zijn.
no: Men et gjennomsnitt kan være misvisende hvis fordelingen er veldig asymmetrisk eller hvis det finnes ekstreme verdier.
pl: Ale średnia może być myląca, jeśli rozkład jest bardzo asymetryczny lub jeśli istnieją wartości ekstremalne.
pt_pt: Mas uma média pode ser enganadora se a distribuição for muito assimétrica ou se existirem valores extremos.
ro: Dar o medie poate fi înșelătoare dacă distribuția este foarte asimetrică sau dacă există valori extreme.
ru: Но среднее может быть обманчивым, если распределение очень асимметрично или если существуют экстремальные значения.
sk: Ale priemer môže byť klamlivý, ak je rozdelenie veľmi asymetrické alebo ak existujú extrémne hodnoty.
sv: Men ett medelvärde kan vara missvisande om fördelningen är mycket sned eller om det finns extrema värden.
sw: Lakini kati inaweza kuwa ya kupotosha ikiwa usambazaji ni wa asimetriki sana au ikiwa kuna thamani za mwisho.
tr: Ama bir ortalama, dağılım çok asimetrikse veya aşırı değerler varsa yanıltıcı olabilir.
uk: Але середнє може бути оманливим, якщо розподіл дуже асиметричний або якщо існують екстремальні значення.
vi: Nhưng một trung bình có thể gây hiểu lầm nếu phân phối rất không đối xứng hoặc nếu có các giá trị cực trị.
zh_hans: 但如果分布非常不对称或存在极端值，平均值可能会误导。

# mean_l1_s2_title
source: Trois mots à connaître : moyenne, médiane, mode
af: Drie woorde om te ken: gemiddelde, mediaan, modus
bg: Три думи, които трябва да знаете: средна стойност, медиана, мода
cs: Tři slova, která je třeba znát: průměr, medián, modus
da: Tre ord at kende: gennemsnit, median, mode
de: Drei Wörter, die man kennen sollte: Durchschnitt, Median, Modus
el: Τρεις λέξεις που πρέπει να γνωρίζετε: μέση τιμή, διάμεσος, μόδα
es: Tres palabras a conocer: media, mediana, moda
fi: Kolme sanaa, jotka on hyvä tietää: keskiarvo, mediaani, moodi
fil: Tatlong salitang dapat malaman: karaniwang halaga, mediana, moda
hu: Három szó, amit ismerni kell: átlag, medián, módusz
id: Tiga kata yang perlu diketahui: rata-rata, median, modus
it: Tre parole da conoscere: media, mediana, moda
ja: 知っておくべき3つの言葉：平均、中央値、モード
ko: 알아야 할 세 단어: 평균, 중앙값, 최빈값
nl: Drie woorden om te kennen: gemiddelde, mediaan, modus
no: Tre ord å kjenne: gjennomsnitt, median, modus
pl: Trzy słowa do zapamiętania: średnia, mediana, moda
pt_pt: Três palavras a conhecer: média, mediana, moda
ro: Trei cuvinte de știut: medie, mediană, mod
ru: Три слова, которые нужно знать: среднее, медиана, мода
sk: Tri slová, ktoré treba poznať: priemer, medián, mód
sv: Tre ord att känna till: medelvärde, median, läge
sw: Maneno matatu ya kujua: kati, kati, mode
tr: Bilmeniz gereken üç kelime: ortalama, medyan, mod
uk: Три слова, які потрібно знати: середнє, медіана, мода
vi: Ba từ cần biết: trung bình, trung vị, mốt
zh_hans: 三个要了解的词：平均值、中位数、众数

# mean_l1_s2_b1
source: Moyenne (au sens large) : une famille d’indicateurs “centrés” (arithmétique, pondérée, géométrique, harmonique…).
af: Gemiddelde (in die breë sin): 'n familie van 'sentraal' aanduiders (aritmeties, gewig, geometries, harmonies…).
bg: Средна стойност (в широк смисъл): семейство от “централни” индикатори (арифметична, претеглена, геометрична, хармонична…).
cs: Průměr (v širokém smyslu): rodina "centrálních" ukazatelů (aritmetický, vážený, geometrický, harmonický…).
da: Gennemsnit (i bred forstand): en familie af 'centrerede' indikatorer (aritmetisk, vægtet, geometrisk, harmonisk…).
de: Durchschnitt (im weitesten Sinne): eine Familie von "zentrierten" Indikatoren (arithmetisch, gewichtet, geometrisch, harmonisch…).
el: Μέση τιμή (με την ευρεία έννοια): μια οικογένεια “κεντρικών” δεικτών (αριθμητική, σταθμισμένη, γεωμετρική, αρμονική…).
es: Media (en sentido amplio): una familia de indicadores 'centrados' (aritmética, ponderada, geométrica, armónica…).
fi: Keskiarvo (laajassa mielessä): perhe indikaattoreita, jotka ovat 'keskitettyjä' (aritmeettinen, painotettu, geometrinen, harmoninen…).
fil: Karaniwang halaga (sa malawak na kahulugan): isang pamilya ng mga 'sentral' na tagapagpahiwatig (aritmetika, pinagsama, heometriko, harmoniko…).
hu: Átlag (tág értelemben): egy 'középponti' mutatók családja (aritmetikai, súlyozott, geometriai, harmonikus…).
id: Rata-rata (dalam arti luas): sekelompok indikator 'terpusat' (aritmetika, tertimbang, geometrik, harmonik…).
it: Media (in senso ampio): una famiglia di indicatori “centrati” (aritmetica, ponderata, geometrica, armonica…).
ja: 平均（広義）：中心にある指標のファミリー（算術、加重、幾何、調和など）。
ko: 평균(광의의 의미): '중심' 지표의 집합 (산술, 가중, 기하, 조화 등).
nl: Gemiddelde (in brede zin): een familie van 'centrale' indicatoren (aritmetisch, gewogen, geometrisch, harmonisch…).
no: Gjennomsnitt (i vid forstand): en familie av "sentrerte" indikatorer (aritmetisk, vektet, geometrisk, harmonisk…).
pl: Średnia (w szerokim sensie): rodzina wskaźników 'centralnych' (arytmetyczna, ważona, geometryczna, harmoniczna…).
pt_pt: Média (em sentido amplo): uma família de indicadores “centrados” (aritmética, ponderada, geométrica, harmónica…).
ro: Medie (în sens larg): o familie de indicatori “centrati” (aritmetic, ponderat, geometric, armonic…).
ru: Среднее (в широком смысле): семья "центральных" индикаторов (арифметическое, взвешенное, геометрическое, гармоническое…).
sk: Priemer (v širokom zmysle): rodina "centrálnych" ukazovateľov (aritmetický, vážený, geometrický, harmonický…).
sv: Medelvärde (i vid bemärkelse): en familj av "centrerade" indikatorer (aritmetiskt, viktat, geometriskt, harmoniskt…).
sw: Kati (kwa maana pana): familia ya viashiria 'vilivyo katikati' (kawaida, iliyopimwa, ya kijiometri, ya harmonic…).
tr: Ortalama (genel anlamda): 'merkezli' gösterge ailesi (aritmetik, ağırlıklı, geometrik, harmonik…).
uk: Середнє (в широкому сенсі): родина “центральних” показників (арифметичне, зважене, геометричне, гармонійне…).
vi: Trung bình (theo nghĩa rộng): một gia đình các chỉ số “trung tâm” (trung bình cộng, trung bình có trọng số, trung bình hình học, trung bình điều hòa…).
zh_hans: 平均值（广义上）：一类“中心”指标（算术、加权、几何、调和等）。

# mean_l1_s2_b2
source: Médiane : la valeur qui coupe la série en deux (50% en dessous, 50% au-dessus).
af: Mediaan: die waarde wat die reeks in twee sny (50% daaronder, 50% daarbo).
bg: Медиана: стойността, която разделя серията на две (50% под, 50% над).
cs: Medián: hodnota, která dělí sérii na dvě části (50 % pod, 50 % nad).
da: Median: værdien der deler rækken i to (50% under, 50% over).
de: Median: der Wert, der die Reihe in zwei Hälften schneidet (50% darunter, 50% darüber).
el: Διάμεσος: η τιμή που χωρίζει τη σειρά στα δύο (50% από κάτω, 50% από πάνω).
es: Mediana: el valor que divide la serie en dos (50% por debajo, 50% por encima).
fi: Mediaani: arvo, joka jakaa sarjan kahtia (50 % alapuolella, 50 % yläpuolella).
fil: Mediana: ang halaga na naghahati sa serye sa dalawa (50% sa ibaba, 50% sa itaas).
hu: Medián: az érték, amely kettévágja a sorozatot (50% alatta, 50% felette).
id: Median: nilai yang membagi rangkaian menjadi dua (50% di bawah, 50% di atas).
it: Mediana: il valore che divide la serie in due (50% sotto, 50% sopra).
ja: 中央値：系列を2つに分ける値（50%が下、50%が上）。
ko: 중앙값: 시리즈를 두 개로 나누는 값 (50% 아래, 50% 위).
nl: Mediaan: de waarde die de reeks in tweeën snijdt (50% eronder, 50% erboven).
no: Median: verdien som deler serien i to (50% under, 50% over).
pl: Mediana: wartość, która dzieli szereg na dwie części (50% poniżej, 50% powyżej).
pt_pt: Mediana: o valor que divide a série em duas (50% abaixo, 50% acima).
ro: Mediana: valoarea care împarte seria în două (50% sub, 50% deasupra).
ru: Медиана: значение, которое делит ряд пополам (50% ниже, 50% выше).
sk: Medián: hodnota, ktorá rozdeľuje sériu na dve (50% pod, 50% nad).
sv: Median: värdet som delar serien i två (50% under, 50% över).
sw: Kati: thamani inayokatisha mfululizo kwa mbili (50% chini, 50% juu).
tr: Medyan: seriyi ikiye bölen değer (aşağıda %50, yukarıda %50).
uk: Медіана: значення, яке ділить серію на дві частини (50% нижче, 50% вище).
vi: Trung vị: giá trị chia chuỗi thành hai phần (50% bên dưới, 50% bên trên).
zh_hans: 中位数：将序列分成两部分的值（50%在下面，50%在上面）。

# mean_l1_s2_b3
source: Mode : la valeur la plus fréquente (peut être multiple).
af: Modus: die mees algemene waarde (kan veelvoudig wees).
bg: Мода: най-често срещаната стойност (може да бъде множество).
cs: Modus: nejčastější hodnota (může být více než jedna).
da: Mode: den mest hyppige værdi (kan være flere).
de: Modus: der häufigste Wert (kann mehrfach sein).
el: Μόδα: η πιο συχνή τιμή (μπορεί να είναι πολλαπλή).
es: Moda: el valor más frecuente (puede ser múltiple).
fi: Mood: yleisin arvo (voi olla useita).
fil: Moda: ang pinakamaraming halaga (maaaring maraming beses).
hu: Módusz: a leggyakoribb érték (több is lehet).
id: Modus: nilai yang paling sering muncul (bisa lebih dari satu).
it: Moda: il valore più frequente (può essere multiplo).
ja: モード：最も頻繁に出現する値（複数のモードが存在する場合もあります）。
ko: 최빈값: 가장 자주 나타나는 값 (여러 개일 수 있음).
nl: Modus: de meest voorkomende waarde (kan meervoudig zijn).
no: Modus: den mest hyppige verdien (kan være flere).
pl: Moda: najczęściej występująca wartość (może być wiele).
pt_pt: Moda: o valor mais frequente (pode ser múltiplo).
ro: Mod: valoarea cea mai frecventă (poate fi multiplă).
ru: Мода: наиболее частое значение (может быть множественным).
sk: Mód: najčastejšia hodnota (môže byť viacero).
sv: Läge: det mest frekventa värdet (kan vara flera).
sw: Mode: thamani inayojitokeza mara nyingi zaidi (inaweza kuwa nyingi).
tr: Mod: en sık görülen değer (birden fazla olabilir).
uk: Мода: найбільш поширене значення (може бути кілька).
vi: Mốt: giá trị xuất hiện nhiều nhất (có thể có nhiều giá trị).
zh_hans: 众数：出现频率最高的值（可能有多个）。

# mean_l1_s2_b4
source: En pratique, on regarde souvent moyenne + médiane + dispersion pour comprendre une série.
af: In praktyk kyk ons dikwels na gemiddelde + mediaan + verspreiding om 'n reeks te verstaan.
bg: На практика често се разглеждат средна стойност + медиана + разсейване, за да се разбере серия.
cs: V praxi se často díváme na průměr + medián + rozptyl, abychom pochopili sérii.
da: I praksis ser man ofte på gennemsnit + median + spredning for at forstå en række.
de: In der Praxis betrachtet man oft Durchschnitt + Median + Streuung, um eine Reihe zu verstehen.
el: Στην πράξη, συχνά κοιτάμε τη μέση τιμή + διάμεσο + διασπορά για να κατανοήσουμε μια σειρά.
es: En la práctica, a menudo se observa media + mediana + dispersión para entender una serie.
fi: Käytännössä tarkastellaan usein keskiarvo + mediaani + hajonta ymmärtääksemme sarjaa.
fil: Sa praktika, madalas nating tinitingnan ang karaniwang halaga + mediana + pagkalat upang maunawaan ang isang serye.
hu: A gyakorlatban gyakran nézzük az átlagot + mediánt + szórást, hogy megértsük a sorozatot.
id: Dalam praktiknya, kita sering melihat rata-rata + median + dispersi untuk memahami suatu rangkaian.
it: In pratica, si guarda spesso a media + mediana + dispersione per comprendere una serie.
ja: 実際には、系列を理解するために平均 + 中央値 + 分散をよく見ます。
ko: 실제로는 평균 + 중앙값 + 분산을 살펴보아 시리즈를 이해합니다.
nl: In de praktijk kijkt men vaak naar gemiddelde + mediaan + spreiding om een reeks te begrijpen.
no: I praksis ser man ofte på gjennomsnitt + median + spredning for å forstå en serie.
pl: W praktyce często patrzymy na średnią + medianę + rozproszenie, aby zrozumieć szereg.
pt_pt: Na prática, muitas vezes olhamos para média + mediana + dispersão para entender uma série.
ro: În practică, se analizează adesea medie + mediană + dispersie pentru a înțelege o serie.
ru: На практике часто смотрят на среднее + медиану + разброс, чтобы понять ряд.
sk: V praxi sa často pozeráme na priemer + medián + rozptyl, aby sme pochopili sériu.
sv: I praktiken tittar man ofta på medelvärde + median + spridning för att förstå en serie.
sw: Katika mazoezi, mara nyingi tunaangalia kati + kati + kutawanyika ili kuelewa mfululizo.
tr: Pratikte, genellikle ortalama + medyan + dağılımı bir seriyi anlamak için inceleriz.
uk: На практиці часто розглядають середнє + медіану + дисперсію, щоб зрозуміти серію.
vi: Trong thực tế, người ta thường xem xét trung bình + trung vị + độ phân tán để hiểu một chuỗi.
zh_hans: 在实践中，我们通常查看平均值 + 中位数 + 离散度来理解一个序列。

# mean_l1_s3_title
source: Le bon réflexe : choisir le bon type de moyenne
af: Die regte refleks: kies die regte tipe gemiddelde
bg: Добре е да изберете правилния тип средна стойност
cs: Správný reflex: vybrat správný typ průměru
da: Den gode refleks: vælge den rigtige type gennemsnit
de: Der richtige Reflex: den richtigen Durchschnittstyp wählen
el: Η σωστή αντίδραση: να επιλέξετε τον σωστό τύπο μέσης τιμής
es: El buen reflejo: elegir el tipo correcto de media
fi: Hyvä refleksi: valita oikea keskiarvon tyyppi
fil: Ang tamang reflex: pumili ng tamang uri ng karaniwang halaga
hu: A helyes reflex: válaszd ki a megfelelő átlag típust
id: Refleks yang baik: memilih jenis rata-rata yang tepat
it: Il buon riflesso: scegliere il giusto tipo di media
ja: 良い反応：適切なタイプの平均を選ぶこと。
ko: 올바른 반응: 올바른 유형의 평균 선택하기
nl: De juiste reflex: kies het juiste type gemiddelde
no: Den gode refleksen: velge riktig type gjennomsnitt
pl: Dobry odruch: wybierz odpowiedni typ średniej
pt_pt: O bom reflexo: escolher o tipo certo de média
ro: Reflexul corect: alege tipul corect de medie
ru: Правильный рефлекс: выбрать правильный тип среднего
sk: Správny reflex: vybrať správny typ priemeru
sv: Den rätta reflexen: välja rätt typ av medelvärde
sw: Reflex nzuri: chagua aina sahihi ya kati
tr: Doğru refleks: doğru ortalama türünü seçmek
uk: Правильна реакція: вибрати правильний тип середнього
vi: Phản xạ đúng: chọn loại trung bình phù hợp
zh_hans: 正确的反应：选择正确类型的平均值

# mean_l1_s3_b1
source: Arithmétique : quand on additionne des valeurs comparables (notes, tailles, quantités).
af: Aritmeties: wanneer ons vergelykbare waardes bymekaar tel (grade, groottes, hoeveelhede).
bg: Арифметична: когато събираш сравними стойности (оценки, размери, количества).
cs: Aritmetický: když sčítáme srovnatelné hodnoty (známky, velikosti, množství).
da: Aritmetisk: når man lægger sammen sammenlignelige værdier (karakterer, størrelser, mængder).
de: Arithmetisch: wenn man vergleichbare Werte addiert (Noten, Größen, Mengen).
el: Αριθμητική: όταν προσθέτουμε συγκρίσιμες τιμές (βαθμοί, μεγέθη, ποσότητες).
es: Aritmética: cuando se suman valores comparables (notas, tamaños, cantidades).
fi: Aritmeettinen: kun lisätään yhteen vertailukelpoisia arvoja (arvosanat, koot, määrät).
fil: Aritmetika: kapag nagdaragdag ng mga katulad na halaga (mga marka, taas, dami).
hu: Aritmetikai: amikor összeadunk összehasonlítható értékeket (jegyek, méretek, mennyiségek).
id: Aritmetika: ketika kita menjumlahkan nilai-nilai yang sebanding (nilai, ukuran, kuantitas).
it: Aritmetica: quando si sommano valori comparabili (voti, altezze, quantità).
ja: 算術：比較可能な値（点数、サイズ、数量）を加算する場合。
ko: 산술: 비교 가능한 값을 더할 때 (점수, 크기, 수량).
nl: Aritmetisch: wanneer men vergelijkbare waarden optelt (cijfers, lengtes, hoeveelheden).
no: Aritmetisk: når man legger sammen sammenlignbare verdier (karakterer, høyder, mengder).
pl: Arytmetyczna: gdy dodajemy porównywalne wartości (oceny, rozmiary, ilości).
pt_pt: Aritmética: quando somamos valores comparáveis (notas, tamanhos, quantidades).
ro: Aritmetică: când se adună valori comparabile (note, dimensiuni, cantități).
ru: Арифметическое: когда складывают сопоставимые значения (оценки, размеры, количества).
sk: Aritmetický: keď sčítavame porovnateľné hodnoty (známky, veľkosti, množstvá).
sv: Aritmetiskt: när man adderar jämförbara värden (betyg, storlekar, kvantiteter).
sw: Kawaida: wakati tunapojumlisha thamani zinazofanana (alama, urefu, kiasi).
tr: Aritmetik: karşılaştırılabilir değerleri topladığımızda (notlar, boylar, miktarlar).
uk: Арифметичне: коли ми додаємо порівнянні значення (оцінки, розміри, кількості).
vi: Trung bình cộng: khi cộng các giá trị có thể so sánh (điểm, kích thước, số lượng).
zh_hans: 算术：当我们将可比较的值（分数、大小、数量）相加时。

# mean_l1_s3_b2
source: Pondérée : quand certaines valeurs comptent plus (coefficients, quantités, durées).
af: Gewig: wanneer sekere waardes meer tel (koëffisiënte, hoeveelhede, duur).
bg: Претеглена: когато определени стойности имат по-голямо значение (коефициенти, количества, продължителности).
cs: Vážený: když některé hodnoty mají větší váhu (koeficienty, množství, doby).
da: Vægtet: når nogle værdier tæller mere (koefficienter, mængder, varigheder).
de: Gewichtet: wenn bestimmte Werte mehr zählen (Gewichte, Mengen, Zeitdauern).
el: Σταθμισμένη: όταν ορισμένες τιμές μετράνε περισσότερο (συντελεστές, ποσότητες, διάρκειες).
es: Ponderada: cuando ciertos valores cuentan más (coeficientes, cantidades, duraciones).
fi: Painotettu: kun tietyt arvot ovat tärkeämpiä (kertoimet, määrät, kestot).
fil: Pinagsama: kapag ang ilang mga halaga ay may higit na timbang (mga coefficient, dami, tagal).
hu: Súlyozott: amikor bizonyos értékek többet számítanak (koefficiensek, mennyiségek, időtartamok).
id: Tertimbang: ketika beberapa nilai lebih penting (koefisien, kuantitas, durasi).
it: Ponderata: quando alcuni valori contano di più (coefficienti, quantità, durate).
ja: 加重：特定の値がより重要な場合（係数、数量、期間）。
ko: 가중: 특정 값이 더 중요할 때 (계수, 수량, 기간).
nl: Gewogen: wanneer sommige waarden meer tellen (coëfficiënten, hoeveelheden, tijden).
no: Vektet: når noen verdier teller mer (koeffisienter, mengder, varigheter).
pl: Ważona: gdy niektóre wartości mają większe znaczenie (współczynniki, ilości, czasy).
pt_pt: Ponderada: quando certos valores contam mais (coeficientes, quantidades, durações).
ro: Ponderată: când anumite valori contează mai mult (coeficienți, cantități, durate).
ru: Взвешенное: когда некоторые значения имеют больший вес (коэффициенты, количества, продолжительности).
sk: Vážený: keď niektoré hodnoty majú väčšiu váhu (koeficienty, množstvá, trvanie).
sv: Viktat: när vissa värden räknas mer (koefficienter, kvantiteter, tider).
sw: Iliyopimwa: wakati baadhi ya thamani zina uzito zaidi (vigezo, kiasi, muda).
tr: Ağırlıklı: bazı değerlerin daha fazla sayıldığı durumlarda (katsayılar, miktarlar, süreler).
uk: Зважене: коли деякі значення мають більшу вагу (коефіцієнти, кількості, тривалості).
vi: Trung bình có trọng số: khi một số giá trị quan trọng hơn (hệ số, số lượng, thời gian).
zh_hans: 加权：当某些值更重要时（系数、数量、持续时间）。

# mean_l1_s3_b3
source: Géométrique : quand les effets se multiplient (croissance, rendements successifs).
af: Geometries: wanneer die effekte vermenigvuldig (groei, opeenvolgende opbrengste).
bg: Геометрична: когато ефектите се умножават (растеж, последователни доходи).
cs: Geometrický: když se efekty násobí (růst, postupné výnosy).
da: Geometrisk: når effekterne multipliceres (vækst, successive afkast).
de: Geometrisch: wenn die Effekte multipliziert werden (Wachstum, aufeinanderfolgende Erträge).
el: Γεωμετρική: όταν οι επιδράσεις πολλαπλασιάζονται (ανάπτυξη, διαδοχικές αποδόσεις).
es: Geométrica: cuando los efectos se multiplican (crecimiento, rendimientos sucesivos).
fi: Geometrinen: kun vaikutukset kerrotaan (kasvu, peräkkäiset tuotot).
fil: Heometriko: kapag ang mga epekto ay nagmumultiply (paglago, sunud-sunod na kita).
hu: Geometriai: amikor a hatások szorzódnak (növekedés, egymást követő hozamok).
id: Geometrik: ketika efek saling mengalikan (pertumbuhan, hasil berturut-turut).
it: Geometrica: quando gli effetti si moltiplicano (crescita, rendimenti successivi).
ja: 幾何：効果が掛け合わされる場合（成長、連続的な収益）。
ko: 기하: 효과가 곱해질 때 (성장, 연속 수익).
nl: Geometrisch: wanneer de effecten zich vermenigvuldigen (groei, opeenvolgende rendementen).
no: Geometrisk: når effektene multipliseres (vekst, påfølgende avkastninger).
pl: Geometryczna: gdy efekty się mnożą (wzrost, kolejne zyski).
pt_pt: Geométrica: quando os efeitos se multiplicam (crescimento, rendimentos sucessivos).
ro: Geometrică: când efectele se înmulțesc (creștere, randamente succesive).
ru: Геометрическое: когда эффекты умножаются (рост, последовательные доходы).
sk: Geometrický: keď sa efekty násobia (rast, postupné výnosy).
sv: Geometriskt: när effekterna multipliceras (tillväxt, successiva avkastningar).
sw: Ya kijiometri: wakati athari zinapozidishwa (kuongezeka, faida za mfululizo).
tr: Geometrik: etkilerin çarpıldığı durumlarda (büyüme, ardışık getiriler).
uk: Геометричне: коли ефекти множаться (зростання, послідовні доходи).
vi: Trung bình hình học: khi các hiệu ứng được nhân lên (tăng trưởng, lợi suất liên tiếp).
zh_hans: 几何：当效果相乘时（增长、连续收益）。
