Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_ratios_ratio_to_fraction_out2
source: Une écriture mathématique directement exploitable pour des calculs, comparaisons ou conversions ultérieures.
af: 'n Wiskundige skrywe wat direk gebruik kan word vir berekeninge, vergelykings of latere omskakelings.
bg: Математическо представяне, което може да се използва директно за изчисления, сравнения или последващи преобразувания.
cs: Matematický zápis přímo použitelný pro další výpočty, srovnání nebo konverze.
da: En matematisk skrivemåde, der kan bruges direkte til beregninger, sammenligninger eller senere konverteringer.
de: Eine mathematische Schreibweise, die direkt für Berechnungen, Vergleiche oder spätere Umwandlungen verwendet werden kann.
el: Μια μαθηματική γραφή που μπορεί να χρησιμοποιηθεί άμεσα για υπολογισμούς, συγκρίσεις ή μελλοντικές μετατροπές.
es: Una escritura matemática directamente utilizable para cálculos, comparaciones o conversiones posteriores.
fi: Suoraan käytettävä matemaattinen kirjoitus, jota voidaan hyödyntää laskelmissa, vertailuissa tai myöhemmissä muunnoksissa.
fil: Isang matematikal na pagsulat na maaaring gamitin nang direkta para sa mga kalkulasyon, paghahambing o mga conversion sa hinaharap.
hu: Közvetlenül felhasználható matematikai írásmód számításokhoz, összehasonlításokhoz vagy későbbi átváltásokhoz.
id: Sebuah penulisan matematis yang dapat langsung digunakan untuk perhitungan, perbandingan, atau konversi selanjutnya.
it: Una scrittura matematica direttamente utilizzabile per calcoli, confronti o conversioni successive.
ja: 計算、比較、または後の変換に直接利用できる数学的表現。
ko: 계산, 비교 또는 이후 변환에 직접 활용할 수 있는 수학적 표현입니다.
nl: Een wiskundige schrijfwijze die direct bruikbaar is voor verdere berekeningen, vergelijkingen of conversies.
no: En matematisk skrivemåte som kan brukes direkte for beregninger, sammenligninger eller senere konverteringer.
pl: Matematyczny zapis bezpośrednio wykorzystywalny do obliczeń, porównań lub późniejszych konwersji.
pt_pt: Uma escrita matemática diretamente utilizável para cálculos, comparações ou conversões posteriores.
ro: O scriere matematică direct utilizabilă pentru calcule, comparații sau conversii ulterioare.
ru: Математическая запись, которую можно непосредственно использовать для расчетов, сравнений или последующих преобразований.
sk: Matematický zápis priamo využiteľný na výpočty, porovnania alebo neskoršie konverzie.
sv: En matematisk skrivning som direkt kan användas för beräkningar, jämförelser eller framtida omvandlingar.
sw: Andiko la hisabati linaloweza kutumika moja kwa moja kwa ajili ya hesabu, kulinganisha au mabadiliko ya baadaye.
tr: Hesaplamalar, karşılaştırmalar veya sonraki dönüşümler için doğrudan kullanılabilir bir matematiksel ifade.
uk: Математичний запис, який можна безпосередньо використовувати для подальших розрахунків, порівнянь або перетворень.
vi: Một biểu thức toán học có thể sử dụng trực tiếp cho các phép tính, so sánh hoặc chuyển đổi sau này.
zh_hans: 可直接用于后续计算、比较或转换的数学表达式。

# ed_math_ratios_ratio_to_fraction_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần lưu ý
zh_hans: 限制和注意事项

# ed_math_ratios_ratio_to_fraction_lim1
source: Un ratio n’a de sens que si ses deux termes sont positifs ou nuls.
af: 'n Verhouding het slegs sin as albei terme positief of nul is.
bg: Съотношението има смисъл само ако и двете му стойности са положителни или нулеви.
cs: Poměr dává smysl pouze tehdy, pokud jsou oba jeho členy kladné nebo nulové.
da: Et forhold giver kun mening, hvis begge termer er positive eller nul.
de: Ein Verhältnis macht nur Sinn, wenn beide Terme positiv oder null sind.
el: Μια αναλογία έχει νόημα μόνο αν και οι δύο όροι της είναι θετικοί ή μηδενικοί.
es: Una relación solo tiene sentido si sus dos términos son positivos o nulos.
fi: Suhteella on merkitystä vain, jos sen molemmat termit ovat positiivisia tai nollia.
fil: Ang isang ratio ay may kahulugan lamang kung ang parehong mga termino nito ay positibo o zero.
hu: Egy arány csak akkor értelmezhető, ha mindkét tagja pozitív vagy nulla.
id: Sebuah rasio hanya memiliki makna jika kedua istilahnya positif atau nol.
it: Un rapporto ha senso solo se entrambi i termini sono positivi o nulli.
ja: 比は、両方の項が正またはゼロである場合にのみ意味を持つ。
ko: 비율은 두 항이 양수이거나 0일 때만 의미가 있습니다.
nl: Een ratio heeft alleen zin als beide termen positief of nul zijn.
no: Et forhold gir mening bare hvis begge leddene er positive eller null.
pl: Stosunek ma sens tylko wtedy, gdy oba jego składniki są dodatnie lub równe zeru.
pt_pt: Uma razão só faz sentido se os seus dois termos forem positivos ou nulos.
ro: Un raport are sens doar dacă ambele sale termeni sunt pozitivi sau nuli.
ru: Отношение имеет смысл только в том случае, если оба его члена положительны или равны нулю.
sk: Pomer má zmysel len vtedy, ak sú oba jeho členy kladné alebo nulové.
sv: Ett förhållande har endast mening om båda termerna är positiva eller noll.
sw: Uwiano una maana tu ikiwa maneno yake mawili ni chanya au sifuri.
tr: Bir oran yalnızca her iki terimi pozitif veya sıfır olduğunda anlamlıdır.
uk: Співвідношення має сенс лише тоді, коли обидва його терміни є позитивними або нульовими.
vi: Một tỷ lệ chỉ có ý nghĩa nếu cả hai thành phần đều dương hoặc bằng không.
zh_hans: 比率只有在两个项都是正数或零时才有意义。

# ed_math_ratios_ratio_to_fraction_lim2
source: La fraction obtenue peut nécessiter une simplification pour être sous forme irréductible.
af: Die breuk wat verkry word, mag 'n vereenvoudiging benodig om in onherleidbare vorm te wees.
bg: Получената фракция може да изисква опростяване, за да бъде в неприводима форма.
cs: Získaný zlomek může vyžadovat zjednodušení, aby byl ve zjednodušené formě.
da: Den opnåede brøk kan kræve en forenkling for at være i irreducibel form.
de: Der erhaltene Bruch kann eine Vereinfachung erfordern, um in irreduzierbarer Form vorzuliegen.
el: Το κλάσμα που προκύπτει μπορεί να χρειάζεται απλοποίηση για να είναι σε αμετάβλητη μορφή.
es: La fracción obtenida puede necesitar una simplificación para estar en forma irreducible.
fi: Saatu murtoluku saattaa vaatia yksinkertaistamista, jotta se olisi murtoluku muodossa.
fil: Ang fraction na nakuha ay maaaring mangailangan ng pagsasaayos upang maging nasa hindi maaring bawasan na anyo.
hu: A kapott frakció egyszerűsítést igényelhet, hogy irreducibilis formában legyen.
id: Pecahan yang diperoleh mungkin memerlukan penyederhanaan agar berada dalam bentuk yang tidak dapat disederhanakan.
it: La frazione ottenuta può richiedere una semplificazione per essere in forma irriducibile.
ja: 得られた分数は、既約形にするために簡略化が必要な場合があります。
ko: 얻은 분수는 기약형으로 만들기 위해 단순화가 필요할 수 있습니다.
nl: De verkregen breuk kan vereenvoudiging vereisen om in onvereenvoudigde vorm te zijn.
no: Brøken som er oppnådd kan kreve forenkling for å være i irreducibel form.
pl: Uzyskany ułamek może wymagać uproszczenia, aby był w postaci nieskracalnej.
pt_pt: A fração obtida pode necessitar de simplificação para estar na forma irredutível.
ro: Fracția obținută poate necesita o simplificare pentru a fi sub formă ireductibilă.
ru: Полученная дробь может потребовать упрощения, чтобы быть в неприведенной форме.
sk: Získaný zlomok môže vyžadovať zjednodušenie, aby bol v neprerušenej forme.
sv: Bråkdelen som erhålls kan behöva förenklas för att vara i irreducibel form.
sw: Fraksioni iliyopatikana inaweza kuhitaji kurahisishwa ili iwe katika mfumo usio na mabadiliko.
tr: Elde edilen kesir, sadeleştirilmesi gerekebilir ki bu da onu sadeleşmemiş formda yapar.
uk: Отримана дроб може вимагати спрощення, щоб бути в неприведеній формі.
vi: Phân số thu được có thể cần được đơn giản hóa để ở dạng không thể rút gọn.
zh_hans: 获得的分数可能需要简化以呈现为不可约分形式。

# ed_math_ratios_ratio_to_fraction_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_ratios_ratio_to_fraction_q1
source: Un ratio et une fraction, est-ce la même chose ?
af: Is 'n verhouding en 'n breuk dieselfde ding?
bg: Съотношение и фракция, едно и също ли е?
cs: Je poměr a zlomek to samé?
da: Er et forhold og en brøk det samme?
de: Ist ein Verhältnis und ein Bruch dasselbe?
el: Είναι μια αναλογία και ένα κλάσμα το ίδιο;
es: ¿Una relación y una fracción son lo mismo?
fi: Onko suhde ja murtoluku sama asia?
fil: Ang ratio at fraction, pareho lang ba ang mga ito?
hu: Egy arány és egy frakció ugyanaz?
id: Apakah rasio dan pecahan adalah hal yang sama?
it: Un rapporto e una frazione, è la stessa cosa?
ja: 比と分数は同じものですか？
ko: 비율과 분수는 같은 것인가요?
nl: Is een ratio en een breuk hetzelfde?
no: Er et forhold og en brøk det samme?
pl: Czy stosunek i ułamek to to samo?
pt_pt: Uma razão e uma fração, é a mesma coisa?
ro: Un raport și o fracție, este același lucru?
ru: Отношение и дробь — это одно и то же?
sk: Je pomer a zlomok to isté?
sv: Är ett förhållande och en bråkdel samma sak?
sw: Je, uwiano na fraksioni ni kitu kimoja?
tr: Bir oran ve bir kesir, aynı şey midir?
uk: Чи є співвідношення і дроб одне й те саме?
vi: Một tỷ lệ và một phân số, có phải là một thứ không?
zh_hans: 比率和分数是一样的吗？

# ed_math_ratios_ratio_to_fraction_a1
source: Ils expriment une relation similaire, mais le ratio compare deux quantités alors que la fraction représente une division.
af: Hulle druk 'n soortgelyke verhouding uit, maar die verhouding vergelyk twee hoeveelhede terwyl die breuk 'n deling verteenwoordig.
bg: Те изразяват подобна връзка, но съотношението сравнява две количества, докато фракцията представлява деление.
cs: Vyjadřují podobný vztah, ale poměr porovnává dvě množství, zatímco zlomek představuje dělení.
da: De udtrykker en lignende relation, men forholdet sammenligner to mængder, mens brøken repræsenterer en division.
de: Sie drücken eine ähnliche Beziehung aus, aber das Verhältnis vergleicht zwei Mengen, während der Bruch eine Division darstellt.
el: Εκφράζουν μια παρόμοια σχέση, αλλά η αναλογία συγκρίνει δύο ποσότητες ενώ το κλάσμα αναπαριστά μια διαίρεση.
es: Expresan una relación similar, pero la relación compara dos cantidades mientras que la fracción representa una división.
fi: Ne ilmaisevat samanlaista suhdetta, mutta suhde vertaa kahta määrää, kun taas murtoluku edustaa jakamista.
fil: Ipinapahayag nila ang isang katulad na relasyon, ngunit ang ratio ay naghahambing ng dalawang dami habang ang fraction ay kumakatawan sa isang dibisyon.
hu: Hasonló kapcsolatot fejeznek ki, de az arány két mennyiséget hasonlít össze, míg a frakció egy osztást képvisel.
id: Mereka mengekspresikan hubungan yang serupa, tetapi rasio membandingkan dua kuantitas sementara pecahan mewakili sebuah pembagian.
it: Esprimono una relazione simile, ma il rapporto confronta due quantità mentre la frazione rappresenta una divisione.
ja: それらは似た関係を表しますが、比は二つの量を比較し、分数は割り算を表します。
ko: 둘은 유사한 관계를 표현하지만, 비율은 두 양을 비교하고 분수는 나눗셈을 나타냅니다.
nl: Ze drukken een vergelijkbare relatie uit, maar de ratio vergelijkt twee hoeveelheden terwijl de breuk een deling vertegenwoordigt.
no: De uttrykker en lignende relasjon, men forholdet sammenligner to mengder mens brøken representerer en divisjon.
pl: Wyrażają podobną relację, ale stosunek porównuje dwie ilości, podczas gdy ułamek reprezentuje podział.
pt_pt: Elas expressam uma relação semelhante, mas a razão compara duas quantidades enquanto a fração representa uma divisão.
ro: Ele exprimă o relație similară, dar raportul compară două cantități, în timp ce fracția reprezintă o diviziune.
ru: Они выражают схожие отношения, но отношение сравнивает две величины, тогда как дробь представляет собой деление.
sk: Vyjadrujú podobný vzťah, ale pomer porovnáva dve množstvá, zatiaľ čo zlomok predstavuje delenie.
sv: De uttrycker en liknande relation, men förhållandet jämför två kvantiteter medan bråkdelen representerar en division.
sw: Wanatoa uhusiano sawa, lakini uwiano unalinganisha kiasi viwili wakati fraksioni inawakilisha mgawanyiko.
tr: Benzer bir ilişkiyi ifade ederler, ancak oran iki miktarı karşılaştırırken kesir bir bölümü temsil eder.
uk: Вони виражають подібні відносини, але співвідношення порівнює дві кількості, тоді як дроб представляє поділ.
vi: Chúng diễn đạt một mối quan hệ tương tự, nhưng tỷ lệ so sánh hai lượng trong khi phân số đại diện cho một phép chia.
zh_hans: 它们表达了类似的关系，但比率比较两个数量，而分数表示一种除法。

# ed_math_ratios_ratio_to_fraction_q2
source: Peut-on simplifier la fraction obtenue ?
af: Kan ons die verkryde breuk vereenvoudig?
bg: Може ли получената фракция да бъде опростена?
cs: Můžeme zjednodušit získaný zlomek?
da: Kan man forenkle den opnåede brøk?
de: Kann man den erhaltenen Bruch vereinfachen?
el: Μπορούμε να απλοποιήσουμε το κλάσμα που προκύπτει;
es: ¿Se puede simplificar la fracción obtenida?
fi: Voiko saadun murtoluvun yksinkertaistaa?
fil: Maaari bang isimplify ang nakuha na fraction?
hu: Lehet egyszerűsíteni a kapott frakciót?
id: Bisakah pecahan yang diperoleh disederhanakan?
it: Si può semplificare la frazione ottenuta?
ja: 得られた分数を簡略化できますか？
ko: 얻은 분수를 단순화할 수 있나요?
nl: Kan de verkregen breuk worden vereenvoudigd?
no: Kan man forenkle den oppnådde brøken?
pl: Czy można uprościć uzyskany ułamek?
pt_pt: Podemos simplificar a fração obtida?
ro: Se poate simplifica fracția obținută?
ru: Можно ли упростить полученную дробь?
sk: Môžeme zjednodušiť získaný zlomok?
sv: Kan man förenkla den erhållna bråkdelen?
sw: Je, tunaweza kurahisisha fraksioni iliyopatikana?
tr: Elde edilen kesiri sadeleştirebilir miyiz?
uk: Чи можна спростити отриману дроб?
vi: Có thể đơn giản hóa phân số thu được không?
zh_hans: 可以简化获得的分数吗？

# ed_math_ratios_ratio_to_fraction_a2
source: Oui, la fraction peut souvent être simplifiée en divisant le numérateur et le dénominateur par un même facteur.
af: Ja, die breuk kan dikwels vereenvoudig word deur die teller en noemer deur dieselfde faktor te deel.
bg: Да, фракцията често може да бъде опростена, като се раздели числителят и знаменателят на един и същ фактор.
cs: Ano, zlomek lze často zjednodušit dělením čitatele a jmenovatele stejným faktorem.
da: Ja, brøken kan ofte forenkles ved at dividere tælleren og nævneren med den samme faktor.
de: Ja, der Bruch kann oft vereinfacht werden, indem man Zähler und Nenner durch denselben Faktor teilt.
el: Ναι, το κλάσμα μπορεί συχνά να απλοποιηθεί διαιρώντας τον αριθμητή και τον παρονομαστή με τον ίδιο παράγοντα.
es: Sí, la fracción a menudo puede simplificarse dividiendo el numerador y el denominador por un mismo factor.
fi: Kyllä, murtoluku voidaan usein yksinkertaistaa jakamalla osoittaja ja nimittäjä samalla tekijällä.
fil: Oo, ang fraction ay madalas na maaaring isimplify sa pamamagitan ng paghahati ng numerator at denominator sa isang parehong salik.
hu: Igen, a frakció gyakran egyszerűsíthető, ha a számlálót és a nevezőt ugyanazzal a tényezővel osztjuk.
id: Ya, pecahan sering kali dapat disederhanakan dengan membagi pembilang dan penyebut dengan faktor yang sama.
it: Sì, la frazione può spesso essere semplificata dividendo il numeratore e il denominatore per uno stesso fattore.
ja: はい、分子と分母を同じ因子で割ることで、分数はしばしば簡略化できます。
ko: 네, 분자는 동일한 인수로 나누어 분수를 종종 단순화할 수 있습니다.
nl: Ja, de breuk kan vaak worden vereenvoudigd door de teller en de noemer door dezelfde factor te delen.
no: Ja, brøken kan ofte forenkles ved å dele teller og nevner med en felles faktor.
pl: Tak, ułamek można często uprościć, dzieląc licznik i mianownik przez ten sam czynnik.
pt_pt: Sim, a fração pode frequentemente ser simplificada dividindo o numerador e o denominador por um mesmo fator.
ro: Da, fracția poate fi adesea simplificată prin împărțirea numărătorului și a numitorului la un același factor.
ru: Да, дробь часто можно упростить, разделив числитель и знаменатель на один и тот же множитель.
sk: Áno, zlomok môže byť často zjednodušený delením čitateľa a menovateľa rovnakým faktorom.
sv: Ja, bråkdelen kan ofta förenklas genom att dela både täljaren och nämnaren med samma faktor.
sw: Ndio, fraksioni mara nyingi inaweza kurahisishwa kwa kugawanya mwandishi na mdenyaji kwa kipengele kimoja.
tr: Evet, kesir genellikle payı ve paydayı aynı bir faktörle bölerek sadeleştirilebilir.
uk: Так, дроб часто можна спростити, ділячи чисельник і знаменник на один і той же множник.
vi: Có, phân số thường có thể được đơn giản hóa bằng cách chia cả tử số và mẫu số cho cùng một yếu tố.
zh_hans: 是的，分数通常可以通过将分子和分母除以相同的因子来简化。

# ed_math_ratios_ratio_to_fraction_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_ratios_ratio_to_fraction_tip
source: Après conversion, simplifie toujours la fraction : cela facilite les comparaisons et les calculs suivants.
af: Na omskakeling, vereenvoudig altyd die breuk: dit vergemaklik vergelykings en volgende berekeninge.
bg: След преобразуването винаги опростявайте фракцията: това улеснява сравненията и следващите изчисления.
cs: Po převodu vždy zjednodušte zlomek: usnadní to srovnání a další výpočty.
da: Efter konvertering, forenkle altid brøken: det letter sammenligninger og efterfølgende beregninger.
de: Vereinfache immer den Bruch nach der Umwandlung: das erleichtert Vergleiche und nachfolgende Berechnungen.
el: Μετά τη μετατροπή, απλοποιήστε πάντα το κλάσμα: αυτό διευκολύνει τις συγκρίσεις και τους επόμενους υπολογισμούς.
es: Después de la conversión, siempre simplifica la fracción: esto facilita las comparaciones y los cálculos posteriores.
fi: Muunna aina murtoluku yksinkertaiseksi: se helpottaa vertailuja ja seuraavia laskelmia.
fil: Pagkatapos ng conversion, laging isimplify ang fraction: pinadadali nito ang mga paghahambing at mga susunod na kalkulasyon.
hu: A konverzió után mindig egyszerűsítsd a frakciót: ez megkönnyíti az összehasonlítást és a következő számításokat.
id: Setelah konversi, selalu sederhanakan pecahan: ini memudahkan perbandingan dan perhitungan berikutnya.
it: Dopo la conversione, semplifica sempre la frazione: questo facilita i confronti e i calcoli successivi.
ja: 変換後は常に分数を簡略化してください：それにより、比較や次の計算が容易になります。
ko: 변환 후 항상 분수를 단순화하세요: 이는 비교 및 다음 계산을 용이하게 합니다.
nl: Vereenvoudig altijd de breuk na conversie: dit vergemakkelijkt de vergelijkingen en volgende berekeningen.
no: Etter konvertering, forenkle alltid brøken: det gjør sammenligninger og påfølgende beregninger enklere.
pl: Po konwersji zawsze uprość ułamek: ułatwia to porównania i dalsze obliczenia.
pt_pt: Após a conversão, simplifique sempre a fração: isso facilita as comparações e os cálculos seguintes.
ro: După conversie, simplifică întotdeauna fracția: aceasta facilitează comparațiile și calculele ulterioare.
ru: После преобразования всегда упрощайте дробь: это облегчает сравнения и последующие расчеты.
sk: Po konverzii vždy zjednodušte zlomok: uľahčuje to porovnania a nasledujúce výpočty.
sv: Efter omvandling, förenkla alltid bråkdelen: det underlättar jämförelser och efterföljande beräkningar.
sw: Baada ya kubadilisha, kila wakati rahisisha fraksioni: hii inarahisisha kulinganisha na hesabu zinazofuata.
tr: Dönüştürdükten sonra, kesiri her zaman sadeleştir: bu, karşılaştırmaları ve sonraki hesaplamaları kolaylaştırır.
uk: Після перетворення завжди спрощуйте дроб: це полегшує порівняння та подальші розрахунки.
vi: Sau khi chuyển đổi, luôn luôn đơn giản hóa phân số: điều này giúp dễ dàng so sánh và tính toán sau này.
zh_hans: 转换后，总是简化分数：这有助于后续的比较和计算。

# ed_math_ratios_ratio_to_percent_title
source: À propos : Ratio → pourcentage
af: Oor: Verhouding → persentasie
bg: Относно: Съотношение → процент
cs: O nás: Poměr → procento
da: Om: Forhold → procent
de: Über: Verhältnis → Prozentsatz
el: Σχετικά: Αναλογία → ποσοστό
es: Acerca de: Relación → porcentaje
fi: Tietoa: Suhde → prosentti
fil: Tungkol sa: Ratio → porsyento
hu: A következőkről: Arány → százalék
id: Tentang: Rasio → persentase
it: A proposito: Rapporto → percentuale
ja: について：比 → パーセンテージ
ko: 정보: 비율 → 백분율
nl: Over: Ratio → percentage
no: Om: Forhold → prosent
pl: O tym: Stosunek → procent
pt_pt: Sobre: Razão → porcentagem
ro: Despre: Raport → procentaj
ru: О нас: Отношение → процент
sk: O nás: Pomer → percento
sv: Om: Förhållande → procent
sw: Kuhusu: Uwiano → asilimia
tr: Hakkında: Oran → yüzde
uk: Про: Співвідношення → відсоток
vi: Về: Tỷ lệ → phần trăm
zh_hans: 关于：比率 → 百分比
