Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_attachments_extractor_lead
source: Extraire les fichiers intégrés (pièces jointes / embedded files) d’un PDF et obtenir un inventaire JSON (noms, tailles, types) pour analyse, archivage ou sécurité.
af: Onttrek die ingebedde lêers (aanhangsels / embedded files) van 'n PDF en verkry 'n JSON-inventaris (name, groottes, tipes) vir analise, argivering of sekuriteit.
bg: Извлечете вградени файлове (прикачени файлове / embedded files) от PDF и получете JSON инвентар (имена, размери, типове) за анализ, архивиране или сигурност.
cs: Extrahujte vložené soubory (přílohy / embedded files) z PDF a získejte JSON inventář (název, velikost, typ) pro analýzu, archivaci nebo zabezpečení.
da: Ekstrahere indlejrede filer (vedhæftninger / embedded files) fra en PDF og få en JSON-inventarliste (navne, størrelser, typer) til analyse, arkivering eller sikkerhed.
de: Extrahieren Sie die eingebetteten Dateien (Anhänge / embedded files) aus einem PDF und erhalten Sie ein JSON-Inventar (Namen, Größen, Typen) zur Analyse, Archivierung oder Sicherheit.
el: Εξαγάγετε τα ενσωματωμένα αρχεία (επισυναπτόμενα αρχεία) από ένα PDF και αποκτήστε μια JSON καταγραφή (ονόματα, μεγέθη, τύποι) για ανάλυση, αρχειοθέτηση ή ασφάλεια.
es: Extraer los archivos integrados (adjuntos / embedded files) de un PDF y obtener un inventario JSON (nombres, tamaños, tipos) para análisis, archivo o seguridad.
fi: Poimi upotetut tiedostot (liitteet / embedded files) PDF:stä ja saa JSON-inventaario (nimet, koot, tyypit) analysointia, arkistointia tai turvallisuutta varten.
fil: I-extract ang mga embedded na file (mga attachment) mula sa isang PDF at makakuha ng isang JSON inventory (mga pangalan, laki, uri) para sa pagsusuri, pag-archive, o seguridad.
hu: TODO: Írd le le pontos célját ennek az eszköznek (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Estrai i file incorporati (allegati / embedded files) da un PDF e ottieni un inventario JSON (nomi, dimensioni, tipi) per analisi, archiviazione o sicurezza.
ja: PDF から埋め込まれたファイル（添付ファイル）を抽出し、分析、アーカイブ、またはセキュリティのための JSON インベントリ（名前、サイズ、タイプ）を取得します。
ko: PDF에서 내장된 파일(첨부 파일 / embedded files)을 추출하고 분석, 아카이브 또는 보안을 위해 JSON 인벤토리(이름, 크기, 유형)를 얻습니다.
nl: Extraheer de ingebedde bestanden (bijlagen / embedded files) van een PDF en verkrijg een JSON-inventaris (namen, groottes, types) voor analyse, archivering of beveiliging.
no: Ekstrahere innebygde filer (vedlegg / embedded files) fra en PDF og få en JSON-inventarliste (navn, størrelser, typer) for analyse, arkivering eller sikkerhet.
pl: Wyodrębnij wbudowane pliki (załączniki / embedded files) z pliku PDF i uzyskaj inwentarz JSON (nazwy, rozmiary, typy) do analizy, archiwizacji lub bezpieczeństwa.
pt_pt: Extrair arquivos incorporados (anexos / arquivos embutidos) de um PDF e obter um inventário JSON (nomes, tamanhos, tipos) para análise, arquivamento ou segurança.
ro: Extrați fișierele încorporate (atașamente / fișiere încorporate) dintr-un PDF și obțineți un inventar JSON (nume, dimensiuni, tipuri) pentru analiză, arhivare sau securitate.
ru: Извлечь встроенные файлы (вложения / embedded files) из PDF и получить JSON-список (имена, размеры, типы) для анализа, архивирования или безопасности.
sk: Extrahovať vložené súbory (prílohy / embedded files) z PDF a získať JSON inventár (názvy, veľkosti, typy) na analýzu, archiváciu alebo bezpečnosť.
sv: Extrahera inbäddade filer (bilagor) från en PDF och få en JSON-inventering (namn, storlekar, typer) för analys, arkivering eller säkerhet.
sw: Toa faili zilizojumuishwa (viambatisho / embedded files) kutoka PDF na pata orodha ya JSON (majina, saizi, aina) kwa ajili ya uchambuzi, uhifadhi au usalama.
tr: Bir PDF'den gömülü dosyaları (ekler / embedded files) çıkarın ve analiz, arşivleme veya güvenlik için bir JSON envanteri (isimler, boyutlar, türler) elde edin.
uk: Екстрактуйте вбудовані файли (вкладення) з PDF та отримайте JSON-інвентар (імена, розміри, типи) для аналізу, архівування або безпеки.
vi: Trích xuất các tệp nhúng (tệp đính kèm / tệp nhúng) từ một PDF và nhận được một danh sách JSON (tên, kích thước, loại) để phân tích, lưu trữ hoặc bảo mật.
zh_hans: 从 PDF 中提取嵌入的文件（附件）并获取 JSON 清单（名称、大小、类型）以进行分析、归档或安全.

# ed_dev_pdf_pdf_attachments_extractor_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruiksscenario's
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_dev_pdf_pdf_attachments_extractor_uc1_title
source: Récupérer une pièce jointe intégrée
af: Herwin 'n ingebedde aanhangsel
bg: Възстановяване на вграден прикачен файл
cs: Získat vloženou přílohu
da: Hent en indlejret vedhæftning
de: Eingebettete Datei abrufen
el: Ανάκτηση ενσωματωμένου αρχείου
es: Recuperar un archivo adjunto integrado
fi: Hae upotettu liite
fil: Kunin ang isang embedded na attachment
hu: TODO
id: TODO
it: Recupera un allegato incorporato
ja: 埋め込まれた添付ファイルを取得する
ko: 내장된 첨부 파일 복구
nl: Haal een ingebedde bijlage op
no: Hente en innebygd vedlegg
pl: Odzyskaj wbudowany załącznik
pt_pt: Recuperar um anexo incorporado
ro: Recuperați un atașament încorporat
ru: Извлечь встроенное вложение
sk: Získať vloženú prílohu
sv: Återhämta en inbäddad bilaga
sw: Pata kiambatisho kilichojumuishwa
tr: Gömülü bir eki kurtarma
uk: Отримати вбудоване вкладення
vi: Lấy một tệp đính kèm nhúng
zh_hans: 恢复嵌入的附件

# ed_dev_pdf_pdf_attachments_extractor_uc1_text
source: Extraire un XML, une facture, un ZIP ou tout autre fichier embarqué dans un PDF.
af: Onttrek 'n XML, faktuur, ZIP of enige ander lêer wat in 'n PDF ingebed is.
bg: Извлечете XML, фактура, ZIP или друг файл, вграден в PDF.
cs: Extrahujte XML, fakturu, ZIP nebo jakýkoli jiný soubor vložený v PDF.
da: Ekstrahere en XML, en faktura, en ZIP eller enhver anden fil indlejret i en PDF.
de: Extrahieren Sie eine XML, eine Rechnung, ein ZIP oder eine andere Datei, die in einem PDF eingebettet ist.
el: Εξαγάγετε ένα XML, μια τιμολόγηση, ένα ZIP ή οποιοδήποτε άλλο αρχείο που είναι ενσωματωμένο σε ένα PDF.
es: Extraer un XML, una factura, un ZIP o cualquier otro archivo incrustado en un PDF.
fi: Poimi XML, lasku, ZIP tai mikä tahansa muu PDF:ään upotettu tiedosto.
fil: I-extract ang isang XML, invoice, ZIP, o anumang iba pang file na nakapaloob sa isang PDF.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Estrai un XML, una fattura, uno ZIP o qualsiasi altro file incorporato in un PDF.
ja: PDF に埋め込まれた XML、請求書、ZIP、またはその他のファイルを抽出します。
ko: PDF에 내장된 XML, 송장, ZIP 또는 기타 파일을 추출합니다.
nl: Extraheer een XML, factuur, ZIP of elk ander bestand dat in een PDF is ingebed.
no: Ekstrahere en XML, en faktura, en ZIP eller en annen fil som er innebygd i en PDF.
pl: Wyodrębnij XML, fakturę, ZIP lub inny plik osadzony w pliku PDF.
pt_pt: Extrair um XML, uma fatura, um ZIP ou qualquer outro arquivo embutido em um PDF.
ro: Extrați un XML, o factură, un ZIP sau orice alt fișier încorporat într-un PDF.
ru: Извлечь XML, счет-фактуру, ZIP или любой другой файл, встроенный в PDF.
sk: Extrahovať XML, faktúru, ZIP alebo akýkoľvek iný súbor vložený v PDF.
sv: Extrahera en XML, en faktura, en ZIP eller vilken annan fil som helst inbäddad i en PDF.
sw: Toa XML, ankara, ZIP au faili nyingine yoyote iliyojumuishwa katika PDF.
tr: Bir PDF'deki XML, fatura, ZIP veya başka bir gömülü dosyayı çıkarın.
uk: Екстрактуйте XML, рахунок-фактуру, ZIP або будь-який інший файл, вбудований у PDF.
vi: Trích xuất một XML, hóa đơn, ZIP hoặc bất kỳ tệp nào khác nhúng trong một PDF.
zh_hans: 提取 XML、发票、ZIP 或任何其他嵌入在 PDF 中的文件.

# ed_dev_pdf_pdf_attachments_extractor_uc2_title
source: Analyse sécurité
af: Sekuriteitsanalise
bg: Сигурност на анализа
cs: Analýza zabezpečení
da: Sikkerhedsanalyse
de: Sicherheitsanalyse
el: Ανάλυση Ασφαλείας
es: Análisis de seguridad
fi: Turvallisuusanalyysi
fil: Pagsusuri ng seguridad
hu: TODO
id: TODO
it: Analisi della sicurezza
ja: セキュリティ分析
ko: 보안 분석
nl: Beveiligingsanalyse
no: Sikkerhetsanalyse
pl: Analiza bezpieczeństwa
pt_pt: Análise de segurança
ro: Analiză de securitate
ru: Анализ безопасности
sk: Bezpečnostná analýza
sv: Säkerhetsanalys
sw: Uchambuzi wa usalama
tr: Güvenlik Analizi
uk: Аналіз безпеки
vi: Phân tích bảo mật
zh_hans: 安全分析

# ed_dev_pdf_pdf_attachments_extractor_uc2_text
source: Identifier rapidement la présence de fichiers cachés/embarqués avant ouverture ou partage.
af: Identifiseer vinnig die teenwoordigheid van verborge/ingebedde lêers voordat jy dit oopmaak of deel.
bg: Бързо идентифицирайте наличието на скрити/вградени файлове преди отваряне или споделяне.
cs: Rychle identifikujte přítomnost skrytých/vložených souborů před otevřením nebo sdílením.
da: Identificere hurtigt tilstedeværelsen af skjulte/indlejrede filer før åbning eller deling.
de: Identifizieren Sie schnell das Vorhandensein von versteckten/eingebetteten Dateien vor dem Öffnen oder Teilen.
el: Εντοπίστε γρήγορα την παρουσία κρυφών/ενσωματωμένων αρχείων πριν από το άνοιγμα ή την κοινοποίηση.
es: Identificar rápidamente la presencia de archivos ocultos/incrustados antes de abrir o compartir.
fi: Tunnista nopeasti piilotettujen/upotettujen tiedostojen läsnäolo ennen avamista tai jakamista.
fil: Mabilis na tukuyin ang pagkakaroon ng mga nakatagong/embedded na file bago buksan o ibahagi.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Identifica rapidamente la presenza di file nascosti/incorporati prima dell'apertura o della condivisione.
ja: 開く前や共有する前に、隠れた/埋め込まれたファイルの存在を迅速に特定します。
ko: 열기 또는 공유하기 전에 숨겨진/내장된 파일의 존재를 신속하게 식별합니다.
nl: Identificeer snel de aanwezigheid van verborgen/ingebedde bestanden voordat je ze opent of deelt.
no: Identifisere raskt tilstedeværelsen av skjulte/innbygde filer før åpning eller deling.
pl: Szybko zidentyfikuj obecność ukrytych/wbudowanych plików przed otwarciem lub udostępnieniem.
pt_pt: Identificar rapidamente a presença de arquivos ocultos/embarcados antes da abertura ou compartilhamento.
ro: Identificați rapid prezența fișierelor ascunse/încorporate înainte de deschidere sau partajare.
ru: Быстро определить наличие скрытых/встроенных файлов перед открытием или обменом.
sk: Rýchlo identifikovať prítomnosť skrytých/vložených súborov pred otvorením alebo zdieľaním.
sv: Identifiera snabbt närvaron av dolda/inbäddade filer innan öppning eller delning.
sw: Tambua haraka uwepo wa faili zilizofichwa/za ndani kabla ya kufungua au kushiriki.
tr: Açmadan veya paylaşmadan önce gizli/gömülü dosyaların varlığını hızlıca tespit edin.
uk: Швидко виявляйте наявність прихованих/вбудованих файлів перед відкриттям або обміном.
vi: Xác định nhanh sự hiện diện của các tệp ẩn/nhúng trước khi mở hoặc chia sẻ.
zh_hans: 在打开或共享之前，快速识别隐藏/嵌入文件的存在.

# ed_dev_pdf_pdf_attachments_extractor_uc3_title
source: Automatisation GED
af: GED-outomatisering
bg: Автоматизация на GED
cs: Automatizace GED
da: Automatisering EDMS
de: DMS-Automatisierung
el: Αυτοματοποίηση GED
es: Automatización GED
fi: GED-automaation
fil: Automation ng GED
hu: TODO
id: TODO
it: Automazione GED
ja: GED 自動化
ko: 문서 관리 시스템 자동화
nl: Automatisering GED
no: Automatisering EDR
pl: Automatyzacja GED
pt_pt: Automatização GED
ro: Automatizare GED
ru: Автоматизация СЭД
sk: Automatizácia GED
sv: Automatisering DMS
sw: Automatisering ya GED
tr: GED Otomasyonu
uk: Автоматизація СЕД
vi: Tự động hóa Hệ thống quản lý tài liệu
zh_hans: 文档管理自动化

# ed_dev_pdf_pdf_attachments_extractor_uc3_text
source: Alimenter un workflow qui sépare le PDF “conteneur” de ses fichiers annexes.
af: Voed 'n werksvloei wat die “houer” PDF van sy bykomende lêers skei.
bg: Захранвайте работен поток, който отделя PDF “контейнер” от неговите допълнителни файлове.
cs: Naplnění workflow, které odděluje "kontejner" PDF od jeho přidružených souborů.
da: Fodre et workflow, der adskiller PDF “containeren” fra dens vedhæftede filer.
de: Versorgen Sie einen Workflow, der das "Container"-PDF von seinen Anhängen trennt.
el: Τροφοδοτήστε μια ροή εργασίας που διαχωρίζει το PDF “δοχείο” από τα συνημμένα αρχεία του.
es: Alimentar un flujo de trabajo que separa el PDF “contenedor” de sus archivos anexos.
fi: Syötä työnkulku, joka erottaa PDF:n "säilön" sen liitteistä.
fil: Punan ang isang workflow na naghihiwalay sa PDF “container” mula sa mga karagdagang file nito.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Alimenta un workflow che separa il PDF “contenitore” dai suoi file allegati.
ja: PDF「コンテナ」とその添付ファイルを分離するワークフローを供給します。
ko: PDF "컨테이너"와 부속 파일을 분리하는 워크플로우를 지원합니다.
nl: Voed een workflow die de “container” PDF scheidt van zijn bijbehorende bestanden.
no: Fôre en arbeidsflyt som skiller PDF “beholderen” fra dens vedlagte filer.
pl: Zasil workflow, który oddziela plik PDF "kontener" od jego plików towarzyszących.
pt_pt: Alimentar um fluxo de trabalho que separa o PDF “container” de seus arquivos anexos.
ro: Alimentați un flux de lucru care separă PDF-ul “container” de fișierele sale anexate.
ru: Обеспечить рабочий процесс, который отделяет "контейнер" PDF от его сопутствующих файлов.
sk: Napájať workflow, ktorý oddelí PDF "kontajner" od jeho priložených súborov.
sv: Fyll ett arbetsflöde som separerar PDF:en "behållare" från dess bilagor.
sw: Tengeneza mchakato unaotenganisha PDF “konteina” na faili zake za ziada.
tr: PDF “konteynerini” ek dosyalarından ayıran bir iş akışını besleyin.
uk: Заповніть робочий процес, який відокремлює "контейнер" PDF від його супутніх файлів.
vi: Cung cấp một quy trình làm việc tách PDF “chứa” khỏi các tệp đính kèm của nó.
zh_hans: 为将 PDF “容器” 与其附加文件分开的工作流提供支持.

# ed_dev_pdf_pdf_attachments_extractor_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Това, което получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_attachments_extractor_out1
source: Une liste JSON des pièces jointes (nom, taille, mime/type si disponible, méthode de stockage).
af: 'n JSON-lys van die aanhangsels (naam, grootte, mime/tipes indien beskikbaar, stoor metode).
bg: JSON списък на прикачените файлове (име, размер, mime/type, ако е наличен, метод на съхранение).
cs: JSON seznam příloh (název, velikost, mime/type pokud je k dispozici, metoda ukládání).
da: En JSON-liste over vedhæftninger (navn, størrelse, mime/type hvis tilgængelig, lagringsmetode).
de: Eine JSON-Liste der Anhänge (Name, Größe, MIME/Typ, falls verfügbar, Speichermethode).
el: Μια JSON λίστα των επισυναπτόμενων (όνομα, μέγεθος, mime/type αν είναι διαθέσιμο, μέθοδος αποθήκευσης).
es: Una lista JSON de los archivos adjuntos (nombre, tamaño, mime/tipo si está disponible, método de almacenamiento).
fi: JSON-luettelo liitteistä (nimi, koko, mime/tyyppi, jos saatavilla, tallennusmenetelmä).
fil: Isang JSON listahan ng mga attachment (pangalan, laki, mime/type kung available, paraan ng pag-iimbak).
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un elenco JSON degli allegati (nome, dimensione, mime/type se disponibile, metodo di archiviazione).
ja: 添付ファイルの JSON リスト（名前、サイズ、mime/type が利用可能な場合、ストレージ方法）。
ko: 첨부 파일의 JSON 목록(이름, 크기, mime/type이 가능할 경우, 저장 방법).
nl: Een JSON-lijst van bijlagen (naam, grootte, mime/type indien beschikbaar, opslagmethode).
no: En JSON-liste over vedlegg (navn, størrelse, mime/type hvis tilgjengelig, lagringsmetode).
pl: Lista JSON załączników (nazwa, rozmiar, mime/typ jeśli dostępny, metoda przechowywania).
pt_pt: Uma lista JSON dos anexos (nome, tamanho, mime/tipo se disponível, método de armazenamento).
ro: O listă JSON a atașamentelor (nume, dimensiune, mime/tip dacă este disponibil, metodă de stocare).
ru: JSON-список вложений (имя, размер, mime/type, если доступно, метод хранения).
sk: JSON zoznam príloh (názov, veľkosť, mime/typ ak je k dispozícii, metóda ukladania).
sv: En JSON-lista över bilagor (namn, storlek, mime/typ om tillgänglig, lagringsmetod).
sw: Orodha ya JSON ya viambatisho (jina, saizi, mime/type ikiwa inapatikana, njia ya uhifadhi).
tr: Eklerin JSON listesi (isim, boyut, mime/tip mevcutsa, depolama yöntemi).
uk: JSON-список вкладень (ім'я, розмір, mime/type, якщо доступно, метод зберігання).
vi: Một danh sách JSON của các tệp đính kèm (tên, kích thước, mime/type nếu có, phương pháp lưu trữ).
zh_hans: 附件的 JSON 列表（名称、大小、mime/type（如果可用）、存储方法）。

# ed_dev_pdf_pdf_attachments_extractor_out2
source: Un export des fichiers intégrés (quand l’outil le permet) pour les récupérer indépendamment du PDF.
af: 'n Uitvoer van die ingebedde lêers (wanneer die hulpmiddel dit toelaat) om dit onafhanklik van die PDF te herwin.
bg: Експорт на вградените файлове (когато инструментът позволява) за независимо извличане от PDF.
cs: Export vložených souborů (pokud to nástroj umožňuje) pro jejich nezávislé získání na PDF.
da: En eksport af indlejrede filer (når værktøjet tillader det) for at hente dem uafhængigt af PDF'en.
de: Ein Export der eingebetteten Dateien (wenn das Tool es zulässt), um sie unabhängig vom PDF abzurufen.
el: Μια εξαγωγή των ενσωματωμένων αρχείων (όταν το εργαλείο το επιτρέπει) για να τα ανακτήσετε ανεξάρτητα από το PDF.
es: Una exportación de los archivos integrados (cuando la herramienta lo permite) para recuperarlos independientemente del PDF.
fi: Vienti upotetuista tiedostoista (kun työkalu sen sallii) niiden erottamiseksi PDF:stä.
fil: Isang export ng mga embedded na file (kapag pinapayagan ng tool) upang makuha ang mga ito nang hiwalay mula sa PDF.
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Un'esportazione dei file incorporati (quando l'utensile lo consente) per recuperarli indipendentemente dal PDF.
ja: 埋め込まれたファイルのエクスポート（ツールが許可する場合）を取得し、PDF から独立して回収します。
ko: PDF와 독립적으로 복구할 수 있도록 내장된 파일을 내보냅니다(도구가 허용하는 경우).
nl: Een export van de ingebedde bestanden (wanneer de tool dit toestaat) om ze onafhankelijk van de PDF te recupereren.
no: En eksport av innebygde filer (når verktøyet tillater det) for å hente dem uavhengig av PDF.
pl: Eksport wbudowanych plików (gdy narzędzie na to pozwala) do ich niezależnego odzyskania z pliku PDF.
pt_pt: Uma exportação dos arquivos incorporados (quando a ferramenta permite) para recuperá-los independentemente do PDF.
ro: Un export al fișierelor încorporate (când instrumentul permite) pentru a le recupera independent de PDF.
ru: Экспорт встроенных файлов (когда это позволяет инструмент) для их извлечения независимо от PDF.
sk: Export vložených súborov (keď to nástroj umožňuje) na ich nezávislé získanie od PDF.
sv: En export av inbäddade filer (när verktyget tillåter det) för att hämta dem oberoende av PDF:en.
sw: Export ya faili zilizojumuishwa (wakati chombo kinaruhusu) ili kuzipata bila PDF.
tr: Gömülü dosyaların dışa aktarımı (araç izin veriyorsa) PDF'den bağımsız olarak kurtarılması için.
uk: Експорт вбудованих файлів (коли це дозволяє інструмент) для їх незалежного отримання з PDF.
vi: Một xuất của các tệp nhúng (khi công cụ cho phép) để lấy chúng độc lập khỏi PDF.
zh_hans: 嵌入文件的导出（当工具允许时）以便独立于 PDF 进行恢复.

# ed_dev_pdf_pdf_attachments_extractor_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limitações e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_attachments_extractor_lim1
source: Un PDF chiffré peut empêcher l’accès aux fichiers intégrés sans mot de passe.
af: 'n Gesleutelde PDF kan toegang tot die ingebedde lêers sonder 'n wagwoord verhinder.
bg: Криптиран PDF може да попречи на достъпа до вградените файлове без парола.
cs: Šifrované PDF může bránit přístupu k vloženým souborům bez hesla.
da: En krypteret PDF kan forhindre adgang til indlejrede filer uden adgangskode.
de: Ein verschlüsseltes PDF kann den Zugriff auf die eingebetteten Dateien ohne Passwort verhindern.
el: Ένα κρυπτογραφημένο PDF μπορεί να εμποδίσει την πρόσβαση στα ενσωματωμένα αρχεία χωρίς κωδικό πρόσβασης.
es: Un PDF cifrado puede impedir el acceso a los archivos integrados sin contraseña.
fi: Salattu PDF voi estää pääsyn upotettuihin tiedostoihin ilman salasanaa.
fil: Ang isang encrypted na PDF ay maaaring hadlangan ang pag-access sa mga embedded na file nang walang password.
hu: TODO.
id: TODO.
it: Un PDF crittografato può impedire l'accesso ai file incorporati senza password.
ja: 暗号化された PDF は、パスワードなしで埋め込まれたファイルへのアクセスを妨げる可能性があります。
ko: 암호화된 PDF는 비밀번호 없이 내장된 파일에 접근하는 것을 방해할 수 있습니다.
nl: Een versleutelde PDF kan de toegang tot de ingebedde bestanden zonder wachtwoord verhinderen.
no: En kryptert PDF kan hindre tilgang til innebygde filer uten passord.
pl: Zaszyfrowany plik PDF może uniemożliwić dostęp do wbudowanych plików bez hasła.
pt_pt: Um PDF criptografado pode impedir o acesso aos arquivos incorporados sem senha.
ro: Un PDF criptat poate împiedica accesul la fișierele încorporate fără parolă.
ru: Зашифрованный PDF может предотвратить доступ к встроенным файлам без пароля.
sk: Šifrované PDF môže zabrániť prístupu k vloženým súborom bez hesla.
sv: En krypterad PDF kan förhindra åtkomst till inbäddade filer utan lösenord.
sw: PDF iliyofichwa inaweza kuzuia ufikiaji wa faili zilizojumuishwa bila nenosiri.
tr: Şifreli bir PDF, gömülü dosyalara erişimi şifre olmadan engelleyebilir.
uk: Зашифрований PDF може заважати доступу до вбудованих файлів без пароля.
vi: Một PDF được mã hóa có thể ngăn chặn việc truy cập vào các tệp nhúng mà không có mật khẩu.
zh_hans: 加密的 PDF 可能会阻止访问嵌入的文件，除非提供密码.
