Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l10_s4_b1
source: Si tu veux un taux moyen équivalent sur plusieurs périodes, ce n’est pas la moyenne arithmétique des pourcentages : c’est la moyenne géométrique des facteurs.
af: As jy 'n ekwivalente gemiddelde koers oor verskeie tydperke wil hê, is dit nie die aritmetiese gemiddelde van die persentasies nie: dit is die geometriese gemiddelde van die faktore.
bg: Ако искаш среден процент, равен на няколко периода, това не е аритметичната средна на процентите: това е геометричната средна на факторите.
cs: Pokud chcete ekvivalentní průměrnou sazbu za více období, není to aritmetický průměr procent: je to geometrický průměr faktorů.
da: Hvis du vil have en gennemsnitlig sats, der er ækvivalent over flere perioder, er det ikke det aritmetiske gennemsnit af procenterne: det er det geometriske gennemsnit af faktorerne.
de: Wenn du einen äquivalenten Durchschnittssatz über mehrere Zeiträume möchtest, ist es nicht der arithmetische Durchschnitt der Prozentsätze: es ist der geometrische Durchschnitt der Faktoren.
el: Αν θέλεις έναν μέσο ρυθμό που να είναι ισοδύναμος σε πολλές περιόδους, δεν είναι ο αριθμητικός μέσος των ποσοστών: είναι ο γεωμετρικός μέσος των παραγόντων.
es: Si quieres una tasa media equivalente en varios períodos, no es la media aritmética de los porcentajes: es la media geométrica de los factores.
fi: Jos haluat keskimääräisen korkotason useilla aikajaksoilla, se ei ole prosenttien aritmeettinen keskiarvo: se on tekijöiden geometrinen keskiarvo.
fil: Kung nais mo ng katumbas na average na rate sa maraming panahon, hindi ito ang arithmetic average ng mga porsyento: ito ay ang geometric average ng mga factor.
hu: Ha több időszakra egyenértékű átlagot szeretnél, az nem a százalékok számtani átlaga: ez a tényezők geometriai átlaga.
id: Jika Anda ingin tingkat rata-rata yang setara selama beberapa periode, itu bukan rata-rata aritmetika dari persentase: itu adalah rata-rata geometrik dari faktor-faktor.
it: Se vuoi un tasso medio equivalente su più periodi, non è la media aritmetica delle percentuali: è la media geometrica dei fattori.
ja: 複数の期間にわたって同等の平均率を求める場合、パーセンテージの算術平均ではなく、因子の幾何平均です。
ko: 여러 기간에 걸쳐 동등한 평균 비율을 원한다면, 그것은 백분율의 산술 평균이 아닙니다: 그것은 인자의 기하 평균입니다.
nl: Als je een gelijkwaardige gemiddelde rente over meerdere periodes wilt, is het niet het rekenkundige gemiddelde van de percentages: het is het geometrische gemiddelde van de factoren.
no: Hvis du vil ha en gjennomsnittlig sats som er lik over flere perioder, er det ikke det aritmetiske gjennomsnittet av prosentene: det er det geometriske gjennomsnittet av faktorene.
pl: Jeśli chcesz równoważną średnią stawkę na kilku okresach, to nie jest to średnia arytmetyczna procentów: to jest średnia geometryczna czynników.
pt_pt: Se você quer uma taxa média equivalente em vários períodos, não é a média aritmética das percentagens: é a média geométrica dos fatores.
ro: Dacă vrei o rată medie echivalentă pe mai multe perioade, nu este media aritmetică a procentelor: este media geometrică a factorilor.
ru: Если вы хотите эквивалентную среднюю ставку за несколько периодов, это не арифметическое среднее процентов: это геометрическое среднее факторов.
sk: Ak chceš ekvivalentnú priemernú sadzbu za viacero období, nie je to aritmetický priemer percent: je to geometrický priemer faktorov.
sv: Om du vill ha en genomsnittlig ränta som är likvärdig över flera perioder, är det inte det aritmetiska genomsnittet av procenten: det är det geometriska genomsnittet av faktorer.
sw: Ikiwa unataka kiwango cha wastani sawa kwa vipindi kadhaa, si wastani wa kawaida wa asilimia: ni wastani wa kijiometri wa sababu.
tr: Birden fazla dönem için eşdeğer bir ortalama oran istiyorsan, bu yüzdelerin aritmetik ortalaması değil: faktörlerin geometrik ortalamasıdır.
uk: Якщо ти хочеш середній коефіцієнт, що відповідає кільком періодам, це не арифметичне середнє відсотків: це геометричне середнє від факторів.
vi: Nếu bạn muốn một tỷ lệ trung bình tương đương qua nhiều khoảng thời gian, đó không phải là trung bình cộng của các tỷ lệ phần trăm: đó là trung bình hình học của các yếu tố.
zh_hans: 如果你想在多个时期获得等效的平均率，这不是百分比的算术平均：这是因子的几何平均。

# mean_l10_s4_b2
source: Exemple : +50% puis −50% → moyenne arithmétique des taux = 0% mais le résultat final est ×0,75.
af: Voorbeeld: +50% dan −50% → aritmetiese gemiddelde van die koerse = 0% maar die finale resultaat is ×0,75.
bg: Пример: +50% след това −50% → аритметична средна на ставките = 0% но крайният резултат е ×0,75.
cs: Příklad: +50 % a poté −50 % → aritmetický průměr sazeb = 0 %, ale konečný výsledek je ×0,75.
da: Eksempel: +50% så −50% → det aritmetiske gennemsnit af satserne = 0%, men det endelige resultat er ×0,75.
de: Beispiel: +50% dann −50% → arithmetischer Durchschnitt der Sätze = 0%, aber das Endergebnis ist ×0,75.
el: Παράδειγμα: +50% και μετά −50% → αριθμητικός μέσος των ποσοστών = 0% αλλά το τελικό αποτέλεσμα είναι ×0,75.
es: Ejemplo: +50% luego -50% → media aritmética de las tasas = 0% pero el resultado final es ×0,75.
fi: Esimerkki: +50 % ja sitten -50 % → korkojen aritmeettinen keskiarvo = 0 % mutta lopputulos on ×0,75.
fil: Halimbawa: +50% pagkatapos −50% → arithmetic average ng mga rate = 0% ngunit ang panghuling resulta ay ×0.75.
hu: Példa: +50% majd -50% → a kamatok számtani átlaga = 0%, de a végső eredmény ×0,75.
id: Contoh: +50% kemudian −50% → rata-rata aritmetika dari tingkat = 0% tetapi hasil akhirnya adalah ×0,75.
it: Esempio: +50% poi -50% → media aritmetica dei tassi = 0% ma il risultato finale è ×0,75.
ja: 例：+50% その後 -50% → 率の算術平均 = 0% しかし最終結果は×0.75です。
ko: 예: +50% 후 -50% → 비율의 산술 평균 = 0%지만 최종 결과는 ×0.75입니다.
nl: Voorbeeld: +50% dan -50% → rekenkundig gemiddelde van de tarieven = 0% maar het eindresultaat is ×0,75.
no: Eksempel: +50% deretter −50% → aritmetisk gjennomsnitt av satsene = 0% men det endelige resultatet er ×0,75.
pl: Przykład: +50% a następnie −50% → średnia arytmetyczna stawek = 0%, ale ostateczny wynik to ×0,75.
pt_pt: Exemplo: +50% depois -50% → média aritmética das taxas = 0% mas o resultado final é ×0,75.
ro: Exemplu: +50% apoi −50% → media aritmetică a ratelor = 0% dar rezultatul final este ×0,75.
ru: Пример: +50% затем −50% → арифметическое среднее ставок = 0%, но конечный результат составляет ×0,75.
sk: Príklad: +50% potom −50% → aritmetický priemer sadzieb = 0% ale konečný výsledok je ×0,75.
sv: Exempel: +50% sedan −50% → aritmetiskt genomsnitt av räntorna = 0% men det slutliga resultatet är ×0,75.
sw: Mfano: +50% kisha −50% → wastani wa kawaida wa viwango = 0% lakini matokeo ya mwisho ni ×0.75.
tr: Örnek: +%50 ardından -%50 → oranların aritmetik ortalaması = %0 ama nihai sonuç ×0,75'tir.
uk: Приклад: +50% потім −50% → арифметичне середнє від ставок = 0%, але кінцевий результат становить ×0,75.
vi: Ví dụ: +50% sau đó −50% → trung bình cộng của tỷ lệ = 0% nhưng kết quả cuối cùng là ×0,75.
zh_hans: 例子：+50% 然后 -50% → 百分比的算术平均 = 0% 但最终结果是 ×0.75。

# mean_l10_s4_b3
source: La moyenne géométrique respecte la composition multiplicative.
af: Die geometriese gemiddelde respekteer die vermenigvuldiging saamstelling.
bg: Геометричната средна спазва умножителната композиция.
cs: Geometrický průměr respektuje multiplikativní složení.
da: Det geometriske gennemsnit respekterer den multiplikative sammensætning.
de: Der geometrische Durchschnitt respektiert die multiplikative Zusammensetzung.
el: Ο γεωμετρικός μέσος σέβεται τη πολλαπλασιαστική σύνθεση.
es: La media geométrica respeta la composición multiplicativa.
fi: Geometrinen keskiarvo kunnioittaa kertolaskua.
fil: Ang geometric average ay sumusunod sa multiplicative composition.
hu: A geometriai átlag tiszteletben tartja a szorzási összetételt.
id: Rata-rata geometrik menghormati komposisi multiplikatif.
it: La media geometrica rispetta la composizione moltiplicativa.
ja: 幾何平均は乗法的な組み合わせを尊重します。
ko: 기하 평균은 곱셈 조합을 존중합니다.
nl: Het geometrische gemiddelde respecteert de multiplicatieve samenstelling.
no: Det geometriske gjennomsnittet respekterer den multiplikative sammensetningen.
pl: Średnia geometryczna respektuje składanie multiplikatywne.
pt_pt: A média geométrica respeita a composição multiplicativa.
ro: Media geometrică respectă compunerea multiplicativă.
ru: Геометрическое среднее соблюдает мультипликативную композицию.
sk: Geometrický priemer rešpektuje multiplikatívnu kompozíciu.
sv: Det geometriska genomsnittet respekterar den multiplikativa sammansättningen.
sw: Wastani wa kijiometri unaheshimu muundo wa kuzidisha.
tr: Geometrik ortalama çarpan bileşimini korur.
uk: Геометричне середнє дотримується множинної композиції.
vi: Trung bình hình học tôn trọng sự kết hợp nhân.
zh_hans: 几何平均遵循乘法组合。

# mean_l10_s5_title
source: Check-list (choix rapide en 20 secondes)
af: Kontrolelys (vinnige keuse in 20 sekondes)
bg: Списък за проверка (бърз избор за 20 секунди)
cs: Kontrolní seznam (rychlý výběr za 20 sekund)
da: Tjekliste (hurtigt valg på 20 sekunder)
de: Checkliste (schnelle Auswahl in 20 Sekunden)
el: Λίστα ελέγχου (γρήγορη επιλογή σε 20 δευτερόλεπτα)
es: Lista de verificación (elección rápida en 20 segundos)
fi: Tarkistuslista (nopea valinta 20 sekunnissa)
fil: Check-list (mabilis na pagpili sa loob ng 20 segundo)
hu: Ellenőrző lista (gyors választás 20 másodperc alatt)
id: Daftar periksa (pilihan cepat dalam 20 detik)
it: Lista di controllo (scelta rapida in 20 secondi)
ja: チェックリスト（20秒での迅速な選択）
ko: 체크리스트(20초 이내 빠른 선택)
nl: Checklist (snelle keuze in 20 seconden)
no: Sjekkliste (raskt valg på 20 sekunder)
pl: Lista kontrolna (szybki wybór w 20 sekund)
pt_pt: Lista de verificação (escolha rápida em 20 segundos)
ro: Listă de verificare (alegere rapidă în 20 de secunde)
ru: Контрольный список (быстрый выбор за 20 секунд)
sk: Kontrolný zoznam (rýchly výber za 20 sekúnd)
sv: Checklista (snabbt val på 20 sekunder)
sw: Orodha ya kuangalia (uchaguzi wa haraka ndani ya sekunde 20)
tr: Kontrol listesi (20 saniyede hızlı seçim)
uk: Контрольний список (швидкий вибір за 20 секунд)
vi: Danh sách kiểm tra (lựa chọn nhanh trong 20 giây)
zh_hans: 检查清单（20秒快速选择）

# mean_l10_s5_b1
source: Est-ce que chaque valeur compte pareil ? → moyenne arithmétique.
af: Tel elke waarde dieselfde? → aritmetiese gemiddelde.
bg: Дали всяка стойност има същото значение? → аритметична средна.
cs: Zda každá hodnota má stejnou váhu? → aritmetický průměr.
da: Tæller hver værdi lige meget? → aritmetisk gennemsnit.
de: Zählt jeder Wert gleich? → arithmetischer Durchschnitt.
el: Μετράει κάθε τιμή το ίδιο; → αριθμητικός μέσος.
es: ¿Cada valor cuenta igual? → media aritmética.
fi: Lasketaanko jokainen arvo samalla tavalla? → aritmeettinen keskiarvo.
fil: Bawat halaga ba ay may parehong timbang? → arithmetic average.
hu: Minden érték egyformán számít? → számtani átlag.
id: Apakah setiap nilai dihitung sama? → rata-rata aritmetika.
it: Ogni valore conta allo stesso modo? → media aritmetica.
ja: 各値は同じようにカウントされますか？ → 算術平均。
ko: 각 값이 동일하게 중요합니까? → 산술 평균.
nl: Telt elke waarde hetzelfde? → rekenkundig gemiddelde.
no: Teller hver verdi likt? → aritmetisk gjennomsnitt.
pl: Czy każda wartość ma takie samo znaczenie? → średnia arytmetyczna.
pt_pt: Cada valor conta da mesma forma? → média aritmética.
ro: Contează fiecare valoare la fel? → media aritmetică.
ru: Каждое значение учитывается одинаково? → арифметическое среднее.
sk: Zohľadňuje sa každá hodnota rovnako? → aritmetický priemer.
sv: Räknas varje värde lika? → aritmetiskt genomsnitt.
sw: Je, kila thamani inachukuliwa sawa? → wastani wa kawaida.
tr: Her değer eşit mi? → aritmetik ortalama.
uk: Чи враховується кожне значення однаково? → арифметичне середнє.
vi: Có phải mỗi giá trị đều có trọng số như nhau không? → trung bình cộng.
zh_hans: 每个值是否同样重要？ → 算术平均。

# mean_l10_s5_b2
source: Est-ce qu’il y a des coefficients, des quantités ou des durées ? → moyenne pondérée.
af: Is daar koëffisiënte, hoeveelhede of tydperke? → gewogen gemiddelde.
bg: Има ли коефициенти, количества или времена? → средна с тежест.
cs: Existují koeficienty, množství nebo doby? → vážený průměr.
da: Er der koefficienter, mængder eller varigheder? → vægtet gennemsnit.
de: Gibt es Koeffizienten, Mengen oder Zeiträume? → gewichteter Durchschnitt.
el: Υπάρχουν συντελεστές, ποσότητες ή διάρκειες; → σταθμισμένος μέσος.
es: ¿Hay coeficientes, cantidades o duraciones? → media ponderada.
fi: Onko olemassa kertoimia, määriä tai kestoja? → painotettu keskiarvo.
fil: Mayroon bang mga coefficient, dami o tagal? → weighted average.
hu: Vannak-e együtthatók, mennyiségek vagy időtartamok? → súlyozott átlag.
id: Apakah ada koefisien, kuantitas, atau durasi? → rata-rata tertimbang.
it: Ci sono coefficienti, quantità o durate? → media ponderata.
ja: 係数、数量、または期間がありますか？ → 加重平均。
ko: 계수, 양 또는 기간이 있습니까? → 가중 평균.
nl: Zijn er coëfficiënten, hoeveelheden of tijdsduur? → gewogen gemiddelde.
no: Er det koeffisienter, mengder eller varigheter? → vektet gjennomsnitt.
pl: Czy są jakieś współczynniki, ilości lub czasy? → średnia ważona.
pt_pt: Existem coeficientes, quantidades ou durações? → média ponderada.
ro: Există coeficienți, cantități sau durate? → media ponderată.
ru: Есть ли коэффициенты, количества или длительности? → взвешенное среднее.
sk: Sú tam koeficienty, množstvá alebo trvanie? → vážený priemer.
sv: Finns det koefficienter, kvantiteter eller tidsperioder? → viktat genomsnitt.
sw: Je, kuna viwango, kiasi au muda? → wastani wa uzito.
tr: Katsayılar, miktarlar veya süreler var mı? → ağırlıklı ortalama.
uk: Чи є коефіцієнти, кількості або тривалості? → зважене середнє.
vi: Có phải có các hệ số, số lượng hoặc thời gian không? → trung bình có trọng số.
zh_hans: 是否有系数、数量或时间？ → 加权平均。

# mean_l10_s5_b3
source: Est-ce que les effets se multiplient (croissance, rendements) ? → moyenne géométrique.
af: Is die effekte vermenigvuldig (groei, opbrengste)? → geometriese gemiddelde.
bg: Умножават ли се ефектите (растеж, доходност)? → геометрична средна.
cs: Násobí se efekty (růst, výnosy)? → geometrický průměr.
da: Multipliceres effekterne (vækst, afkast)? → geometrisk gennemsnit.
de: Multiplizieren sich die Effekte (Wachstum, Renditen)? → geometrischer Durchschnitt.
el: Επηρεάζουν οι επιδράσεις (ανάπτυξη, αποδόσεις); → γεωμετρικός μέσος.
es: ¿Los efectos se multiplican (crecimiento, rendimientos)? → media geométrica.
fi: Kerrottaanko vaikutukset (kasvu, tuotot)? → geometrinen keskiarvo.
fil: Ang mga epekto ba ay nagmumultiply (paglago, kita)? → geometric average.
hu: A hatások szorzódnak (növekedés, hozamok)? → geometriai átlag.
id: Apakah efeknya saling mengalikan (pertumbuhan, hasil)? → rata-rata geometrik.
it: Gli effetti si moltiplicano (crescita, rendimenti)? → media geometrica.
ja: 効果が乗算されますか（成長、収益）？ → 幾何平均。
ko: 효과가 곱해지나요(성장, 수익)? → 기하 평균.
nl: Vermenigvuldigen de effecten zich (groei, rendementen)? → geometrisch gemiddelde.
no: Multipliseres effektene (vekst, avkastning)? → geometrisk gjennomsnitt.
pl: Czy efekty się mnożą (wzrost, zyski)? → średnia geometryczna.
pt_pt: Os efeitos se multiplicam (crescimento, retornos)? → média geométrica.
ro: Se multiplică efectele (creștere, randamente)? → media geometrică.
ru: Эффекты умножаются (рост, доходность)? → геометрическое среднее.
sk: Násobí sa účinok (rast, výnosy)? → geometrický priemer.
sv: Multipliceras effekterna (tillväxt, avkastning)? → geometriskt genomsnitt.
sw: Je, athari zinazidishwa (kuongezeka, faida)? → wastani wa kijiometri.
tr: Etkiler çarpılıyor mu (büyüme, getiriler)? → geometrik ortalama.
uk: Чи множаться ефекти (зростання, доходи)? → геометричне середнє.
vi: Có phải các hiệu ứng nhân lên (tăng trưởng, lợi suất) không? → trung bình hình học.
zh_hans: 效果是否相乘（增长、收益）？ → 几何平均。

# mean_l10_s5_b4
source: Est-ce que je moyenne un ratio “par unité” sur une base identique (distance/quantité) ? → moyenne harmonique.
af: Wil ek 'n 'per eenheid' verhouding op 'n identiese basis (afstand/hoeveelheid) gemiddeld? → harmoniese gemiddelde.
bg: Искам ли да средя съотношение “на единица” на идентична база (разстояние/количество)? → хармонична средна.
cs: Chci průměrovat poměr „na jednotku“ na stejné základně (vzdálenost/množství)? → harmonický průměr.
da: Vil jeg gennemsnitte et forhold 'pr. enhed' på en identisk basis (afstand/mængde)? → harmonisk gennemsnit.
de: Möchte ich ein Verhältnis "pro Einheit" auf einer identischen Basis (Distanz/Menge) mitteln? → harmonischer Durchschnitt.
el: Θέλω να υπολογίσω έναν λόγο “ανά μονάδα” σε μια ομοιόμορφη βάση (απόσταση/ποσότητα); → αρμονικός μέσος.
es: ¿Estoy promediando una relación 'por unidad' sobre una base idéntica (distancia/cantidad)? → media armónica.
fi: Haluanko keskiarvon "per yksikkö" samalla pohjalla (etäisyys/määrä)? → harmoninen keskiarvo.
fil: Gusto ko bang i-average ang isang ratio 'per unit' sa isang katulad na batayan (distansya/dami)? → harmonic average.
hu: Egy "egységre" vonatkozó arányt átlagolok azonos alapon (távolság/mennyiség)? → harmonikus átlag.
id: Apakah saya menghitung rasio 'per unit' pada basis yang sama (jarak/kuantitas)? → rata-rata harmonik.
it: Voglio mediare un rapporto 'per unità' su una base identica (distanza/quantità)? → media armonica.
ja: 同一の基準（距離/数量）で「単位あたり」の比率を平均していますか？ → 調和平均。
ko: 동일한 기준(거리/양)으로 '단위당' 비율을 평균 내고 있습니까? → 조화 평균.
nl: Wil ik een globale amplitude/fout die grote waarden bestraft? → RMS.
no: Vil jeg gjennomsnittlig en ratio "per enhet" på en identisk basis (avstand/mengde)? → harmonisk gjennomsnitt.
pl: Czy średnia jest obliczana dla „na jednostkę” na tej samej podstawie (odległość/ilość)? → średnia harmoniczna.
pt_pt: Estou fazendo uma média de uma razão 'por unidade' com uma base idêntica (distância/quantidade)? → média harmônica.
ro: Vreau să calculez un raport „pe unitate” pe o bază identică (distanță/cantitate)? → media armonică.
ru: Я усредняю отношение "на единицу" на одинаковой основе (расстояние/количество)? → гармоническое среднее.
sk: Chcem priemer pomeru "na jednotku" na rovnakom základe (vzdialenosť/množstvo)? → harmonický priemer.
sv: Vill jag ha ett globalt intervall/fel som straffar stora värden? → RMS.
sw: Je, ninapokeya uwiano "kwa kitengo" kwenye msingi sawa (kijiji/kiasi)? → wastani wa harmoniki.
tr: 'Birim başına' bir oranı aynı birim (mesafe/miktar) üzerinden mi ortalıyorum? → harmonik ortalama.
uk: Чи обчислюю я співвідношення “на одиницю” на однаковій основі (відстань/кількість)? → гармонійне середнє.
vi: Có phải tôi đang tính trung bình một tỷ lệ “theo đơn vị” trên một cơ sở giống nhau (khoảng cách/số lượng) không? → trung bình điều hòa.
zh_hans: 我是否在相同基础上对“每单位”比率进行平均（距离/数量）？ → 调和平均。

# mean_l10_s5_b5
source: Est-ce que je veux une amplitude/erreur globale qui pénalise les grandes valeurs ? → RMS.
af: Wil ek 'n globale amplitude/fout wat groot waardes benadeel? → RMS.
bg: Искам ли обща амплитуда/грешка, която да наказва големите стойности? → RMS.
cs: Chci celkovou amplitudu/chybu, která penalizuje velké hodnoty? → RMS.
da: Vil jeg have en global amplitude/fejl, der straffer de store værdier? → RMS.
de: Möchte ich eine globale Amplitude/Fehler, die große Werte bestraft? → RMS.
el: Θέλω μια συνολική διακύμανση/σφάλμα που να επιβαρύνει τις μεγάλες τιμές; → RMS.
es: ¿Quiero una amplitud/error global que penalice los grandes valores? → RMS.
fi: Haluanko yleistä amplitudia/virhettä, joka rankaisee suuria arvoja? → RMS.
fil: Gusto ko bang magkaroon ng global amplitude/error na nagpaparusa sa malalaking halaga? → RMS.
hu: Szeretnék-e egy globális amplitúdót/hibát, ami bünteti a nagy értékeket? → RMS.
id: Apakah saya ingin amplitudo/kesalahan global yang menghukum nilai besar? → RMS.
it: Voglio un'ampiezza/errore globale che penalizzi i grandi valori? → RMS.
ja: 大きな値をペナルティする全体的な振幅/誤差が必要ですか？ → RMS。
ko: 큰 값에 불이익을 주는 전체 진폭/오류를 원합니까? → RMS.
nl: Verstoren de uitschieters alles? → afgekapt / gewogen gemiddelde (of mediaan).
no: Vil jeg ha en global amplitude/feil som straffer store verdier? → RMS.
pl: Czy chcę amplitudy/błędu globalnego, który penalizuje duże wartości? → RMS.
pt_pt: Quero uma amplitude/erro global que penalize os grandes valores? → RMS.
ro: Vreau o amplitudine/eroare globală care penalizează valorile mari? → RMS.
ru: Я хочу общую амплитуду/ошибку, которая наказывает большие значения? → RMS.
sk: Chcem celkovú amplitúdu/chybu, ktorá penalizuje veľké hodnoty? → RMS.
sv: Förvränger outliers allt? → avskuret/vinsoriskt genomsnitt (eller median).
sw: Je, nataka amplitude/kimakosa cha jumla kinachopunguza thamani kubwa? → RMS.
tr: Büyük değerleri cezalandıran bir genel hata/amplitüd mü istiyorum? → RMS.
uk: Чи хочу я загальну амплітуду/помилку, яка карає великі значення? → RMS.
vi: Có phải tôi muốn một biên độ/lỗi toàn cục mà phạt các giá trị lớn không? → RMS.
zh_hans: 我是否想要一个惩罚大值的整体幅度/误差？ → RMS。

# mean_l10_s5_b6
source: Est-ce que les outliers faussent tout ? → moyenne tronquée / winsorisée (ou médiane).
af: Verander die uitskieters alles? → getrimde / winsoriseerde gemiddelde (of mediaan).
bg: Дали аутлайерите изкривяват всичко? → отрязана / уинсоризирана средна (или медиана).
cs: Zda outliery zkreslují vše? → truncovaný/winsorovaný průměr (nebo medián).
da: Forvrider outliers alt? → afskåret / winsoriseret gennemsnit (eller median).
de: Verzerren Ausreißer alles? → getrimmter / winsorisierter Durchschnitt (oder Median).
el: Επηρεάζουν οι εξαιρετικές τιμές τα πάντα; → κομμένος / winsorized μέσος (ή διάμεσος).
es: ¿Los outliers distorsionan todo? → media truncada / winsorizada (o mediana).
fi: Vaikuttavatko poikkeavat arvot kaikkeen? → katkaistu / winsorisoitu keskiarvo (tai mediaani).
fil: Ang mga outlier ba ay nagbabago ng lahat? → truncated/winsorized average (o median).
hu: A kiugró értékek mindent eltorzítanak? → csonkított / winsorisált (vagy medián).
id: Apakah outlier merusak segalanya? → rata-rata terpotong / winsorisasi (atau median).
it: Gli outlier falsano tutto? → media troncata / winsorisata (o mediana).
ja: 外れ値がすべてを歪めますか？ → 切断平均/ウィンソリゼーション（または中央値）。
ko: 이상치가 모든 것을 왜곡합니까? → 잘린 평균 / 윈소리화된 평균(또는 중앙값).
nl: Is het een tijdreeks met ruis? → voortschrijdend gemiddelde.
no: Forvrenger uteliggere alt? → avkortet / winsorized gjennomsnitt (eller median).
pl: Czy wartości odstające psują wszystko? → średnia przycięta / winsoryzowana (lub mediana).
pt_pt: Os outliers distorcem tudo? → média truncada / winsorizada (ou mediana).
ro: Outlierii distorsionează totul? → media trunchiată / winsorisată (sau mediana).
ru: Выбросы искажают все? → усеченное/винсоризированное среднее (или медиана).
sk: Zasahujú odľahlé hodnoty do všetkého? → truncovaný / winsorovaný priemer (alebo medián).
sv: Är det en tidsserie med brus? → glidande medelvärde.
sw: Je, outliers zinaharibu kila kitu? → wastani wa kukatwa / winsorized (au median).
tr: Aykırı değerler her şeyi çarpıtıyor mu? → kesilmiş / winsorize edilmiş ortalama (veya medyan).
uk: Чи спотворюють все викиди? → усічене/вінзоризоване середнє (або медіана).
vi: Có phải các giá trị ngoại lai làm sai lệch mọi thứ không? → trung bình cắt xén / winsorized (hoặc trung vị).
zh_hans: 异常值是否扭曲了一切？ → 截断平均/温莎化（或中位数）。
