Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_percentage_diff_relative_desc
source: Mesurer la différence relative entre deux valeurs (en %).
af: Meet die relatiewe verskil tussen twee waardes (in %).
bg: Измерете относителната разлика между две стойности (в %).
cs: Měřte relativní rozdíl mezi dvěma hodnotami (v %).
da: Mål den relative forskel mellem to værdier (i %).
de: Messen Sie die relative Differenz zwischen zwei Werten (in %).
el: Μετρήστε τη σχετική διαφορά μεταξύ δύο τιμών (σε %).
es: Medir la diferencia relativa entre dos valores (en %).
fi: Mittaa suhteellinen ero kahden arvon välillä (prosentteina).
fil: Sukatin ang relatibong pagkakaiba sa pagitan ng dalawang halaga (sa %).
hu: Két érték relatív különbségének mérése (százalékban).
id: Mengukur perbedaan relatif antara dua nilai (dalam %).
it: Misurare la differenza relativa tra due valori (in %).
ja: 2つの値の相対的な差を測定します（%で）。
ko: 두 값 간의 상대적 차이를 측정합니다(%)。
nl: Meet het relatieve verschil tussen twee waarden (in %).
no: Mål den relative forskjellen mellom to verdier (i %).
pl: Mierzyć różnicę względną między dwiema wartościami (w %).
pt_pt: Medir a diferença relativa entre dois valores (em %).
ro: Măsurați diferența relativă între două valori (în %).
ru: Измерьте относительную разницу между двумя значениями (в %).
sk: Zmerajte relatívny rozdiel medzi dvoma hodnotami (v %).
sv: Mäta den relativa skillnaden mellan två värden (i %).
sw: Mäta den relativa skillnaden mellan två värden (i %).
tr: İki değer arasındaki göreceli farkı ölçün (% cinsinden).
uk: Measure the relative difference between two values (in %).
vi: Đo lường sự khác biệt tương đối giữa hai giá trị (theo %).
zh_hans: 测量两个值之间的相对差异（以%表示）。

# pct_error_title
source: Pourcentage d’erreur
af: Foutpersentasie
bg: Процент на грешка
cs: Procento chyby
da: Fejlprocent
de: Fehlerquote
el: Ποσοστό σφάλματος
es: Porcentaje de error
fi: Virheprosentti
fil: Porsyento ng pagkakamali
hu: Hibáság százalékos aránya
id: Persentase kesalahan
it: Percentuale di errore
ja: エラー率
ko: 오류 비율
nl: Foutpercentage
no: Feilprosent
pl: Procent błędu
pt_pt: Percentagem de erro
ro: Procentaj de eroare
ru: Процент ошибки
sk: Percentuálna chyba
sv: Felprocent
sw: Felprocent
tr: Hata yüzdesi
uk: Error percentage
vi: Tỷ lệ lỗi
zh_hans: 错误百分比

# pct_error_subtitle
source: Mesurer l’erreur relative (%) entre une valeur mesurée et une valeur de référence.
af: Meet die relatiewe fout (%) tussen 'n gemete waarde en 'n verwysingswaarde.
bg: Измерете относителната грешка (%) между измерена стойност и референтна стойност.
cs: Měřit relativní chybu (%) mezi naměřenou hodnotou a referenční hodnotou.
da: Mål den relative fejl (%) mellem en målt værdi og en referenceværdi.
de: Messen Sie den relativen Fehler (%) zwischen einem gemessenen Wert und einem Referenzwert.
el: Μετρήστε το σχετικό σφάλμα (%) μεταξύ μιας μετρημένης τιμής και μιας τιμής αναφοράς.
es: Mida el error relativo (%) entre un valor medido y un valor de referencia.
fi: Mittaa suhteellinen virhe (%) mitatun arvon ja viitearvon välillä.
fil: Sukatin ang relative error (%) sa pagitan ng isang nasukat na halaga at isang reference na halaga.
hu: A relatív hiba (%) mérése egy mért érték és egy referenciaérték között.
id: Ukur kesalahan relatif (%) antara nilai yang diukur dan nilai referensi.
it: Misurare l'errore relativo (%) tra un valore misurato e un valore di riferimento.
ja: 測定値と基準値の間の相対誤差（%）を測定します。
ko: 측정된 값과 기준 값 사이의 상대 오차(%)를 측정합니다.
nl: Meet de relatieve fout (%) tussen een gemeten waarde en een referentiewaarde.
no: Mål den relative feilen (%) mellom en målt verdi og en referanseverdi.
pl: Mierz błąd względny (%) między wartością zmierzoną a wartością odniesienia.
pt_pt: Medir o erro relativo (%) entre um valor medido e um valor de referência.
ro: Măsurați eroarea relativă (%) între o valoare măsurată și o valoare de referință.
ru: Измерьте относительную ошибку (%) между измеренным значением и эталонным значением.
sk: Meranie relatívnej chyby (%) medzi nameranou hodnotou a referenčnou hodnotou.
sv: Mät det relativa felet (%) mellan ett uppmätt värde och ett referensvärde.
sw: Pima makosa ya uhusiano (%) kati ya thamani iliyopimwa na thamani ya rejea.
tr: Bir ölçülen değer ile bir referans değeri arasındaki göreli hatayı (%) ölçün.
uk: Вимірюйте відносну помилку (%) між виміряним значенням та значенням еталону.
vi: Đo lường sai số tương đối (%) giữa một giá trị đo được và một giá trị tham chiếu.
zh_hans: 测量测量值与参考值之间的相对误差（%）。

# pct_error_measured
source: Valeur mesurée
af: Gemete waarde
bg: Измерена стойност
cs: Naměřená hodnota
da: Målt værdi
de: Gemessener Wert
el: Μετρημένη αξία
es: Valor medido
fi: Mitetty arvo
fil: Sinusukat na halaga
hu: Mért érték
id: Nilai terukur
it: Valore misurato
ja: 測定値
ko: 측정된 값
nl: Gemeten waarde
no: Målt verdi
pl: Wartość mierzona
pt_pt: Valor medido
ro: Valoare măsurată
ru: Измеренное значение
sk: Zmeraná hodnota
sv: Mätd värde
sw: Mäta värde
tr: Ölçülen değer
uk: Measured value
vi: Giá trị đo được
zh_hans: 测量值

# pct_error_measured_hint
source: Valeur observée / mesurée (expérience, capteur, calcul…).
af: Waarde waargeneem / gemet (eksperiment, sensor, berekening…).
bg: Наблюдавана / измерена стойност (експеримент, сензор, изчисление…).
cs: Pozorovaná / naměřená hodnota (experiment, senzor, výpočet…).
da: Observeret / målt værdi (eksperiment, sensor, beregning…).
de: Beobachteter / gemessener Wert (Experiment, Sensor, Berechnung…).
el: Μετρημένη / παρατηρούμενη τιμή (πειραματική, αισθητήρας, υπολογισμός…).
es: Valor observado / medido (experimento, sensor, cálculo…).
fi: Havaittu / mitattu arvo (kokemus, anturi, laskenta…).
fil: Nasukat na halaga / nasukat (eksperimento, sensor, kalkulasyon…).
hu: Megfigyelt / mért érték (kísérlet, érzékelő, számítás…).
id: Nilai yang diamati / diukur (percobaan, sensor, perhitungan…).
it: Valore osservato / misurato (esperimento, sensore, calcolo…).
ja: 観測された/測定された値（実験、センサー、計算…）。
ko: 관찰된/측정된 값(실험, 센서, 계산…).
nl: Waarde waargenomen / gemeten (experiment, sensor, berekening…).
no: Observerte / målte verdi (eksperiment, sensor, beregning…).
pl: Wartość obserwowana / zmierzona (eksperyment, czujnik, obliczenia…).
pt_pt: Valor observado / medido (experiência, sensor, cálculo…).
ro: Valoare observată / măsurată (experiență, senzor, calcul…).
ru: Наблюдаемое / измеренное значение (эксперимент, датчик, расчет…).
sk: Pozorovaná / nameraná hodnota (experiment, senzor, výpočet…).
sv: Observerat / uppmätt värde (experiment, sensor, beräkning…).
sw: Thamani iliyoangaliwa / iliyopimwa (majaribio, sensor, hesabu…).
tr: Gözlemlenen / ölçülen değer (deney, sensör, hesaplama…).
uk: Спостережуване / виміряне значення (експеримент, датчик, розрахунок…).
vi: Giá trị quan sát / đo được (thí nghiệm, cảm biến, tính toán…).
zh_hans: 观察到的/测量的值（实验、传感器、计算…）。

# pct_error_reference
source: Valeur de référence
af: Referentiewaarde
bg: Референтна стойност
cs: Referenční hodnota
da: Referenceværdi
de: Referenzwert
el: Αναφορά αξίας
es: Valor de referencia
fi: Viitearvo
fil: Pahalang na halaga
hu: Referencia érték
id: Nilai referensi
it: Valore di riferimento
ja: 基準値
ko: 기준 값
nl: Referentiewaarde
no: Referanseverdi
pl: Wartość odniesienia
pt_pt: Valor de referência
ro: Valoare de referință
ru: Эталонное значение
sk: Referenčná hodnota
sv: Referensvärde
sw: Referensvärde
tr: Referans Değeri
uk: Reference value
vi: Giá trị tham chiếu
zh_hans: 参考值

# pct_error_reference_hint
source: Valeur “vraie” / théorique / attendue (la base de comparaison).
af: “Ware” / teoretiese / verwagte waarde (die basis van vergelyking).
bg: „Истинска“ / теоретична / очаквана стойност (базата за сравнение).
cs: „Skutečná“ / teoretická / očekávaná hodnota (základ pro srovnání).
da: “Sand” / teoretisk / forventet værdi (sammenligningsgrundlaget).
de: „Wahrer“ / theoretischer / erwarteter Wert (die Vergleichsbasis).
el: «Αληθινή» / θεωρητική / αναμενόμενη τιμή (η βάση σύγκρισης).
es: Valor “verdadero” / teórico / esperado (la base de comparación).
fi: ”Todellinen” / teoreettinen / odotettu arvo (vertailupohja).
fil: “Totoong” halaga / teoretikal / inaasahan (ang base ng paghahambing).
hu: „Igaz” / elméleti / várt érték (a összehasonlítás alapja).
id: Nilai “benar” / teoretis / yang diharapkan (dasar perbandingan).
it: Valore “vero” / teorico / atteso (la base di confronto).
ja: 「真の」値/理論的な値/期待される値（比較の基準）。
ko: “진짜”/이론적/예상 값(비교 기준).
nl: “Echte” / theoretische / verwachte waarde (de basis van vergelijking).
no: “Sann” / teoretisk / forventet verdi (sammenligningsgrunnlaget).
pl: Wartość „prawdziwa” / teoretyczna / oczekiwana (podstawa porównania).
pt_pt: Valor “verdadeiro” / teórico / esperado (a base de comparação).
ro: Valoare “adevărată” / teoretică / așteptată (baza de comparație).
ru: «Истинное» / теоретическое / ожидаемое значение (база для сравнения).
sk: „Skutočná“ / teoretická / očakávaná hodnota (základ pre porovnanie).
sv: ”Sann” / teoretisk / förväntad värde (jämförelsebasen).
sw: Thamani “halisi” / ya nadharia / inayotarajiwa (misingi ya kulinganisha).
tr: “Gerçek” / teorik / beklenen değer (karşılaştırma temeli).
uk: “Справжнє” / теоретичне / очікуване значення (база для порівняння).
vi: Giá trị “thực” / lý thuyết / mong đợi (cơ sở so sánh).
zh_hans: “真实”/理论/预期值（比较的基础）。

# pct_error_rel_label
source: Erreur relative
af: Fout met betrekking tot
bg: Относителна грешка
cs: Chyba související
da: Relateret fejl
de: Fehlerbezug
el: Σφάλμα σχετικό
es: Error relativa
fi: Virheellinen suhteellinen
fil: Kaugnay na error
hu: Hiba kapcsolódó
id: Kesalahan terkait
it: Errore relativa
ja: 関連エラー
ko: 상대 오류
nl: Fout gerelateerd
no: Relatert feil
pl: Błąd względny
pt_pt: Erro relativo
ro: Eroare relativă
ru: Ошибка относительная
sk: Chyba súvisiaca
sv: Relaterat fel
sw: Relaterat fel
tr: İlgili hata
uk: Relative error
vi: Lỗi liên quan
zh_hans: 相关错误

# pct_error_abs_label
source: Erreur absolue
af: Absoluut fout
bg: Абсолютна грешка
cs: Absolutní chyba
da: Absolut fejl
de: Absolute Fehler
el: Απόλυτο σφάλμα
es: Error absoluta
fi: Absoluuttinen virhe
fil: Absolut na pagkakamali
hu: Abszolút hiba
id: Kesalahan absolut
it: Errore assoluto
ja: 絶対誤差
ko: 절대 오류
nl: Absolute fout
no: Absolutt feil
pl: Błąd absolutny
pt_pt: Erro absoluto
ro: Eroare absolută
ru: Абсолютная ошибка
sk: Absolútna chyba
sv: Absolut fel
sw: Absolut fel
tr: Kesin hata
uk: Absolute error
vi: Lỗi tuyệt đối
zh_hans: 绝对错误

# pct_error_signed_label
source: Écart signé
af: Onderteken verskil
bg: Подписана разлика
cs: Podepsané odchylky
da: Underskrevet afvigelse
de: Unterzeichnete Abweichung
el: Υπογεγραμμένη απόκλιση
es: Desviación firmada
fi: Allekirjoitettu poikkeama
fil: Nilagda ang agwat
hu: Aláírt eltérés
id: Selisih ditandatangani
it: Scarto firmato
ja: 署名された差異
ko: 서명된 차이
nl: Ondertekende afwijking
no: Signert avvik
pl: Podpisana różnica
pt_pt: Desvio assinado
ro: Diferență semnată
ru: Подписанный разрыв
sk: Podpisané odchýlky
sv: Undertecknat avvikelse
sw: Undertecknat avvikelse
tr: İmzalı fark
uk: Signed gap
vi: Khoảng cách đã ký
zh_hans: 签署差异

# pct_error_zero_note
source: Si la valeur de référence vaut 0, le pourcentage d’erreur n’est pas défini. Utilisez plutôt l’erreur absolue.
af: As die verwysingswaarde 0 is, is die persentasie fout nie gedefinieer nie. Gebruik eerder die absolute fout.
bg: Ако референтната стойност е 0, процентът на грешка не е определен. Вместо това използвайте абсолютната грешка.
cs: Pokud referenční hodnota je 0, procento chyby není definováno. Raději použijte absolutní chybu.
da: Hvis referenceværdien er 0, er fejlprocenten ikke defineret. Brug i stedet den absolutte fejl.
de: Wenn der Referenzwert 0 beträgt, ist der Fehlerprozentsatz nicht definiert. Verwenden Sie stattdessen den absoluten Fehler.
el: Εάν η τιμή αναφοράς είναι 0, το ποσοστό σφάλματος δεν ορίζεται. Χρησιμοποιήστε καλύτερα το απόλυτο σφάλμα.
es: Si el valor de referencia es 0, el porcentaje de error no está definido. Use en su lugar el error absoluto.
fi: Jos viitearvo on 0, virheprosentti ei ole määritelty. Käytä sen sijaan absoluuttista virhettä.
fil: Kung ang reference na halaga ay 0, ang porsyento ng error ay hindi natutukoy. Mas mabuting gumamit ng absolute error.
hu: Ha a referenciaérték 0, a hiba százaléka nincs meghatározva. Inkább használja az abszolút hibát.
id: Jika nilai referensi bernilai 0, persentase kesalahan tidak terdefinisi. Sebaiknya gunakan kesalahan absolut.
it: Se il valore di riferimento è 0, la percentuale di errore non è definita. Utilizzare piuttosto l'errore assoluto.
ja: 基準値が0の場合、誤差のパーセンテージは定義されません。代わりに絶対誤差を使用してください。
ko: 기준 값이 0이면 오차 비율은 정의되지 않습니다. 대신 절대 오차를 사용하세요.
nl: Als de referentiewaarde 0 is, is het percentage fout niet gedefinieerd. Gebruik in plaats daarvan de absolute fout.
no: Hvis referanseverdien er 0, er prosentandelen av feilen ikke definert. Bruk heller absolutt feil.
pl: Jeśli wartość odniesienia wynosi 0, procent błędu nie jest zdefiniowany. Zamiast tego użyj błędu bezwzględnego.
pt_pt: Se o valor de referência for 0, a porcentagem de erro não está definida. Use em vez disso o erro absoluto.
ro: Dacă valoarea de referință este 0, procentul de eroare nu este definit. Folosiți mai degrabă eroarea absolută.
ru: Если эталонное значение равно 0, процент ошибки не определен. Вместо этого используйте абсолютную ошибку.
sk: Ak referenčná hodnota je 0, percento chyby nie je definované. Radšej použite absolútnu chybu.
sv: Om referensvärdet är 0, är procentandelen av felet inte definierad. Använd istället det absoluta felet.
sw: Ikiwa thamani ya rejea ni 0, asilimia ya makosa haijafafanuliwa. Badala yake tumia makosa ya halisi.
tr: Referans değeri 0 ise, hata yüzdesi tanımlı değildir. Bunun yerine mutlak hatayı kullanın.
uk: Якщо значення еталону дорівнює 0, відсоток помилки не визначено. Використовуйте замість цього абсолютну помилку.
vi: Nếu giá trị tham chiếu bằng 0, tỷ lệ sai số không được xác định. Thay vào đó, hãy sử dụng sai số tuyệt đối.
zh_hans: 如果参考值为0，则误差百分比未定义。请使用绝对误差。

# pct_error_example_label
source: Mesuré INTERPOLATION ; Référence INTERPOLATION_1
af: Gemete INTERPOLATION; Verwysing INTERPOLATION_1
bg: Измерена INTERPOLATION; Референция INTERPOLATION_1
cs: Naměřeno INTERPOLATION ; Referenční INTERPOLATION_1
da: Målt INTERPOLATION; Reference INTERPOLATION_1
de: Gemessen INTERPOLATION; Referenz INTERPOLATION_1
el: Μετρημένο INTERPOLATION ; Αναφορά INTERPOLATION_1
es: Medido INTERPOLATION; Referencia INTERPOLATION_1
fi: Mitattu INTERPOLATION; Viite INTERPOLATION_1
fil: Nasukat INTERPOLATION; Reference INTERPOLATION_1
hu: Mért INTERPOLATION; Referencia INTERPOLATION_1
id: Diukur INTERPOLATION; Referensi INTERPOLATION_1
it: Misurato INTERPOLATION ; Riferimento INTERPOLATION_1
ja: 測定されたINTERPOLATION；基準INTERPOLATION_1
ko: 측정된 INTERPOLATION; 기준 INTERPOLATION_1
nl: Gemeten INTERPOLATION ; Referentie INTERPOLATION_1
no: Målt INTERPOLATION; Referanse INTERPOLATION_1
pl: Zmierzona INTERPOLATION; Odniesienie INTERPOLATION_1
pt_pt: Medido INTERPOLATION ; Referência INTERPOLATION_1
ro: Măsurat INTERPOLATION ; Referință INTERPOLATION_1
ru: Измеренное INTERPOLATION ; Эталон INTERPOLATION_1
sk: Namerané INTERPOLATION ; Referencia INTERPOLATION_1
sv: Uppmätt INTERPOLATION; Referens INTERPOLATION_1
sw: Ilipimwa INTERPOLATION; Rejea INTERPOLATION_1
tr: Ölçülen INTERPOLATION; Referans INTERPOLATION_1
uk: Виміряно INTERPOLATION; Еталон INTERPOLATION_1
vi: Đo INTERPOLATION; Tham chiếu INTERPOLATION_1
zh_hans: 测量值INTERPOLATION；参考INTERPOLATION_1

# pct_error_definition_sub
source: Le pourcentage d’erreur mesure l’écart d’une valeur mesurée par rapport à une valeur de référence.
af: Die persentasie fout meet die afwyking van 'n gemete waarde teenoor 'n verwysingswaarde.
bg: Процентът на грешка измерва отклонението на измерена стойност спрямо референтна стойност.
cs: Procento chyby měří odchylku naměřené hodnoty od referenční hodnoty.
da: Fejlprocenten måler afvigelsen af en målt værdi i forhold til en referenceværdi.
de: Der Fehlerprozentsatz misst die Abweichung eines gemessenen Wertes von einem Referenzwert.
el: Το ποσοστό σφάλματος μετρά την απόκλιση μιας μετρημένης τιμής σε σχέση με μια τιμή αναφοράς.
es: El porcentaje de error mide la discrepancia de un valor medido con respecto a un valor de referencia.
fi: Virheprosentti mittaa mitatun arvon poikkeamaa viitearvosta.
fil: Ang porsyento ng error ay sumusukat sa pagkakaiba ng isang nasukat na halaga kumpara sa isang reference na halaga.
hu: A hiba százaléka méri a mért érték eltérését a referenciaértéktől.
id: Persentase kesalahan mengukur deviasi dari nilai yang diukur dibandingkan dengan nilai referensi.
it: La percentuale di errore misura la deviazione di un valore misurato rispetto a un valore di riferimento.
ja: 誤差のパーセンテージは、測定された値と基準値の差を測定します。
ko: 오차 비율은 측정된 값과 기준 값의 차이를 측정합니다.
nl: Het percentage fout meet de afwijking van een gemeten waarde ten opzichte van een referentiewaarde.
no: Prosentandelen av feilen måler avviket til en målt verdi i forhold til en referanseverdi.
pl: Procent błędu mierzy różnicę między wartością zmierzoną a wartością odniesienia.
pt_pt: A porcentagem de erro mede a discrepância de um valor medido em relação a um valor de referência.
ro: Procentul de eroare măsoară deviația unei valori măsurate față de o valoare de referință.
ru: Процент ошибки измеряет отклонение измеренного значения от эталонного значения.
sk: Percento chyby meria odchýlku nameranej hodnoty od referenčnej hodnoty.
sv: Procentandelen av felet mäter avvikelsen av ett uppmätt värde i förhållande till ett referensvärde.
sw: Asilimia ya makosa inapima tofauti kati ya thamani iliyopimwa na thamani ya rejea.
tr: Hata yüzdesi, bir ölçülen değerin bir referans değerine göre ne kadar saptığını ölçer.
uk: Відсоток помилки вимірює відхилення виміряного значення від значення еталону.
vi: Tỷ lệ sai số đo lường độ lệch của một giá trị đo được so với một giá trị tham chiếu.
zh_hans: 误差百分比测量测量值与参考值之间的偏差。

# pct_error_step1
source: Calculez l’écart : mesuré − référence.
af: Bereken die afwyking: gemet − verwysing.
bg: Изчислете отклонението: измерено − референция.
cs: Vypočítejte odchylku: naměřeno − reference.
da: Beregn afvigelsen: målt − reference.
de: Berechnen Sie die Abweichung: gemessen − referenz.
el: Υπολογίστε την απόκλιση: μετρημένο − αναφορά.
es: Calcule la discrepancia: medido − referencia.
fi: Laske poikkeama: mitattu − viite.
fil: Kalkulahin ang pagkakaiba: nasukat − reference.
hu: Számolja ki az eltérést: mért − referencia.
id: Hitung deviasi: diukur − referensi.
it: Calcolare la deviazione : misurato − riferimento.
ja: 差を計算します：測定値 − 基準。
ko: 차이를 계산하세요: 측정된 − 기준.
nl: Bereken de afwijking : gemeten − referentie.
no: Beregn avviket: målt − referanse.
pl: Oblicz różnicę: zmierzona − odniesienie.
pt_pt: Calcule a discrepância: medido − referência.
ro: Calculați deviația : măsurat − referință.
ru: Вычислите отклонение: измеренное − эталон.
sk: Vypočítajte odchýlku: namerané − referencia.
sv: Beräkna avvikelsen: uppmätt − referens.
sw: Hesabu tofauti: iliyopimwa − rejea.
tr: Sapmayı hesaplayın: ölçülen − referans.
uk: Обчисліть відхилення: виміряне − еталон.
vi: Tính độ lệch: đo được − tham chiếu.
zh_hans: 计算偏差：测量值 − 参考值。

# pct_error_step2
source: Prenez la valeur absolue (on mesure une amplitude d’erreur) : |…|.
af: Neem die absolute waarde (ons meet 'n fout amplitude): |…|.
bg: Вземете абсолютната стойност (измерваме амплитуда на грешка): |…|.
cs: Vezměte absolutní hodnotu (měříme amplitudu chyby): |…|.
da: Tag den absolutte værdi (vi måler en fejl amplitude): |…|.
de: Nehmen Sie den absoluten Wert (wir messen eine Fehleramplitude): |…|.
el: Πάρτε την απόλυτη τιμή (μετράμε μια αμπλιτούδα σφάλματος): |…|.
es: Tome el valor absoluto (se mide una amplitud de error): |…|.
fi: Ota itseisarvo (mittaamme virhettä): |…|.
fil: Kunin ang absolute na halaga (sinasukat ang amplitude ng error): |…|.
hu: Vegye az abszolút értéket (mérjük a hiba amplitúdóját): |…|.
id: Ambil nilai absolut (kita mengukur amplitudo kesalahan): |…|.
it: Prendere il valore assoluto (si misura un'ampiezza di errore) : |…|.
ja: 絶対値を取ります（誤差の大きさを測定します）：|…|。
ko: 절대값을 취하세요(오차의 크기를 측정합니다): |…|.
nl: Neem de absolute waarde (we meten een foutamplitude) : |…|.
no: Ta den absolutte verdien (vi måler en feilmengde): |…|.
pl: Weź wartość bezwzględną (mierzymy amplitudę błędu): |…|.
pt_pt: Tome o valor absoluto (medimos uma amplitude de erro): |…|.
ro: Luați valoarea absolută (măsurăm o amplitudine a erorii) : |…|.
ru: Возьмите абсолютное значение (мы измеряем амплитуду ошибки): |…|.
sk: Vezmite absolútnu hodnotu (meráme amplitúdu chyby): |…|.
sv: Ta det absoluta värdet (vi mäter en felamplitud): |…|.
sw: Chukua thamani halisi (tunapima kiwango cha makosa): |…|.
tr: Mutlak değeri alın (bir hata büyüklüğünü ölçüyoruz): |…|.
uk: Візьміть абсолютне значення (вимірюємо амплітуду помилки): |…|.
vi: Lấy giá trị tuyệt đối (chúng ta đo một biên độ sai số): |…|.
zh_hans: 取绝对值（我们测量的是误差幅度）：|…|。

# pct_error_step3
source: Divisez par la référence puis multipliez par 100.
af: Deel deur die verwysing en vermenigvuldig dan met 100.
bg: Разделете на референцията и след това умножете по 100.
cs: Rozdělte podle reference a poté vynásobte 100.
da: Del med referencen og gang med 100.
de: Teilen Sie durch die Referenz und multiplizieren Sie dann mit 100.
el: Διαιρέστε με την αναφορά και στη συνέχεια πολλαπλασιάστε με 100.
es: Divida por la referencia y luego multiplique por 100.
fi: Jaa viitteellä ja kerro sitten 100:lla.
fil: Hatiin sa reference at pagkatapos ay imultiply sa 100.
hu: Ossza el a referenciával, majd szorozza meg 100-zal.
id: Bagi dengan referensi lalu kalikan dengan 100.
it: Dividere per il riferimento e poi moltiplicare per 100.
ja: 基準で割ってから100を掛けます。
ko: 기준으로 나눈 후 100을 곱하세요.
nl: Deel door de referentie en vermenigvuldig met 100.
no: Del på referansen og multipliser deretter med 100.
pl: Podziel przez odniesienie, a następnie pomnóż przez 100.
pt_pt: Divida pela referência e depois multiplique por 100.
ro: Împărțiți la referință, apoi înmulțiți cu 100.
ru: Разделите на ссылку, затем умножьте на 100.
sk: Rozdeľte podľa referencie a potom vynásobte 100.
sv: Dela med referensen och multiplicera sedan med 100.
sw: Gawanya kwa rejea kisha zidisha kwa 100.
tr: Referansa bölün ve ardından 100 ile çarpın.
uk: Поділіть на еталон, а потім помножте на 100.
vi: Chia cho tham chiếu rồi nhân với 100.
zh_hans: 除以参考值然后乘以100。
