Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_ratio_missing_desc
source: Compléter un ratio à partir d'une contrainte (valeur manquante).
bg: Попълнете отношение на базата на ограничение (липсваща стойност).
cs: Doplnit poměr na základě omezení (chybějící hodnota).
da: Udfyld et forhold ud fra en begrænsning (manglende værdi).
de: Vervollständigen Sie ein Verhältnis aus einer Einschränkung (fehlender Wert).
el: Συμπληρώστε έναν λόγο από μια περιοριστική συνθήκη (λείπουσα τιμή).
es: Completar un ratio a partir de una restricción (valor faltante).
fi: Täydennä suhde rajoitteen perusteella (puuttuva arvo).
fil: Kumpletuhin ang isang ratio mula sa isang constraint (nawawalang halaga).
ja: 制約から比率を補完します（欠けている値）。
nl: Vul een ratio aan op basis van een beperking (ontbrekende waarde).
no: Fullføre et forhold basert på en begrensning (manglende verdi).
pl: Uzupełnij stosunek na podstawie ograniczenia (brakująca wartość).
pt_pt: Completar uma razão a partir de uma restrição (valor faltante).
ro: Completați un raport pe baza unei constrângeri (valoare lipsă).
ru: Дополнить отношение на основе ограничения (отсутствующее значение).
sk: Doplniť pomer na základe obmedzenia (chýbajúca hodnota).
sv: Komplettera ett förhållande utifrån en begränsning (saknat värde).
sw: Kamilisha uwiano kutoka kwa kizuizi (thamani inayokosekana).
tr: Bir kısıtlamadan (eksik değer) bir oranı tamamlayın.
uk: Доповнити співвідношення на основі обмеження (відсутнє значення).
vi: Hoàn thành một tỷ lệ từ một ràng buộc (giá trị thiếu).
zh_hans: 根据约束（缺失值）补全比率。

# tool_proportion_ab_cd_title
source: Proportion A/B = C/D
af: Proportie A/B = C/D
bg: Пропорция A/B = C/D
cs: Proporce A/B = C/D
el: Αναλογία A/B = C/D
es: Proporción A/B = C/D
fi: Suhde A/B = C/D
fil: Proporsyon A/B = C/D
hu: A/B arány = C/D
id: Proporsi A/B = C/D
it: Proporzione A/B = C/D
ja: A/Bの比 = C/D
ko: 비율 A/B = C/D
nl: Proportie A/B = C/D
no: Proposjon A/B = C/D
pl: Proporcja A/B = C/D
pt_pt: Proporção A/B = C/D
ro: Proporția A/B = C/D
ru: Пропорция A/B = C/D
sk: Proporcia A/B = C/D
tr: A/B oranı = C/D
vi: Tỷ lệ A/B = C/D
zh_hans: 比例 A/B = C/D

# tool_proportion_ab_cd_desc
source: Résoudre une proportion avec une valeur manquante.
af: Los 'n verhouding met 'n ontbrekende waarde op.
bg: Решете пропорция с липсваща стойност.
cs: Vyřešte poměr s chybějící hodnotou.
da: Løs en proportion med en manglende værdi.
de: Eine Proportion mit einem fehlenden Wert lösen.
el: Λύστε μια αναλογία με μια ελλείπουσα τιμή.
es: Resolver una proporción con un valor faltante.
fi: Ratkaise osuus puuttuvalla arvolla.
fil: Lutasin ang isang proporsyon na may nawawalang halaga.
hu: Hiányzó értékkel rendelkező arány megoldása.
id: Menyelesaikan proporsi dengan nilai yang hilang.
it: Risolver una proporzione con un valore mancante.
ja: 欠損値を使って比例を解決する。
ko: 누락된 값으로 비율을 해결합니다.
nl: Los een verhouding op met een ontbrekende waarde.
no: Løs en proporsjon med en manglende verdi.
pl: Rozwiązać proporcję z brakującą wartością.
pt_pt: Resolver uma proporção com um valor em falta.
ro: Rezolvarea unei proporții cu o valoare lipsă.
ru: Решите пропорцию с недостающим значением.
sk: Riešiť proporciu s chýbajúcou hodnotou.
sv: Lös en proportion med ett saknat värde.
sw: Lös en proportion med ett saknat värde.
tr: Eksik bir değeri olan bir oranı çözmek.
uk: Solve a proportion with a missing value.
vi: Giải quyết một tỷ lệ với một giá trị bị thiếu.
zh_hans: 解决一个缺失值的比例。

# tool_proportional_share_title
source: Part proportionnelle
af: Proportionele deel
bg: Пропорционална част
cs: Proporcionální část
da: Proportional del.
de: Proportionaler Teil
el: Αναλογικό μέρος
es: Parte proporcional
fi: Osuusosa
fil: Bahaging proporsyonal
hu: Arányos rész
id: Bagian proporsional
it: Parte proporzionale
ja: 比例部分
ko: 비례 부분
nl: Proportioneel deel
no: Prosentandel
pl: Część proporcjonalna
pt_pt: Parte proporcional
ro: Partea proporțională
ru: Пропорциональная часть
sk: Proporčná časť
sv: Proportionell del
sw: Proportionell del
tr: Orantı kısmı
uk: Proportional part
vi: Phần tỷ lệ
zh_hans: 比例部分

# tool_proportional_share_desc
source: Répartir une quantité selon un ratio (parts proportionnelles).
af: Verdeel 'n hoeveelheid volgens 'n verhouding (proportionele dele).
bg: Разпределете количество според съотношение (пропорционални части).
cs: Rozdělit množství podle poměru (proporcionální části).
da: Fordel en mængde efter et forhold (proportionale andele).
de: Eine Menge nach einem Verhältnis verteilen (proportionale Anteile).
el: Κατανέμω μια ποσότητα σύμφωνα με μια αναλογία (αναλογικά μέρη).
es: Distribuir una cantidad según una proporción (partes proporcionales).
fi: Jakaa määrä suhteen mukaan (prosenttiosuudet).
fil: Ihatid ang isang halaga ayon sa isang ratio (proporsyonal na bahagi).
hu: Egy mennyiséget arány szerint elosztani (arányos részek).
id: Membagi jumlah sesuai rasio (bagian proporsional).
it: Distribuire una quantità secondo un rapporto (parti proporzionali).
ja: 比率に従って数量を分配する（比例配分）。
ko: 비율에 따라 수량을 분배합니다.
nl: Een hoeveelheid verdelen volgens een ratio (proportionele delen).
no: Fordele en mengde i henhold til et forhold (prosentandeler).
pl: Podzielić ilość według proporcji (części proporcjonalne).
pt_pt: Distribuir uma quantidade de acordo com uma proporção (partes proporcionais).
ro: Distribuie o cantitate conform unui raport (părți proporționale).
ru: Распределить количество по соотношению (пропорциональные части).
sk: Rozdeliť množstvo podľa pomeru (proporčné časti).
sv: Fördela en mängd enligt ett förhållande (proportionella delar).
sw: Fördela en mängd enligt ett förhållande (proportionella delar).
tr: Bir miktarı bir oranla dağıtmak (orantılı paylar).
uk: Distribute an amount according to a ratio (proportional shares).
vi: Phân chia một số lượng theo tỷ lệ (phần tỷ lệ).
zh_hans: 根据比例分配数量（按比例分配）。

# tool_direct_proportionality_title
source: Proportionnalité directe
af: Direkte proporsionaliteit
bg: Директна пропорционалност
cs: Přímá proporcionalita
da: Direkte proportionalitet
de: Direkte Proportionalität
el: Άμεση αναλογικότητα
es: Proporcionalidad directa
fi: Suora suhteellisuus
fil: Direktang proporsyonalidad
hu: Közvetlen arányosság
id: Proporsionalitas langsung
it: Proporzionalità diretta
ja: 直接比例
ko: 직접 비례성
nl: Directe proportionaliteit
no: Direkte proporsjonalitet
pl: Proporcjonalność bezpośrednia
pt_pt: Proporcionalidade direta
ro: Proporționalitate directă
ru: Прямая пропорциональность
sk: Priama proporcionalita
sv: Direkt proportionalitet
sw: Direkt proportionalitet
tr: Doğrudan orantılılık
uk: Direct proportionality
vi: Tỷ lệ trực tiếp
zh_hans: 直接比例

# tool_direct_proportionality_desc
source: Comprendre et résoudre des situations de proportionnalité directe.
af: Begrip en los direkte verhoudingssituasies.
bg: Разбиране и решаване на ситуации с пряка пропорционалност.
cs: Pochopit a vyřešit situace přímé proporcionality.
da: Forstå og løs situationer med direkte proportionalitet.
de: Verstehen und Lösen von Situationen der direkten Proportionalität.
el: Κατανοήστε και επιλύστε καταστάσεις άμεσης αναλογίας.
es: Entender y resolver situaciones de proporcionalidad directa.
fi: Ymmärtää ja ratkaista suoran suhteellisuuden tilanteita.
fil: Unawain at lutasin ang mga sitwasyon ng direktang proporsyon.
hu: Közvetlen arányossági helyzetek megértése és megoldása.
id: Memahami dan menyelesaikan situasi proporsionalitas langsung.
it: Comprendere e risolvere situazioni di proporzionalità diretta.
ja: 直接比例の状況を理解し、解決する。
ko: 직접 비례 상황을 이해하고 해결하기.
nl: Begrijp en los situaties van directe proportionaliteit op.
no: Forstå og løse situasjoner med direkte proporsjonalitet.
pl: Zrozumieć i rozwiązać sytuacje proporcjonalności bezpośredniej.
pt_pt: Compreender e resolver situações de proporcionalidade direta.
ro: Înțelegeți și rezolvați situații de proporționalitate directă.
ru: Понимать и решать задачи прямой пропорциональности.
sk: Pochopiť a vyriešiť situácie priamej proporcionality.
sv: Förstå och lösa situationer med direkt proportionalitet.
sw: Förstå och lösa situationer med direkt proportionalitet.
tr: Doğru orantı durumlarını anlamak ve çözmek.
uk: Understand and solve direct proportionality situations.
vi: Hiểu và giải quyết các tình huống tỷ lệ trực tiếp.
zh_hans: 理解和解决直接比例的情况。

# tool_inverse_proportionality_title
source: Proportionnalité inverse
af: Invers proporsionaliteit
bg: Обратна пропорционалност
cs: Inverzní proporcionalita
da: Omvendt proportionalitet
de: Umgekehrte Proportionalität
el: Αντίστροφη αναλογία
es: Proporcionalidad inversa
fi: Käänteinen suhteellisuus
fil: Inversely proportional
hu: Inverz arányosság
id: Proporsionalitas terbalik
it: Proporzionalità inversa
ja: 逆比例
ko: 역비례
nl: Omgekeerde evenredigheid
no: Invers proporsjonalitet
pl: Proporcjonalność odwrotna
pt_pt: Proporcionalidade inversa
ro: Proporționalitate inversă
ru: Обратная пропорциональность
sk: Inverzná proporcionalita
sv: Omvänd proportionalitet
sw: Omvänd proportionalitet
tr: Ters orantlılık
uk: Inverse proportionality
vi: Tỷ lệ nghịch
zh_hans: 反比例

# tool_inverse_proportionality_desc
source: Comprendre et résoudre des situations de proportionnalité inverse.
af: Begrip en los situasies van omgekeerde verhoudings.
bg: Разбиране и решаване на ситуации с обратна пропорционалност.
cs: Pochopit a vyřešit situace inverzní proporcionality.
da: Forstå og løs situationer med omvendt proportionalitet.
de: Verstehen und Lösen von Situationen der umgekehrten Proportionalität.
el: Κατανοήστε και επιλύστε καταστάσεις αντίστροφης αναλογίας.
es: Entender y resolver situaciones de proporcionalidad inversa.
fi: Ymmärtää ja ratkaista käänteisen suhteellisuuden tilanteita.
fil: Unawain at lutasin ang mga sitwasyon ng kabaligtaran na proporsyon.
hu: Fordított arányossági helyzetek megértése és megoldása.
id: Memahami dan menyelesaikan situasi proporsionalitas terbalik.
it: Comprendere e risolvere situazioni di proporzionalità inversa.
ja: 逆比例の状況を理解し、解決する。
ko: 역비례 상황을 이해하고 해결하기.
nl: Begrijp en los situaties van omgekeerde evenredigheid op.
no: Forstå og løse situasjoner med omvendt proporsjonalitet.
pl: Zrozumieć i rozwiązać sytuacje odwrotnej proporcjonalności.
pt_pt: Compreender e resolver situações de proporcionalidade inversa.
ro: Înțelegeți și rezolvați situații de proporționalitate inversă.
ru: Понимать и решать задачи обратной пропорциональности.
sk: Pochopiť a vyriešiť situácie inverznej proporcionality.
sv: Förstå och lösa situationer med omvänd proportionalitet.
sw: Förstå och lösa situationer med omvänd proportionalitet.
tr: Ters orantılı durumları anlamak ve çözmek.
uk: Understand and solve inverse proportionality situations.
vi: Hiểu và giải quyết các tình huống tỷ lệ nghịch.
zh_hans: 理解和解决反比例情况。

# tool_proportionality_check_title
source: Reconnaître une situation proportionnelle
af: Erken 'n proporsionele situasie
bg: Разпознаване на пропорционална ситуация
cs: Rozpoznat proporcionální situaci
da: Genkende en proportional situation
de: Eine proportionale Situation erkennen
el: Αναγνώριση μιας αναλογικής κατάστασης
es: Reconocer una situación proporcional
fi: Tunnistaa suhteellinen tilanne
fil: Kilalanin ang isang proporsyonal na sitwasyon
hu: Arányos helyzetet felismerni
id: Mengenali situasi proporsional
it: Riconoscere una situazione proporzionale
ja: 比例的な状況を認識する
ko: 비례 상황 인식하기
nl: Een proportionele situatie herkennen
no: Gjenkjenne en proporsjonal situasjon
pl: Rozpoznać sytuację proporcjonalną
pt_pt: Reconhecer uma situação proporcional
ro: Recunoașteți o situație proporțională
ru: Признать пропорциональную ситуацию
sk: Rozpoznať proporcionálnu situáciu
sv: Känna igen en proportionell situation
sw: Känna igen en proportionell situation
tr: Orantısal bir durumu tanımak
uk: Recognize a proportional situation
vi: Nhận diện một tình huống tỷ lệ.
zh_hans: 识别比例情况

# tool_proportionality_check_desc
source: Déterminer si une situation est proportionnelle ou non.
af: Bepaal of 'n situasie proporsioneel is of nie.
bg: Определете дали ситуацията е пропорционална или не.
cs: Určete, zda je situace proporcionální nebo ne.
da: Bestem om en situation er proportional eller ej.
de: Bestimmen, ob eine Situation proportional ist oder nicht.
el: Καθορίστε αν μια κατάσταση είναι αναλογική ή όχι.
es: Determinar si una situación es proporcional o no.
fi: Määritä, onko tilanne suhteellinen vai ei.
fil: Tukuyin kung ang isang sitwasyon ay proporsyonal o hindi.
hu: Határozza meg, hogy egy helyzet arányos-e vagy sem.
id: Tentukan apakah suatu situasi proporsional atau tidak.
it: Determinare se una situazione è proporzionale o meno.
ja: 状況が比例しているかどうかを判断する。
ko: 상황이 비례하는지 여부를 결정합니다.
nl: Bepalen of een situatie proportioneel is of niet.
no: Bestem om en situasjon er proporsjonal eller ikke.
pl: Określić, czy sytuacja jest proporcjonalna, czy nie.
pt_pt: Determinar se uma situação é proporcional ou não.
ro: Determinați dacă o situație este proporțională sau nu.
ru: Определите, является ли ситуация пропорциональной или нет.
sk: Určte, či je situácia proporcionálna alebo nie.
sv: Avgöra om en situation är proportionell eller inte.
sw: Avgöra om en situation är proportionell eller inte.
tr: Bir durumun orantılı olup olmadığını belirleyin.
uk: Determine if a situation is proportional or not.
vi: Xác định xem một tình huống có tỷ lệ hay không.
zh_hans: 确定一个情况是否成比例。

# tool_round_tenth_hundredth_title
source: Arrondi au dixième / centième
af: Afgerond tot die tiende / honderdste
bg: Окръглено до десетичната / стотичната част
cs: Zaokrouhlení na desítky / setiny
da: Afroundet til tiende / hundrede
de: Auf die Zehntel / Hundertstel gerundet
el: Στρογγυλοποίηση στο δέκατο / εκατοστό
es: Redondear a la décima / centésima
fi: Pyöristetty kymmenes / sadasosa
fil: Pinaas ng sampu / daan
hu: Kerekít tizedesre / századosra
id: Pembulatan ke desimal / seratusan
it: Arrotonda alla decina / centina
ja: 小数点第1位 / 第2位に四捨五入
ko: 소수점 첫째 자리 / 둘째 자리로 반올림
nl: Afgerond op tiende / honderdste
no: Avrundet til tiendel / hundrededel
pl: Zaokrąglij do dziesiątej / setnej
pt_pt: Arredondar para a décima / centésima
ro: Rotunjit la zecimală / sutimală
ru: Округлить до десятых / сотых
sk: Zaokrúhliť na desatiny / stotiny
sv: Avrundat till tiondel / hundradel
sw: Avrundat till tiondel / hundradel
tr: Ondalık / yüzdelik yuvarlama
uk: Rounded to the tenth / hundredth
vi: Làm tròn đến chữ số thập phân thứ nhất / thứ hai
zh_hans: 四舍五入到十分位 / 百分位

# tool_round_tenth_hundredth_desc
source: Arrondir à un nombre de décimales (0.1, 0.01…).
af: Rond af na 'n getal desimale (0.1, 0.01…).
bg: Окръгляне до определен брой десетични знаци (0.1, 0.01…).
cs: Zaokrouhlit na počet desetinných míst (0,1, 0,01…).
da: Rund op til et antal decimaler (0,1, 0,01…).
de: Auf eine bestimmte Dezimalzahl runden (0,1, 0,01…).
el: Στρογγυλοποιήστε σε έναν αριθμό δεκαδικών ψηφίων (0.1, 0.01…).
es: Redondear a un número de decimales (0.1, 0.01…).
fi: Pyöristä desimaaleihin (0,1, 0,01…).
fil: I-round sa isang bilang ng mga desimal (0.1, 0.01…).
hu: Kerekítse a tizedesjegyek számát (0,1, 0,01…).
id: Bulatkan ke jumlah desimal (0,1, 0,01…).
it: Arrotondare a un numero di decimali (0,1, 0,01…).
ja: 小数点以下の桁数を丸める（0.1、0.01…）。
ko: 소수점 자리수로 반올림하기 (0.1, 0.01…).
nl: Afronden op een aantal decimalen (0,1, 0,01…).
no: Rund av til et antall desimaler (0,1, 0,01…).
pl: Zaokrąglić do liczby miejsc po przecinku (0,1, 0,01…).
pt_pt: Arredondar para um número de casas decimais (0,1, 0,01…).
ro: Rotunjire la un număr de zecimale (0.1, 0.01…).
ru: Округлить до определенного количества знаков после запятой (0.1, 0.01…).
sk: Zaokrúhliť na počet desatinných miest (0,1, 0,01…).
sv: Runda till ett antal decimaler (0,1, 0,01…).
sw: Runda till ett antal decimaler (0,1, 0,01…).
tr: Ondalık sayılara yuvarla (0.1, 0.01…).
uk: Round to a number of decimal places (0.1, 0.01…).
vi: Làm tròn đến một số chữ số thập phân (0.1, 0.01…).
zh_hans: 四舍五入到小数位数（0.1，0.01……）。

# tool_significant_figures_title
source: Arrondi significatif
af: Betekenisvolle afronding
bg: Значително закръгление
cs: Významné zaokrouhlení
da: Betydende afrunding
de: Bedeutende Rundung
el: Σημαντική στρογγυλοποίηση
es: Redondeo significativo
fi: Merkittävä pyöristys
fil: Makabuluhang pag-ikot
hu: Jelentős kerekítés
id: Pembulatan signifikan
it: Arrotondamento significativo
ja: 重要な丸め
ko: 의미 있는 반올림
nl: Significant rounding
no: Signifikant avrunding
pl: Znaczące zaokrąglenie
pt_pt: Arredondamento significativo
ro: Rotunjire semnificativă
ru: Значительное округление
sk: Významné zaokrúhlenie
sv: Betydande avrundning
sw: Betydande avrundning
tr: Anlamlı yuvarlama
uk: Significant rounding
vi: Làm tròn có ý nghĩa
zh_hans: 显著四舍五入

# tool_significant_figures_desc
source: Arrondir à n chiffres significatifs.
af: Rond af na n beduidende syfers.
bg: Окръгляне до n значими цифри.
cs: Zaokrouhlit na n významných číslic.
da: Rund op til n signifikante cifre.
de: Auf n signifikante Ziffern runden.
el: Στρογγυλοποιήστε σε n σημαντικά ψηφία.
es: Redondear a n cifras significativas.
fi: Pyöristä n merkitsevään numeroon.
fil: I-round sa n makabuluhang numero.
hu: Kerekítse a számot n jelentős számjegyre.
id: Bulatkan ke n angka signifikan.
it: Arrotondare a n cifre significative.
ja: n桁の有効数字に丸める。
ko: n자리 유효 숫자로 반올림.
nl: Afgerond tot n significante cijfers.
no: Rund av til n signifikante sifre.
pl: Zaokrąglić do n cyfr znaczących.
pt_pt: Arredondar a n dígitos significativos.
ro: Rotunjire la n cifre semnificative.
ru: Округлить до n значащих цифр.
sk: Zaokrúhliť na n významných číslic.
sv: Runda till n signifikanta siffror.
sw: Runda till n signifikanta siffror.
tr: n anlamlı rakama yuvarla.
uk: Round to n significant figures.
vi: Làm tròn đến n chữ số có nghĩa.
zh_hans: 四舍五入到 n 位有效数字。

# tool_truncate_title
source: Troncature
af: Afkorting
bg: Скъсяване
cs: Zkrácení
da: Afkortning
de: Truncation
el: Συντομία
es: Truncamiento
fi: Lyhennys
fil: Truncation
hu: Truncálás
id: Pemotongan
it: Troncamento
ja: 切り捨て
ko: 트렁카튀르
nl: Afkapping
no: Avkorting
pl: Skrócenie
pt_pt: Truncamento
ro: Truncare
ru: Усечение
sk: Zrezanie
sv: Avkortning
sw: Avkortning
tr: Kısaltma
uk: Truncation
vi: Cắt ngắn
zh_hans: 截断

# tool_truncate_desc
source: Tronquer un nombre sans arrondir.
af: Afbreek 'n getal sonder om te rond.
bg: Обрежете число без закръгляне.
cs: Oříznout číslo bez zaokrouhlení.
da: Afkorte et tal uden at runde.
de: Eine Zahl truncieren, ohne sie zu runden.
el: Αποκοπή ενός αριθμού χωρίς στρογγυλοποίηση.
es: Truncar un número sin redondear.
fi: Katkaise luku pyöristämättä.
fil: Putulin ang isang numero nang hindi nag-aayos.
hu: Egy szám levágása kerekítés nélkül.
id: Memotong angka tanpa membulatkan.
it: Troncare un numero senza arrotondare.
ja: 数値を丸めずに切り捨てる。
ko: 숫자를 반올림하지 않고 잘라내기.
nl: Een getal trunceren zonder te ronden.
no: Truncate et tall uten å runde av.
pl: Obciąć liczbę bez zaokrąglania.
pt_pt: Truncar um número sem arredondar.
ro: Trunchiați un număr fără a rotunji.
ru: Обрезать число без округления.
sk: Orezanie čísla bez zaokrúhľovania.
sv: Trunkera ett tal utan att avrunda.
sw: Trunka ett tal utan att avrunda.
tr: Bir sayıyı yuvarlamadan kes.
uk: Truncate a number without rounding.
vi: Cắt ngắn một số mà không làm tròn.
zh_hans: 截断一个数字而不四舍五入。

# tool_order_of_magnitude_title
source: Ordre de grandeur
af: Grootteorde
bg: Ред на величина
cs: Řád velikosti
da: Størrelsesorden
de: Größenordnung
el: Διάταξη μεγέθους
es: Orden de magnitud
fi: Suuruusluokka
fil: Sukatan ng laki
hu: Rangsor
id: Urutan besaran
it: Ordine di grandezza
ja: オーダー・ド・グランデュール
ko: 규모의 차이
nl: Orde van grootte
no: Størrelsesorden
pl: Rząd wielkości
pt_pt: Ordem de grandeza
ro: Ordine de mărime
ru: Порядок величины
sk: Poradie veľkosti
sv: Storleksordning
sw: Storleksordning
tr: Büyüklük sırası
uk: Order of magnitude
vi: Đơn vị đo lường
zh_hans: 数量级

# tool_order_of_magnitude_desc
source: Estimer un ordre de grandeur (approximation rapide).
af: Skat 'n orde van grootte (vinnige benadering).
bg: Оценете приблизителна стойност (бърза оценка).
cs: Odhadnout přibližnou hodnotu (rychlá aproximace).
da: Skøn en størrelsesorden (hurtig vurdering).
de: Eine Größenordnung schätzen (schnelle Annäherung).
el: Εκτιμήστε μια τάξη μεγέθους (γρήγορη εκτίμηση).
es: Estimar un orden de magnitud (aproximación rápida).
fi: Arvioi suuruusluokka (nopea arvio).
fil: Tantyahin ang isang sukat (mabilis na pagtataya).
hu: Becsülje meg a nagyságrendet (gyors közelítés).
id: Perkirakan sebuah urutan besar (perkiraan cepat).
it: Stimare un ordine di grandezza (approssimazione rapida).
ja: 大まかな見積もりをする。
ko: 대략적인 규모 추정 (빠른 추정).
nl: Schat een orde van grootte in (snelle schatting).
no: Estimere en størrelsesorden (rask tilnærming).
pl: Oszacować rząd wielkości (szybkie przybliżenie).
pt_pt: Estimar uma ordem de grandeza (aproximação rápida).
ro: Estimarea unui ordin de mărime (aproximare rapidă).
ru: Оцените порядок величины (быстрая оценка).
sk: Odhadnúť poradie veľkosti (rýchla aproximácia).
sv: Skatta en storleksordning (snabb uppskattning).
sw: Skatta en storleksordning (snabb uppskattning).
tr: Bir büyüklük tahmini yapmak (hızlı bir tahmin).
uk: Estimate an order of magnitude (quick approximation).
vi: Ước lượng một thứ tự kích thước (xấp xỉ nhanh).
zh_hans: 估算一个大致的数量（快速估计）。

# tool_rounding_error_title
source: Erreur d'arrondi
bg: Грешка при закръгляне
cs: Chyba zaokrouhlení
da: Afrundingsfejl
de: Rundungsfehler
el: Σφάλμα στρογγυλοποίησης
es: Error de redondeo
fi: Pyöristysvirhe
fil: Error sa pag-ikot
ja: 丸め誤差
nl: Afrondfout
no: Rundingsfeil
pl: Błąd zaokrąglenia
pt_pt: Erro de arredondamento
ro: Eroare de rotunjire
ru: Ошибка округления
sk: Chyba zaokrúhlenia
sv: Avrundningsfel
sw: Kosa la kuzunguka
tr: Yuvarlama hatası
uk: Помилка округлення
vi: Lỗi làm tròn
zh_hans: 舍入误差

# tool_rounding_error_desc
source: Mesurer l'écart introduit par un arrondi.
bg: Измерете разликата, въведена от закръгляне.
cs: Měřit rozdíl zavedený zaokrouhlením.
da: Mål den forskel, der introduceres af en afrunding.
de: Messen Sie die Abweichung, die durch eine Rundung eingeführt wird.
el: Μετρήστε τη διαφορά που εισάγεται από μια στρογγυλοποίηση.
es: Medir la diferencia introducida por un redondeo.
fi: Mittaa pyöristyksen aiheuttama ero.
fil: Sukatin ang pagkakaiba na dulot ng pag-ikot.
ja: 丸めによって導入された差を測定します。
nl: Meet het verschil dat door een afronding is geïntroduceerd.
no: Måle forskjellen introdusert av en avrunding.
pl: Zmierz różnicę wprowadzoną przez zaokrąglenie.
pt_pt: Medir a diferença introduzida por um arredondamento.
ro: Măsurați diferența introdusă de o rotunjire.
ru: Измерить отклонение, вызванное округлением.
sk: Zmerať rozdiel spôsobený zaokrúhlením.
sv: Mäta den skillnad som introduceras av en avrundning.
sw: Pima tofauti iliyosababishwa na kuzunguka.
tr: Bir yuvarlama ile ortaya çıkan farkı ölçün.
uk: Виміряти різницю, введену округленням.
vi: Đo lường sự chênh lệch do một lần làm tròn.
zh_hans: 测量舍入引入的差异。

# tool_absolute_vs_relative_difference_title
source: Écart absolu vs relatif
af: Absoluut vs relatiewe verskil
bg: Абсолютна разлика срещу относителна разлика
cs: Absolutní vs. relativní odchylka
da: Absolut vs relativ forskel
de: Absoluter vs. relativer Unterschied
el: Απόλυτη διαφορά vs σχετική διαφορά
es: Diferencia absoluta vs relativa
fi: Absolu vs suhteellinen ero
fil: Absoluto vs Relatibo
hu: Abszolút vs relatív eltérés
id: Selisih absolut vs relatif
it: Scarto assoluto vs relativo
ja: 絶対誤差 vs 相対誤差
ko: 절대 오차 vs 상대 오차
nl: Absoluut vs relatief verschil
no: Absolutt vs relativt avvik
pl: Różnica bezwzględna vs względna
pt_pt: Desvio absoluto vs relativo
ro: Abatere absolută vs relativă
ru: Абсолютное отклонение vs относительное отклонение
sk: Absolútna vs relatívna odchýlka
sv: Absolut avvik vs relativt avvik
sw: Absolut avvik vs relativt avvik
tr: Mutlak fark vs göreceli fark
uk: Absolute vs Relative Difference
vi: Sai số tuyệt đối so với sai số tương đối
zh_hans: 绝对差异与相对差异
