Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_links_subtitle
source: Détectez les liens cliquables d’un PDF (URL et liens internes) et exportez-les au format JSON, localement dans votre navigateur.
af: Detecteer die klikbare skakels van 'n PDF (URL en interne skakels) en voer dit uit in JSON-formaat, plaaslik in jou blaaier.
bg: Открийте кликаемите връзки на PDF (URL и вътрешни връзки) и ги експортирайте във формат JSON, локално в браузъра ви.
cs: Detekujte klikatelné odkazy v PDF (URL a interní odkazy) a exportujte je ve formátu JSON, lokálně ve vašem prohlížeči.
da: Opdag de klikbare links i en PDF (URL og interne links) og eksportér dem i JSON-format, lokalt i din browser.
de: Erkennen Sie die klickbaren Links eines PDFs (URLs und interne Links) und exportieren Sie sie im JSON-Format lokal in Ihrem Browser.
el: Ανιχνεύστε τους κλικαρίσιμους συνδέσμους ενός PDF (URL και εσωτερικοί σύνδεσμοι) και εξάγετε τους σε μορφή JSON, τοπικά στον περιηγητή σας.
es: Detecte los enlaces clicables de un PDF (URL y enlaces internos) y expórtelos en formato JSON, localmente en su navegador.
fi: Tunnista PDF:n klikkautuvat linkit (URL-osoitteet ja sisäiset linkit) ja vie ne JSON-muodossa paikallisesti selaimessasi.
fil: Tukuyin ang mga clickable na link mula sa isang PDF (URL at mga panloob na link) at i-export ang mga ito sa format na JSON, lokal sa iyong browser.
hu: Észlelje a PDF kattintható linkjeit (URL-ek és belső linkek), és exportálja őket JSON formátumban, helyben a böngészőjében.
id: Deteksi tautan yang dapat diklik dari PDF (URL dan tautan internal) dan ekspor ke format JSON, secara lokal di browser Anda.
it: Rileva i collegamenti cliccabili di un PDF (URL e collegamenti interni) ed esportali in formato JSON, localmente nel tuo browser.
ja: PDFのクリック可能なリンク（URLおよび内部リンク）を検出し、リストをJSON形式でローカルにブラウザ内でエクスポートします。
ko: PDF의 클릭 가능한 링크(URL 및 내부 링크)를 감지하고 이를 JSON 형식으로 로컬에서 브라우저 내보냅니다.
nl: Detecteer de klikbare links van een PDF (URL's en interne links) en exporteer ze in JSON-formaat, lokaal in uw browser.
no: Oppdag klikkbare lenker i en PDF (URL-er og interne lenker) og eksporter dem i JSON-format, lokalt i nettleseren din.
pl: Wykryj klikalne linki w PDF (URL i linki wewnętrzne) i wyeksportuj je w formacie JSON, lokalnie w swojej przeglądarce.
pt_pt: Detecte os links clicáveis de um PDF (URL e links internos) e exporte-os no formato JSON, localmente no seu navegador.
ro: Detectați linkurile clicabile dintr-un PDF (URL-uri și linkuri interne) și exportați-le în format JSON, local în browserul dumneavoastră.
ru: Обнаружьте кликабельные ссылки в PDF (URL и внутренние ссылки) и экспортируйте их в формате JSON, локально в вашем браузере.
sk: Detekujte klikateľné odkazy v PDF (URL a interné odkazy) a exportujte ich vo formáte JSON, lokálne vo vašom prehliadači.
sv: Upptäck klickbara länkar i en PDF (URL och interna länkar) och exportera dem i JSON-format, lokalt i din webbläsare.
sw: Gundua viungo vinavyoweza kubofya katika PDF (URL na viungo vya ndani) na uhamasisha kwa muundo wa JSON, ndani ya kivinjari chako.
tr: Bir PDF'deki tıklanabilir bağlantıları (URL ve dahili bağlantılar) tespit edin ve bunları yerel olarak tarayıcınızda JSON formatında dışa aktarın.
uk: Визначте клікабельні посилання з PDF (URL та внутрішні посилання) та експортуйте їх у форматі JSON, локально у вашому браузері.
vi: Phát hiện các liên kết có thể nhấp trong một PDF (URL và liên kết nội bộ) và xuất chúng ở định dạng JSON, cục bộ trong trình duyệt của bạn.
zh_hans: 检测 PDF 中的可点击链接（URL 和内部链接）并将其导出为 JSON 格式，保存在您的浏览器中。

# pdf_links_card_import_title
source: Importer un PDF
af: Laai 'n PDF op
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: Een PDF importeren
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF'yi içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF

# pdf_links_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaier.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se provádí ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: Ningún dato se envía a un servidor: todo se hace en su navegador.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa isang server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semuanya dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: サーバーにデータは送信されません：すべてはブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저 내에서 이루어집니다.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun fel de date nu este trimis pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika kwenye kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据被发送到服务器：一切都在您的浏览器中完成。

# pdf_links_err_title
source: Impossible d’extraire les liens.
af: Onmoontlik om die skakels te onttrek.
bg: Невъзможно е да се извлекат линковете.
cs: Nelze extrahovat odkazy.
da: Det er umuligt at udtrække links.
de: Links konnten nicht extrahiert werden.
el: Αδύνατη η εξαγωγή των συνδέσμων.
es: No se pueden extraer los enlaces.
fi: Linkkien purkaminen epäonnistui.
fil: Hindi
hu: A hivatkozások kinyerése lehetetlen.
id: Tidak dapat mengekstrak tautan.
it: Impossibile estrarre i link.
ja: リンクを抽出できません。
ko: 링크를 추출할 수 없습니다.
nl: Onmogelijk om de links te extraheren.
no: Kan ikke hente lenkene.
pl: Nie można wyodrębnić linków.
pt_pt: Impossível extrair os links.
ro: Imposibil de a extrage linkurile.
ru: Невозможно извлечь ссылки.
sk: Nemožno extrahovať odkazy.
sv: Det går inte att extrahera länkar.
sw: Haiwezi kutoa viungo.
tr: Bağlantıları çıkarmak mümkün değil.
uk: Не вдалося витягти посилання.
vi: Không thể trích xuất các liên kết.
zh_hans: 无法提取链接。

# pdf_links_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pdf_links_card_results_sub
source: Aperçu des liens et export JSON.
af: Voorgaan van skakels en JSON-uitvoer.
bg: Преглед на линковете и експортиране на JSON.
cs: Náhled odkazů a export JSON.
da: Forhåndsvisning af links og eksportér JSON.
de: Vorschau der Links und JSON-Export.
el: Προεπισκόπηση συνδέσμων και εξαγωγή JSON.
es: Vista previa de los enlaces y exportar JSON.
fi: Linkkien esikatselu ja JSON-vienti.
fil: Pagsusuri ng mga link at i-export ang JSON.
hu: A hivatkozások előnézete és JSON exportálás.
id: Prabaca tautan dan ekspor JSON.
it: Anteprima dei link ed esportazione JSON.
ja: リンクのプレビューとJSONのエクスポート。
ko: 링크 미리보기 및 JSON 내보내기.
nl: Voorbeeld van links en export JSON.
no: Forhåndsvisning av lenker og eksportere JSON.
pl: Podgląd linków i eksport JSON.
pt_pt: Pré-visualização dos links e exportação JSON.
ro: Previzualizare linkuri și export JSON.
ru: Предварительный просмотр ссылок и экспорт JSON.
sk: Náhľad odkazov a export JSON.
sv: Förhandsgranskning av länkar och exportera JSON.
sw: Muonekano wa viungo na usafirishaji wa JSON.
tr: Bağlantıların önizlemesi ve JSON dışa aktarımı.
uk: Попередній перегляд посилань та експорт JSON.
vi: Xem trước các liên kết và xuất JSON.
zh_hans: 链接预览和导出 JSON。

# pdf_links_stat_pages_label
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga Pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面

# pdf_links_stat_total_label
source: Liens
af: Skakels
bg: Линкове
cs: Odkazy
da: Links
de: Links
el: Σύνδεσμοι
es: Enlaces
fi: Linkit
fil: Mga Link
hu: Hivatkozások
id: Tautan
it: Link
ja: リンク
ko: 링크
nl: Links
no: Lenker
pl: Linki
pt_pt: Links
ro: Linkuri
ru: Ссылки
sk: Odkazy
sv: Länkar
sw: Viungo
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_hans: 链接

# pdf_links_stat_internal_label
source: Internes
af: Intern
bg: Вътрешни
cs: Interní
da: Interne
de: Intern
el: Εσωτερικοί
es: Internos
fi: Sisäiset
fil: Panloob
hu: Belső
id: Internal
it: Interni
ja: 内部
ko: 내부
nl: Intern
no: Interne
pl: Wewnętrzne
pt_pt: Internos
ro: Interne
ru: Внутренние
sk: Interné
sv: Interna
sw: Ndani
tr: Dahili
uk: Внутрішні
vi: Nội bộ
zh_hans: 内部

# pdf_links_list_title
source: Liens
af: Skakels
bg: Линкове
cs: Odkazy
da: Links
de: Links
el: Σύνδεσμοι
es: Enlaces
fi: Linkit
fil: Mga Link
hu: Hivatkozások
id: Tautan
it: Link
ja: リンク
ko: 링크
nl: Links
no: Lenker
pl: Linki
pt_pt: Links
ro: Linkuri
ru: Ссылки
sk: Odkazy
sv: Länkar
sw: Viungo
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_hans: 链接

# pdf_links_empty
source: Aucun lien à afficher.
af: Geen skakel om te vertoon.
bg: Няма линкове за показване.
cs: Žádné odkazy k zobrazení.
da: Ingen links at vise.
de: Es sind keine Links anzuzeigen.
el: Κανένας σύνδεσμος προς εμφάνιση.
es: No hay enlaces para mostrar.
fi: Ei näytettäviä linkkejä.
fil: Walang link na ipapakita.
hu: Nincs megjeleníthető hivatkozás.
id: Tidak ada tautan yang ditampilkan.
it: Nessun link da visualizzare.
ja: 表示するリンクはありません。
ko: 표시할 링크가 없습니다.
nl: Geen link om weer te geven.
no: Ingen lenker å vise.
pl: Brak linków do wyświetlenia.
pt_pt: Nenhum link para exibir.
ro: Niciun link de afișat.
ru: Нет ссылок для отображения.
sk: Žiadne odkazy na zobrazenie.
sv: Inga länkar att visa.
sw: Hakuna kiungo kinachoweza kuonyeshwa.
tr: Gösterilecek bağlantı yok.
uk: Немає посилань для відображення.
vi: Không có liên kết nào để hiển thị.
zh_hans: 没有链接可显示。

# pdf_links_type_internal
source: Interne
af: Intern
bg: Вътрешен
cs: Interní
da: Intern
de: Intern
el: Εσωτερικός
es: Interno
fi: Sisäinen
fil: Panloob
hu: Belső
id: Internal
it: Interno
ja: 内部
ko: 내부
nl: Intern
no: Intern
pl: Wewnętrzny
pt_pt: Interno
ro: Intern
ru: Внутренний
sk: Interný
sv: Intern
sw: Ndani
tr: Dahili
uk: Внутрішній
vi: Nội bộ
zh_hans: 内部

# pdf_links_type_unknown
source: Autre
af: Ander
bg: Друг
cs: Jiné
da: Anden
de: Sonstiges
el: Άλλος
es: Otro
fi: Muu
fil: Iba
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
no: Annen
pl: Inny
pt_pt: Outro
ro: Altul
ru: Другой
sk: Iné
sv: Annat
sw: Nyingine
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他

# pdf_links_on_page
source: page
af: bladsy
bg: страница
cs: stránka
da: side
de: Seite
el: σελίδα
es: página
fi: sivu
fil: pahina
hu: oldal
id: halaman
it: pagina
ja: ページ
ko: 페이지
nl: pagina
no: side
pl: strona
pt_pt: página
ro: pagina
ru: страница
sk: strana
sv: sida
sw: ukurasa
tr: sayfa
uk: сторінка
vi: trang
zh_hans: 页面

# pdf_links_target
source: Cible
af: Teiken
bg: Цел
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
es: Objetivo
fi: Kohde
fil: Target
hu: Cél
id: Target
it: Obiettivo
ja: ターゲット
ko: 대상
nl: Doel
no: Mål
pl: Cel
pt_pt: Alvo
ro: Țintă
ru: Цель
sk: Cieľ
sv: Mål
sw: Lengo
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hans: 目标

# pdf_links_value_label
source: Valeur
af: Waarde
bg: Стойност
cs: Hodnota
da: Værdi
de: Wert
el: Αξία
es: Valor
fi: Arvo
fil: Halaga
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
sw: Thamani
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值

# pdf_links_unknown_target
source: Cible inconnue
af: Onbekende teiken
bg: Непозната цел
cs: Neznámý cíl
da: Ukendt mål
de: Unbekanntes Ziel
el: Άγνωστος στόχος
es: Objetivo desconocido
fi: Tuntematon kohde
fil: Hindi kilalang target
hu: Ismeretlen cél
id: Target tidak dikenal
it: Obiettivo sconosciuto
ja: 不明なターゲット
ko: 알 수 없는 대상
nl: Onbekend doel
no: Ukjent mål
pl: Nieznany cel
pt_pt: Alvo desconhecido
ro: Țintă necunoscută
ru: Неизвестная цель
sk: Neznámy cieľ
sv: Okänt mål
sw: Lengo lisilojulikana
tr: Bilinmeyen hedef
uk: Невідома ціль
vi: Mục tiêu không xác định
zh_hans: 未知目标

# pdf_links_json_sub
source: Exportable
af: Uitvoerbaar
bg: Експортируем
cs: Exportovatelný
da: Eksportérbar
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Ma-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポータブル
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Możliwość eksportu
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľný
sv: Exportabel
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортний
vi: Có thể xuất khẩu
zh_hans: 可导出

# pdf_links_pretty
source: JSON “pretty” (indenté)
af: JSON 'mooi' (ingesprong)
bg: JSON “pretty” (с отстъпи)
cs: JSON "hezký" (odsazený)
da: JSON “pænt” (indrykket)
de: JSON „schön“ (eingezogen)
el: JSON “όμορφο” (με εσοχές)
es: JSON "bonito" (con sangrías)
fi: JSON "kaunis" (sisennettävä)
fil: JSON na 'maganda' (may indentasyon)
hu: JSON "szép" (behúzott)
id: JSON "indah" (terindentasi)
it: JSON “pretty” (indentato)
ja: 整形されたJSON（インデント付き）
ko: JSON '예쁘게' (들여쓰기)
nl: JSON "mooi" (ingesprongen)
no: JSON “pen” (innrykket)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ro: JSON „frumos” (indentat)
ru: JSON "красивый" (с отступами)
sk: JSON „pekne“ (odsadený)
sv: JSON "fin" (indenterad)
sw: JSON "mzuri" (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON “pretty” (з відступами)
vi: JSON “đẹp” (đã thụt lề)
zh_hans: 格式化的 JSON（缩进）

# pdf_links_include_rect
source: Inclure la zone cliquable (Rect)
af: Sluit die klikbare area in (Rechthoek)
bg: Включете кликаемата зона (Rect)
cs: Zahrnout klikací oblast (Rect)
da: Inkluder det klikbare område (Rektangel)
de: Klickbare Fläche einbeziehen (Rechteck)
el: Συμπερίληψη της κλικαρίσιμης περιοχής (Rect)
es: Incluir el área clicable (Rect)
fi: Sisällytä klikkattava alue (Rect)
fil: Isama ang clickable na lugar (Rect)
hu: A kattintható területet (Rect) is belefoglalni
id: Sertakan area yang dapat diklik (Rect)
it: Includere l'area cliccabile (Rect)
ja: クリック可能な領域を含める（矩形）
ko: 클릭 가능한 영역 포함 (Rect)
nl: Inclusief het klikbare gebied (Rect)
no: Inkluder klikkbar sone (Rektangel)
pl: Uwzględnij obszar klikalny (Rect)
pt_pt: Incluir a área clicável (Rect)
ro: Include zona clicabilă (Rect)
ru: Включить область клика (Rect)
sk: Zahrnúť klikateľnú oblasť (Rect)
sv: Inkludera klickbart område (Rektangel)
sw: Jumuisha eneo linaloweza kubofywaji (Rect)
tr: Tıklanabilir alanı dahil et (Dikdörtgen)
uk: Включити клікабельну область (Rect)
vi: Bao gồm khu vực có thể nhấp (Hình chữ nhật)
zh_hans: 包含可点击区域（矩形）

# pdf_links_back
source: ← Retour aux outils PDF
af: ← Terug na PDF-gereedskap
bg: ← Върнете се към PDF инструментите
cs: ← Zpět k PDF nástrojům
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
hu: ← Vissza az PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøyene
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la uneltele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_links_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
hu: PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alege un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择一个 PDF

# pdf_links_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Setel ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_links_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_links_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_links_filter_placeholder
source: Filtrer (url, page…)
af: Filtreer (url, bladsy…)
bg: Филтриране (url, страница…)
cs: Filtrovat (url, stránka…)
da: Filtrer (url, side…)
de: Filtern (URL, Seite…)
el: Φιλτράρισμα (url, σελίδα…)
es: Filtrar (url, página…)
fi: Suodata (url, sivu…)
fil: I-filter (url, pahina…)
hu: Szűrés (url, oldal…)
id: Saring (url, halaman…)
it: Filtra (url, pagina…)
ja: フィルタ（URL、ページ…）
ko: 필터링 (url, 페이지…)
nl: Filteren (url, pagina…)
no: Filtrer (url, side…)
pl: Filtruj (url, strona…)
pt_pt: Filtrar (url, página…)
ro: Filtrează (url, pagină…)
ru: Фильтровать (url, страница…)
sk: Filtrovať (url, stránka…)
sv: Filtrera (url, sida…)
sw: Chuja (url, ukurasa…)
tr: Filtrele (url, sayfa…)
uk: Фільтрувати (url, сторінка…)
vi: Lọc (url, trang…)
zh_hans: 过滤（网址，页面…）

# pdf_links_status_loading
source: Analyse…
af: Analiseer…
bg: Анализ…
cs: Analýza…
el: Ανάλυση…
es: Analizando…
fi: Analysoi…
fil: Pagsusuri…
hu: Elemzés…
id: Analisis…
it: Analisi…
ja: 分析中…
ko: 분석 중…
nl: Analyseren…
no: Analyser…
pl: Analiza…
pt_pt: Analisando…
ro: Analiză…
ru: Анализ…
sk: Analýza…
sv: Analys…
sw: Tathmini…
tr: Analiz…
uk: Аналіз…
vi: Phân tích…
zh_hans: 分析…

# pdf_links_status_ready
source: Prêt
af: Gereed
bg: Готов
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Pregătit
ru: Готово
sk: Pripravené
sv: Klar
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_links_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_links_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: Το JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na nakopya sa clipboard.
hu: A JSON a vágólapra másolva.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírovaný do schránky.
sv: JSON kopierat till urklipp.
sw: JSON imekopi katika ubao wa kunakili.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_links_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Onmoontlik om outomaties te kopieer. Selekteer die teks en kopieer dit handmatig.
bg: Невъзможно е да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky zkopírovat. Vyberte text a zkopírujte ručně.
da: Det er umuligt at kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren nicht möglich. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Seleccione el texto y cópielo manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi ma-kopya nang awtomatiko. Pumili ng teksto at kopyahin nang manu-mano.
hu: Automatikusan nem lehet másolni. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできませんでした。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하세요.
nl: Automatisch kopiëren is niet mogelijk. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Zaznacz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de a copia automat. Selectați textul și copiați manual.
ru: Невозможно автоматически скопировать. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。
