Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percent_to_fraction_lim3
source: Si vous cherchez une part sur total ou une variation, utilisez plutôt les outils dédiés aux pourcentages (ceci est un convertisseur d’écriture).
af: If you are looking for a share of total or a variation, rather use tools dedicated to percentages (this is a writing converter).
bg: Ако търсите дял от общо или вариация, използвайте по-добре инструментите, посветени на процентите (това е конвертор на записи).
cs: Pokud hledáte podíl na celku nebo změnu, použijte raději nástroje určené pro procenta (tohle je převodník zápisu).
da: Hvis du leder efter en andel af totalen eller en variation, så brug hellere værktøjerne dedikeret til procenter (dette er en konverter til skrivemåde).
de: Wenn Sie einen Anteil am Gesamtbetrag oder eine Variation suchen, verwenden Sie besser die speziellen Werkzeuge für Prozentsätze (dies ist ein Schreibkonverter).
el: Αν ψάχνετε για ένα μερίδιο σε σύνολο ή μια μεταβολή, χρησιμοποιήστε καλύτερα τα εργαλεία που προορίζονται για ποσοστά (αυτό είναι ένας μετατροπέας γραφής).
es: Si buscas una parte sobre el total o una variación, utiliza mejor las herramientas dedicadas a los porcentajes (esto es un convertidor de escritura).
fi: Jos etsit osuutta kokonaisuudesta tai muutosta, käytä mieluummin prosentteihin liittyviä työkaluja (tämä on kirjoitusmuotojen muunnin).
fil: Kung naghahanap ka ng bahagi sa kabuuan o isang pagbabago, mas mabuting gumamit ng mga tool na nakatuon sa mga porsyento (ito ay isang converter ng pagsulat).
hu: Ha egy részesedést keres a teljesen vagy egy változást, inkább használja a százalékokhoz dedikált eszközöket (ez egy írásmód átváltó).
id: Jika Anda mencari bagian dari total atau variasi, lebih baik menggunakan alat yang didedikasikan untuk persentase (ini adalah konverter penulisan).
it: Se stai cercando una parte su totale o una variazione, usa piuttosto gli strumenti dedicati alle percentuali (questo è un convertitore di scrittura).
ja: 合計に対する部分や変動を探している場合は、パーセンテージ専用のツールを使用してください（これは表記変換ツールです）。
ko: 전체에서 일부를 찾거나 변화를 찾고 있다면, 백분율 전용 도구를 사용하는 것이 좋습니다 (이것은 표기법 변환기입니다).
nl: Als u een deel van een totaal of een variatie zoekt, gebruik dan liever de tools die voor percentages zijn bedoeld (dit is een schrijfconverter).
no: Hvis du leter etter en andel av totalen eller en variasjon, bruk heller verktøyene dedikert til prosent (dette er en skrivemåte-konverterer).
pl: Jeśli szukasz udziału w całości lub zmiany, użyj raczej narzędzi dedykowanych procentom (to jest konwerter zapisu).
pt_pt: Se você está procurando uma parte sobre o total ou uma variação, use melhor as ferramentas dedicadas a porcentagens (isto é um conversor de representação).
ro: Dacă căutați o parte din total sau o variație, folosiți mai degrabă instrumentele dedicate procentelor (acesta este un convertor de scriere).
ru: Если вы ищете долю от общего или изменение, используйте инструменты, предназначенные для процентов (это конвертер записи).
sk: Ak hľadáte podiel na celku alebo zmenu, radšej použite nástroje určené na percentá (toto je konvertor zápisu).
sv: Om du letar efter en andel av totalen eller en variation, använd hellre verktygen som är avsedda för procentandelar (detta är en skrivkonverterare).
sw: Ikiwa unatafuta sehemu kwenye jumla au mabadiliko, tumia zana zilizokusudiwa kwa asilimia (hii ni mabadiliko ya maandiko).
tr: Eğer toplam üzerinden bir pay veya bir değişim arıyorsanız, daha çok yüzdelere yönelik araçları kullanın (bu bir yazım dönüştürücüsüdür).
uk: Якщо ви шукаєте частку від загального або зміну, скористайтеся інструментами, призначеними для відсотків (це конвертер запису).
vi: Nếu bạn đang tìm kiếm một phần trên tổng hoặc một biến động, hãy sử dụng các công cụ dành riêng cho tỷ lệ phần trăm (đây là một bộ chuyển đổi cách viết).
zh_hans: 如果您在寻找总数上的份额或变化，请使用专门的百分比工具（这是一个书写转换器）。

# ed_math_percentages_percent_to_fraction_faq
source: Questions fréquentes
af: Frequently asked questions
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percent_to_fraction_q1
source: Comment convertir un pourcentage en fraction ?
af: How to convert a percentage to a fraction?
bg: Как да преобразувам процент в дроб?
cs: Jak převést procento na zlomek?
da: Hvordan konverterer man en procent til en brøk?
de: Wie konvertiere ich einen Prozentsatz in einen Bruch?
el: Πώς να μετατρέψετε ένα ποσοστό σε κλάσμα;
es: ¿Cómo convertir un porcentaje en fracción?
fi: Kuinka muuntaa prosentti murtoluvuksi?
fil: Paano i-convert ang isang porsyento sa fraction?
hu: Hogyan lehet egy százalékot törté alakítani?
id: Bagaimana cara mengonversi persentase menjadi pecahan?
it: Come convertire una percentuale in frazione?
ja: パーセンテージを分数に変換するにはどうすればよいですか？
ko: 백분율을 분수로 어떻게 변환하나요?
nl: Hoe zet je een percentage om in een breuk?
no: Hvordan konvertere en prosent til brøk?
pl: Jak przekształcić procent na ułamek?
pt_pt: Como converter uma porcentagem em fração?
ro: Cum se convertește un procent în fracție?
ru: Как преобразовать процент в дробь?
sk: Ako previesť percento na zlomok?
sv: Hur konverterar man en procentandel till bråk?
sw: Jinsi ya kubadilisha asilimia kuwa fraction?
tr: Bir yüzdeyi kesire nasıl dönüştürürüm?
uk: Як перетворити відсоток на дробь?
vi: Làm thế nào để chuyển đổi một tỷ lệ phần trăm thành phân số?
zh_hans: 如何将百分比转换为分数？

# ed_math_percentages_percent_to_fraction_a1
source: On écrit le pourcentage sur 100 (ex. 25 % = 25/100) puis on simplifie la fraction.
af: You write the percentage over 100 (e.g. 25 % = 25/100) and then simplify the fraction.
bg: Записваме процента на 100 (напр. 25 % = 25/100), след което опростяваме дробта.
cs: Napíšeme procento na 100 (např. 25 % = 25/100) a poté zjednodušíme zlomek.
da: Man skriver procenten over 100 (f.eks. 25 % = 25/100) og forenkler derefter brøken.
de: Man schreibt den Prozentsatz auf 100 (z. B. 25 % = 25/100) und vereinfacht dann den Bruch.
el: Γράφουμε το ποσοστό σε 100 (π.χ. 25 % = 25/100) και στη συνέχεια απλοποιούμε το κλάσμα.
es: Se escribe el porcentaje sobre 100 (ej. 25 % = 25/100) y luego se simplifica la fracción.
fi: Kirjoita prosentti 100:lle (esim. 25 % = 25/100) ja yksinkertaista murtoluku.
fil: Isinusulat namin ang porsyento sa 100 (hal. 25 % = 25/100) at pagkatapos ay pinasimple ang fraction.
hu: A százalékot 100-ra írjuk (pl. 25 % = 25/100), majd egyszerűsítjük a törte.
id: Kita menuliskan persentase di atas 100 (mis. 25 % = 25/100) lalu menyederhanakan pecahan.
it: Si scrive la percentuale su 100 (es. 25 % = 25/100) poi si semplifica la frazione.
ja: パーセンテージを100で表記します（例：25 % = 25/100）、その後分数を簡略化します。
ko: 백분율을 100으로 적습니다 (예: 25 % = 25/100) 그런 다음 분수를 단순화합니다.
nl: Je schrijft het percentage op 100 (bijv. 25 % = 25/100) en vereenvoudigt vervolgens de breuk.
no: Man skriver prosentandelen over 100 (f.eks. 25 % = 25/100) og så forenkler man brøken.
pl: Piszesz procent na 100 (np. 25 % = 25/100), a następnie upraszasz ułamek.
pt_pt: Escreve-se a porcentagem sobre 100 (ex. 25 % = 25/100) e depois simplifica-se a fração.
ro: Se scrie procentul pe 100 (ex. 25 % = 25/100) apoi se simplifică fracția.
ru: Мы записываем процент на 100 (например, 25 % = 25/100), а затем упрощаем дробь.
sk: Napíšeme percento na 100 (napr. 25 % = 25/100) a potom zjednodušíme zlomok.
sv: Man skriver procentandelen på 100 (t.ex. 25 % = 25/100) och förenklar sedan bråkdelen.
sw: Tunandika asilimia juu ya 100 (mfano 25 % = 25/100) kisha tunarahisisha fraction.
tr: Yüzdeyi 100 üzerinden yazarız (ör. %25 = 25/100) ve ardından kesiri basitleştiririz.
uk: Ми пишемо відсоток на 100 (наприклад, 25 % = 25/100), а потім спрощуємо дробь.
vi: Chúng ta viết tỷ lệ phần trăm trên 100 (ví dụ 25 % = 25/100) sau đó đơn giản hóa phân số.
zh_hans: 我们将百分比写在 100 上（例如 25 % = 25/100），然后简化分数。

# ed_math_percentages_percent_to_fraction_q2
source: Comment convertir une fraction en pourcentage ?
af: How to convert a fraction to a percentage?
bg: Как да преобразувам дроб в процент?
cs: Jak převést zlomek na procento?
da: Hvordan konverterer man en brøk til procent?
de: Wie konvertiere ich einen Bruch in einen Prozentsatz?
el: Πώς να μετατρέψετε ένα κλάσμα σε ποσοστό;
es: ¿Cómo convertir una fracción en porcentaje?
fi: Kuinka muuntaa murtoluku prosentiksi?
fil: Paano i-convert ang isang fraction sa porsyento?
hu: Hogyan lehet egy törtet százalékká alakítani?
id: Bagaimana cara mengonversi pecahan menjadi persentase?
it: Come convertire una frazione in percentuale?
ja: 分数をパーセンテージに変換するにはどうすればよいですか？
ko: 분수를 백분율로 어떻게 변환하나요?
nl: Hoe zet je een breuk om in een percentage?
no: Hvordan konvertere en brøk til prosent?
pl: Jak przekształcić ułamek na procent?
pt_pt: Como converter uma fração em porcentagem?
ro: Cum se convertește o fracție în procent?
ru: Как преобразовать дробь в процент?
sk: Ako previesť zlomok na percento?
sv: Hur konverterar man en bråkdel till procent?
sw: Jinsi ya kubadilisha fraction kuwa asilimia?
tr: Bir kesiri yüzdeye nasıl dönüştürürüm?
uk: Як перетворити дробь на відсоток?
vi: Làm thế nào để chuyển đổi một phân số thành tỷ lệ phần trăm?
zh_hans: 如何将分数转换为百分比？

# ed_math_percentages_percent_to_fraction_a2
source: On transforme la fraction en nombre décimal (division) puis on multiplie par 100.
af: You transform the fraction into a decimal number (division) and then multiply by 100.
bg: Преобразуваме дробта в десетично число (деление), след което умножаваме по 100.
cs: Zlomek převedeme na desetinné číslo (dělením) a poté vynásobíme 100.
da: Man omdanner brøken til et decimaltal (division) og ganger derefter med 100.
de: Man wandelt den Bruch in eine Dezimalzahl um (Division) und multipliziert dann mit 100.
el: Μετατρέπουμε το κλάσμα σε δεκαδικό αριθμό (διαίρεση) και στη συνέχεια πολλαπλασιάζουμε με 100.
es: Se transforma la fracción en número decimal (división) y luego se multiplica por 100.
fi: Muunna murtoluku desimaaliluvuksi (jakaminen) ja kerro sitten 100:lla.
fil: Binabago namin ang fraction sa decimal na numero (dibisyon) at pagkatapos ay minumultiply ng 100.
hu: A törteket tizedes számmá alakítjuk (osztás), majd megszorozzuk 100-zal.
id: Kita mengubah pecahan menjadi angka desimal (pembagian) lalu mengalikan dengan 100.
it: Si trasforma la frazione in numero decimale (divisione) poi si moltiplica per 100.
ja: 分数を小数に変換（割り算）し、その後100を掛けます。
ko: 분수를 소수로 변환합니다 (나누기) 그런 다음 100을 곱합니다.
nl: Je transformeert de breuk in een decimaal getal (deling) en vermenigvuldigt vervolgens met 100.
no: Man transformerer brøken til desimaltall (divisjon) og så multipliserer man med 100.
pl: Przekształcasz ułamek na liczbę dziesiętną (dzielenie), a następnie mnożysz przez 100.
pt_pt: Transforma-se a fração em número decimal (divisão) e depois multiplica-se por 100.
ro: Se transformă fracția în număr zecimal (împărțire) apoi se înmulțește cu 100.
ru: Мы преобразуем дробь в десятичное число (деление), а затем умножаем на 100.
sk: Zlomok premeníme na desatinné číslo (delením) a potom vynásobíme 100.
sv: Man omvandlar bråkdelen till ett decimaltal (division) och multiplicerar sedan med 100.
sw: Tunabadilisha fraction kuwa nambari ya desimali (ugawaji) kisha tunazidisha kwa 100.
tr: Kesiri ondalık sayıya dönüştürürüz (bölme) ve ardından 100 ile çarparız.
uk: Ми перетворюємо дробь на десяткове число (ділення), а потім множимо на 100.
vi: Chúng ta chuyển đổi phân số thành số thập phân (phép chia) sau đó nhân với 100.
zh_hans: 我们将分数转换为小数（除法），然后乘以 100。

# ed_math_percentages_percent_to_fraction_q3
source: Pourquoi 12,5 % devient 1/8 ?
af: Why does 12.5 % become 1/8?
bg: Защо 12,5 % става 1/8?
cs: Proč 12,5 % se stává 1/8?
da: Hvorfor bliver 12,5 % til 1/8?
de: Warum wird 12,5 % zu 1/8?
el: Γιατί το 12,5 % γίνεται 1/8;
es: ¿Por qué 12,5 % se convierte en 1/8?
fi: Miksi 12,5 % muuttuu 1/8:ksi?
fil: Bakit ang 12.5 % ay nagiging 1/8?
hu: Miért válik a 12,5 % 1/8-ra?
id: Mengapa 12,5 % menjadi 1/8?
it: Perché il 12,5 % diventa 1/8?
ja: なぜ12.5 %は1/8になるのですか？
ko: 왜 12.5 %는 1/8이 되나요?
nl: Waarom wordt 12,5 % 1/8?
no: Hvorfor blir 12,5 % 1/8?
pl: Dlaczego 12,5 % staje się 1/8?
pt_pt: Por que 12,5 % se torna 1/8?
ro: De ce 12,5 % devine 1/8?
ru: Почему 12,5 % становится 1/8?
sk: Prečo 12,5 % sa stáva 1/8?
sv: Varför blir 12,5 % 1/8?
sw: Kwa nini 12.5 % inakuwa 1/8?
tr: Neden %12,5 1/8 olur?
uk: Чому 12,5 % стає 1/8?
vi: Tại sao 12,5 % trở thành 1/8?
zh_hans: 为什么 12.5 % 变成 1/8？

# ed_math_percentages_percent_to_fraction_a3
source: Parce que 12,5 % = 12,5/100 = 0,125, et 0,125 = 1/8.
af: Because 12.5 % = 12.5/100 = 0.125, and 0.125 = 1/8.
bg: Защото 12,5 % = 12,5/100 = 0,125, а 0,125 = 1/8.
cs: Protože 12,5 % = 12,5/100 = 0,125, a 0,125 = 1/8.
da: Fordi 12,5 % = 12,5/100 = 0,125, og 0,125 = 1/8.
de: Weil 12,5 % = 12,5/100 = 0,125, und 0,125 = 1/8.
el: Επειδή το 12,5 % = 12,5/100 = 0,125, και το 0,125 = 1/8.
es: Porque 12,5 % = 12,5/100 = 0,125, y 0,125 = 1/8.
fi: Koska 12,5 % = 12,5/100 = 0,125, ja 0,125 = 1/8.
fil: Dahil ang 12.5 % = 12.5/100 = 0.125, at 0.125 = 1/8.
hu: Mert 12,5 % = 12,5/100 = 0,125, és 0,125 = 1/8.
id: Karena 12,5 % = 12,5/100 = 0,125, dan 0,125 = 1/8.
it: Perché 12,5 % = 12,5/100 = 0,125, e 0,125 = 1/8.
ja: 12.5 % = 12.5/100 = 0.125であり、0.125 = 1/8だからです。
ko: 12.5 % = 12.5/100 = 0.125이고, 0.125 = 1/8이기 때문입니다.
nl: Omdat 12,5 % = 12,5/100 = 0,125, en 0,125 = 1/8.
no: Fordi 12,5 % = 12,5/100 = 0,125, og 0,125 = 1/8.
pl: Ponieważ 12,5 % = 12,5/100 = 0,125, a 0,125 = 1/8.
pt_pt: Porque 12,5 % = 12,5/100 = 0,125, e 0,125 = 1/8.
ro: Pentru că 12,5 % = 12,5/100 = 0,125, iar 0,125 = 1/8.
ru: Потому что 12,5 % = 12,5/100 = 0,125, а 0,125 = 1/8.
sk: Pretože 12,5 % = 12,5/100 = 0,125, a 0,125 = 1/8.
sv: För att 12,5 % = 12,5/100 = 0,125, och 0,125 = 1/8.
sw: Kwa sababu 12.5 % = 12.5/100 = 0.125, na 0.125 = 1/8.
tr: Çünkü %12,5 = 12,5/100 = 0,125 ve 0,125 = 1/8.
uk: Тому що 12,5 % = 12,5/100 = 0,125, а 0,125 = 1/8.
vi: Bởi vì 12,5 % = 12,5/100 = 0,125, và 0,125 = 1/8.
zh_hans: 因为 12.5 % = 12.5/100 = 0.125，而 0.125 = 1/8。

# ed_math_percentages_percent_to_fraction_q4
source: Est-ce que 33,33 % vaut exactement 1/3 ?
af: Does 33.33 % exactly equal 1/3?
bg: Дали 33,33 % е точно 1/3?
cs: Je 33,33 % přesně 1/3?
da: Er 33,33 % præcist 1/3?
de: Ist 33,33 % genau 1/3?
el: Είναι το 33,33 % ακριβώς 1/3;
es: ¿Es que 33,33 % vale exactamente 1/3?
fi: Onko 33,33 % tarkalleen 1/3?
fil: Tama ba na ang 33.33 % ay eksaktong 1/3?
hu: Igaz, hogy a 33,33 % pontosan 1/3?
id: Apakah 33,33 % sama dengan 1/3?
it: È vero che il 33,33 % vale esattamente 1/3?
ja: 33.33 %は正確に1/3ですか？
ko: 33.33 %는 정확히 1/3인가요?
nl: Is 33,33 % precies 1/3?
no: Er 33,33 % nøyaktig 1/3?
pl: Czy 33,33 % to dokładnie 1/3?
pt_pt: Será que 33,33 % vale exatamente 1/3?
ro: Este 33,33 % exact 1/3?
ru: Является ли 33,33 % точно 1/3?
sk: Je 33,33 % presne 1/3?
sv: Är 33,33 % exakt 1/3?
sw: Je, 33.33 % inamaanisha hasa 1/3?
tr: %33,33 tam olarak 1/3 eder mi?
uk: Чи 33,33 % точно дорівнює 1/3?
vi: Liệu 33,33 % có giá trị chính xác là 1/3 không?
zh_hans: 33.33 % 是否等于 1/3？

# ed_math_percentages_percent_to_fraction_a4
source: Pas exactement : 1/3 = 33,333… %. 33,33 % est une approximation arrondie.
af: Not exactly: 1/3 = 33.333… %. 33.33 % is a rounded approximation.
bg: Не точно: 1/3 = 33,333… %. 33,33 % е закръглена приближеност.
cs: Ne přesně: 1/3 = 33,333… %. 33,33 % je zaokrouhlená aproximace.
da: Ikke præcist: 1/3 = 33,333… %. 33,33 % er en afrundet approximation.
de: Nicht genau: 1/3 = 33,333… %. 33,33 % ist eine gerundete Annäherung.
el: Όχι ακριβώς: 1/3 = 33,333… %. Το 33,33 % είναι μια στρογγυλοποιημένη προσέγγιση.
es: No exactamente: 1/3 = 33,333… %. 33,33 % es una aproximación redondeada.
fi: Ei tarkalleen: 1/3 = 33,333… %. 33,33 % on pyöristetty arvio.
fil: Hindi eksakto: 1/3 = 33.333… %. Ang 33.33 % ay isang tinatayang pag-ikot.
hu: Nem pontosan: 1/3 = 33,333… %. A 33,33 % egy kerekített közelítés.
id: Tidak persis: 1/3 = 33,333… %. 33,33 % adalah perkiraan yang dibulatkan.
it: Non esattamente: 1/3 = 33,333… %. 33,33 % è un'approssimazione arrotondata.
ja: 正確にはそうではありません：1/3 = 33.333… %。33.33 %は丸められた近似値です。
ko: 정확히는 아닙니다: 1/3 = 33.333… %. 33.33 %는 반올림된 근사값입니다.
nl: Niet precies: 1/3 = 33,333… %. 33,33 % is een afgeronde benadering.
no: Ikke helt: 1/3 = 33,333… %. 33,33 % er en avrundet tilnærming.
pl: Nie dokładnie: 1/3 = 33,333… %. 33,33 % to zaokrąglona przybliżenie.
pt_pt: Não exatamente: 1/3 = 33,333… %. 33,33 % é uma aproximação arredondada.
ro: Nu exact: 1/3 = 33,333… %. 33,33 % este o aproximare rotunjită.
ru: Не совсем: 1/3 = 33,333… %. 33,33 % — это округленное приближение.
sk: Nie presne: 1/3 = 33,333… %. 33,33 % je zaokrúhlená aproximácia.
sv: Inte exakt: 1/3 = 33,333… %. 33,33 % är en avrundad approximation.
sw: Siyo hasa: 1/3 = 33.333… %. 33.33 % ni makadirio yaliyopunguzwa.
tr: Tam olarak değil: 1/3 = %33,333… . %33,33 bir yuvarlanmış yaklaşık değerdir.
uk: Не зовсім: 1/3 = 33,333… %. 33,33 % є округленим наближенням.
vi: Không chính xác: 1/3 = 33,333… %. 33,33 % là một ước lượng làm tròn.
zh_hans: 不完全是：1/3 = 33.333… %。33.33 % 是一个四舍五入的近似值。

# ed_math_percentages_percent_to_fraction_tip_title
source: Astuce
af: Tip
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percent_to_fraction_tip
source: Certains pourcentages “classiques” se mémorisent facilement : 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
af: Some 'classic' percentages are easily memorized: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12.5 % = 1/8.
bg: Някои 'класически' проценти се запомнят лесно: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
cs: Některá "klasická" procenta se snadno pamatují: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
da: Nogle 'klassiske' procenter huskes nemt: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
de: Einige "klassische" Prozentsätze lassen sich leicht merken: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
el: Ορισμένα "κλασικά" ποσοστά απομνημονεύονται εύκολα: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
es: Ciertos porcentajes 'clásicos' se memorizan fácilmente: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
fi: Jotkut 'perinteiset' prosentit on helppo muistaa: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
fil: Ang ilang mga 'klasikal' na porsyento ay madaling matandaan: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12.5 % = 1/8.
hu: Egyes „klasszikus” százalékokat könnyen meg lehet jegyezni: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
id: Beberapa persentase 'klasik' mudah diingat: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
it: Alcune percentuali 'classiche' si memorizzano facilmente: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
ja: いくつかの「古典的」なパーセンテージは簡単に記憶できます：50 % = 1/2、25 % = 1/4、20 % = 1/5、12.5 % = 1/8。
ko: 일부 '고전적인' 백분율은 쉽게 기억할 수 있습니다: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12.5 % = 1/8.
nl: Sommige 'klassieke' percentages zijn gemakkelijk te onthouden: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
no: Noen 'klassiske' prosentandeler huskes lett: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
pl: Niektóre „klasyczne” procenty łatwo zapamiętać: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
pt_pt: Algumas porcentagens 'clássicas' são facilmente memorizáveis: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
ro: Anumite procente „clasice” se memorează ușor: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
ru: Некоторые «классические» проценты легко запоминаются: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
sk: Niektoré "klasické" percentá sa ľahko zapamätajú: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
sv: Vissa 'klassiska' procentandelar är lätta att memorera: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
sw: Asilimia fulani za 'kawaida' zinakumbukwa kwa urahisi: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12.5 % = 1/8.
tr: Bazı 'klasik' yüzdeler kolayca ezberlenir: %50 = 1/2, %25 = 1/4, %20 = 1/5, %12,5 = 1/8.
uk: Деякі «класичні» відсотки легко запам'ятовуються: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
vi: Một số tỷ lệ phần trăm 'cổ điển' dễ nhớ: 50 % = 1/2, 25 % = 1/4, 20 % = 1/5, 12,5 % = 1/8.
zh_hans: 某些“经典”百分比容易记住：50 % = 1/2，25 % = 1/4，20 % = 1/5，12.5 % = 1/8。

# ed_math_percentages_percentage_applied_rate_title
source: À propos : Retrouver le pourcentage appliqué
af: About: Find the applied percentage
bg: Относно: Намерете приложен процент
cs: O: Najít aplikované procento
da: Om: Find den anvendte procent
de: Über: Den angewandten Prozentsatz finden
el: Σχετικά: Εύρεση του εφαρμοσμένου ποσοστού
es: Acerca de: Recuperar el porcentaje aplicado
fi: Tietoa: Löydä sovellettu prosentti
fil: Tungkol sa: Hanapin ang ipinapatupad na porsyento
hu: A következőkről: A alkalmazott százalék visszakeresése
id: Tentang: Menemukan persentase yang diterapkan
it: A proposito: Ritrovare la percentuale applicata
ja: について：適用されたパーセンテージを見つける
ko: 정보: 적용된 백분율 찾기
nl: Over: Het toegepaste percentage terugvinden
no: Om: Finne den anvendte prosentandelen
pl: O tym: Znalezienie zastosowanego procentu
pt_pt: Sobre: Encontrar a porcentagem aplicada
ro: Despre: Găsirea procentului aplicat
ru: О нас: Найдите примененный процент
sk: O: Nájsť aplikované percento
sv: Om: Återfinn procentandelen som tillämpats
sw: Kuhusu: Kupata asilimia iliyotumika
tr: Hakkında: Uygulanan yüzdeleri bulmak
uk: Про: Відновлення застосованого відсотка
vi: Về việc: Tìm lại tỷ lệ phần trăm đã áp dụng
zh_hans: 关于：找回应用的百分比
