Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_rule_of_three_rule_of_three_course_out3
source: Un chapitre “tableau de proportionnalité” pour compléter facilement via le coefficient k.
af: 'n Hoofstuk “proporsionaliteitstabel” om maklik aan te vul via die koëffisiënt k.
bg: Глава “таблица на пропорционалност” за лесно попълване чрез коефициента k.
cs: Kapitola 'tabulka proporcionality' pro snadné doplnění pomocí koeficientu k.
da: Et kapitel “proportionalitetstabel” for nemt at udfylde via koefficienten k.
de: Ein Kapitel 'Proportionalitätstabelle', um einfach über den Koeffizienten k zu vervollständigen.
el: Ένα κεφάλαιο “πίνακας αναλογικότητας” για να συμπληρώσετε εύκολα μέσω του συντελεστή k.
es: Un capítulo “tabla de proporcionalidad” para completar fácilmente a través del coeficiente k.
fi: Luku 'suhteellisuustaulukko' helpottamaan täyttämistä kerroin k:n avulla.
fil: Isang kabanata na “talahanayan ng proporsyonalidad” upang madaling kumpletuhin sa pamamagitan ng coefficient k.
hu: Egy "arányossági táblázat" fejezet, hogy könnyen kiegészíthessük a k koefficienssel.
id: Sebuah bab 'tabel proporsionalitas' untuk melengkapi dengan mudah melalui koefisien k.
it: Un capitolo “tabella di proporzionalità” per completare facilmente tramite il coefficiente k.
ja: 係数kを介して簡単に補完できる「比例表」章。
ko: 계수 k를 통해 쉽게 완성할 수 있는 ‘비례 표’ 장.
nl: Een hoofdstuk 'tabel van proportionaliteit' om gemakkelijk aan te vullen via de coëfficiënt k.
no: Et kapittel “proporsjonalitetstabell” for enkelt å fylle ut via koeffisienten k.
pl: Rozdział „tabela proporcjonalności” do łatwego uzupełnienia za pomocą współczynnika k.
pt_pt: Um capítulo “tabela de proporcionalidade” para completar facilmente via o coeficiente k.
ro: Un capitol „tabel de proporționalitate” pentru a completa ușor prin coeficientul k.
ru: Глава "таблица пропорциональности" для легкого дополнения через коэффициент k.
sk: Kapitola 'tabuľka proporcionality' na jednoduché doplnenie cez koeficient k.
sv: Ett kapitel "proportionell tabell" för att enkelt komplettera via koefficienten k.
sw: Sura ya 'jedwali la uwiano' ili kukamilisha kwa urahisi kupitia coefficient k.
tr: Katsayı k aracılığıyla kolayca tamamlamak için bir “orantı tablosu” bölümü.
uk: Розділ “таблиця пропорційності” для легкого заповнення через коефіцієнт k.
vi: Một chương “bảng tỷ lệ” để hoàn thành dễ dàng thông qua hệ số k.
zh_hans: 一个“比例表”章节，便于通过系数k轻松补充。

# ed_math_rule_of_three_rule_of_three_course_out4
source: Une partie “proportionnalité inverse” (produit constant) avec cas typiques et mini-tests de cohérence.
af: 'n Deel “omgekeerde proporsionaliteit” (konstante produk) met tipiese gevalle en mini-toetse van konsekwentheid.
bg: Част “обратна пропорционалност” (постоянен продукт) с типични случаи и мини-тестове за последователност.
cs: Část 'inverzní proporcionalita' (konstantní součin) s typickými případy a mini-testy konzistence.
da: En del “invers proportionalitet” (konstant produkt) med typiske tilfælde og mini-tests af konsistens.
de: Ein Abschnitt 'inverse Proportionalität' (konstantes Produkt) mit typischen Fällen und Mini-Tests zur Konsistenz.
el: Μια ενότητα “αντίστροφη αναλογικότητα” (σταθερό προϊόν) με τυπικές περιπτώσεις και μίνι τεστ συνοχής.
es: Una parte “proporcionalidad inversa” (producto constante) con casos típicos y mini-pruebas de coherencia.
fi: Osa 'käänteinen suhteellisuus' (vakio tuote) tyypillisine tapauksineen ja mini-testeineen johdonmukaisuudesta.
fil: Isang bahagi na “baligtad na proporsyonalidad” (constant product) na may mga tipikal na kaso at mini-tests ng pagkakapare-pareho.
hu: Egy "fordított arányosság" rész (állandó termék) tipikus esetekkel és mini-koherencia tesztekkel.
id: Sebuah bagian 'proporsionalitas terbalik' (produk konstan) dengan kasus tipikal dan mini-tes konsistensi.
it: Una parte “proporzionalità inversa” (prodotto costante) con casi tipici e mini-test di coerenza.
ja: 典型的なケースと整合性のミニテストを含む「逆比例」部分。
ko: 전형적인 사례와 일관성의 미니 테스트가 포함된 ‘역 비례성’ 부분(곱이 일정함).
nl: Een deel 'inverse proportionaliteit' (constante product) met typische gevallen en mini-consistentietests.
no: En del “omvendt proporsjonalitet” (konstant produkt) med typiske tilfeller og mini-tester for konsistens.
pl: Część „proporcjonalność odwrotna” (stały iloczyn) z typowymi przypadkami i mini-testami spójności.
pt_pt: Uma parte “proporcionalidade inversa” (produto constante) com casos típicos e mini-testes de coerência.
ro: O parte „proporționalitate inversă” (produs constant) cu cazuri tipice și mini-teste de coerență.
ru: Часть "обратная пропорциональность" (постоянный продукт) с типичными случаями и мини-тестами на согласованность.
sk: Časť 'inverzné proporcionality' (konštantný súčin) s typickými prípadmi a mini-testami konzistencie.
sv: En del "invers proportionalitet" (konstant produkt) med typiska fall och mini-tester för konsistens.
sw: Sehemu ya 'uwiano wa kinyume' (bidhaa thabiti) na kesi za kawaida na mtihani wa ufanisi wa mini.
tr: Tipik durumlar ve tutarlılık mini testleri ile “ters orantı” (sabit çarpan) bölümü.
uk: Частина “зворотна пропорційність” (постійний добуток) з типовими випадками та міні-тестами на узгодженість.
vi: Một phần “tỷ lệ ngược” (sản phẩm không đổi) với các trường hợp điển hình và các bài kiểm tra nhỏ về tính nhất quán.
zh_hans: 一个“反比例”部分（常数乘积），包含典型案例和一致性的小测试。

# ed_math_rule_of_three_rule_of_three_course_out5
source: Des quiz corrigés pour vérifier que vous savez choisir la bonne relation, gérer les unités, et appliquer la bonne formule.
af: Reggestelde vrae om te verifieer dat jy die regte verhouding kan kies, die eenhede kan hanteer, en die regte formule kan toepas.
bg: Коригирани тестове, за да проверите, че знаете как да изберете правилната връзка, да управлявате единиците и да приложите правилната формула.
cs: Opravené kvízy pro ověření, že víte, jak vybrat správný vztah, zvládat jednotky a aplikovat správný vzorec.
da: Korrigerede quizzer for at sikre, at du ved, hvordan man vælger den rigtige relation, håndterer enheder og anvender den rigtige formel.
de: Korrigierte Quizze, um zu überprüfen, ob Sie die richtige Beziehung wählen, die Einheiten verwalten und die richtige Formel anwenden können.
el: Διορθωμένα κουίζ για να ελέγξετε αν ξέρετε να επιλέξετε τη σωστή σχέση, να διαχειριστείτε τις μονάδες και να εφαρμόσετε τη σωστή φόρμουλα.
es: Cuestionarios corregidos para verificar que sabes elegir la relación correcta, manejar las unidades y aplicar la fórmula correcta.
fi: Korjatut kyselyt varmistaaksesi, että tiedät valita oikean suhteen, hallita yksiköitä ja soveltaa oikeaa kaavaa.
fil: Mga quiz na may sagot upang suriin kung alam mong pumili ng tamang relasyon, pamahalaan ang mga yunit, at ilapat ang tamang formula.
hu: Javított kvízek, hogy ellenőrizzük, tudja-e választani a megfelelő kapcsolatot, kezelni az egységeket, és alkalmazni a megfelelő képletet.
id: Kuis yang dikoreksi untuk memeriksa bahwa Anda tahu memilih hubungan yang tepat, mengelola satuan, dan menerapkan rumus yang benar.
it: Quiz corretti per verificare che sai scegliere la giusta relazione, gestire le unità e applicare la giusta formula.
ja: 正しい関係を選択し、単位を管理し、正しい公式を適用できることを確認するための修正されたクイズ。
ko: 올바른 관계를 선택하고, 단위를 관리하고, 올바른 공식을 적용할 수 있는지 확인하기 위한 수정된 퀴즈.
nl: Gecorrigeerde quizzen om te controleren of je de juiste relatie kunt kiezen, de eenheden kunt beheren, en de juiste formule kunt toepassen.
no: Korrigerte quizzer for å sjekke at du vet hvordan du velger riktig forhold, håndterer enheter, og bruker riktig formel.
pl: Poprawione quizy, aby sprawdzić, czy potrafisz wybrać odpowiednią relację, zarządzać jednostkami i zastosować odpowiedni wzór.
pt_pt: Quizzes corrigidos para verificar se você sabe escolher a relação certa, gerir as unidades e aplicar a fórmula correta.
ro: Quiz-uri corectate pentru a verifica dacă știi să alegi relația corectă, să gestionezi unitățile și să aplici formula corectă.
ru: Исправленные тесты, чтобы проверить, что вы знаете, как выбрать правильное отношение, управлять единицами и применять правильную формулу.
sk: Opravené kvízy na overenie, že viete vybrať správny vzťah, spravovať jednotky a aplikovať správny vzorec.
sv: Rättade quiz för att kontrollera att du vet hur man väljer rätt relation, hanterar enheterna och tillämpar rätt formel.
sw: Maswali yaliyorekebishwa ili kuthibitisha unajua kuchagua uhusiano sahihi, kudhibiti vitengo, na kutumia formula sahihi.
tr: Doğru ilişkiyi seçmeyi, birimleri yönetmeyi ve doğru formülü uygulamayı bildiğinizi kontrol etmek için düzeltmeli quizler.
uk: Виправлені тести, щоб перевірити, що ви знаєте, як вибрати правильний зв'язок, управляти одиницями та застосовувати правильну формулу.
vi: Các bài quiz đã được sửa để kiểm tra xem bạn có biết chọn mối quan hệ đúng, quản lý các đơn vị, và áp dụng công thức đúng hay không.
zh_hans: 纠正的测验以验证您是否知道选择正确的关系、管理单位并应用正确的公式。

# ed_math_rule_of_three_rule_of_three_course_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_rule_of_three_rule_of_three_course_lim1
source: La règle de trois ne s’applique que s’il y a proportionnalité (directe ou inverse). Si la relation n’est pas proportionnelle, le résultat sera faux même si le calcul est “bien fait”.
af: Die drie-reël geld slegs as daar proporsionaliteit is (direk of omgekeerd). As die verhouding nie proporsioneel is nie, sal die resultaat verkeerd wees selfs al is die berekening “goed gedoen”.
bg: Правилото на три се прилага само ако има пропорционалност (директна или обратна). Ако връзката не е пропорционална, резултатът ще бъде грешен, дори ако изчислението е “правилно направено”.
cs: Pravidlo tří se uplatňuje pouze tehdy, pokud existuje proporcionalita (přímá nebo inverzní). Pokud vztah není proporcionální, výsledek bude chybný, i když je výpočet 'dobře proveden'.
da: Tre-reglen gælder kun, hvis der er proportionalitet (direkte eller invers). Hvis relationen ikke er proportional, vil resultatet være forkert, selvom beregningen er “godt lavet”.
de: Die Regel von drei gilt nur, wenn Proportionalität (direkt oder invers) vorliegt. Wenn die Beziehung nicht proportional ist, wird das Ergebnis falsch sein, selbst wenn die Berechnung 'gut gemacht' ist.
el: Ο κανόνας του τρία ισχύει μόνο αν υπάρχει αναλογικότητα (άμεση ή αντίστροφη). Αν η σχέση δεν είναι αναλογική, το αποτέλεσμα θα είναι λάθος ακόμα και αν ο υπολογισμός είναι “καλά εκτελεσμένος”.
es: La regla de tres solo se aplica si hay proporcionalidad (directa o inversa). Si la relación no es proporcional, el resultado será incorrecto incluso si el cálculo está “bien hecho”.
fi: Kolmonen sääntö pätee vain, jos on suhteellisuutta (suora tai käänteinen). Jos suhde ei ole suhteellinen, tulos on väärä, vaikka laskenta olisi 'hyvin tehty'.
fil: Ang tatlong tuntunin ay nalalapat lamang kung mayroong proporsyonalidad (tuwid o baligtad). Kung ang relasyon ay hindi proporsyonal, ang resulta ay magiging mali kahit na ang pagkalkula ay “maayos na ginawa”.
hu: A három szabály csak akkor alkalmazható, ha van arányosság (közvetlen vagy fordított). Ha a kapcsolat nem arányos, az eredmény hamis lesz, még akkor is, ha a számítás "jól van végezve".
id: Aturan tiga hanya berlaku jika ada proporsionalitas (langsung atau terbalik). Jika hubungan tidak proporsional, hasilnya akan salah meskipun perhitungannya 'baik'.
it: La regola del tre si applica solo se c'è proporzionalità (diretta o inversa). Se la relazione non è proporzionale, il risultato sarà errato anche se il calcolo è “ben fatto”.
ja: 三項比は比例（直接または逆）がある場合にのみ適用されます。関係が比例していない場合、計算が「正しく行われていても」結果は間違ってしまいます。
ko: 삼항 비율은 비례성이 있을 때만 적용됩니다(직접 또는 역). 관계가 비례적이지 않으면 계산이 ‘잘 되어도’ 결과는 잘못됩니다.
nl: De regel van drie is alleen van toepassing als er proportionaliteit is (direct of omgekeerd). Als de relatie niet proportioneel is, zal het resultaat fout zijn, zelfs als de berekening 'goed gedaan' is.
no: Tre-regelen gjelder kun hvis det er proporsjonalitet (direkte eller omvendt). Hvis forholdet ikke er proporsjonalt, vil resultatet være feil selv om beregningen er “godt gjort”.
pl: Zasada trzech stosuje się tylko wtedy, gdy istnieje proporcjonalność (bezpośrednia lub odwrotna). Jeśli relacja nie jest proporcjonalna, wynik będzie błędny, nawet jeśli obliczenia są „dobrze wykonane”.
pt_pt: A regra de três só se aplica se houver proporcionalidade (direta ou inversa). Se a relação não for proporcional, o resultado será falso mesmo que o cálculo esteja “bem feito”.
ro: Regula de trei se aplică doar dacă există proporționalitate (directă sau inversă). Dacă relația nu este proporțională, rezultatul va fi greșit chiar dacă calculul este „bine făcut”.
ru: Правило трех применяется только в случае пропорциональности (прямой или обратной). Если отношение не пропорционально, результат будет неверным, даже если расчет "правильный".
sk: Pravidlo troch sa uplatňuje iba v prípade proporcionality (priamej alebo inverznej). Ak vzťah nie je proporcionálny, výsledok bude nesprávny, aj keď je výpočet 'správne vykonaný'.
sv: Tre regler gäller endast om det finns proportionalitet (direkt eller invers). Om relationen inte är proportionell kommer resultatet att vara fel även om beräkningen är "välgjord".
sw: Sheria ya tatu inatumika tu ikiwa kuna uwiano (moja kwa moja au kinyume). Ikiwa uhusiano si wa uwiano, matokeo yatakuwa makosa hata kama hesabu imefanywa 'vizuri'.
tr: Üç kural yalnızca orantı (doğrudan veya ters) varsa geçerlidir. İlişki orantılı değilse, hesaplama “iyi yapılsa” bile sonuç yanlış olacaktır.
uk: Правило трьох застосовується лише тоді, коли є пропорційність (пряме або зворотне). Якщо зв'язок не є пропорційним, результат буде неправильним, навіть якщо обчислення “правильно виконано”.
vi: Quy tắc ba chỉ áp dụng khi có tỷ lệ (trực tiếp hoặc ngược). Nếu mối quan hệ không tỷ lệ, kết quả sẽ sai ngay cả khi tính toán “đúng cách”.
zh_hans: 三的规则仅在存在比例关系（直接或反向）时适用。如果关系不是比例的，即使计算“做得好”，结果也会是错误的。

# ed_math_rule_of_three_rule_of_three_course_lim2
source: Les unités doivent être cohérentes (minutes/heures, grammes/kilos, €/kg…). Une conversion oubliée est une des causes n°1 d’erreur.
af: Die eenhede moet konsekwent wees (minute/ure, gram/kilos, €/kg…). 'n Vergetende omskakeling is een van die hoofredes vir foute.
bg: Единиците трябва да бъдат последователни (минути/часове, грамове/килограми, €/кг…). Пропуснато преобразуване е една от основните причини за грешки.
cs: Jednotky musí být konzistentní (minuty/hodiny, gramy/kila, €/kg…). Zapomenutá konverze je jednou z hlavních příčin chyb.
da: Enhederne skal være sammenhængende (minutter/timer, gram/kilo, €/kg…). En glemt konvertering er en af de største årsager til fejl.
de: Die Einheiten müssen konsistent sein (Minuten/Stunden, Gramm/Kilo, €/kg…). Eine vergessene Umrechnung ist eine der häufigsten Fehlerursachen.
el: Οι μονάδες πρέπει να είναι συνεπείς (λεπτά/ώρες, γραμμάρια/κιλά, €/kg…). Μια ξεχασμένη μετατροπή είναι μία από τις κύριες αιτίες λάθους.
es: Las unidades deben ser coherentes (minutos/horas, gramos/kilos, €/kg…). Una conversión olvidada es una de las causas n°1 de error.
fi: Yksiköiden on oltava johdonmukaisia (minuutit/tunnit, grammoja/kiloja, €/kg...). Unohtunut muunnos on yksi virheen syistä.
fil: Dapat maging pare-pareho ang mga yunit (minuto/oras, gramo/kilo, €/kg…). Ang isang nakaligtaang conversion ay isa sa mga pangunahing sanhi ng pagkakamali.
hu: Az egységeknek koherensnek kell lenniük (percek/órák, gramm/kilók, €/kg...). Egy elfelejtett átváltás az egyik legfőbb hibaforrás.
id: Satuan harus konsisten (menit/jam, gram/kilo, €/kg...). Konversi yang terlupakan adalah salah satu penyebab utama kesalahan.
it: Le unità devono essere coerenti (minuti/ore, grammi/chili, €/kg…). Una conversione dimenticata è una delle cause n°1 di errore.
ja: 単位は一貫している必要があります（分/時間、グラム/キロ、€/kg…）。変換を忘れることは、エラーの主な原因の1つです。
ko: 단위는 일관되어야 합니다(분/시간, 그램/킬로, €/kg…). 변환을 잊는 것은 오류의 주요 원인 중 하나입니다.
nl: De eenheden moeten consistent zijn (minuten/uren, grammen/kilo's, €/kg...). Een vergeten conversie is een van de belangrijkste oorzaken van fouten.
no: Enhetene må være konsistente (minutter/timer, gram/kilo, €/kg…). En glemt konvertering er en av de viktigste årsakene til feil.
pl: Jednostki muszą być spójne (minuty/godziny, gramy/kilogramy, €/kg…). Zapomniana konwersja jest jedną z głównych przyczyn błędów.
pt_pt: As unidades devem ser coerentes (minutos/horas, gramas/kilos, €/kg…). Uma conversão esquecida é uma das causas nº 1 de erro.
ro: Unitățile trebuie să fie coerente (minute/ore, grame/kilograme, €/kg...). O conversie uitată este una dintre cauzele nr. 1 de eroare.
ru: Единицы должны быть согласованными (минуты/часы, граммы/килограммы, €/кг...). Забытая конверсия - одна из основных причин ошибок.
sk: Jednotky musia byť konzistentné (minúty/hodiny, gramy/kilá, €/kg...). Zabudnutá konverzia je jednou z hlavných príčin chýb.
sv: Enheterna måste vara konsekventa (minuter/timmar, gram/kilo, €/kg...). En glömd konvertering är en av de främsta orsakerna till fel.
sw: Vitengo vinapaswa kuwa na ufanisi (dakika/saa, gramu/kilo, €/kg...). Kubadilisha kusahaulika ni moja ya sababu nambari 1 za makosa.
tr: Birimlerin tutarlı olması gerekir (dakika/saat, gram/kg, €/kg…). Unutulan bir dönüşüm, hata nedenlerinden biridir.
uk: Одиниці повинні бути узгодженими (хвилини/години, грами/кілограми, €/кг…). Забута конверсія є однією з причин номер 1 помилки.
vi: Các đơn vị phải nhất quán (phút/giờ, gram/kilo, €/kg…). Một sự chuyển đổi bị bỏ quên là một trong những nguyên nhân số 1 gây ra lỗi.
zh_hans: 单位必须一致（分钟/小时，克/公斤，€/kg……）。忘记转换是错误的主要原因之一。

# ed_math_rule_of_three_rule_of_three_course_lim3
source: Attention au sens (directe vs inverse) : si vous vous trompez de relation, vous obtiendrez un résultat “possible” mais incohérent avec la logique du problème.
af: Pasop vir die sin (direk vs omgekeerd): as jy die verhouding verkeerd kry, sal jy 'n “moontlike” maar inkonsekwente resultaat kry met die logika van die probleem.
bg: Внимание към посоката (директно срещу обратно): ако сбъркате връзката, ще получите “възможен” резултат, но несъответстващ на логиката на проблема.
cs: Pozor na směr (přímé vs inverzní): pokud se mýlíte ve vztahu, získáte 'možný' výsledek, ale nesouladný s logikou problému.
da: Vær opmærksom på retningen (direkte vs. invers): hvis du tager fejl af relationen, vil du få et “muligt” resultat, men som er inkonsistent med problemets logik.
de: Achten Sie auf die Richtung (direkt vs. invers): Wenn Sie sich in der Beziehung irren, erhalten Sie ein 'mögliches' Ergebnis, das jedoch inkohärent mit der Logik des Problems ist.
el: Προσοχή στην κατεύθυνση (άμεση vs αντίστροφη): αν κάνετε λάθος στη σχέση, θα πάρετε ένα “πιθανό” αλλά ασυνεπές αποτέλεσμα με τη λογική του προβλήματος.
es: Atención al sentido (directo vs inverso): si te equivocas de relación, obtendrás un resultado “posible” pero incoherente con la lógica del problema.
fi: Huomioi suunta (suora vs käänteinen): jos sekoitat suhteen, saat 'mahdollisen' mutta epäjohdonmukaisen tuloksen ongelman logiikan kanssa.
fil: Mag-ingat sa direksyon (tuwid vs baligtad): kung magkamali ka ng relasyon, makakakuha ka ng “posibleng” resulta ngunit hindi tugma sa lohika ng problema.
hu: Figyeljen a jelentésre (közvetlen vs fordított): ha téved a kapcsolatban, "lehetséges" eredményt kap, de az ellentmond a probléma logikájának.
id: Perhatikan arah (langsung vs terbalik): jika Anda salah memilih hubungan, Anda akan mendapatkan hasil yang 'mungkin' tetapi tidak konsisten dengan logika masalah.
it: Attenzione al senso (diretta vs inversa): se ti sbagli di relazione, otterrai un risultato “possibile” ma incoerente con la logica del problema.
ja: 意味（直接対逆）に注意してください：関係を間違えると、「可能な」結果が得られますが、問題の論理と矛盾します。
ko: 의미(직접 vs 역)에 주의하세요: 관계를 잘못 선택하면 ‘가능한’ 결과를 얻을 수 있지만 문제의 논리와 일치하지 않습니다.
nl: Let op de richting (direct vs omgekeerd): als je de verkeerde relatie kiest, krijg je een 'mogelijk' resultaat, maar dat is inconsistent met de logica van het probleem.
no: Vær oppmerksom på retningen (direkte vs omvendt): hvis du tar feil av forholdet, vil du få et “mulig” resultat, men som er inkonsekvent med logikken i problemet.
pl: Uwaga na sens (bezpośrednia vs odwrotna): jeśli pomylisz relację, otrzymasz „możliwy” wynik, ale niespójny z logiką problemu.
pt_pt: Atenção ao sentido (direto vs inverso): se você se enganar na relação, obterá um resultado “possível” mas incoerente com a lógica do problema.
ro: Atenție la sens (directă vs inversă): dacă te înșeli de relație, vei obține un rezultat „posibil” dar incoerent cu logica problemei.
ru: Внимание к направлению (прямое против обратного): если вы ошибетесь в отношении, вы получите "возможный" результат, но несоответствующий логике задачи.
sk: Pozor na smer (priame vs inverzné): ak sa pomýlite vo vzťahu, dostanete 'možný' výsledok, ale nekonzistentný s logikou problému.
sv: Var försiktig med riktningen (direkt vs invers): om du gör fel med relationen får du ett "möjligt" resultat men som är inkonsekvent med logiken i problemet.
sw: Tahadhari kwa maana (moja kwa moja vs kinyume): ikiwa unakosea uhusiano, utapata matokeo 'yanayowezekana' lakini yasiyo na mantiki na tatizo.
tr: Anlamına dikkat edin (doğrudan vs ters): eğer ilişkiyi karıştırırsanız, “mümkün” ama problemin mantığıyla tutarsız bir sonuç alırsınız.
uk: Увага до сенсу (пряме проти зворотного): якщо ви помиляєтеся у зв'язку, ви отримаєте “можливий” результат, але несумісний з логікою проблеми.
vi: Chú ý đến chiều (trực tiếp so với ngược): nếu bạn nhầm lẫn mối quan hệ, bạn sẽ nhận được một kết quả “có thể” nhưng không nhất quán với logic của vấn đề.
zh_hans: 注意方向（直接与反向）：如果您搞错了关系，您将得到一个“可能”的结果，但与问题的逻辑不一致。
