Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_unicode_uc2_text
source: Vérifier le mapping Unicode de polices intégrées ou générées.
af: Kontroleer die Unicode-kartografie van ingebedde of gegenereerde lettertipes.
bg: Проверете Unicode свързването на вградени или генерирани шрифтове.
cs: Zkontrolovat mapování Unicode integrovaných nebo generovaných písem.
da: Kontrollere Unicode-mapping af indbyggede eller genererede skrifttyper.
de: Überprüfen Sie die Unicode-Zuordnung von eingebetteten oder generierten Schriften.
el: Ελέγξτε την αντιστοίχιση Unicode γραμματοσειρών που είναι ενσωματωμένες ή παραγόμενες.
es: Verificar el mapeo Unicode de fuentes integradas o generadas.
fi: Tarkista sisäänrakennettujen tai luotujen fonttien Unicode-kartoitus.
fil: Suriin ang Unicode mapping ng mga embedded o generated na font.
it: Controllare il mapping Unicode di font incorporati o generati.
ja: 埋め込まれたフォントまたは生成されたフォントのUnicodeマッピングを確認します。
ko: 내장 또는 생성된 글꼴의 유니코드 매핑을 확인합니다.
nl: Controleer de Unicode-mapping van ingebedde of gegenereerde lettertypen.
no: Sjekk Unicode-mappingen av innebygde eller genererte skrifter.
pl: Sprawdzić mapowanie Unicode wbudowanych lub generowanych czcionek.
pt_pt: Verificar o mapeamento Unicode de fontes incorporadas ou geradas.
ro: Verificarea mapping-ului Unicode al fonturilor integrate sau generate.
ru: Проверка сопоставления Unicode встроенных или сгенерированных шрифтов.
sk: Skontrolovať mapovanie Unicode integrovaných alebo generovaných písiem.
sv: Kontrollera Unicode-mappningen av inbäddade eller genererade fonter.
sw: Kuthibitisha uhusiano wa Unicode wa fonti zilizojumuishwa au zilizotengenezwa.
tr: Gömülü veya üretilen yazı tiplerinin Unicode eşlemesini kontrol edin.
uk: Перевірка відображення Unicode в вбудованих або згенерованих шрифтах.
vi: Kiểm tra ánh xạ Unicode của các phông chữ nhúng hoặc được tạo ra.
zh_hans: 检查嵌入或生成字体的 Unicode 映射。

# ed_dev_pdf_unicode_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co dostanete
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
it: Ciò che ottieni
ja: 得られるもの
ko: 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Те, що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_unicode_out1
source: Les tables ToUnicode extraites et interprétées.
af: Die uitgehaalde en geïnterpreteerde ToUnicode-tabelle.
bg: Извлечените и интерпретирани таблици ToUnicode.
cs: Extrahované a interpretované tabulky ToUnicode.
da: De udtrukne og fortolkede ToUnicode-tabeller.
de: Die extrahierten und interpretierten ToUnicode-Tabellen.
el: Οι πίνακες ToUnicode που εξάγονται και ερμηνεύονται.
es: Las tablas ToUnicode extraídas e interpretadas.
fi: Poimitut ja tulkittavat ToUnicode-taulukot.
fil: Ang mga extracted at interpreted na talahanayan ng ToUnicode.
it: Le tabelle ToUnicode estratte e interpretate.
ja: 抽出され解釈されたToUnicodeテーブル。
ko: 추출되고 해석된 ToUnicode 테이블.
nl: De geëxtraheerde en geïnterpreteerde ToUnicode-tabellen.
no: De ekstrakterte og tolkede ToUnicode-tabellene.
pl: Wyodrębnione i zinterpretowane tabele ToUnicode.
pt_pt: As tabelas ToUnicode extraídas e interpretadas.
ro: Tabele ToUnicode extrase și interpretate.
ru: Извлеченные и интерпретированные таблицы ToUnicode.
sk: Extrahované a interpretované tabuľky ToUnicode.
sv: De extraherade och tolkade ToUnicode-tabellerna.
sw: Meza za ToUnicode zilizochukuliwa na kufasiriwa.
tr: Çıkarılan ve yorumlanan ToUnicode tabloları.
uk: Витягнуті та інтерпретовані таблиці ToUnicode.
vi: Các bảng ToUnicode được trích xuất và diễn giải.
zh_hans: 提取和解释的 ToUnicode 表。

# ed_dev_pdf_unicode_out2
source: Une vision claire des correspondances glyphes → caractères Unicode.
af: ‘n Duidelike visie op die gliewe → Unicode-karakter ooreenkomste.
bg: Ясна представа за съответствията между глифове и Unicode символи.
cs: Jasný pohled na odpovídající glyfy → znaky Unicode.
da: Et klart overblik over glyphs → Unicode-tegns match.
de: Eine klare Sicht auf die Zuordnungen Glyphen → Unicode-Zeichen.
el: Μια σαφής εικόνα των αντιστοιχιών γλυφών → χαρακτήρες Unicode.
es: Una visión clara de las correspondencias glifos → caracteres Unicode.
fi: Selkeä näkymä glyfien ja Unicode-merkkien vastaavuuksista.
fil: Isang malinaw na pananaw sa mga pagkakatugma ng glyphs → Unicode na karakter.
it: Una visione chiara delle corrispondenze glifi → caratteri Unicode.
ja: グリフ→Unicode文字の対応関係の明確なビジョン。
ko: 글리프 → 유니코드 문자 매핑에 대한 명확한 시각.
nl: Een duidelijk overzicht van de glyphs → Unicode-tekens overeenkomsten.
no: En klar oversikt over glyf → Unicode-tegn samsvar.
pl: Jasny widok na mapowania glify → znaki Unicode.
pt_pt: Uma visão clara das correspondências glifos → caracteres Unicode.
ro: O viziune clară asupra corespondențelor glife → caractere Unicode.
ru: Четкое представление соответствий глифы → символы Unicode.
sk: Jasný prehľad o zhodách glyfov → Unicode znaky.
sv: En tydlig översikt över glyf → Unicode-tecken-mappningar.
sw: Muonekano wazi wa uhusiano wa glyphs → wahusika wa Unicode.
tr: Glyf → Unicode karakter eşleşmelerinin net bir görünümü.
uk: Чітке уявлення про відповідності гліфів → символів Unicode.
vi: Một cái nhìn rõ ràng về các ánh xạ glyph → ký tự Unicode.
zh_hans: 字形与 Unicode 字符之间的清晰对应关系。

# ed_dev_pdf_unicode_limits
source: Limites
af: Grense
bg: Ограничения
cs: Limity
da: Begrænsninger
de: Grenzen
el: Περιορισμοί
es: Límites
fi: Rajoitukset
fil: Mga limitasyon
it: Limiti
ja: 制限
ko: 제한 사항
nl: Limieten
no: Grenser
pl: Ograniczenia
ro: Limite
ru: Ограничения
sk: Obmedzenia
sv: Gränser
sw: Mipaka
tr: Sınırlar
uk: Обмеження
vi: Giới hạn
zh_hans: 限制

# ed_dev_pdf_unicode_lim1
source: Les PDF sans table ToUnicode restent difficiles à interpréter.
af: PDF's sonder 'n ToUnicode-tabel bly moeilik om te interpreteer.
bg: PDF файловете без таблица ToUnicode остават трудни за интерпретиране.
cs: PDF bez tabulky ToUnicode zůstávají obtížně interpretovatelná.
da: PDF-filer uden ToUnicode-tabel forbliver svære at fortolke.
de: PDFs ohne ToUnicode-Tabelle bleiben schwer zu interpretieren.
el: Τα PDF χωρίς πίνακα ToUnicode παραμένουν δύσκολα στην ερμηνεία.
es: Los PDF sin tabla ToUnicode siguen siendo difíciles de interpretar.
fi: PDF:t, joilla ei ole ToUnicode-taulukkoa, ovat edelleen vaikeita tulkita.
fil: Ang mga PDF na walang talahanayan ng ToUnicode ay nananatiling mahirap i-interpret.
it: I PDF senza tabella ToUnicode rimangono difficili da interpretare.
ja: ToUnicodeテーブルのないPDFは解釈が難しいままです。
ko: ToUnicode 테이블이 없는 PDF는 해석하기 어렵습니다.
nl: PDF's zonder ToUnicode-tabel blijven moeilijk te interpreteren.
no: PDF-er uten ToUnicode-tabell forblir vanskelige å tolke.
pl: PDF bez tabeli ToUnicode pozostają trudne do interpretacji.
pt_pt: Os PDFs sem tabela ToUnicode continuam difíceis de interpretar.
ro: PDF-urile fără tabel ToUnicode rămân dificile de interpretat.
ru: PDF без таблицы ToUnicode остаются трудными для интерпретации.
sk: PDF bez tabuľky ToUnicode zostávajú ťažko interpretovateľné.
sv: PDF-filer utan ToUnicode-tabell förblir svåra att tolka.
sw: PDF zisizo na meza ya ToUnicode bado ni ngumu kufasiri.
tr: ToUnicode tablosu olmayan PDF'ler hala yorumlanması zor.
uk: PDF без таблиці ToUnicode залишаються важкими для інтерпретації.
vi: Các PDF không có bảng ToUnicode vẫn khó diễn giải.
zh_hans: 没有 ToUnicode 表的 PDF 仍然难以解释。

# ed_dev_pdf_xref_title
source: Inspection de la table XRef d’un PDF
af: Inspeksie van 'n PDF se XRef-tabel
bg: Инспекция на XRef таблицата на PDF
cs: Inspekce tabulky XRef PDF
da: Inspektion af en PDF's XRef-tabel
de: Inspektion der XRef-Tabelle eines PDFs
el: Επιθεώρηση του πίνακα XRef ενός PDF
es: Inspección de la tabla XRef de un PDF
fi: PDF:n XRef-taulukon tarkastus
fil: Pagsusuri ng XRef table ng isang PDF
it: Ispezione della tabella XRef di un PDF
ja: PDFのXRefテーブルの検査
ko: PDF의 XRef 테이블 검사
nl: Inspectie van de XRef-tabel van een PDF
no: Inspeksjon av XRef-tabellen i en PDF
pl: Inspekcja tabeli XRef PDF
pt_pt: Inspeção da tabela XRef de um PDF
ro: Inspecția tabelului XRef al unui PDF
ru: Инспекция таблицы XRef PDF
sk: Kontrola tabuľky XRef PDF
sv: Inspektion av en PDF:s XRef-tabell
sw: Ukaguzi wa meza ya XRef ya PDF
tr: PDF'nin XRef tablosunun denetimi
uk: Перевірка таблиці XRef PDF
vi: Kiểm tra bảng XRef của một PDF
zh_hans: PDF 的 XRef 表检查

# ed_dev_pdf_xref_lead
source: Cet outil extrait et expose la table XRef (cross-reference) d’un PDF, élément central permettant de localiser tous les objets du document.
af: Hierdie hulpmiddel haal die XRef (cross-reference) tabel van 'n PDF uit en stel dit bloot, wat 'n sentrale element is om alle objekke van die dokument te lokaliseer.
bg: Този инструмент извлича и показва XRef (крос-референция) таблицата на PDF, основен елемент за локализиране на всички обекти в документа.
cs: Tento nástroj extrahuje a vystavuje tabulku XRef (křížové odkazy) PDF, centrální prvek pro lokalizaci všech objektů dokumentu.
da: Dette værktøj udtrækker og viser XRef-tabellen (krydshenvisning) fra en PDF, et centralt element til at lokalisere alle objekter i dokumentet.
de: Dieses Tool extrahiert und zeigt die XRef-Tabelle (Querverweis) eines PDFs an, ein zentrales Element zur Lokalisierung aller Objekte im Dokument.
el: Αυτό το εργαλείο εξάγει και εκθέτει τον πίνακα XRef (διασταυρούμενης αναφοράς) ενός PDF, κεντρικό στοιχείο που επιτρέπει την τοποθέτηση όλων των αντικειμένων του εγγράφου.
es: Esta herramienta extrae y expone la tabla XRef (referencia cruzada) de un PDF, elemento central para localizar todos los objetos del documento.
fi: Tämä työkalu poimii ja esittää PDF:n XRef-taulukon (ristiviittaus), joka on keskeinen elementti asiakirjan kaikkien objektien paikantamiseksi.
fil: Ang tool na ito ay nag-eextract at nag-eexpose ng XRef (cross-reference) table ng isang PDF, isang sentrong elemento na nagpapahintulot na mahanap ang lahat ng mga bagay sa dokumento.
it: Questo strumento estrae ed espone la tabella XRef (cross-reference) di un PDF, elemento centrale per localizzare tutti gli oggetti del documento.
ja: このツールは、PDFのXRef（相互参照）テーブルを抽出して公開し、ドキュメント内のすべてのオブジェクトを特定するための中心的な要素です。
ko: 이 도구는 PDF의 XRef(교차 참조) 테이블을 추출하고 노출하여 문서의 모든 객체를 찾는 데 필요한 중심 요소입니다.
nl: Deze tool extraheert en toont de XRef (kruisverwijzing) tabel van een PDF, een centraal element om alle objecten van het document te lokaliseren.
no: Dette verktøyet ekstrakterer og viser XRef-tabellen (kryssreferanse) i en PDF, et sentralt element for å lokalisere alle objektene i dokumentet.
pl: To narzędzie wyodrębnia i ujawnia tabelę XRef (cross-reference) PDF, kluczowy element umożliwiający lokalizację wszystkich obiektów dokumentu.
pt_pt: Esta ferramenta extrai e expõe a tabela XRef (referência cruzada) de um PDF, elemento central para localizar todos os objetos do documento.
ro: Acest instrument extrage și expune tabelul XRef (referință încrucișată) al unui PDF, element central care permite localizarea tuturor obiectelor din document.
ru: Этот инструмент извлекает и отображает таблицу XRef (перекрестная ссылка) PDF, центральный элемент для локализации всех объектов документа.
sk: Tento nástroj extrahuje a zobrazuje tabuľku XRef (krížová referencia) PDF, kľúčový prvok na lokalizáciu všetkých objektov dokumentu.
sv: Detta verktyg extraherar och visar XRef-tabellen (korsreferens) för en PDF, en central komponent för att lokalisera alla objekt i dokumentet.
sw: Chombo hiki kinachukua na kuonyesha meza ya XRef (cross-reference) ya PDF, kipengele muhimu kinachowezesha kutafuta vitu vyote vya hati.
tr: Bu araç, bir PDF'nin XRef (çapraz referans) tablosunu çıkarır ve sergiler; bu, belgedeki tüm nesneleri bulmak için merkezi bir unsurdur.
uk: Цей інструмент витягує та демонструє таблицю XRef (перехресних посилань) PDF, центральний елемент для локалізації всіх об'єктів документа.
vi: Công cụ này trích xuất và hiển thị bảng XRef (tham chiếu chéo) của một PDF, phần trung tâm cho phép định vị tất cả các đối tượng trong tài liệu.
zh_hans: 此工具提取并展示 PDF 的 XRef（交叉引用）表，这是定位文档中所有对象的核心元素。

# ed_dev_pdf_xref_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případy použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωσεις χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípady použitia
sv: Användningsfall
sw: Matukio ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_xref_uc1_title
source: Debug de PDF corrompu
af: Foutopsporing van beskadigde PDF's
bg: Отстраняване на проблеми с повреден PDF
cs: Debugování poškozeného PDF
da: Debug af beskadiget PDF
de: Debugging von beschädigten PDFs
el: Αποσφαλμάτωση κατεστραμμένου PDF
es: Depuración de PDF corrupto
fi: Viat PDF:ssä
fil: Debug ng sira na PDF
it: Debug di PDF corrotti
ja: 破損したPDFのデバッグ
ko: 손상된 PDF 디버깅
nl: Debuggen van corrupte PDF's
no: Feilsøking av ødelagt PDF
pl: Debugowanie uszkodzonego PDF
pt_pt: Depuração de PDF corrompido
ro: Debugare PDF corupt
ru: Отладка поврежденного PDF
sk: Ladenie poškodeného PDF
sv: Debugga korrupt PDF
sw: Kurekebisha PDF iliyoharibika
tr: Bozulmuş PDF'nin hata ayıklaması
uk: Налагодження пошкодженого PDF
vi: Gỡ lỗi PDF bị hỏng
zh_hans: 损坏 PDF 调试

# ed_dev_pdf_xref_uc1_text
source: Identifier des incohérences ou objets manquants dans la table XRef.
af: Identifiseer inkonsekwensies of ontbrekende objekke in die XRef-tabel.
bg: Идентифицирайте несъответствия или липсващи обекти в XRef таблицата.
cs: Identifikovat nesrovnalosti nebo chybějící objekty v tabulce XRef.
da: Identificere uoverensstemmelser eller manglende objekter i XRef-tabellen.
de: Identifizieren von Inkonsistenzen oder fehlenden Objekten in der XRef-Tabelle.
el: Εντοπίστε ασυνέπειες ή λείποντα αντικείμενα στον πίνακα XRef.
es: Identificar incoherencias u objetos faltantes en la tabla XRef.
fi: Tunnista epäjohdonmukaisuudet tai puuttuvat objektit XRef-taulukossa.
fil: Tukuyin ang mga inconsistency o nawawalang mga bagay sa XRef table.
it: Identificare incoerenze o oggetti mancanti nella tabella XRef.
ja: XRefテーブル内の不整合や欠落したオブジェクトを特定します。
ko: XRef 테이블에서 불일치 또는 누락된 객체를 식별합니다.
nl: Inconsistenties of ontbrekende objecten in de XRef-tabel identificeren.
no: Identifisere inkonsekvenser eller manglende objekter i XRef-tabellen.
pl: Identyfikować niespójności lub brakujące obiekty w tabeli XRef.
pt_pt: Identificar incoerências ou objetos ausentes na tabela XRef.
ro: Identificarea incoerențelor sau a obiectelor lipsă în tabelul XRef.
ru: Идентификация несоответствий или отсутствующих объектов в таблице XRef.
sk: Identifikovať nezrovnalosti alebo chýbajúce objekty v tabuľke XRef.
sv: Identifiera inkonsekvenser eller saknade objekt i XRef-tabellen.
sw: Kugundua kutokuelewana au vitu vilivyokosekana katika meza ya XRef.
tr: XRef tablosundaki tutarsızlıkları veya eksik nesneleri tanımlayın.
uk: Виявлення невідповідностей або відсутніх об'єктів у таблиці XRef.
vi: Xác định các sự không nhất quán hoặc đối tượng bị thiếu trong bảng XRef.
zh_hans: 识别 XRef 表中的不一致或缺失对象。

# ed_dev_pdf_xref_uc2_title
source: Analyse forensic
af: Forensiese analise
bg: Форензичен анализ
cs: Forenzní analýza
da: Rettsmedicinsk analyse
de: Forensische Analyse
el: Δικαστική ανάλυση
es: Análisis forense
fi: Oikeuslääketieteellinen analyysi
fil: Forensic analysis
it: Analisi forense
ja: フォレンジック分析
ko: 포렌식 분석
nl: Forensische analyse
no: Rettsmedisinsk analyse
pl: Analiza kryminalistyczna
pt_pt: Análise forense
ro: Analiză forensică
ru: Форензика
sk: Forenzná analýza
sv: Forensisk analys
sw: Uchambuzi wa forensic
tr: Adli analiz
uk: Судова експертиза
vi: Phân tích pháp y
zh_hans: 取证分析

# ed_dev_pdf_xref_uc2_text
source: Comprendre la structure exacte et l’évolution d’un document PDF.
af: Verstaan die presiese struktuur en evolusie van 'n PDF-dokument.
bg: Разберете точната структура и еволюция на PDF документ.
cs: Pochopit přesnou strukturu a vývoj dokumentu PDF.
da: Forstå den nøjagtige struktur og udvikling af et PDF-dokument.
de: Verstehen der genauen Struktur und Entwicklung eines PDF-Dokuments.
el: Κατανοήστε τη ακριβή δομή και εξέλιξη ενός εγγράφου PDF.
es: Entender la estructura exacta y la evolución de un documento PDF.
fi: Ymmärrä PDF-asiakirjan tarkka rakenne ja kehitys.
fil: Unawain ang eksaktong estruktura at ebolusyon ng isang dokumento ng PDF.
it: Comprendere la struttura esatta e l'evoluzione di un documento PDF.
ja: PDFドキュメントの正確な構造と進化を理解します。
ko: PDF 문서의 정확한 구조와 변화를 이해합니다.
nl: De exacte structuur en evolutie van een PDF-document begrijpen.
no: Forstå den nøyaktige strukturen og utviklingen av et PDF-dokument.
pl: Zrozumieć dokładną strukturę i ewolucję dokumentu PDF.
pt_pt: Compreender a estrutura exata e a evolução de um documento PDF.
ro: Înțelegerea structurii exacte și evoluției unui document PDF.
ru: Понимание точной структуры и эволюции документа PDF.
sk: Pochopiť presnú štruktúru a vývoj dokumentu PDF.
sv: Förstå den exakta strukturen och utvecklingen av ett PDF-dokument.
sw: Kuelewa muundo halisi na maendeleo ya hati ya PDF.
tr: Bir PDF belgesinin tam yapısını ve evrimini anlamak.
uk: Розуміння точної структури та еволюції документа PDF.
vi: Hiểu cấu trúc chính xác và sự phát triển của một tài liệu PDF.
zh_hans: 理解 PDF 文档的确切结构和演变。

# ed_dev_pdf_xref_uc3_title
source: Développement de parser PDF
af: Ontwikkeling van PDF-parser
bg: Разработка на PDF парсер
cs: Vývoj PDF parseru
da: Udvikling af PDF-parser
de: Entwicklung eines PDF-Parsers
el: Ανάπτυξη αναλυτή PDF
es: Desarrollo de parser PDF
fi: PDF-parserin kehittäminen
fil: Pagbuo ng PDF parser
it: Sviluppo di parser PDF
ja: PDFパーサーの開発
ko: PDF 파서 개발
nl: Ontwikkeling van PDF-parser
no: Utvikling av PDF-parser
pl: Rozwój parsera PDF
pt_pt: Desenvolvimento de parser PDF
ro: Dezvoltarea unui parser PDF
ru: Разработка парсера PDF
sk: Vývoj PDF parsera
sv: Utveckling av PDF-parser
sw: Maendeleo ya parser ya PDF
tr: PDF ayrıştırıcı geliştirme
uk: Розробка парсера PDF
vi: Phát triển trình phân tích PDF
zh_hans: PDF 解析器开发

# ed_dev_pdf_xref_uc3_text
source: Valider le comportement d’un parseur ou d’un générateur PDF.
af: Valideer die gedrag van 'n parser of PDF-generator.
bg: Валидирайте поведението на парсер или генератор на PDF.
cs: Ověřit chování parseru nebo generátoru PDF.
da: Validere adfærden af en parser eller PDF-generator.
de: Validierung des Verhaltens eines Parsers oder Generators für PDFs.
el: Επικυρώστε τη συμπεριφορά ενός αναλυτή ή ενός γεννήτριας PDF.
es: Validar el comportamiento de un parser o generador PDF.
fi: Vahvista parserin tai PDF-generaattorin käyttäytyminen.
fil: I-validate ang pag-uugali ng isang parser o PDF generator.
it: Validare il comportamento di un parser o di un generatore PDF.
ja: パーサーまたはPDFジェネレーターの動作を検証します。
ko: 파서 또는 PDF 생성기의 동작을 검증합니다.
nl: Het gedrag van een parser of PDF-generator valideren.
no: Validere oppførselen til en parser eller PDF-generator.
pl: Walidować zachowanie parsera lub generatora PDF.
pt_pt: Validar o comportamento de um parser ou gerador PDF.
ro: Validarea comportamentului unui parser sau al unui generator PDF.
ru: Проверка поведения парсера или генератора PDF.
sk: Overiť správanie parsera alebo generátora PDF.
sv: Validera beteendet hos en parser eller PDF-generator.
sw: Kuthibitisha tabia ya parser au jenereta ya PDF.
tr: Bir ayrıştırıcının veya PDF oluşturucusunun davranışını doğrulayın.
uk: Перевірка поведінки парсера або генератора PDF.
vi: Xác thực hành vi của một trình phân tích hoặc trình tạo PDF.
zh_hans: 验证解析器或 PDF 生成器的行为。

# ed_dev_pdf_xref_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co dostanete
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
it: Ciò che ottieni
ja: 得られるもの
ko: 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Те, що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_xref_out1
source: Une exportation JSON de la table XRef.
af: ‘n JSON-uitvoer van die XRef-tabel.
bg: JSON експортиране на XRef таблицата.
cs: Export JSON tabulky XRef.
da: En JSON-eksport af XRef-tabellen.
de: Ein JSON-Export der XRef-Tabelle.
el: Μια εξαγωγή JSON του πίνακα XRef.
es: Una exportación JSON de la tabla XRef.
fi: JSON-vienti XRef-taulukosta.
fil: Isang JSON na export ng XRef table.
it: Un'esportazione JSON della tabella XRef.
ja: XRefテーブルのJSONエクスポート。
ko: XRef 테이블의 JSON 내보내기.
nl: Een JSON-export van de XRef-tabel.
no: En JSON-eksport av XRef-tabellen.
pl: Eksport JSON tabeli XRef.
pt_pt: Uma exportação JSON da tabela XRef.
ro: O exportare JSON a tabelului XRef.
ru: Экспорт JSON таблицы XRef.
sk: Export JSON tabuľky XRef.
sv: En JSON-export av XRef-tabellen.
sw: Uhamasishaji wa JSON wa meza ya XRef.
tr: XRef tablosunun JSON dışa aktarımı.
uk: Експорт JSON таблиці XRef.
vi: Một xuất JSON của bảng XRef.
zh_hans: XRef 表的 JSON 导出。

# ed_dev_pdf_xref_out2
source: Les offsets, statuts et générations de chaque objet.
af: Die offsets, status en generasies van elke objek.
bg: Офсети, статуси и поколения на всеки обект.
cs: Offsety, stavy a generace každého objektu.
da: Offsets, statuser og generationer af hvert objekt.
de: Die Offsets, Status und Generationen jedes Objekts.
el: Οι μετατοπίσεις, οι καταστάσεις και οι γενιές κάθε αντικειμένου.
es: Los offsets, estados y generaciones de cada objeto.
fi: Jokaisen objektin offsetit, tilat ja sukupolvet.
fil: Ang mga offsets, status, at generations ng bawat bagay.
it: Gli offset, stati e generazioni di ogni oggetto.
ja: 各オブジェクトのオフセット、ステータス、および世代。
ko: 각 객체의 오프셋, 상태 및 생성.
nl: De offsets, statussen en generaties van elk object.
no: Offsetene, statusene og generasjonene til hvert objekt.
pl: Offsety, statusy i generacje każdego obiektu.
pt_pt: Os offsets, status e gerações de cada objeto.
ro: Offset-urile, stările și generațiile fiecărui obiect.
ru: Смещения, статусы и поколения каждого объекта.
sk: Offsety, stavy a generácie každého objektu.
sv: Offsets, statusar och generationer av varje objekt.
sw: Offsets, hali na vizazi vya kila kitu.
tr: Her nesnenin ofsetleri, durumları ve nesil bilgileri.
uk: Зсуви, статуси та покоління кожного об'єкта.
vi: Các offset, trạng thái và thế hệ của mỗi đối tượng.
zh_hans: 每个对象的偏移量、状态和生成信息。

# ed_dev_pdf_xref_limits
source: Limites
af: Grense
bg: Ограничения
cs: Limity
da: Begrænsninger
de: Grenzen
el: Περιορισμοί
es: Límites
fi: Rajoitukset
fil: Mga limitasyon
it: Limiti
ja: 制限
ko: 제한 사항
nl: Limieten
no: Grenser
pl: Ograniczenia
ro: Limite
ru: Ограничения
sk: Obmedzenia
sv: Gränser
sw: Mipaka
tr: Sınırlar
uk: Обмеження
vi: Giới hạn
zh_hans: 限制
