Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_compare_example_label
source: INTERPOLATION% vs INTERPOLATION_1% (base INTERPOLATION_2)
af: INTERPOLATION% vs INTERPOLATION_1% (basis INTERPOLATION_2)
bg: INTERPOLATION% срещу INTERPOLATION_1% (основа INTERPOLATION_2)
cs: INTERPOLATION% vs INTERPOLATION_1% (základ INTERPOLATION_2)
da: INTERPOLATION% vs INTERPOLATION_1% (basis INTERPOLATION_2)
de: INTERPOLATION% vs INTERPOLATION_1% (Basis INTERPOLATION_2)
el: INTERPOLATION% έναντι INTERPOLATION_1% (βάση INTERPOLATION_2)
fi: INTERPOLATION% vs INTERPOLATION_1% (perus INTERPOLATION_2)
fil: INTERPOLATION% laban sa INTERPOLATION_1% (base INTERPOLATION_2)
hu: INTERPOLATION% vs INTERPOLATION_1% (alap INTERPOLATION_2)
id: INTERPOLATION% vs INTERPOLATION_1% (dasar INTERPOLATION_2)
ja: INTERPOLATION% vs INTERPOLATION_1%（基準 INTERPOLATION_2）
ko: INTERPOLATION% vs INTERPOLATION_1% (기준 INTERPOLATION_2)
nl: INTERPOLATION% vs INTERPOLATION_1% (basis INTERPOLATION_2)
no: INTERPOLATION% vs INTERPOLATION_1% (basis INTERPOLATION_2)
pl: INTERPOLATION% vs INTERPOLATION_1% (baza INTERPOLATION_2)
ro: INTERPOLATION% vs INTERPOLATION_1% (baza INTERPOLATION_2)
ru: INTERPOLATION% против INTERPOLATION_1% (база INTERPOLATION_2)
sk: INTERPOLATION% vs INTERPOLATION_1% (základ INTERPOLATION_2)
sv: INTERPOLATION% vs INTERPOLATION_1% (bas INTERPOLATION_2)
sw: INTERPOLATION% dhidi ya INTERPOLATION_1% (misingi INTERPOLATION_2)
tr: INTERPOLATION% vs INTERPOLATION_1% (temel INTERPOLATION_2)
uk: INTERPOLATION% проти INTERPOLATION_1% (база INTERPOLATION_2)
vi: INTERPOLATION% so với INTERPOLATION_1% (cơ sở INTERPOLATION_2)
zh_hans: INTERPOLATION% vs INTERPOLATION_1%（基数 INTERPOLATION_2）

# pct_compare_definition_sub
source: Deux taux peuvent sembler proches, mais leur impact dépend de la valeur de base.
af: Twee tariewe kan naby lyk, maar hul impak hang af van die basiswaarde.
bg: Два процента могат да изглеждат близки, но тяхното влияние зависи от основната стойност.
cs: Dva sazby se mohou zdát blízké, ale jejich dopad závisí na základní hodnotě.
da: To satser kan synes at være tætte, men deres indflydelse afhænger af basisværdien.
de: Zwei Sätze können nahe beieinander liegen, aber ihre Auswirkungen hängen vom Basiswert ab.
el: Δύο ποσοστά μπορεί να φαίνονται κοντά, αλλά η επίδρασή τους εξαρτάται από την τιμή βάσης.
es: Dos tasas pueden parecer cercanas, pero su impacto depende del valor base.
fi: Kaksi prosenttia voivat näyttää läheisiltä, mutta niiden vaikutus riippuu perusarvosta.
fil: Maaaring mukhang malapit ang dalawang rate, ngunit ang kanilang epekto ay nakasalalay sa halaga ng base.
hu: Két ráta közelinek tűnhet, de hatásuk az alapértéktől függ.
id: Dua tarif mungkin terlihat dekat, tetapi dampaknya tergantung pada nilai dasar.
it: Due tassi possono sembrare simili, ma il loro impatto dipende dal valore di base.
ja: 2つの率は近く見えるかもしれませんが、その影響は基準値に依存します。
ko: 두 비율은 가까워 보일 수 있지만, 그 영향은 기준 값에 따라 다릅니다.
nl: Twee percentages kunnen dicht bij elkaar lijken, maar hun impact hangt af van de basiswaarde.
no: To satser kan virke nære, men deres påvirkning avhenger av basisverdien.
pl: Dwie stawki mogą wydawać się bliskie, ale ich wpływ zależy od wartości bazowej.
pt_pt: Dois taxas podem parecer próximas, mas o seu impacto depende do valor base.
ro: Două rate pot părea apropiate, dar impactul lor depinde de valoarea de bază.
ru: Два процента могут казаться близкими, но их влияние зависит от базового значения.
sk: Dva percentá sa môžu zdať blízke, ale ich dopad závisí od základnej hodnoty.
sv: Två räntor kan verka nära, men deras påverkan beror på basvärdet.
sw: Viwango viwili vinaweza kuonekana karibu, lakini athari zao zinategemea thamani ya msingi.
tr: İki oran yakın görünebilir, ancak etkileri temel değere bağlıdır.
uk: Два відсотки можуть здаватися близькими, але їхній вплив залежить від базового значення.
vi: Hai tỷ lệ có thể trông gần nhau, nhưng tác động của chúng phụ thuộc vào giá trị cơ sở.
zh_hans: 两个利率可能看起来接近，但它们的影响取决于基数的值。

# pct_compare_step1
source: Calculez la valeur obtenue avec A : base × (1 + A/100)
af: Bereken die waarde verkry met A : <strong>basis × (1 + A/100)
bg: Изчислете получената стойност с A : <strong>основа × (1 + A/100)
cs: Vypočítejte hodnotu získanou s A: základ × (1 + A/100)
da: Beregn den opnåede værdi med A : basis × (1 + A/100)
de: Berechnen Sie den mit A erhaltenen Wert: Basis × (1 + A/100)
el: Υπολογίστε την τιμή που προκύπτει με A : <strong>βάση × (1 + A/100)
es: Calcule el valor obtenido con A: base × (1 + A/100)
fi: Laske A:lla saatu arvo: perus × (1 + A/100)
fil: Kalkulahin ang nakuha na halaga gamit ang A : base × (1 + A/100)
hu: Számolja ki az A-val kapott értéket: alap × (1 + A/100)
id: Hitung nilai yang diperoleh dengan A : <strong>dasar × (1 + A/100)
it: Calcola il valore ottenuto con A: base × (1 + A/100)
ja: Aを使って得られた値を計算します: 基準 × (1 + A/100)
ko: A로 얻은 값 계산: <strong>기본 × (1 + A/100)
nl: Bereken de waarde verkregen met A: basis × (1 + A/100)
no: Beregn verdien oppnådd med A: basis × (1 + A/100)
pl: Oblicz wartość uzyskaną z A: baza × (1 + A/100)
pt_pt: Calcule o valor obtido com A : base × (1 + A/100)
ro: Calculați valoarea obținută cu A : baza × (1 + A/100)
ru: Вычислите полученное значение с A: база × (1 + A/100)
sk: Vypočítajte hodnotu získanú s A: základ × (1 + A/100)
sv: Beräkna värdet som erhålls med A: bas × (1 + A/100)
sw: Hesabu thamani iliyopatikana na A : misingi × (1 + A/100)
tr: A ile elde edilen değeri hesaplayın: <strong>temel × (1 + A/100)
uk: Обчисліть отримане значення з A: база × (1 + A/100)
vi: Tính giá trị thu được với A : <strong>cơ sở × (1 + A/100)
zh_hans: 使用 A 计算得到的值：<strong>基数 × (1 + A/100)

# pct_compare_step2
source: Calculez la valeur obtenue avec B : base × (1 + B/100)
af: Bereken die waarde verkry met B : <strong>basis × (1 + B/100)
bg: Изчислете получената стойност с B : <strong>основа × (1 + B/100)
cs: Vypočítejte hodnotu získanou s B: základ × (1 + B/100)
da: Beregn den opnåede værdi med B : basis × (1 + B/100)
de: Berechnen Sie den mit B erhaltenen Wert: Basis × (1 + B/100)
el: Υπολογίστε την τιμή που προκύπτει με B : <strong>βάση × (1 + B/100)
es: Calcule el valor obtenido con B: base × (1 + B/100)
fi: Laske B:llä saatu arvo: perus × (1 + B/100)
fil: Kalkulahin ang nakuha na halaga gamit ang B : base × (1 + B/100)
hu: Számolja ki a B-vel kapott értéket: alap × (1 + B/100)
id: Hitung nilai yang diperoleh dengan B : <strong>dasar × (1 + B/100)
it: Calcola il valore ottenuto con B: base × (1 + B/100)
ja: Bを使って得られた値を計算します: 基準 × (1 + B/100)
ko: B로 얻은 값 계산: <strong>기본 × (1 + B/100)
nl: Bereken de waarde verkregen met B: basis × (1 + B/100)
no: Beregn verdien oppnådd med B: basis × (1 + B/100)
pl: Oblicz wartość uzyskaną z B: baza × (1 + B/100)
pt_pt: Calcule o valor obtido com B : base × (1 + B/100)
ro: Calculați valoarea obținută cu B : baza × (1 + B/100)
ru: Вычислите полученное значение с B: база × (1 + B/100)
sk: Vypočítajte hodnotu získanú s B: základ × (1 + B/100)
sv: Beräkna värdet som erhålls med B: bas × (1 + B/100)
sw: Hesabu thamani iliyopatikana na B : misingi × (1 + B/100)
tr: B ile elde edilen değeri hesaplayın: <strong>temel × (1 + B/100)
uk: Обчисліть отримане значення з B: база × (1 + B/100)
vi: Tính giá trị thu được với B : <strong>cơ sở × (1 + B/100)
zh_hans: 使用 B 计算得到的值：<strong>基数 × (1 + B/100)

# pct_compare_step3
source: Comparez les deux résultats (écart absolu et relatif).
af: Vergelyk die twee resultate (absolute en relatiewe verskil).
bg: Сравнете двата резултата (абсолютна и относителна разлика).
cs: Porovnejte obě výsledky (absolutní a relativní rozdíl).
da: Sammenlign de to resultater (absolut og relativ forskel).
de: Vergleichen Sie die beiden Ergebnisse (absolute und relative Abweichung).
el: Συγκρίνετε τα δύο αποτελέσματα (απόλυτη και σχετική διαφορά).
es: Compare los dos resultados (diferencia absoluta y relativa).
fi: Vertaile kahta tulosta (absoluuttinen ja suhteellinen ero).
fil: Ihambing ang dalawang resulta (absolutong pagkakaiba at relatibong pagkakaiba).
hu: Hasonlítsa össze a két eredményt (abszolút és relatív eltérés).
id: Bandingkan kedua hasil (selisih absolut dan relatif).
it: Confronta i due risultati (differenza assoluta e relativa).
ja: 2つの結果を比較します（絶対誤差と相対誤差）。
ko: 두 결과를 비교하세요 (절대적 및 상대적 차이).
nl: Vergelijk de twee resultaten (absoluut en relatief verschil).
no: Sammenlign de to resultatene (absolutt og relativ forskjell).
pl: Porównaj dwa wyniki (różnica bezwzględna i względna).
pt_pt: Compare os dois resultados (diferença absoluta e relativa).
ro: Comparați cele două rezultate (diferența absolută și relativă).
ru: Сравните два результата (абсолютное и относительное отклонение).
sk: Porovnajte obidva výsledky (absolútna a relatívna odchýlka).
sv: Jämför de två resultaten (absolut och relativ skillnad).
sw: Linganisha matokeo mawili (tofauti ya kweli na ya uwiano).
tr: İki sonucu karşılaştırın (mutlak ve relatif fark).
uk: Порівняйте два результати (абсолютна та відносна різниця).
vi: So sánh hai kết quả (chênh lệch tuyệt đối và tương đối).
zh_hans: 比较两个结果（绝对误差和相对误差）。

# pct_compare_note
source: Exemple : base 1 000, A=10% → 1 100. B=20% → 1 200. Écart : +100 (+9,09% vs 1 100).
af: Voorbeeld : basis 1 000, A=10% → 1 100. B=20% → 1 200. Verskil : +100 (+9,09% teenoor 1 100).
bg: Пример : основа 1 000, A=10% → 1 100. B=20% → 1 200. Разлика : +100 (+9,09% спрямо 1 100).
cs: Příklad: základ 1 000, A=10% → 1 100. B=20% → 1 200. Rozdíl: +100 (+9,09% vs 1 100).
da: Eksempel : basis 1 000, A=10% → 1 100. B=20% → 1 200. Forskellen : +100 (+9,09% vs 1 100).
de: Beispiel: Basis 1 000, A=10% → 1 100. B=20% → 1 200. Abweichung: +100 (+9,09% vs 1 100).
el: Παράδειγμα : βάση 1 000, A=10% → 1 100. B=20% → 1 200. Διαφορά : +100 (+9,09% σε σχέση με 1 100).
es: Ejemplo: base 1 000, A=10% → 1 100. B=20% → 1 200. Diferencia: +100 (+9,09% vs 1 100).
fi: Esimerkki: perus 1 000, A=10% → 1 100. B=20% → 1 200. Ero: +100 (+9,09% vs 1 100).
fil: Halimbawa : base 1 000, A=10% → 1 100. B=20% → 1 200. Pagkakaiba : +100 (+9,09% kumpara sa 1 100).
hu: Példa: alap 1 000, A=10% → 1 100. B=20% → 1 200. Eltérés: +100 (+9,09% vs 1 100).
id: Contoh : dasar 1 000, A=10% → 1 100. B=20% → 1 200. Selisih : +100 (+9,09% vs 1 100).
it: Esempio: base 1 000, A=10% → 1 100. B=20% → 1 200. Differenza: +100 (+9,09% vs 1 100).
ja: 例: 基準 1,000, A=10% → 1,100. B=20% → 1,200. 誤差: +100 (+9.09% 対 1,100)。
ko: 예: 기본 1,000, A=10% → 1,100. B=20% → 1,200. 차이: +100 (+9.09% 대 1,100).
nl: Voorbeeld: basis 1 000, A=10% → 1 100. B=20% → 1 200. Verschil: +100 (+9,09% vs 1 100).
no: Eksempel: basis 1 000, A=10% → 1 100. B=20% → 1 200. Forskjell: +100 (+9,09% vs 1 100).
pl: Przykład: baza 1 000, A=10% → 1 100. B=20% → 1 200. Różnica: +100 (+9,09% w porównaniu do 1 100).
pt_pt: Exemplo : base 1 000, A=10% → 1 100. B=20% → 1 200. Diferença : +100 (+9,09% vs 1 100).
ro: Exemplu : baza 1 000, A=10% → 1 100. B=20% → 1 200. Diferență : +100 (+9,09% vs 1 100).
ru: Пример: база 1 000, A=10% → 1 100. B=20% → 1 200. Отклонение: +100 (+9,09% против 1 100).
sk: Príklad: základ 1 000, A=10% → 1 100. B=20% → 1 200. Odchýlka: +100 (+9,09% vs 1 100).
sv: Exempel: bas 1 000, A=10% → 1 100. B=20% → 1 200. Skillnad: +100 (+9,09% vs 1 100).
sw: Mfano : msingi 1 000, A=10% → 1 100. B=20% → 1 200. Tofauti : +100 (+9,09% dhidi ya 1 100).
tr: Örnek: temel 1 000, A=10% → 1 100. B=20% → 1 200. Fark: +100 (+9,09% karşı 1 100).
uk: Приклад: база 1 000, A=10% → 1 100. B=20% → 1 200. Різниця: +100 (+9,09% проти 1 100).
vi: Ví dụ : cơ sở 1 000, A=10% → 1 100. B=20% → 1 200. Chênh lệch : +100 (+9,09% so với 1 100).
zh_hans: 示例：基数 1 000，A=10% → 1 100。B=20% → 1 200。误差：+100 (+9.09% vs 1 100)。

# cum_naive_title
source: Effet cumulé vs somme naïve
af: Gekombineerde effek vs naïewe som
bg: Кумулативен ефект срещу наивна сума
cs: Kumulativní efekt vs. naivní součet
da: Kumulativ effekt vs naiv sum
de: Kumulierte Wirkung vs naive Summe
el: Συσσωρευτικό αποτέλεσμα vs απλή άθροιση
es: Efecto acumulado vs suma ingenua
fi: Kumulatiivinen vaikutus vs naive summa
fil: Pinagsamang epekto vs simpleng kabuuan
hu: Kumulált hatás vs naiv összeg
id: Efek kumulatif vs jumlah naif
it: Effetto cumulato vs somma ingenua
ja: 累積効果 vs 単純合計
ko: 누적 효과 vs 단순 합계
nl: Gecombineerd effect vs naïeve som
no: Kumulert effekt vs naiv sum
pl: Efekt skumulowany vs suma naiwna
pt_pt: Efeito cumulativo vs soma ingênua
ro: Efect cumulativ vs sumă naivă
ru: Кумулятивный эффект против наивной суммы
sk: Kumulovaný efekt vs naivný súčet
sv: Kumulativ effekt vs naiv summa
sw: Kumulativ effekt vs naiv summa
tr: Kümülatif etki vs saf toplam
uk: Cumulative effect vs naive sum
vi: Hiệu ứng tích lũy so với tổng đơn giản
zh_hans: 累积效应 vs 天真总和

# cum_naive_subtitle
source: Comparer l’effet réel (composé) à une addition simple des pourcentages.
af: Vergelyk die werklike (samestellende) effek met 'n eenvoudige byvoeging van die persentasies.
bg: Сравнете реалния ефект (комплексен) с простото събиране на процентите.
cs: Porovnejte skutečný (složený) efekt s jednoduchým součtem procent.
da: Sammenlign den reelle effekt (sammensat) med en simpel addition af procenterne.
de: Vergleichen Sie die tatsächliche (komplexe) Wirkung mit einer einfachen Addition der Prozentsätze.
el: Συγκρίνετε την πραγματική (συνθετική) επίδραση με μια απλή πρόσθεση των ποσοστών.
es: Comparar el efecto real (compuesto) con una suma simple de los porcentajes.
fi: Vertaile todellista (koottua) vaikutusta prosenttien yksinkertaiseen yhteenlaskentaan.
fil: Ihambing ang tunay na epekto (komposisyon) sa isang simpleng pagdaragdag ng mga porsyento.
hu: Hasonlítsa össze a tényleges (komponált) hatást a százalékok egyszerű összeadásával.
id: Bandingkan efek nyata (komposisi) dengan penjumlahan sederhana dari persentase.
it: Confronta l'effetto reale (composto) con una semplice somma delle percentuali.
ja: 実際の効果（複合）を単純なパーセンテージの加算と比較します。
ko: 실제 효과(복합 효과)를 단순한 비율의 합과 비교하세요.
nl: Vergelijk het werkelijke effect (samengesteld) met een eenvoudige optelling van de percentages.
no: Sammenlign den faktiske (samlede) effekten med en enkel addisjon av prosentene.
pl: Porównaj rzeczywisty (złożony) efekt z prostym dodawaniem procentów.
pt_pt: Compare o efeito real (composto) com uma adição simples das percentagens.
ro: Comparați efectul real (compus) cu o adunare simplă a procentelor.
ru: Сравните реальный эффект (составной) с простой суммой процентов.
sk: Porovnajte skutočný (zložený) efekt s jednoduchým sčítaním percent.
sv: Jämför den verkliga (kompounderade) effekten med en enkel addition av procenten.
sw: Linganisha athari halisi (iliyokusanywa) na kuongeza rahisi ya asilimia.
tr: Gerçek etkiyi (bileşik) yüzdelerin basit toplamı ile karşılaştırın.
uk: Порівняйте реальний (складний) ефект з простим додаванням відсотків.
vi: So sánh hiệu ứng thực tế (tích lũy) với việc cộng đơn giản các phần trăm.
zh_hans: 将实际效果（复合）与简单的百分比相加进行比较。

# cum_naive_base
source: Valeur de base
af: Basiese waarde
bg: Основна стойност
cs: Základní hodnota
da: Basisværdi
de: Basiswert
el: Βασική αξία
es: Valor base
fi: Perusarvo
fil: Pangunahing halaga
hu: Alapérték
id: Nilai dasar
it: Valore di base
ja: 基本値
ko: 기본 값
nl: Basiswaarde
no: Grunnverdi
pl: Wartość podstawowa
pt_pt: Valor base
ro: Valoare de bază
ru: Базовая стоимость
sk: Základná hodnota
sv: Grundvärde
sw: Grundvärde
tr: Temel değer
uk: Base value
vi: Giá trị cơ bản
zh_hans: 基础值

# cum_naive_base_hint
source: Ex : 100, 1 000, 5 000…
af: bv : 100, 1 000, 5 000…
bg: Пример : 100, 1 000, 5 000…
de: z. B.: 100, 1 000, 5 000…
el: Π.χ. 100, 1 000, 5 000…
es: Ej: 100, 1 000, 5 000…
fi: Esim: 100, 1 000, 5 000…
hu: Pl.: 100, 1 000, 5 000…
id: Contoh : 100, 1 000, 5 000…
it: Es: 100, 1 000, 5 000…
ja: 例: 100, 1,000, 5,000…
ko: 예: 100, 1,000, 5,000…
nl: Bijv: 100, 1 000, 5 000…
no: F.eks.: 100, 1 000, 5 000…
pl: Przykład: 100, 1 000, 5 000…
ru: Пример: 100, 1 000, 5 000…
sk: Príklad: 100, 1 000, 5 000…
sw: Mfano : 100, 1 000, 5 000…
tr: Ör: 100, 1 000, 5 000…
uk: Приклад: 100, 1 000, 5 000…
vi: Ví dụ : 100, 1 000, 5 000…
zh_hans: 例如：100，1 000，5 000…

# cum_naive_p1
source: Pourcentage 1
af: Persentasie 1
bg: Процент 1
cs: Procento 1
da: Procent 1
de: Prozentsatz 1
el: Ποσοστό 1
es: Porcentaje 1
fi: Prosentti 1
fil: Porsyento 1
hu: 1 százalék
id: Persentase 1
it: Percentuale 1
ja: パーセンテージ 1
ko: 비율 1
nl: Percentage 1
no: Prosent 1
pl: Procent 1
pt_pt: Percentagem 1
ro: Procentaj 1
ru: Процент 1
sk: Percento 1
sv: Procent 1
sw: Procent 1
tr: Yüzde 1
uk: Percentage 1
vi: Tỷ lệ 1
zh_hans: 百分比 1

# cum_naive_p1_hint
source: Ex : 10, -2, 7,5…
af: bv : 10, -2, 7,5…
bg: Пример : 10, -2, 7,5…
el: Π.χ. 10, -2, 7,5…
es: Ej: 10, -2, 7,5…
fi: Esim: 10, -2, 7,5…
hu: Pl.: 10, -2, 7,5…
id: Contoh : 10, -2, 7,5…
ja: 例: 10, -2, 7.5…
ko: 예: 10, -2, 7.5…
no: F.eks.: 10, -2, 7,5…
ru: Пример: 10, -2, 7,5…
sk: Príklad: 10, -2, 7,5…
sw: Mfano : 10, -2, 7,5…
tr: Ör: 10, -2, 7,5…
uk: Приклад: 10, -2, 7,5…
vi: Ví dụ : 10, -2, 7,5…
zh_hans: 例如：10，-2，7.5…

# cum_naive_p2
source: Pourcentage 2
af: Persentasie 2
bg: Процент 2
cs: Procento 2
da: Procent 2
de: Prozentsatz 2
el: Ποσοστό 2
es: Porcentaje 2
fi: Prosentti 2
fil: Porsyento 2
hu: Százalék 2
id: Persentase 2
it: Percentuale 2
ja: パーセンテージ 2
ko: 비율 2
nl: Percentage 2
no: Prosent 2
pl: Procent 2
pt_pt: Percentagem 2
ro: Procentaj 2
ru: Процент 2
sk: Percento 2
sv: Procent 2
sw: Procent 2
tr: Yüzde 2
uk: Percentage 2
vi: Phần trăm 2
zh_hans: 百分比 2

# cum_naive_p2_hint
source: Ex : 10, -20, 3…
af: bv : 10, -20, 3…
bg: Пример : 10, -20, 3…
el: Π.χ. 10, -20, 3…
es: Ej: 10, -20, 3…
fi: Esim: 10, -20, 3…
hu: Pl.: 10, -20, 3…
id: Contoh : 10, -20, 3…
ja: 例: 10, -20, 3…
ko: 예: 10, -20, 3…
ru: Пример: 10, -20, 3…
sk: Príklad: 10, -20, 3…
sw: Mfano : 10, -20, 3…
tr: Ör: 10, -20, 3…
uk: Приклад: 10, -20, 3…
vi: Ví dụ : 10, -20, 3…
zh_hans: 例如：10，-20，3…

# cum_naive_comp_label
source: Résultat cumulé
af: Gekombineerde resultaat
bg: Кумулативен резултат
cs: Kumulovaný výsledek
da: Akkumuleret resultat
de: Kumuliertes Ergebnis
el: Συγκεντρωτικό αποτέλεσμα
es: Resultado acumulado
fi: Kumulatiivinen tulos
fil: Nakapag-ambag na resulta
hu: Összesített eredmény
id: Hasil kumulatif
it: Risultato cumulato
ja: 累積結果
ko: 누적 결과
nl: Gecombineerd resultaat
no: Kumulert resultat
pl: Wynik skumulowany
pt_pt: Resultado acumulado
ro: Rezultatul cumulativ
ru: Суммарный результат
sk: Kumulovaný výsledok
sv: Sammanlagd resultat
sw: Sammanlagd resultat
tr: Kümülatif sonuç
uk: Cumulative result
vi: Kết quả tích lũy
zh_hans: 累计结果

# cum_naive_naive_label
source: Résultat “naïf”
af: "naïe" resultaat
bg: Наивен резултат
cs: Naivní výsledek
da: Naiv resultat
de: Naives Ergebnis
el: "αφελές" αποτέλεσμα
es: Resultado "naïf"
fi: "naïvi" tulos
fil: "Naïve" na resulta
hu: "naiv eredmény"
id: Hasil "naif"
it: Risultato "naïf"
ja: 「ナイーブな結果」
ko: "순진한" 결과
nl: Naïeve uitkomst
no: Naiv resultat
pl: Wynik "naiwny"
pt_pt: Resultado "ingénuo"
ro: Rezultat „naiv”
ru: Наивный результат
sk: Naívny výsledok
sv: Naiv resultat
sw: Naiv resultat
tr: Naif sonuç
uk: "Naive result"
vi: Kết quả "ngây thơ"
zh_hans: “天真”的结果

# cum_naive_diff_label
source: Écart
af: Afstand
bg: Разлика
cs: Rozdíl
da: Afvigelse
de: Abweichung
el: Απόκλιση
es: Diferencia
fi: Poikkeama
fil: Agwat
hu: Eltérés
id: Selisih
it: Scarto
ja: 差異
ko: 차이
nl: Afstand
no: Avvik
pl: Różnica
pt_pt: Desvio
ro: Diferență
ru: Разница
sk: Rozdiel
sv: Avvik
sw: Avvik
tr: Açıklık
uk: Gap
vi: Khoảng cách
zh_hans: 差距

# cum_naive_zero_note
source: Si le résultat “naïf” vaut 0, l’écart en % n’est pas défini.
af: As die “naïef” resultaat 0 is, is die verskil in % nie gedefinieer nie.
bg: Ако „наивният“ резултат е 0, разликата в % не е определена.
cs: Pokud „naivní“ výsledek je 0, procentuální rozdíl není definován.
da: Hvis det 'naive' resultat er 0, er afvigelsen i % ikke defineret.
de: Wenn das "naive" Ergebnis 0 beträgt, ist die Abweichung in % nicht definiert.
el: Αν το “ναΐφ” αποτέλεσμα είναι 0, η διαφορά σε % δεν ορίζεται.
es: Si el resultado “naïf” es 0, la desviación en % no está definida.
fi: Jos 'naïf' tulos on 0, prosentuaalista poikkeamaa ei ole määritelty.
fil: Kung ang “naïf” na resulta ay 0, ang pagkakaiba sa % ay hindi natutukoy.
hu: Ha a „naiv” eredmény 0, akkor a % eltérés nem definiált.
id: Jika hasil "naif" bernilai 0, selisih dalam % tidak terdefinisi.
it: Se il risultato "naïf" vale 0, la deviazione in % non è definita.
ja: 結果が「ナイーブ」で 0 の場合、% の誤差は定義されません。
ko: 결과가 “단순”일 경우 0이면, % 차이는 정의되지 않습니다.
nl: Als het 'naïeve' resultaat 0 is, is de afwijking in % niet gedefinieerd.
no: Hvis det "naive" resultatet er 0, er prosentavviket ikke definert.
pl: Jeśli wynik „naiwny” wynosi 0, różnica w % nie jest zdefiniowana.
pt_pt: Se o resultado “ingénuo” for 0, a diferença em % não está definida.
ro: Dacă rezultatul „naiv” este 0, diferența în % nu este definită.
ru: Если «наивный» результат равен 0, отклонение в % не определено.
sk: Ak „naivný“ výsledok je 0, odchýlka v % nie je definovaná.
sv: Om det "naiva" resultatet är 0, är avvikelsen i % inte definierad.
sw: Ikiwa matokeo ya "naïf" ni 0, tofauti katika % haijafafanuliwa.
tr: Eğer “naif” sonuç 0 ise, % fark tanımlı değildir.
uk: Якщо «наївний» результат дорівнює 0, відсоткова різниця не визначена.
vi: Nếu kết quả “naïf” bằng 0, chênh lệch % không được xác định.
zh_hans: 如果“天真”的结果为 0，则百分比误差未定义。

# cum_naive_example_label
source: base INTERPOLATION : INTERPOLATION_1% puis INTERPOLATION_2%
af: basis INTERPOLATION : INTERPOLATION_1% dan INTERPOLATION_2%
bg: основа INTERPOLATION : INTERPOLATION_1% след това INTERPOLATION_2%
cs: základ INTERPOLATION: INTERPOLATION_1% a poté INTERPOLATION_2%
da: base INTERPOLATION : INTERPOLATION_1% derefter INTERPOLATION_2%
de: Basis INTERPOLATION : INTERPOLATION_1% dann INTERPOLATION_2%
el: βάση INTERPOLATION : INTERPOLATION_1% και στη συνέχεια INTERPOLATION_2%
es: base INTERPOLATION: INTERPOLATION_1% luego INTERPOLATION_2%
fi: perusta INTERPOLATION: INTERPOLATION_1% ja sitten INTERPOLATION_2%
fil: base INTERPOLATION : INTERPOLATION_1% pagkatapos INTERPOLATION_2%
hu: alap INTERPOLATION: INTERPOLATION_1% majd INTERPOLATION_2%
id: dasar INTERPOLATION : INTERPOLATION_1% kemudian INTERPOLATION_2%
it: base INTERPOLATION : INTERPOLATION_1% poi INTERPOLATION_2%
ja: 基準 INTERPOLATION : INTERPOLATION_1% そして INTERPOLATION_2%
ko: 기본 INTERPOLATION: INTERPOLATION_1% 후 INTERPOLATION_2%
nl: basis INTERPOLATION : INTERPOLATION_1% dan INTERPOLATION_2%
no: base INTERPOLATION : INTERPOLATION_1% deretter INTERPOLATION_2%
pl: podstawa INTERPOLATION : INTERPOLATION_1% a następnie INTERPOLATION_2%
pt_pt: base INTERPOLATION : INTERPOLATION_1% depois INTERPOLATION_2%
ro: baza INTERPOLATION : INTERPOLATION_1% apoi INTERPOLATION_2%
ru: база INTERPOLATION: INTERPOLATION_1% затем INTERPOLATION_2%
sk: základ INTERPOLATION: INTERPOLATION_1% potom INTERPOLATION_2%
sv: bas INTERPOLATION : INTERPOLATION_1% sedan INTERPOLATION_2%
sw: misingi INTERPOLATION : INTERPOLATION_1% kisha INTERPOLATION_2%
tr: temel INTERPOLATION : INTERPOLATION_1% ardından INTERPOLATION_2%
uk: база INTERPOLATION: INTERPOLATION_1% потім INTERPOLATION_2%
vi: cơ sở INTERPOLATION : INTERPOLATION_1% sau đó INTERPOLATION_2%
zh_hans: 基数 INTERPOLATION：INTERPOLATION_1% 然后 INTERPOLATION_2%
