Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_xref_to_json_out1
source: TODO: Décrire précisément la sortie.
af: Voorbeeld 1
bg: Съвет
cs: TODO: Přesně popište výstup.
da: TODO: Beskriv præcist outputtet.
de: TODO: Die Ausgabe genau beschreiben.
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: TODO: Describir con precisión la salida.
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: TODO: A kimenet pontos leírása.
id: TODO: Menjelaskan dengan tepat keluaran.
it: Ecco cosa ottieni
ja: TODO: 出力を正確に説明する。
ko: TODO: 출력을 정확하게 설명합니다.
nl: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: TODO: Beskriv nøyaktig utgangen.
pl: TODO: Dokładnie opisz wynik.
pt_pt: TODO: Descrever precisamente a saída.
ro: Sugestie
ru: TODO: Точно опишите вывод.
sk: Konkrétny príklad 1
sv: Tips
sw: Unachopata
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: Що ви отримуєте
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO: 精确描述输出。

# ed_dev_pdf_pdf_xref_to_json_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Konkrete voorbeeld 3
bg: TODO: За какво служи този изход.
cs: Concrete example 1
da: TODO: Hvad er formålet med dette output.
de: TODO: Wozu dient diese Ausgabe.
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: Para qué sirve esta salida.
fi: Vinkki
fil: TODO: Ano ang gamit ng output na ito.
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: TODO: Esempio concreto 2
ja: TODO: この出力の目的。
ko: TODO: 이 출력의 용도.
nl: Gebruikscase
no: Concrete example 2
pl: TODO: Do czego służy ten wynik.
pt_pt: TODO: Para que serve esta saída.
ro: Exemplu concret 1
ru: Совет
sk: Concrete example 1
sv: TODO: Vad är denna utdata till för.
sw: Vidokezo
tr: TODO: Bu çıktının ne işe yaradığını açıklayın.
uk: TODO: Для чого потрібні ці вихідні дані.
vi: TODO: Đầu ra này có tác dụng gì.
zh_hans: TODO: 该输出的用途。

# ed_dev_pdf_pdf_xref_to_json_limits
source: Limites et points d’attention
af: TODO: Wat is die doel van hierdie uitgang.
bg: Относно: XRef PDF → JSON
cs: Omezení a body pozornosti
da: Concrete example 1
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limitações e pontos de atenção
ro: Despre: XRef PDF → JSON
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Om: XRef PDF → JSON
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_xref_to_json_lim1
source: TODO.
af: Voorbeeld 2
fi: Yksi ainutlaatuinen vinkki, joka liittyy työkalun tarkoitukseen.
ro: Exemplu concret 2
ru: Уникальный совет, связанный с намерением инструмента.
sk: Presne opíšte výstup.
sw: Vidokezo vya kipekee vinavyohusiana na kusudi la chombo hiki.

# ed_dev_pdf_pdf_xref_to_json_faq
source: Questions fréquentes
af: Vrae vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga Madalas na Tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_xref_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tips
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_xref_to_json_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n Unieke wenk wat verband hou met die bedoeling van die hulpmiddel.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: TODO: Jedinečný tip související s úmyslem nástroje.
da: TODO: Et unikt tip relateret til værktøjets hensigt.
de: TODO: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: TODO: Μια μοναδική συμβουλή σχετική με την πρόθεση του εργαλείου.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki työkalun tarkoitukseen liittyen.
fil: TODO: Isang natatanging tip na may kaugnayan sa layunin ng tool.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tips unik yang terkait dengan niat alat.
it: Un trucco unico legato all'intenzione dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 독특한 팁.
nl: Een unieke tip gerelateerd aan de bedoeling van de tool.
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: TODO: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: TODO: Uma dica única relacionada à intenção da ferramenta.
ro: TODO: O sugestie unică legată de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: TODO: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Ett unikt tips kopplat till verktygets avsikt.
sw: TODO: Njia ya kipekee inayohusiana na kusudi la chombo.
tr: TODO: Araç niyetine bağlı benzersiz bir ipucu.
uk: TODO: Унікальна порада, пов'язана з наміром інструменту.
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: TODO: 与工具意图相关的独特技巧。

# ed_math_fractions_decimal_to_fraction_title
source: À propos : Décimal → fraction
af: Oor: Desimaal → breuk
bg: Относно: Десетично → дроб
cs: O: Desetinné číslo → zlomek
da: Om: Decimal → brøk
de: Über: Dezimal → Bruch
el: Σχετικά με: Δεκαδικό → κλάσμα
es: Acerca de: Decimal → fracción
fi: Tietoa: Desimaali → murtoluku
fil: Tungkol sa: Decimal → fraction
hu: Rólunk: Tizedes → tört
id: Tentang: Desimal → pecahan
it: Informazioni: Decimale → frazione
ja: について：小数 → 分数
ko: 정보: 소수 → 분수
nl: Over: Decimaal → breuk
no: Om: Desimal → brøk
pl: O programie: Dziesiętny → ułamek
pt_pt: Sobre: Decimal → fração
ro: Despre: Decimal → fracție
ru: О программе: Десятичная дробь → дробь
sk: O: Desatinné → zlomok
sv: Om: Decimal → bråk
sw: Kuhusu: Decimal → fraction
tr: Hakkında: Ondalık → kesir
uk: Про: Десятковий → дроб
vi: Về chúng tôi: Số thập phân → phân số
zh_hans: 关于：小数 → 分数

# ed_math_fractions_decimal_to_fraction_lead
source: Ce convertisseur transforme un nombre décimal en fraction, en fournissant une écriture exacte et simplifiée lorsque c’est possible, afin de faciliter les calculs et la compréhension des proportions.
af: Hierdie omskakelaar verander 'n desimale getal in 'n breuk, deur 'n presiese en vereenvoudigde skrywe te verskaf wanneer moontlik, om berekeninge en begrip van verhoudings te vergemaklik.
bg: Този конвертор преобразува десетично число в дроб, предоставяйки точно и опростено представяне, когато е възможно, за да улесни изчисленията и разбирането на пропорциите.
cs: Tento převodník převádí desetinné číslo na zlomek a poskytuje přesný a zjednodušený zápis, kdykoli je to možné, aby usnadnil výpočty a porozumění poměrům.
da: Denne konverter omdanner et decimaltal til en brøk, ved at give en præcis og forenklet skrivemåde, når det er muligt, for at lette beregninger og forståelse af proportioner.
de: Dieser Konverter wandelt eine Dezimalzahl in einen Bruch um und bietet eine exakte und vereinfachte Schreibweise, wenn möglich, um Berechnungen und das Verständnis von Verhältnissen zu erleichtern.
el: Αυτός ο μετατροπέας μετατρέπει έναν δεκαδικό αριθμό σε κλάσμα, παρέχοντας μια ακριβή και απλοποιημένη γραφή όταν είναι δυνατόν, προκειμένου να διευκολύνει τους υπολογισμούς και την κατανόηση των αναλογιών.
es: Este convertidor transforma un número decimal en fracción, proporcionando una escritura exacta y simplificada cuando es posible, para facilitar los cálculos y la comprensión de las proporciones.
fi: Tämä muunnin muuntaa desimaaliluvun murtoluvuksi, tarjoten tarkan ja yksinkertaistetun kirjoituksen, kun se on mahdollista, helpottaakseen laskelmia ja suhteiden ymmärtämistä.
fil: Ang converter na ito ay nagbabago ng isang decimal na numero sa fraction, na nagbibigay ng eksaktong at pinadaling pagsulat kapag posible, upang mapadali ang mga kalkulasyon at pag-unawa sa mga proporsyon.
hu: Ez a konverter egy tizedest törté alakít, pontos és egyszerűsített írást biztosít, amikor lehetséges, hogy megkönnyítse a számításokat és a arányok megértését.
id: Konverter ini mengubah angka desimal menjadi pecahan, dengan memberikan penulisan yang tepat dan disederhanakan jika memungkinkan, untuk memudahkan perhitungan dan pemahaman proporsi.
it: Questo convertitore trasforma un numero decimale in frazione, fornendo una scrittura esatta e semplificata quando possibile, per facilitare i calcoli e la comprensione delle proporzioni.
ja: この変換ツールは、小数を分数に変換し、可能な限り正確で簡略化された表記を提供して、計算や比率の理解を容易にします。
ko: 이 변환기는 소수를 분수로 변환하며, 가능한 경우 정확하고 단순화된 표기를 제공하여 계산과 비율 이해를 용이하게 합니다.
nl: Deze converter verandert een decimaal getal in een breuk, door een exacte en vereenvoudigde weergave te geven wanneer mogelijk, om de berekeningen en het begrip van verhoudingen te vergemakkelijken.
no: Denne konvertereren omformer et desimaltall til brøk, og gir en nøyaktig og forenklet skrivemåte når det er mulig, for å lette beregningene og forståelsen av proporsjoner.
pl: Ten konwerter przekształca liczbę dziesiętną w ułamek, dostarczając dokładny i uproszczony zapis, gdy to możliwe, aby ułatwić obliczenia i zrozumienie proporcji.
pt_pt: Este conversor transforma um número decimal em fração, fornecendo uma escrita exata e simplificada quando possível, para facilitar os cálculos e a compreensão das proporções.
ro: Acest convertor transformă un număr decimal în fracție, oferind o scriere exactă și simplificată atunci când este posibil, pentru a facilita calculele și înțelegerea proporțiilor.
ru: Этот конвертер преобразует десятичное число в дробь, предоставляя точное и упрощенное представление, когда это возможно, чтобы облегчить вычисления и понимание пропорций.
sk: Tento prevodník premieňa desatinné číslo na zlomok, pričom poskytuje presný a zjednodušený zápis, keď je to možné, aby uľahčil výpočty a porozumenie proporciám.
sv: Denna omvandlare omvandlar ett decimaltal till bråk, och ger en exakt och förenklad skrivning när det är möjligt, för att underlätta beräkningar och förståelse av proportioner.
sw: Converter hii inabadilisha nambari ya decimal kuwa fraction, ikitoa maandiko sahihi na yaliyo rahisishwa inapowezekana, ili kurahisisha hesabu na kuelewa uwiano.
tr: Bu dönüştürücü, bir ondalık sayıyı kesire dönüştürerek, mümkün olduğunda tam ve sade bir yazım sağlar, böylece hesaplamaları ve oranların anlaşılmasını kolaylaştırır.
uk: Цей конвертер перетворює десяткове число в дріб, надаючи точний і спрощений запис, коли це можливо, щоб полегшити обчислення та розуміння пропорцій.
vi: Bộ chuyển đổi này chuyển đổi một số thập phân thành phân số, cung cấp một cách viết chính xác và đơn giản hóa khi có thể, nhằm dễ dàng thực hiện các phép tính và hiểu các tỷ lệ.
zh_hans: 该转换器将小数转换为分数，提供精确和简化的写法（如果可能），以便于计算和理解比例。

# ed_math_fractions_decimal_to_fraction_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωσεις χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga Kasong Paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípady použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_fractions_decimal_to_fraction_uc1_title
source: Exercices scolaires et révisions
af: Skool oefeninge en hersienings
bg: Училищни упражнения и прегледи
cs: Školní cvičení a opakování
da: Skoleøvelser og revisioner
de: Schulübungen und Wiederholungen
el: Σχολικές ασκήσεις και επαναλήψεις
es: Ejercicios escolares y revisiones
fi: Kouluharjoitukset ja kertaaminen
fil: Mga Pagsasanay sa Paaralan at Pagsusuri
hu: Iskolai gyakorlatok és ismétlések
id: Latihan sekolah dan revisi
it: Esercizi scolastici e revisioni
ja: 学校の演習と復習
ko: 학교 과제 및 복습
nl: Schooloefeningen en herzieningen
no: Skoleoppgaver og repetisjon
pl: Ćwiczenia szkolne i powtórki
pt_pt: Exercícios escolares e revisões
ro: Exerciții școlare și revizuiri
ru: Школьные упражнения и повторения
sk: Školské cvičenia a revízie
sv: Skolövningar och repetition
sw: Mifano ya shule na mapitio
tr: Okul alıştırmaları ve tekrarlar
uk: Шкільні вправи та повторення
vi: Bài tập học đường và ôn tập
zh_hans: 学校练习和复习

# ed_math_fractions_decimal_to_fraction_uc1_text
source: Convertir 0,25 en 1/4, 0,125 en 1/8 ou 0,75 en 3/4 pour vérifier une réponse.
af: Omskakel 0,25 in 1/4, 0,125 in 1/8 of 0,75 in 3/4 om 'n antwoord te verifieer.
bg: Конвертирайте 0,25 в 1/4, 0,125 в 1/8 или 0,75 в 3/4, за да проверите отговор.
cs: Převeďte 0,25 na 1/4, 0,125 na 1/8 nebo 0,75 na 3/4 pro ověření odpovědi.
da: Konverter 0,25 til 1/4, 0,125 til 1/8 eller 0,75 til 3/4 for at kontrollere et svar.
de: Konvertieren Sie 0,25 in 1/4, 0,125 in 1/8 oder 0,75 in 3/4, um eine Antwort zu überprüfen.
el: Μετατρέψτε το 0,25 σε 1/4, το 0,125 σε 1/8 ή το 0,75 σε 3/4 για να ελέγξετε μια απάντηση.
es: Convertir 0,25 en 1/4, 0,125 en 1/8 o 0,75 en 3/4 para verificar una respuesta.
fi: Muunna 0,25 murtoluvuksi 1/4, 0,125 murtoluvuksi 1/8 tai 0,75 murtoluvuksi 3/4 tarkistaaksesi vastauksen.
fil: I-convert ang 0.25 sa 1/4, 0.125 sa 1/8 o 0.75 sa 3/4 upang suriin ang isang sagot.
hu: Konvertálja a 0,25-öt 1/4-re, 0,125-öt 1/8-ra vagy 0,75-öt 3/4-re, hogy ellenőrizze a választ.
id: Ubah 0,25 menjadi 1/4, 0,125 menjadi 1/8 atau 0,75 menjadi 3/4 untuk memeriksa jawaban.
it: Convertire 0,25 in 1/4, 0,125 in 1/8 o 0,75 in 3/4 per verificare una risposta.
ja: 0.25を1/4、0.125を1/8、または0.75を3/4に変換して、回答を確認します。
ko: 0.25를 1/4로, 0.125를 1/8로 또는 0.75를 3/4로 변환하여 답을 확인합니다.
nl: Converteer 0,25 naar 1/4, 0,125 naar 1/8 of 0,75 naar 3/4 om een antwoord te controleren.
no: Konverter 0,25 til 1/4, 0,125 til 1/8 eller 0,75 til 3/4 for å sjekke et svar.
pl: Przekształć 0,25 w 1/4, 0,125 w 1/8 lub 0,75 w 3/4, aby sprawdzić odpowiedź.
pt_pt: Converter 0,25 em 1/4, 0,125 em 1/8 ou 0,75 em 3/4 para verificar uma resposta.
ro: Convertiți 0,25 în 1/4, 0,125 în 1/8 sau 0,75 în 3/4 pentru a verifica un răspuns.
ru: Преобразуйте 0,25 в 1/4, 0,125 в 1/8 или 0,75 в 3/4, чтобы проверить ответ.
sk: Preveďte 0,25 na 1/4, 0,125 na 1/8 alebo 0,75 na 3/4, aby ste overili odpoveď.
sv: Konvertera 0,25 till 1/4, 0,125 till 1/8 eller 0,75 till 3/4 för att verifiera ett svar.
sw: Badilisha 0.25 kuwa 1/4, 0.125 kuwa 1/8 au 0.75 kuwa 3/4 ili kuthibitisha jibu.
tr: 0,25'i 1/4, 0,125'i 1/8 veya 0,75'i 3/4 olarak dönüştürerek bir yanıtı kontrol edin.
uk: Перетворіть 0,25 в 1/4, 0,125 в 1/8 або 0,75 в 3/4, щоб перевірити відповідь.
vi: Chuyển đổi 0,25 thành 1/4, 0,125 thành 1/8 hoặc 0,75 thành 3/4 để kiểm tra một câu trả lời.
zh_hans: 将0.25转换为1/4，将0.125转换为1/8或将0.75转换为3/4以验证答案。

# ed_math_fractions_decimal_to_fraction_uc2_title
source: Calculs exacts
af: Presiese berekeninge
bg: Точни изчисления
cs: Přesné výpočty
da: Præcise beregninger
de: Exakte Berechnungen
el: Ακριβείς υπολογισμοί
es: Cálculos exactos
fi: Tarkat laskelmat
fil: Eksaktong Kalkulasyon
hu: Pontos számítások
id: Perhitungan yang tepat
it: Calcoli esatti
ja: 正確な計算
ko: 정확한 계산
nl: Exacte berekeningen
no: Nøyaktige beregninger
pl: Dokładne obliczenia
pt_pt: Cálculos exatos
ro: Calculuri exacte
ru: Точные вычисления
sk: Presné výpočty
sv: Exakta beräkningar
sw: Hesabu sahihi
tr: Tam hesaplamalar
uk: Точні обчислення
vi: Tính toán chính xác
zh_hans: 精确计算

# ed_math_fractions_decimal_to_fraction_uc2_text
source: Obtenir une fraction exacte plutôt qu’une valeur décimale arrondie.
af: Kry 'n presiese breuk eerder as 'n afgeronde desimale waarde.
bg: Получаване на точна дроб, вместо закръглена десетична стойност.
cs: Získejte přesný zlomek místo zaokrouhlené desetinné hodnoty.
da: Få en præcis brøk i stedet for en afrundet decimalværdi.
de: Erhalten Sie einen exakten Bruch anstelle eines gerundeten Dezimalwerts.
el: Αποκτήστε ένα ακριβές κλάσμα αντί για μια στρογγυλεμένη δεκαδική τιμή.
es: Obtener una fracción exacta en lugar de un valor decimal redondeado.
fi: Hanki tarkka murtoluku sen sijaan, että saisit pyöristetyn desimaaliluvun.
fil: Kumuha ng isang eksaktong fraction sa halip na isang pinadaling decimal na halaga.
hu: Kapjon pontos törtet, ahelyett, hogy egy kerekített tizedes értéket kapna.
id: Dapatkan pecahan yang tepat daripada nilai desimal yang dibulatkan.
it: Ottenere una frazione esatta piuttosto che un valore decimale arrotondato.
ja: 丸められた小数値ではなく、正確な分数を取得します。
ko: 반올림된 소수 값보다 정확한 분수를 얻습니다.
nl: Krijg een exacte breuk in plaats van een afgeronde decimale waarde.
no: Få en nøyaktig brøk i stedet for en avrundet desimalverdi.
pl: Uzyskaj dokładny ułamek zamiast zaokrąglonej wartości dziesiętnej.
pt_pt: Obter uma fração exata em vez de um valor decimal arredondado.
ro: Obțineți o fracție exactă în loc de o valoare decimală rotunjită.
ru: Получите точную дробь, а не округленное десятичное значение.
sk: Získať presný zlomok namiesto zaokrúhlenej desatinnej hodnoty.
sv: Få ett exakt bråk istället för ett avrundat decimaltal.
sw: Pata fraction sahihi badala ya thamani ya decimal iliyokadiriwa.
tr: Yuvarlanmış bir ondalık değer yerine tam bir kesir elde edin.
uk: Отримати точний дріб, а не округлене десяткове значення.
vi: Nhận một phân số chính xác thay vì một giá trị thập phân làm tròn.
zh_hans: 获取一个精确的分数，而不是一个四舍五入的十进制值。

# ed_math_fractions_decimal_to_fraction_uc3_title
source: Passer d’une écriture à une autre
af: Van een skrywe na 'n ander
bg: Преминаване от едно представяне на друго
cs: Přechod z jednoho zápisu na druhý
da: Skifte fra en skrivemåde til en anden
de: Von einer Schreibweise zur anderen wechseln
el: Περάστε από μια γραφή σε μια άλλη
es: Pasar de una escritura a otra
fi: Siirtyminen yhdestä kirjoitustavasta toiseen
fil: Lumipat mula sa isang pagsulat patungo sa isa pa
hu: Átmenet egyik írásmódról a másikra
id: Berpindah dari satu penulisan ke penulisan lainnya
it: Passare da una scrittura all'altra
ja: ある表記から別の表記に移行する
ko: 한 표기에서 다른 표기로 전환
nl: Van de ene weergave naar de andere gaan
no: Gå fra en skrivemåte til en annen
pl: Przechodzenie z jednego zapisu do drugiego
pt_pt: Passar de uma escrita para outra
ro: Trecerea de la o scriere la alta
ru: Переход от одного представления к другому
sk: Prechod z jedného zápisu na iný
sv: Gå från en skrivning till en annan
sw: Kuhamisha kutoka maandiko moja hadi nyingine
tr: Bir yazımdan diğerine geçiş
uk: Перехід від одного запису до іншого
vi: Chuyển đổi từ một cách viết sang cách viết khác
zh_hans: 从一种写法转换为另一种

# ed_math_fractions_decimal_to_fraction_uc3_text
source: Travailler plus facilement avec des fractions dans des calculs algébriques ou des équations.
af: Werk makliker met breuke in algebraïese berekeninge of vergelykings.
bg: Работа по-лесно с дроби в алгебрични изчисления или уравнения.
cs: Pracujte snadněji se zlomek v algebrických výpočtech nebo rovnicích.
da: Arbejd lettere med brøker i algebraiske beregninger eller ligninger.
de: Arbeiten Sie einfacher mit Brüchen in algebraischen Berechnungen oder Gleichungen.
el: Δουλέψτε πιο εύκολα με κλάσματα σε αλγεβρικούς υπολογισμούς ή εξισώσεις.
es: Trabajar más fácilmente con fracciones en cálculos algebraicos o ecuaciones.
fi: Työskentele helpommin murtolukujen kanssa algebraattisissa laskelmissa tai yhtälöissä.
fil: Mas madaling magtrabaho sa mga fraction sa mga kalkulasyon ng algebra o mga equation.
hu: Könnyebben dolgozhat a törtekkel algebrai számításokban vagy egyenletekben.
id: Bekerja lebih mudah dengan pecahan dalam perhitungan aljabar atau persamaan.
it: Lavorare più facilmente con le frazioni in calcoli algebrici o equazioni.
ja: 代数計算や方程式で分数をより簡単に扱う。
ko: 대수 계산이나 방정식에서 분수로 더 쉽게 작업합니다.
nl: Gemakkelijker werken met breuken in algebraïsche berekeningen of vergelijkingen.
no: Jobb lettere med brøker i algebraiske beregninger eller ligninger.
pl: Łatwiejsza praca z ułamkami w obliczeniach algebraicznych lub równaniach.
pt_pt: Trabalhar mais facilmente com frações em cálculos algébricos ou equações.
ro: Lucrați mai ușor cu fracții în calcule algebrice sau ecuații.
ru: Работайте легче с дробями в алгебраических вычислениях или уравнениях.
sk: Jednoduchšie pracovať so zlomkami v algebrických výpočtoch alebo rovniciach.
sv: Arbeta enklare med bråk i algebraiska beräkningar eller ekvationer.
sw: Fanya kazi kwa urahisi na fractions katika hesabu za algebra au sawa.
tr: Cebirsel hesaplamalarda veya denklemlerde kesirlerle daha kolay çalışın.
uk: Легше працювати з дробами в алгебраїчних обчисленнях або рівняннях.
vi: Làm việc dễ dàng hơn với các phân số trong các phép tính đại số hoặc phương trình.
zh_hans: 在代数计算或方程中更轻松地处理分数。

# ed_math_fractions_decimal_to_fraction_uc4_title
source: Comprendre les décimaux périodiques
af: Verstaan die periodieke desimale
bg: Разбиране на периодичните десетични числа
cs: Porozumění periodickým desetinným číslem
da: Forstå periodiske decimaler
de: Periodische Dezimalzahlen verstehen
el: Κατανοήστε τους περιοδικούς δεκαδικούς
es: Entender los decimales periódicos
fi: Ymmärrä jaksolliset desimaalit
fil: Unawain ang mga periodic decimal
hu: A periódikus tizedesek megértése
id: Memahami desimal periodik
it: Comprendere i decimali periodici
ja: 循環小数を理解する
ko: 주기 소수 이해하기
nl: Begrijp periodieke decimalen
no: Forstå periodiske desimaler
pl: Zrozumienie okresowych dziesiętnych
pt_pt: Compreender os decimais periódicos
ro: Înțelegerea zecimalelor periodice
ru: Понимание периодических десятичных дробей
sk: Porozumieť periodickým desatinným číslam
sv: Förstå periodiska decimaler
sw: Kuelewa decimals za kipindi
tr: Dönemsel ondalıkları anlamak
uk: Розуміння періодичних десяткових дробів
vi: Hiểu các số thập phân tuần hoàn
zh_hans: 理解循环小数
