Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ex_cumul_title
source: Pourcentages successifs
af: Opvolgende persentasies
bg: Последователни проценти
cs: Po sobě jdoucí procenta
da: Sammenhængende procenter
de: Fortlaufende Prozentsätze
el: Διαδοχικά ποσοστά
es: Porcentajes sucesivos
fi: Peräkkäiset prosentit
fil: Sunud-sunod na porsyento
hu: Soros százalékok
id: Persentase berturut-turut
it: Percentuali successive
ja: 連続するパーセンテージ
ko: 연속 비율
nl: Opvolgende percentages
no: Suksessive prosentandeler
pl: Kumulacyjne procenty
pt_pt: Percentagens sucessivas
ro: Procente succesive
ru: Последовательные проценты
sk: Postupné percentá
sv: Successiva procent
sw: Successiva procent
tr: Ardışık yüzdeler
uk: Successive percentages
vi: Phần trăm liên tiếp
zh_hans: 连续百分比

# ex_cumul_stmt
source: Une valeur PH subit PH_1. Quelle est la valeur finale et le % équivalent ?
af: 'n Waarde PH ondergaan PH_1. Wat is die finale waarde en die ekwivalente %?
bg: Стойността PH претърпява PH_1. Каква е крайната стойност и съответстващият %?
cs: Hodnota PH podléhá PH_1. Jaká je konečná hodnota a odpovídající %?
da: En værdi PH gennemgår PH_1. Hvad er den endelige værdi og den tilsvarende %?
de: Ein Wert PH erfährt PH_1. Wie hoch ist der Endwert und der entsprechende %?
el: Μια τιμή PH υποβάλλεται σε PH_1. Ποια είναι η τελική τιμή και το αντίστοιχο %;
es: Un valor PH sufre PH_1. ¿Cuál es el valor final y el % equivalente?
fi: Arvo PH kokee PH_1. Mikä on lopullinen arvo ja vastaava %?
fil: Isang halaga PH ay sumailalim sa PH_1. Ano ang panghuling halaga at ang katumbas na %?
hu: Egy PH érték PH_1 változáson megy keresztül. Mi a végső érték és a megfelelő %?
id: Sebuah nilai PH mengalami PH_1. Berapa nilai akhirnya dan persentase yang setara?
it: Un valore PH subisce PH_1. Qual è il valore finale e il % equivalente ?
ja: ある値 PH が PH_1 を受けます。最終値とそれに相当する%は何ですか？
ko: 값 PH가 PH_1를 겪습니다. 최종 값과 해당 %는 얼마입니까?
nl: Een waarde PH ondergaat PH_1. Wat is de eindwaarde en het equivalente %?
no: En verdi PH utsettes for PH_1. Hva er den endelige verdien og den tilsvarende %?
pl: Wartość PH podlega PH_1. Jaka jest wartość końcowa i odpowiadający %?
pt_pt: Um valor PH sofre PH_1. Qual é o valor final e o % equivalente?
ro: O valoare PH suferă PH_1. Care este valoarea finală și %-ul echivalent?
ru: Значение PH подвергается PH_1. Каково конечное значение и эквивалентный %?
sk: Hodnota PH podlieha PH_1. Aká je konečná hodnota a ekvivalentné %?
sv: Ett värde PH genomgår PH_1. Vad är det slutliga värdet och den motsvarande %?
sw: Thamani PH inapata PH_1. Ni thamani ya mwisho na % inayolingana?
tr: Bir değer PH PH_1'ye tabi tutuluyor. Nihai değer ve karşılık gelen % nedir?
uk: Значення PH підлягає PH_1. Яке кінцеве значення та відповідний %?
vi: Một giá trị PH chịu PH_1. Giá trị cuối cùng và tỷ lệ phần trăm tương ứng là gì?
zh_hans: 一个值PH经历了PH_1。最终值和相应的百分比是多少？

# ex_tip_cumul
source: Astuce : on compose des % en multipliant les coefficients.
af: Wenk: ons stel % saam deur die koëffisiënte te vermenigvuldig.
bg: Съвет: съставяме % чрез умножаване на коефициентите.
cs: Tip: procenta se skládají násobením koeficientů.
da: Tip: man sammensætter % ved at multiplicere koefficienterne.
de: Tipp: Prozentsätze werden durch Multiplikation der Koeffizienten gebildet.
el: Συμβουλή: συνθέτουμε ποσοστά πολλαπλασιάζοντας τους συντελεστές.
es: Consejo: se componen los % multiplicando los coeficientes.
fi: Vinkki: prosentit koostuvat kerrointen kertomisesta.
fil: Tip: bumubuo ng % sa pamamagitan ng pag-multiply ng mga coefficient.
hu: Tipp: a % összegzéséhez szorzunk a súlyokkal.
id: Tip: kita membentuk % dengan mengalikan koefisien.
it: Suggerimento: si compongono % moltiplicando i coefficienti.
ja: ヒント：係数を掛けて%を構成します。
ko: 팁: %는 계수를 곱하여 구성합니다.
nl: Tip: je stelt % samen door de coëfficiënten te vermenigvuldigen.
no: Tips: man lager % ved å multiplisere koeffisientene.
pl: Wskazówka: składamy % mnożąc współczynniki.
pt_pt: Dica: compõe-se % multiplicando os coeficientes.
ro: Sfat: se compun procentele înmulțind coeficienții.
ru: Совет: составляем % умножением коэффициентов.
sk: Tip: percentá sa skladajú násobením koeficientov.
sv: Tips: man skapar % genom att multiplicera koefficienterna.
sw: Tips: man skapar % genom att multiplicera koefficienterna.
tr: İpucu: %'leri çarpanlarla çarparak oluştururuz.
uk: Tip: compose percentages by multiplying coefficients.
vi: Mẹo: tạo % bằng cách nhân các hệ số.
zh_hans: 提示：通过乘以系数来组合百分比。

# ex_shares_title
source: Part sur total
af: Aandeel op totaal
bg: Част от общото
cs: Podíl na celku
da: Andel af total
de: Anteil am Gesamtbetrag
el: Ποσοστό στο σύνολο
es: Parte sobre total
fi: Osuus kokonaisuudesta
fil: Bahagi sa kabuuan
hu: Rész a teljesen
id: Bagian dari total
it: Quota sul totale
ja: 総計に対する割合
ko: 총 비율
nl: Aandeel op totaal
no: Andel av total
pl: Udział w całości
pt_pt: Parte do total
ro: Partea din total
ru: Доля от общего
sk: Podiel na celku
sv: Andel av total
sw: Andel av total
tr: Toplam üzerindeki pay
uk: Share of total
vi: Phần trên tổng
zh_hans: 总数中的比例

# ex_shares_stmt
source: On a A=PH, B=PH_1, C=PH_2. Quelle est la part de A dans le total en % ?
af: Ons het A=PH, B=PH_1, C=PH_2. Wat is die aandeel van A in die totaal in %?
bg: Имаме A=PH, B=PH_1, C=PH_2. Каква е частта на A в общото в %?
cs: Máme A=PH, B=PH_1, C=PH_2. Jaký je podíl A na celku v %?
da: Vi har A=PH, B=PH_1, C=PH_2. Hvad er andelen af A i totalen i %?
de: Wir haben A=PH, B=PH_1, C=PH_2. Wie hoch ist der Anteil von A am Gesamtwert in %?
el: Έχουμε A=PH, B=PH_1, C=PH_2. Ποιο είναι το ποσοστό του A στο σύνολο;
es: Tenemos A=PH, B=PH_1, C=PH_2. ¿Cuál es la parte de A en el total en %?
fi: Meillä on A=PH, B=PH_1, C=PH_2. Mikä on A:n osuus kokonaisuudesta %?
fil: Mayroon tayong A=PH, B=PH_1, C=PH_2. Ano ang bahagi ng A sa kabuuan sa %?
hu: A következőket kapjuk: A=PH, B=PH_1, C=PH_2. Mi A részesedése a teljes összegből %?
id: Kita punya A=PH, B=PH_1, C=PH_2. Berapa bagian A dalam total dalam %?
it: Abbiamo A=PH, B=PH_1, C=PH_2. Qual è la quota di A nel totale in % ?
ja: A=PH, B=PH_1, C=PH_2 です。Aの総計に対する割合は何%ですか？
ko: A=PH, B=PH_1, C=PH_2입니다. A의 총합에서의 비율은 %로 얼마입니까?
nl: We hebben A=PH, B=PH_1, C=PH_2. Wat is het aandeel van A in het totaal in %?
no: Vi har A=PH, B=PH_1, C=PH_2. Hva er andelen av A i totalen i %?
pl: Mamy A=PH, B=PH_1, C=PH_2. Jaki jest udział A w całości w %?
pt_pt: Temos A=PH, B=PH_1, C=PH_2. Qual é a parte de A no total em %?
ro: Avem A=PH, B=PH_1, C=PH_2. Care este partea lui A din total în %?
ru: Имеем A=PH, B=PH_1, C=PH_2. Какова доля A в общем %?
sk: Máme A=PH, B=PH_1, C=PH_2. Aký je podiel A na celku v %?
sv: Vi har A=PH, B=PH_1, C=PH_2. Vad är andelen av A i totalen i %?
sw: Tuna A=PH, B=PH_1, C=PH_2. Ni sehemu gani ya A katika jumla kwa %?
tr: A=PH, B=PH_1, C=PH_2. A'nın toplam içindeki payı % nedir?
uk: Маємо A=PH, B=PH_1, C=PH_2. Яка частка A в загальному %?
vi: Chúng ta có A=PH, B=PH_1, C=PH_2. Phần của A trong tổng là bao nhiêu phần trăm?
zh_hans: 我们有A=PH，B=PH_1，C=PH_2。A在总数中占多少百分比？

# ex_tip_shares
source: Astuce : “part” = (part/total)×100.
af: Wenk: “deel” = (deel/totaal)×100.
bg: Съвет: “част” = (част/общо)×100.
cs: Tip: “podíl” = (podíl/celkem)×100.
da: Tip: “andel” = (andel/total)×100.
de: Tipp: „Anteil“ = (Anteil/Gesamt)×100.
el: Συμβουλή: “μερίδιο” = (μερίδιο/σύνολο)×100.
es: Consejo: “parte” = (parte/total)×100.
fi: Vinkki: “osuus” = (osuus/yhteensä)×100.
fil: Tip: “bahagi” = (bahagi/kabuuan)×100.
hu: Tipp: “rész” = (rész/összes)×100.
id: Tip: “bagian” = (bagian/total)×100.
it: Suggerimento: “quota” = (quota/totale)×100.
ja: ヒント：「部分」= (部分/合計)×100。
ko: 팁: “부분” = (부분/총합)×100.
nl: Tip: “aandeel” = (aandeel/totaal)×100.
no: Tips: “andel” = (andel/total)×100.
pl: Wskazówka: „udział” = (udział/całość)×100.
pt_pt: Dica: “parte” = (parte/total)×100.
ro: Sfat: „parte” = (parte/total)×100.
ru: Совет: “доля” = (доля/итого)×100.
sk: Tip: “časť” = (časť/celok)×100.
sv: Tips: “andel” = (andel/total)×100.
sw: Tips: “andel” = (andel/total)×100.
tr: İpucu: “pay” = (pay/toplam)×100.
uk: Tip: “share” = (share/total)×100.
vi: Mẹo: “phần” = (phần/tổng)×100.
zh_hans: 提示：“份额” = (份额/总数)×100。

# ex_weighted_title
source: Pourcentage pondéré
af: Gewigte persentasie
bg: Теглен процент
cs: Vážené procento
da: Vægtet procent
de: Gewichteter Prozentsatz
el: Βαθμισμένο ποσοστό
es: Porcentaje ponderado
fi: Painotettu prosentti
fil: Naka-pondong Porsyento
hu: Súlyozott százalék
id: Persentase tertimbang
it: Percentuale ponderata
ja: 加重パーセンテージ
ko: 가중 비율
nl: Gewogen percentage
no: Vektet prosent
pl: Procent ważony
pt_pt: Porcentagem ponderada
ro: Procentaj ponderat
ru: Взвешенный процент
sk: Vážené percento
sv: Viktad procent
sw: Viktad procent
tr: Ağırlıklı Yüzde
uk: Weighted percentage
vi: Phần trăm có trọng số
zh_hans: 加权百分比

# ex_weighted_stmt
source: Calculer le taux moyen pondéré pour : PH.
af: Bereken die gewogen gemiddelde koers vir: PH.
bg: Изчислете среднопретегления процент за: PH.
cs: Vypočítejte váženou průměrnou sazbu pro: PH.
da: Beregn den vægtede gennemsnitssats for: PH.
de: Berechnen Sie den gewichteten Durchschnittssatz für: PH.
el: Υπολογίστε τον μέσο σταθμισμένο ρυθμό για: PH.
es: Calcular la tasa media ponderada para: PH.
fi: Laske painotettu keskiarvo seuraaville: PH.
fil: Kalkulahin ang average weighted rate para sa: PH.
hu: Számítsa ki a súlyozott átlagos arányt a következőhöz: PH.
id: Hitung rata-rata tertimbang untuk: PH.
it: Calcolare il tasso medio ponderato per : PH.
ja: 次のための加重平均を計算します：PH。
ko: 다음에 대한 가중 평균 비율을 계산하십시오: PH.
nl: Bereken het gewogen gemiddelde voor: PH.
no: Beregn den vektede gjennomsnittssatsen for: PH.
pl: Oblicz średnią ważoną dla: PH.
pt_pt: Calcular a taxa média ponderada para: PH.
ro: Calculați rata medie ponderată pentru: PH.
ru: Вычислить средневзвешенную ставку для: PH.
sk: Vypočítajte váženú priemernú sadzbu pre: PH.
sv: Beräkna den vägda genomsnittliga räntan för: PH.
sw: Hesabu kiwango cha wastani wa uzito kwa: PH.
tr: Ağırlıklı ortalama oranı hesaplayın: PH.
uk: Обчисліть середньозважену ставку для: PH.
vi: Tính tỷ lệ trung bình có trọng số cho: PH.
zh_hans: 计算加权平均率：PH。

# ex_tip_weighted
source: Astuce : on pondère par les poids (effectifs, quantités…).
af: Wenk: ons weeg volgens die gewigte (getalle, hoeveelhede…).
bg: Съвет: теглим по теглата (ефективи, количества…).
cs: Tip: vážíme podle vah (počty, množství…).
da: Tip: man vægter med vægtene (antal, mængder…).
de: Tipp: gewichten durch die Gewichte (Zahlen, Mengen…).
el: Συμβουλή: βαθμολογούμε με τα βάρη (πραγματικά, ποσότητες…).
es: Consejo: se pondera por los pesos (efectivos, cantidades…).
fi: Vinkki: painotamme painoilla (lukumäärät, määrät…).
fil: Tip: pinapondo sa pamamagitan ng mga timbang (aktwal, dami…).
hu: Tipp: súlyozunk a súlyokkal (létszám, mennyiségek…).
id: Tip: kita menimbang dengan bobot (efektif, kuantitas…).
it: Suggerimento: si pondera con i pesi (effettivi, quantità…).
ja: ヒント：重み（実数、数量など）で加重します。
ko: 팁: 가중치는 가중치(실제, 수량 등)로 합니다.
nl: Tip: we wegen met de gewichten (effectieven, hoeveelheden…).
no: Tips: man veier med vektene (antall, mengder…).
pl: Wskazówka: ważymy przez wagi (liczby, ilości…).
pt_pt: Dica: pondera-se pelos pesos (efetivos, quantidades…).
ro: Sfat: se ponderați prin greutăți (efective, cantități…).
ru: Совет: взвешиваем по весам (численности, количествам…).
sk: Tip: vážime podľa váh (počet, množstvá…).
sv: Tips: man viktar med vikterna (antal, kvantiteter…).
sw: Tips: man viktar med vikterna (antal, kvantiteter…).
tr: İpucu: ağırlıkları (nüfus, miktarlar…) kullanarak ağırlıklandırırız.
uk: Tip: weight by weights (counts, quantities…).
vi: Mẹo: có trọng số theo các trọng số (số lượng, khối lượng…).
zh_hans: 提示：通过权重（有效数、数量等）进行加权。

# ex_points_title
source: Points de % vs %
af: Punte van % vs %
bg: Точки от % спрямо %
cs: Body % vs %
da: Punkter af % vs %
de: %-Punkte vs %
el: Μονάδες % vs %
es: Puntos de % vs %
fi: Pisteet % vs %
fil: Mga Puntos ng % vs %
hu: % pontok vs %
id: Poin % vs %
it: Punti di % vs %
ja: %のポイントと%
ko: %의 포인트 대 %
nl: Punten van % vs %
no: Poeng av % vs %
pl: Punkty % vs %
pt_pt: Pontos de % vs %
ro: Puncte de % vs %
ru: Пункты % против %
sk: Body % vs %
sv: Punkter av % vs %
sw: % punkter vs %
tr: %'lik puanlar vs %
uk: Points of % vs %
vi: Điểm % so với %
zh_hans: %的点数与%

# ex_points_stmt
source: Un taux passe de PH% à PH_1%. Donner la variation en points de % et la variation relative en %.
af: 'n Koers beweeg van PH% na PH_1%. Gee die verandering in punte van % en die relatiewe verandering in %.
bg: Процентът преминава от PH% до PH_1%. Дайте промяната в процентни точки и относителната промяна в %.
cs: Sazba se mění z PH% na PH_1%. Uveďte změnu v bodech % a relativní změnu v %.
da: En sats går fra PH% til PH_1%. Angiv ændringen i procentpoint og den relative ændring i %.
de: Ein Satz ändert sich von PH% zu PH_1%. Geben Sie die Veränderung in Prozentpunkten und die relative Veränderung in % an.
el: Ένας ρυθμός μεταβαίνει από PH% σε PH_1%. Δώστε τη μεταβολή σε ποσοστιαίες μονάδες και τη σχετική μεταβολή σε %.
es: Una tasa pasa de PH% a PH_1%. Dar la variación en puntos de % y la variación relativa en %.
fi: Korko muuttuu PH%:sta PH_1%:iin. Anna muutos prosenttiyksiköissä ja suhteellinen muutos %.
fil: Isang rate ang lumipat mula sa PH% patungo sa PH_1%. Ibigay ang pagbabago sa puntos ng % at ang kaukulang pagbabago sa %.
hu: Egy arány PH%-ról PH_1%-ra változik. Adja meg a változást % pontban és a relatív változást %.-ban.
id: Sebuah tarif berubah dari PH% menjadi PH_1%. Berikan perubahan dalam poin % dan perubahan relatif dalam %.
it: Un tasso passa da PH% a PH_1%. Dare la variazione in punti di % e la variazione relativa in %.
ja: ある率が PH% から PH_1% に変化します。%ポイントの変化と相対的な変化を示してください。
ko: 비율이 PH%에서 PH_1%로 변합니다. % 포인트 변화와 상대적 % 변화를 제공하십시오.
nl: Een percentage gaat van PH% naar PH_1%. Geef de variatie in punten van % en de relatieve variatie in %.
no: En sats går fra PH% til PH_1%. Gi endringen i prosentpoeng og den relative endringen i %.
pl: Stawka zmienia się z PH% na PH_1%. Podaj zmianę w punktach % i zmianę względną w %.
pt_pt: Uma taxa passa de PH% para PH_1%. Dar a variação em pontos de % e a variação relativa em %.
ro: O rată trece de la PH% la PH_1%. Oferiți variația în puncte de % și variația relativă în %.
ru: Ставка изменяется с PH% на PH_1%. Укажите изменение в пунктах % и относительное изменение в %.
sk: Sadzba prechádza z PH% na PH_1%. Uveďte zmenu v percentuálnych bodoch a relatívnu zmenu v %.
sv: En ränta går från PH% till PH_1%. Ge variationen i procentenheter och den relativa variationen i %.
sw: Kiwango kinabadilika kutoka PH% hadi PH_1%. Toa mabadiliko katika pointi za % na mabadiliko ya uhusiano katika %.
tr: Bir oran PH%'den PH_1%'ye geçiyor. Yüzde cinsinden değişimi ve göreli değişimi verin.
uk: Ставка змінюється з PH% на PH_1%. Дайте зміну в пунктах % та відносну зміну в %.
vi: Một tỷ lệ chuyển từ PH% đến PH_1%. Cho biết biến động theo điểm phần trăm và biến động tương đối theo phần trăm.
zh_hans: 一个比率从PH%变为PH_1%。给出百分比点的变化和相对变化。

# ex_tip_points
source: Astuce : “pp” = différence brute, “%” = relatif à la base.
af: Wenk: “pp” = bruto verskil, “%” = relatief tot die basis.
bg: Съвет: “pp” = брутна разлика, “%” = относително към основата.
cs: Tip: “pp” = hrubý rozdíl, “%” = relativní k základu.
da: Tip: “pp” = rå forskel, “%” = relativ til basis.
de: Tipp: „pp“ = absolute Differenz, „%“ = relativ zur Basis.
el: Συμβουλή: “pp” = ακαθάριστη διαφορά, “%” = σχετικό με τη βάση.
es: Consejo: “pp” = diferencia bruta, “%” = relativo a la base.
fi: Vinkki: “pp” = bruttiero, “%” = suhteellinen peruslukuun.
fil: Tip: “pp” = raw na pagkakaiba, “%” = kaugnay sa base.
hu: Tipp: “pp” = bruttó különbség, “%” = alaphoz viszonyítva.
id: Tip: “pp” = selisih bruto, “%” = relatif terhadap dasar.
it: Suggerimento: “pp” = differenza lorda, “%” = relativo alla base.
ja: ヒント：「pp」= 生の差、「%」= 基準に対して。
ko: 팁: “pp” = 원시 차이, “%” = 기준에 대한 상대적.
nl: Tip: “pp” = bruto verschil, “%” = relatief aan de basis.
no: Tips: “pp” = brutto forskjell, “%” = relativt til basis.
pl: Wskazówka: „pp” = różnica brutto, „%” = w stosunku do podstawy.
pt_pt: Dica: “pp” = diferença bruta, “%” = relativo à base.
ro: Sfat: „pp” = diferență brută, „%” = relativ la bază.
ru: Совет: “pp” = брутто-разница, “%” = относительно базы.
sk: Tip: “pp” = hrubý rozdiel, “%” = relatívne k základu.
sv: Tips: “pp” = brutto skillnad, “%” = relativt till basen.
sw: Tips: “pp” = brutto skillnad, “%” = relativt till basen.
tr: İpucu: “pp” = brüt fark, “%” = temel ile ilgili.
uk: Tip: “pp” = raw difference, “%” = relative to base.
vi: Mẹo: “pp” = chênh lệch thô, “%” = tương đối với cơ sở.
zh_hans: 提示：“pp” = 原始差异，“%” = 相对于基数。

# ex_traps_title
source: Piège classique
af: Klassieke valstrik
bg: Класическа капан
cs: Klasická past
da: Klassisk fælde
de: Klassische Falle
el: Κλασική παγίδα
es: Trampa clásica
fi: Klassinen ansa
fil: Klasikong Bitag
hu: Hagyományos csapda
id: Perangkap klasik
it: Trappola classica
ja: 古典的な罠
ko: 고전적인 함정
nl: Klassieke val
no: Klassisk felle
pl: Klasyczna pułapka
pt_pt: Armadilha clássica
ro: Capcană clasică
ru: Классическая ловушка
sk: Klasická pasca
sv: Klassisk fälla
sw: Klassisk fälla
tr: Klasik tuzak
uk: Classic trap
vi: Cạm bẫy cổ điển
zh_hans: 经典陷阱

# ex_traps_stmt
source: On applique +PH% puis -PH_1% à PH_2. Quel est le résultat final et la variation totale ?
af: Ons pas +PH% toe en dan -PH_1% op PH_2. Wat is die finale resultaat en die totale verandering?
bg: Прилагаме +PH% след това -PH_1% на PH_2. Какъв е крайният резултат и общата промяна?
cs: Aplikujeme +PH% a poté -PH_1% na PH_2. Jaký je konečný výsledek a celková změna?
da: Vi anvender +PH% og derefter -PH_1% på PH_2. Hvad er det endelige resultat og den samlede ændring?
de: Wir wenden +PH% und dann -PH_1% auf PH_2 an. Was ist das Endergebnis und die gesamte Veränderung?
el: Εφαρμόζουμε +PH% και μετά -PH_1% σε PH_2. Ποιο είναι το τελικό αποτέλεσμα και η συνολική μεταβολή;
es: Se aplica +PH% luego -PH_1% a PH_2. ¿Cuál es el resultado final y la variación total?
fi: Sovellamme +PH% ja sitten -PH_1% arvolle PH_2. Mikä on lopullinen tulos ja kokonaismuutos?
fil: Nag-apply tayo ng +PH% pagkatapos ay -PH_1% sa PH_2. Ano ang panghuling resulta at ang kabuuang pagbabago?
hu: Alkalmazunk +PH%-ot, majd -PH_1%-ot PH_2-ra. Mi a végső eredmény és a teljes változás?
id: Kita menerapkan +PH% kemudian -PH_1% pada PH_2. Apa hasil akhirnya dan total perubahannya?
it: Applichiamo +PH% poi -PH_1% a PH_2. Qual è il risultato finale e la variazione totale ?
ja: PH% を加えた後、PH_1% を引きます PH_2。最終結果と総変化は何ですか？
ko: +PH%를 적용한 후 -PH_1%를 PH_2에 적용합니다. 최종 결과와 총 변화는 무엇입니까?
nl: We passen +PH% toe en vervolgens -PH_1% op PH_2. Wat is het eindresultaat en de totale variatie?
no: Vi anvender +PH% og deretter -PH_1% på PH_2. Hva er det endelige resultatet og den totale endringen?
pl: Stosujemy +PH% a następnie -PH_1% do PH_2. Jaki jest wynik końcowy i całkowita zmiana?
pt_pt: Aplicamos +PH% e depois -PH_1% a PH_2. Qual é o resultado final e a variação total?
ro: Aplicăm +PH% apoi -PH_1% la PH_2. Care este rezultatul final și variația totală?
ru: Применяем +PH% затем -PH_1% к PH_2. Каков конечный результат и общее изменение?
sk: Aplikujeme +PH% a potom -PH_1% na PH_2. Aký je konečný výsledok a celková zmena?
sv: Vi tillämpar +PH% följt av -PH_1% på PH_2. Vad är det slutliga resultatet och den totala variationen?
sw: Tunaweka +PH% kisha -PH_1% kwa PH_2. Ni matokeo ya mwisho na mabadiliko ya jumla?
tr: +PH% ekleniyor, ardından -PH_1% çıkarılıyor PH_2. Nihai sonuç ve toplam değişim nedir?
uk: Застосовуємо +PH% потім -PH_1% до PH_2. Який кінцевий результат та загальна зміна?
vi: Chúng ta áp dụng +PH% sau đó -PH_1% vào PH_2. Kết quả cuối cùng và tổng biến động là gì?
zh_hans: 我们先加PH%然后减PH_1%到PH_2。最终结果和总变化是多少？

# ex_tip_traps
source: Astuce : une hausse puis une baisse identiques ne s’annulent pas (composition).
af: Wenk: 'n gelyke styging en daling kanselleer nie (samestelling).
bg: Съвет: една идентична покачване и спад не се анулират (съставяне).
cs: Tip: stejný nárůst a pokles se nevyruší (složení).
da: Tip: en stigning og derefter et fald af samme størrelse annullerer ikke (sammensætning).
de: Tipp: Ein identischer Anstieg und Rückgang heben sich nicht auf (Zusammensetzung).
el: Συμβουλή: μια αύξηση και μια ίδια μείωση δεν αναιρούνται (σύνθεση).
es: Consejo: un aumento y luego una disminución idénticos no se anulan (composición).
fi: Vinkki: sama nousu ja lasku eivät kumoa toisiaan (koostumus).
fil: Tip: ang isang pagtaas at isang pagbaba na magkapareho ay hindi nagkansela (komposisyon).
hu: Tipp: egy azonos emelkedés és csökkenés nem semlegesíti egymást (összetétel).
id: Tip: kenaikan dan penurunan yang sama tidak saling membatalkan (komposisi).
it: Suggerimento: un aumento e poi una diminuzione identici non si annullano (composizione).
ja: ヒント：同じ上昇と下降は相殺されません（構成）。
ko: 팁: 동일한 상승 후 하락은 상쇄되지 않습니다(구성).
nl: Tip: een gelijke stijging en daling heffen elkaar niet op (samenstelling).
no: Tips: en økning og deretter en lik nedgang kansellerer ikke (sammensetning).
pl: Wskazówka: identyczny wzrost i spadek się nie anulują (skład).
pt_pt: Dica: um aumento e uma diminuição idênticos não se anulam (composição).
ro: Sfat: o creștere urmată de o scădere identică nu se anulează (compunere).
ru: Совет: одинаковое увеличение и уменьшение не аннулируются (составление).
sk: Tip: rovnaké zvýšenie a pokles sa nevyrušujú (zloženie).
sv: Tips: en lika stor ökning och minskning tar inte ut varandra (sammansättning).
sw: Tips: en lika stor ökning och minskning tar inte ut varandra (sammansättning).
tr: İpucu: eşit bir artış ve azalma birbirini iptal etmez (bileşim).
uk: Tip: an identical increase and decrease do not cancel out (composition).
vi: Mẹo: một lần tăng rồi giảm giống nhau không hủy bỏ (kết hợp).
zh_hans: 提示：相同的上涨和下跌不会相互抵消（组合）。

# ex_errorcheck_title
source: Détecter l’erreur
af: Ontdek die fout
bg: Откриване на грешката
cs: Detekce chyby
da: Opdag fejlen
de: Fehler erkennen
el: Ανίχνευση λάθους
es: Detectar el error
fi: Virheen havaitseminen
fil: Tukuyin ang pagkakamali
hu: Hiba észlelése
id: Deteksi kesalahan
it: Rilevare l'errore
ja: 誤りを検出する
ko: 오류 감지
nl: Detecteer de fout
no: Oppdage feilen
pl: Wykrywanie błędu
pt_pt: Detetar o erro
ro: Detectarea erorii
ru: Обнаружить ошибку
sk: Detekcia chyby
sv: Upptäck felet
sw: Upptäck felet
tr: Hatanın tespiti
uk: Detect the error
vi: Phát hiện lỗi
zh_hans: 检测错误
