Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_att_btn_download_all
source: Télécharger tout (ZIP)
af: Laai alles af (ZIP)
bg: Изтеглете всичко (ZIP)
cs: Stáhnout vše (ZIP)
da: Download alt (ZIP)
de: Alles herunterladen (ZIP)
el: Κατεβάστε όλα (ZIP)
es: Descargar todo (ZIP)
fi: Lataa kaikki (ZIP)
fil: I-download ang lahat (ZIP)
hu: Mindet letölteni (ZIP)
id: Unduh semua (ZIP)
it: Scarica tutto (ZIP)
ja: すべてをダウンロード（ZIP）
ko: 모두 다운로드 (ZIP)
nl: Alles downloaden (ZIP)
no: Last ned alt (ZIP)
pl: Pobierz wszystko (ZIP)
pt_pt: Descarregar tudo (ZIP)
ro: Descarcă tot (ZIP)
ru: Скачать все (ZIP)
sk: Stiahnuť všetko (ZIP)
sv: Ladda ner allt (ZIP)
sw: Pakua yote (ZIP)
tr: Hepsini indir (ZIP)
uk: Завантажити все (ZIP)
vi: Tải xuống tất cả (ZIP)
zh_hans: 下载全部（ZIP）

# pdf_att_btn_download_one
source: Télécharger
af: Laai af
bg: Изтеглете
cs: Stáhnout
da: Download
de: Herunterladen
el: Κατεβάστε
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Descarregar
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_att_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF aus
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
hu: PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alegeți un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择 PDF

# pdf_att_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Atur ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Resetten
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetează
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_att_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_att_filter_placeholder
source: Filtrer (nom, type, taille…)
af: Filter (naam, tipe, grootte…)
bg: Филтриране (име, тип, размер…)
cs: Filtrujte (název, typ, velikost…)
da: Filtrer (navn, type, størrelse…)
de: Filtern (Name, Typ, Größe…)
el: Φιλτράρισμα (όνομα, τύπος, μέγεθος…)
es: Filtrar (nombre, tipo, tamaño…)
fi: Suodata (nimi, tyyppi, koko…)
fil: I-filter (pangalan, uri, laki…)
hu: Szűrés (név, típus, méret…)
id: Saring (nama, tipe, ukuran…)
it: Filtra (nome, tipo, dimensione…)
ja: フィルター（名前、タイプ、サイズ…）
ko: 필터 (이름, 유형, 크기…)
nl: Filteren (naam, type, grootte…)
no: Filtrer (navn, type, størrelse…)
pl: Filtruj (nazwa, typ, rozmiar…)
pt_pt: Filtrar (nome, tipo, tamanho…)
ro: Filtrează (nume, tip, dimensiune…)
ru: Фильтровать (имя, тип, размер…)
sk: Filtrovať (názov, typ, veľkosť…)
sv: Filtrera (namn, typ, storlek…)
sw: Chuja (jina, aina, saizi…)
tr: Filtrele (isim, tür, boyut…)
uk: Фільтрувати (ім'я, тип, розмір…)
vi: Lọc (tên, loại, kích thước…)
zh_hans: 过滤（名称，类型，大小…）

# pdf_att_status_loading
source: Analyse…
af: Analiseer…
bg: Анализ…
cs: Analýza…
da: Analyserer…
de: Analysiere…
el: Ανάλυση…
es: Analizando…
fi: Analysoidaan…
fil: Nanalysis…
hu: Elemzés…
id: Menganalisis…
it: Analisi…
ja: 分析中…
ko: 분석 중…
nl: Analyseren…
no: Analyserer…
pl: Analiza…
pt_pt: Analisando…
ro: Analizăm…
ru: Анализ…
sk: Analýza…
sv: Analyserar…
sw: Analiza…
tr: Analiz ediliyor…
uk: Аналізую…
vi: Đang phân tích…
zh_hans: 分析中…

# pdf_att_status_ready
source: Prêt
af: Gereed
bg: Готово
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Pregătit
ru: Готово
sk: Pripravené
sv: Klar
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_att_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_att_card_import_title
source: Importer un PDF
af: Importeer 'n PDF
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: Ein PDF importieren
el: Εισαγωγή PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: Een PDF importeren
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF

# pdf_att_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaier.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se děje ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: No se envían datos a un servidor: todo se realiza en su navegador.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semua dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: データはサーバーに送信されません：すべてはブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저에서 이루어집니다.
nl: Geen gegevens worden naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun date nu sunt trimise pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika ndani ya kivinjari chako.
tr: Hiçbir veri sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi đến máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据发送到服务器：一切都在您的浏览器中进行。

# pdf_att_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pdf_att_card_results_sub
source: Liste des pièces jointes (EmbeddedFiles) + export JSON + téléchargements.
af: Lys van besighede (EmbeddedFiles) + JSON-uitvoer + aflaaie.
bg: Списък на прикачените файлове (EmbeddedFiles) + JSON експортиране + изтегляния.
cs: Seznam příloh (EmbeddedFiles) + export JSON + stahování.
da: Liste over vedhæftede filer (EmbeddedFiles) + JSON eksport + downloads.
de: Liste der Anhänge (EmbeddedFiles) + JSON-Export + Downloads.
el: Λίστα συνημμένων (EmbeddedFiles) + εξαγωγή JSON + λήψεις.
es: Lista de adjuntos (EmbeddedFiles) + exportación JSON + descargas.
fi: Liiteluettelo (EmbeddedFiles) + JSON-vienti + lataukset.
fil: Listahan ng mga kalakip (EmbeddedFiles) + export JSON + mga pag-download.
hu: Csatolmányok listája (EmbeddedFiles) + JSON export + letöltések.
id: Daftar lampiran (EmbeddedFiles) + ekspor JSON + unduhan.
it: Elenco degli allegati (EmbeddedFiles) + esportazione JSON + download.
ja: 添付ファイルのリスト（EmbeddedFiles） + JSONエクスポート + ダウンロード。
ko: 첨부 파일 목록 (EmbeddedFiles) + JSON 내보내기 + 다운로드.
nl: Lijst van bijlagen (EmbeddedFiles) + export JSON + downloads.
no: Liste over vedlegg (EmbeddedFiles) + eksport JSON + nedlastinger.
pl: Lista załączników (EmbeddedFiles) + eksport JSON + pobierania.
pt_pt: Lista de anexos (EmbeddedFiles) + exportação JSON + downloads.
ro: Lista atașamentelor (EmbeddedFiles) + export JSON + descărcări.
ru: Список вложений (EmbeddedFiles) + экспорт JSON + загрузки.
sk: Zoznam príloh (EmbeddedFiles) + export JSON + sťahovania.
sv: Lista över bilagor (EmbeddedFiles) + export JSON + nedladdningar.
sw: Orodha ya viambatisho (EmbeddedFiles) + usafirishaji wa JSON + upakuaji.
tr: Eklerin listesi (EmbeddedFiles) + JSON dışa aktarımı + indirmeler.
uk: Список вкладень (EmbeddedFiles) + експорт JSON + завантаження.
vi: Danh sách các tệp đính kèm (EmbeddedFiles) + xuất JSON + tải xuống.
zh_hans: 附件列表（EmbeddedFiles） + JSON 导出 + 下载。

# pdf_att_json_sub
source: Exportable
af: Eksporteerbaar
bg: Експортируем
cs: Exportovatelný
da: Eksportabel
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Maaaring i-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポート可能
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Można eksportować
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportabel
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出

# pdf_att_list_title
source: Fichiers
af: Lêers
bg: Файлове
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
fi: Tiedostot
fil: Mga file
hu: Fájlok
id: File
it: File
ja: ファイル
ko: 파일
nl: Bestanden
no: Filer
pl: Pliki
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
sk: Súbory
sv: Filer
sw: Faili
tr: Dosyalar
uk: Файли
vi: Tệp
zh_hans: 文件

# pdf_att_empty
source: Aucune pièce jointe à afficher.
af: Geen besigheid om te vertoon nie.
bg: Няма прикачени файлове за показване.
cs: Žádná příloha k zobrazení.
da: Ingen vedhæftede filer at vise.
de: Keine Anhänge zum Anzeigen.
el: Καμία συνημμένη προς εμφάνιση.
es: No hay adjuntos para mostrar.
fi: Ei näytettäviä liitteitä.
fil: Walang kalakip na ipapakita.
hu: Nincs megjeleníthető csatolmány.
id: Tidak ada lampiran untuk ditampilkan.
it: Nessun allegato da visualizzare.
ja: 表示する添付ファイルはありません。
ko: 표시할 첨부 파일이 없습니다.
nl: Geen bijlage om weer te geven.
no: Ingen vedlegg å vise.
pl: Brak załączników do wyświetlenia.
pt_pt: Nenhum anexo para mostrar.
ro: Niciun atașament de afișat.
ru: Нет вложений для отображения.
sk: Žiadna príloha na zobrazenie.
sv: Inga bilagor att visa.
sw: Hakuna kiambatisho cha kuonyesha.
tr: Gösterilecek hiçbir ek yok.
uk: Жодного вкладення для відображення.
vi: Không có tệp đính kèm nào để hiển thị.
zh_hans: 没有附件可显示。

# pdf_att_back
source: ← Retour aux outils PDF
af: ← Terug na PDF-gereedskap
bg: ← Върнете се към PDF инструментите
cs: ← Zpět k nástrojům PDF
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøy
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_att_stat_pages
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面

# pdf_att_stat_files
source: Fichiers
af: Lêers
bg: Файлове
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
fi: Tiedostot
fil: Mga file
hu: Fájlok
id: File
it: File
ja: ファイル
ko: 파일
nl: Bestanden
no: Filer
pl: Pliki
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
sk: Súbory
sv: Filer
sw: Faili
tr: Dosyalar
uk: Файли
vi: Tệp
zh_hans: 文件

# pdf_att_stat_total_size
source: Taille
af: Grootte
bg: Размер
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fil: Laki
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
no: Størrelse
pl: Rozmiar
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sv: Storlek
sw: Saizi
tr: Boyut
uk: Розмір
vi: Kích thước
zh_hans: 大小

# pdf_att_err_generic
source: Impossible de lire ce PDF.
af: Onmoontlik om hierdie PDF te lees.
bg: Невъзможно е да се прочете този PDF.
cs: Nelze přečíst tento PDF.
da: Det er ikke muligt at læse denne PDF.
de: Dieses PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:ää ei voi lukea.
fil: Hindi mabasa ang PDF na ito.
hu: Nem sikerült megnyitni ezt a PDF-et.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取れません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Kan deze PDF niet lezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Невозможно прочитать этот PDF.
sk: Nemožno prečítať tento PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF'yi okumak mümkün değil.
uk: Неможливо прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# pdf_att_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kinopya sa clipboard.
hu: JSON a vágólapra másolva.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírovaný do schránky.
sv: JSON kopierad till urklipp.
sw: JSON imekopi katika clipboard.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_att_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Onmoontlik om outomaties te kopieer. Selekteer die teks en kopieer handmatig.
bg: Невъзможно е да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky zkopírovat. Vyberte text a zkopírujte ručně.
da: Det er ikke muligt at kopiere automatisk. Vælg teksten og kopier manuelt.
de: Kann nicht automatisch kopiert werden. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Seleccione el texto y cópielo manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
hu: Automatikus másolás nem lehetséges. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできません。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하십시오.
nl: Kan niet automatisch kopiëren. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Wybierz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Невозможно скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Неможливо автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# pdf_scan_page
source: Page
af: Bladsy
bg: Страница
cs: Stránka
da: Side
de: Seite
el: Σελίδα
es: Página
fi: Sivu
fil: Pahina
hu: Oldal
id: Halaman
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
no: Side
pl: Strona
pt_pt: Página
ro: Pagină
ru: Страница
sk: Strana
sv: Sida
sw: Ukuran
tr: Sayfa
uk: Сторінка
vi: Trang
zh_hans: 页面

# pdf_scan_fax_hint
source: Indice scan
af: Skandeer indeks
bg: Индекс на сканиране
cs: Index skenování
da: Scan indeks
de: Scan-Index
el: Δείκτης σάρωσης
es: Índice de escaneo
fi: Skannausindeksi
fil: Index ng scan
hu: Indexelés
id: Indeks pemindaian
it: Indice scansione
ja: スキャンインデックス
ko: 스캔 인덱스
nl: Scan index
no: Scan-indeks
pl: Wskaźnik skanowania
pt_pt: Índice de digitalização
ru: Индекс сканирования
sk: Index skenovania
sv: Scan index
sw: Alama ya skana
tr: Tarama indeksi
uk: Індекс сканування
vi: Chỉ số quét
zh_hans: 扫描索引

# pdf_scan_reasons
source: Raisons
af: Redes
bg: Причини
cs: Důvody
da: Årsager
de: Gründe
el: Λόγοι
es: Razones
fi: Syyt
fil: Mga dahilan
hu: Okok
id: Alasan
it: Motivi
ja: 理由
ko: 이유
nl: Redenen
no: Grunner
pl: Powody
pt_pt: Razões
ro: Motive
ru: Причины
sk: Dôvody
sv: Anledningar
sw: Sababu
tr: Nedenler
uk: Причини
vi: Lý do
zh_hans: 原因

# pdf_scan_pretty
source: JSON “pretty” (indenté)
af: JSON “mooi” (ingesprong)
bg: JSON "красив" (отстъпен)
cs: JSON „hezký“ (odsazený)
da: JSON “pænt” (indrykket)
de: JSON „schön“ (eingezogen)
el: JSON "όμορφο" (με εσοχές)
es: JSON "bonito" (indentado)
fi: JSON "kaunis" (sisennetty)
fil: JSON "maganda" (indentado)
hu: JSON „szép” (behúzott)
id: JSON "indah" (terindentasi)
it: JSON "formattato" (indentato)
ja: JSON「整形済み」（インデント付き）
ko: JSON '예쁘게' (들여쓰기)
nl: JSON "mooi" (ingesprongen)
no: JSON "pen" (indeksert)
pl: JSON „ładny” (wcięty)
pt_pt: JSON "bonito" (indentado)
ro: JSON „frumos” (indentat)
ru: JSON «красивый» (с отступами)
sk: JSON „pekne“ (odsadené)
sv: JSON "fin" (indenterad)
sw: JSON "mzuri" (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON «красивий» (з відступами)
vi: JSON “đẹp” (được thụt lề)
zh_hans: JSON “美化”（缩进）

# pdf_scan_include_pages
source: Inclure les détails par page
af: Sluit die besonderhede per bladsy in
bg: Включете детайлите на страница
cs: Zahrnout detaily na stránce
da: Inkluder detaljer pr. side
de: Details pro Seite einfügen
el: Συμπεριλάβετε τις λεπτομέρειες ανά σελίδα
es: Incluir detalles por página
fi: Sisällytä tiedot sivukohtaisesti
fil: Isama ang mga detalye sa bawat pahina
hu: A részletek beillesztése oldalanként
id: Sertakan detail per halaman
it: Includere i dettagli per pagina
ja: ページごとの詳細を含める
ko: 페이지별 세부정보 포함
nl: Details per pagina opnemen
no: Inkluder detaljer per side
pl: Uwzględnij szczegóły na stronie
pt_pt: Incluir os detalhes por página
ro: Include detalii pe pagină
ru: Включить детали по странице
sk: Zahrnúť detaily na stránku
sv: Inkludera detaljer per sida
sw: Jumuisha maelezo kwa ukurasa
tr: Sayfa başına ayrıntıları dahil et
uk: Включити деталі на сторінці
vi: Bao gồm chi tiết theo trang
zh_hans: 包含每页的详细信息

# pdf_scan_note
source: Note : c’est une estimation basée sur les ressources (polices/images). Un PDF peut être “scan + OCR”.
af: Nota: dit is 'n skatting gebaseer op die hulpbronne (fonts/prente). 'n PDF kan 'scan + OCR' wees.
bg: Забележка: това е оценка, базирана на ресурсите (шрифтове/изображения). PDF файл може да бъде "сканиран + OCR".
cs: Poznámka: jedná se o odhad založený na zdrojích (písma/obrázky). PDF může být "skanované + OCR".
da: Bemærk: dette er et skøn baseret på ressourcer (skrifttyper/billeder). En PDF kan være “scan + OCR”.
de: Hinweis: Dies ist eine Schätzung basierend auf den Ressourcen (Schriften/Bilder). Ein PDF kann "Scan + OCR" sein.
el: Σημείωση: είναι μια εκτίμηση που βασίζεται στους πόρους (γραμματοσειρές/εικόνες). Ένα PDF μπορεί να είναι "σάρωση + OCR".
es: Nota: es una estimación basada en los recursos (fuentes/imágenes). Un PDF puede ser “escaneo + OCR”.
fi: Huom: tämä on arvio, joka perustuu resursseihin (fontit/kuvat). PDF voi olla "skannaus + OCR".
fil: Tandaan: ito ay isang pagtataya batay sa mga mapagkukunan (font/imahe). Ang isang PDF ay maaaring "scan + OCR".
hu: Megjegyzés: ez egy becslés az erőforrások (betűtípusok/képek) alapján. Egy PDF lehet "szkennelés + OCR".
id: Catatan: ini adalah estimasi berdasarkan sumber daya (font/gambar). Sebuah PDF dapat berupa 'scan + OCR'.
it: Nota: è una stima basata sulle risorse (fonti/immagini). Un PDF può essere "scansione + OCR".
ja: 注：これはリソース（フォント/画像）に基づく推定です。PDFは「スキャン + OCR」かもしれません。
ko: 참고: 이는 리소스(글꼴/이미지)를 기반으로 한 추정입니다. PDF는 '스캔 + OCR'일 수 있습니다.
nl: Opmerking: dit is een schatting op basis van de bronnen (lettertypen/afbeeldingen). Een PDF kan 'scan + OCR' zijn.
no: Merk: dette er et estimat basert på ressurser (fonter/bilder). En PDF kan være “skanning + OCR”.
pl: Uwaga: to jest szacunkowa wartość oparta na zasobach (czcionki/obrazy). PDF może być „skan + OCR”.
pt_pt: Nota: é uma estimativa baseada nos recursos (fontes/imagens). Um PDF pode ser 'scan + OCR'.
ro: Notă: aceasta este o estimare bazată pe resurse (fonturi/imagine). Un PDF poate fi „scan + OCR”.
ru: Примечание: это оценка, основанная на ресурсах (шрифты/изображения). PDF может быть "скан + OCR".
sk: Poznámka: je to odhad založený na zdrojoch (písma/obrázky). PDF môže byť „sken + OCR“.
sv: Notera: detta är en uppskattning baserad på resurser (typsnitt/bilder). En PDF kan vara "skanning + OCR".
sw: Kumbuka: hii ni makadirio yanayotegemea rasilimali (fonti/picha). PDF inaweza kuwa "scan + OCR".
tr: Not: Bu, kaynaklara (fontlar/görüntüler) dayalı bir tahmindir. Bir PDF 'tarama + OCR' olabilir.
uk: Примітка: це оцінка, основана на ресурсах (шрифтах/зображеннях). PDF може бути "скан + OCR".
vi: Lưu ý: đây là ước lượng dựa trên tài nguyên (phông chữ/hình ảnh). Một PDF có thể là “quét + OCR”.
zh_hans: 注意：这是基于资源（字体/图像）的估算。一个 PDF 可能是“扫描 + OCR”。
