Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_ratio_missing_out2
source: Un calcul fiable basé sur la proportionnalité.
af: 'n Betroubare berekening gebaseer op proporsionaliteit.
bg: Надеждно изчисление, основано на пропорционалността.
cs: Spolehlivý výpočet založený na proporcionalitě.
da: En pålidelig beregning baseret på proportionalitet.
de: Eine zuverlässige Berechnung basierend auf Proportionalität.
el: Μια αξιόπιστη υπολογιστική βάση στην αναλογικότητα.
es: Un cálculo fiable basado en la proporcionalidad.
fi: Luotettava laskenta, joka perustuu suhteellisuuteen.
fil: Isang maaasahang kalkulasyon batay sa proporsyonalidad.
hu: Egy megbízható számítás a proporcionalitás alapján.
id: Perhitungan yang dapat diandalkan berdasarkan proporsionalitas.
it: Un calcolo affidabile basato sulla proporzionalità.
ja: 比例に基づいた信頼できる計算。
ko: 비례성에 기반한 신뢰할 수 있는 계산.
nl: Een betrouwbare berekening gebaseerd op proportionaliteit.
no: En pålitelig beregning basert på proporsjonalitet.
pl: Wiarygodne obliczenie oparte na proporcjonalności.
pt_pt: Um cálculo confiável baseado na proporcionalidade.
ro: Un calcul de încredere bazat pe proporționalitate.
ru: Надежный расчет на основе пропорциональности.
sk: Spoľahlivé výpočty založené na proporcionalite.
sv: En pålitlig beräkning baserad på proportionalitet.
sw: Hesabu ya kuaminika inayotegemea uwiano.
tr: Orantılılığa dayanan güvenilir bir hesaplama.
uk: Надійний розрахунок на основі пропорційності.
vi: Một phép tính đáng tin cậy dựa trên tính tỷ lệ.
zh_hans: 基于比例的可靠计算。

# ed_math_ratio_missing_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_ratio_missing_lim1
source: La relation doit être proportionnelle.
af: Die verhouding moet proporsioneel wees.
bg: Връзката трябва да бъде пропорционална.
cs: Vztah musí být proporcionální.
da: Forholdet skal være proportionalt.
de: Die Beziehung muss proportional sein.
el: Η σχέση πρέπει να είναι αναλογική.
es: La relación debe ser proporcional.
fi: Suhteen on oltava suhteellinen.
fil: Dapat na proporsyonal ang relasyon.
hu: A kapcsolatnak arányosnak kell lennie.
id: Hubungan harus proporsional.
it: La relazione deve essere proporzionale.
ja: 関係は比例でなければなりません。
ko: 관계는 비례적이어야 합니다.
nl: De relatie moet proportioneel zijn.
no: Forholdet må være proporsjonalt.
pl: Relacja musi być proporcjonalna.
pt_pt: A relação deve ser proporcional.
ro: Relația trebuie să fie proporțională.
ru: Отношение должно быть пропорциональным.
sk: Vzťah musí byť proporcionálny.
sv: Relationen måste vara proportionell.
sw: Uhusiano unapaswa kuwa wa uwiano.
tr: İlişki orantılı olmalıdır.
uk: Відношення повинно бути пропорційним.
vi: Mối quan hệ phải tỷ lệ với nhau.
zh_hans: 关系必须是成比例的。

# ed_math_ratio_missing_lim2
source: Les unités doivent être cohérentes.
af: Die eenhede moet konsekwent wees.
bg: Единиците трябва да бъдат последователни.
cs: Jednotky musí být konzistentní.
da: Enhederne skal være konsistente.
de: Die Einheiten müssen konsistent sein.
el: Οι μονάδες πρέπει να είναι συνεπείς.
es: Las unidades deben ser coherentes.
fi: Yksiköiden on oltava johdonmukaisia.
fil: Dapat na pare-pareho ang mga yunit.
hu: Az egységeknek összhangban kell lenniük.
id: Satuan harus konsisten.
it: Le unità devono essere coerenti.
ja: 単位は一貫している必要があります。
ko: 단위는 일관되어야 합니다.
nl: De eenheden moeten consistent zijn.
no: Enhetene må være konsistente.
pl: Jednostki muszą być spójne.
pt_pt: As unidades devem ser coerentes.
ro: Unitățile trebuie să fie coerente.
ru: Единицы должны быть согласованными.
sk: Jednotky musia byť konzistentné.
sv: Enheterna måste vara konsekventa.
sw: Vitengo vinapaswa kuwa na muktadha.
tr: Birimler tutarlı olmalıdır.
uk: Одиниці повинні бути узгодженими.
vi: Các đơn vị phải nhất quán.
zh_hans: 单位必须一致。

# ed_math_ratio_missing_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sugestie
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_ratio_missing_tip
source: Utilise le produit en croix pour isoler rapidement l’inconnue.
af: Gebruik die kruisproduk om die onbekende vinnig te isoleer.
bg: Използвайте произведението на кръстосаните множители, за да изолирате бързо неизвестното.
cs: Použijte křížový součin pro rychlé izolování neznámé.
da: Brug krydsproduktet til hurtigt at isolere den ukendte.
de: Verwenden Sie das Kreuzprodukt, um die Unbekannte schnell zu isolieren.
el: Χρησιμοποιήστε το γινόμενο σταυρού για να απομονώσετε γρήγορα την άγνωστη.
es: Utiliza el producto cruzado para aislar rápidamente la incógnita.
fi: Käytä ristituloa eristääksesi tuntemattoman nopeasti.
fil: Gamitin ang produkto sa krus upang mabilis na ihiwalay ang hindi kilala.
hu: Használj keresztterméket az ismeretlen gyors elkülönítésére.
id: Gunakan produk silang untuk dengan cepat mengisolasi yang tidak diketahui.
it: Usa il prodotto in croce per isolare rapidamente l'incognita.
ja: 未知数を迅速に孤立させるために交差積を使用します。
ko: 미지수를 빠르게 분리하기 위해 교차 곱을 사용하세요.
nl: Gebruik het kruisproduct om snel de onbekende te isoleren.
no: Bruk kryssproduktet for raskt å isolere den ukjente.
pl: Użyj iloczynu krzyżowego, aby szybko izolować nieznaną.
pt_pt: Use o produto cruzado para isolar rapidamente a incógnita.
ro: Folosește produsul în cruce pentru a izola rapid necunoscuta.
ru: Используйте правило произведения для быстрого изолирования неизвестного.
sk: Použite krížový súčin na rýchle izolovanie neznámej.
sv: Använd korsmultiplikation för att snabbt isolera den okända.
sw: Tumia bidhaa ya msalaba kutenga haraka isiyojulikana.
tr: Bilinmeyeni hızlıca izole etmek için çarpanlar kuralını kullanın.
uk: Використовуйте перехресний добуток, щоб швидко ізолювати невідоме.
vi: Sử dụng sản phẩm chéo để nhanh chóng tách biệt ẩn số.
zh_hans: 使用交叉乘法快速隔离未知数。

# ed_math_ratio_simplifier_title
source: À propos : Simplifier un ratio
af: Oor: Vereenvoudig 'n verhouding
bg: Относно: Оптимизиране на съотношение
cs: O: Zjednodušení poměru
da: Om: Forenkle et forhold
de: Über: Verhältnis → Bruch
el: Σχετικά: Απλοποίηση ενός λόγου
es: Acerca de: Simplificar una razón
fi: Tietoa: Suhteen yksinkertaistaminen
fil: Tungkol sa: Pagsimplify ng isang ratio
hu: A következőkről: Arány egyszerűsítése
id: Tentang: Menyederhanakan rasio
it: A proposito: Semplificare un rapporto
ja: について：比率を簡素化する
ko: 정보: 비율 단순화
nl: Over: Vereenvoudigen van een verhouding
no: Om: Forenkle et forhold
pl: O tym: Uprościć proporcję
pt_pt: Sobre: Simplificar uma razão
ro: Despre: Simplificarea unui raport
ru: О программе: Упрощение отношения
sk: O: Zjednodušiť pomer
sv: Om: Förenkla ett förhållande
sw: Kuhusu: Kuboresha uwiano
tr: Hakkında: Oranı basitleştirmek
uk: Про: Спрощення відношення
vi: Về việc: Đơn giản hóa một tỷ lệ
zh_hans: 关于：简化比例

# ed_math_ratio_simplifier_lead
source: Réduire un ratio à sa forme la plus simple pour faciliter les comparaisons, les calculs et l’interprétation.
af: Vereenvoudig 'n verhouding na sy eenvoudigste vorm om vergelykings, berekeninge en interpretasie te vergemaklik.
bg: Оптимизиране на съотношение до най-простата му форма, за да се улеснят сравненията, изчисленията и интерпретацията.
cs: Zredukování poměru na jeho nejjednodušší formu pro usnadnění srovnání, výpočtů a interpretace.
da: Reducere et forhold til sin enkleste form for at lette sammenligninger, beregninger og fortolkning.
de: Ein Verhältnis auf seine einfachste Form zu reduzieren, erleichtert Vergleiche, Berechnungen und die Interpretation.
el: Μειώστε έναν λόγο στην πιο απλή του μορφή για να διευκολύνετε τις συγκρίσεις, τους υπολογισμούς και την ερμηνεία.
es: Reducir una razón a su forma más simple para facilitar comparaciones, cálculos e interpretación.
fi: Yksinkertaista suhde sen yksinkertaisimpaan muotoon helpottaaksesi vertailuja, laskelmia ja tulkintaa.
fil: Bawasan ang isang ratio sa pinakasimpleng anyo nito upang mapadali ang mga paghahambing, mga kalkulasyon at ang interpretasyon.
hu: Egy arány egyszerűsítése a legkisebb formájára, hogy megkönnyítse a összehasonlítást, a számítást és az értelmezést.
id: Mengurangi rasio ke bentuk paling sederhana untuk memudahkan perbandingan, perhitungan, dan interpretasi.
it: Ridurre un rapporto alla sua forma più semplice per facilitare i confronti, i calcoli e l'interpretazione.
ja: 比較、計算、解釈を容易にするために比率を最も単純な形に減らす。
ko: 비교, 계산 및 해석을 용이하게 하기 위해 비율을 가장 간단한 형태로 줄입니다.
nl: Vereenvoudig een verhouding naar zijn eenvoudigste vorm om vergelijkingen, berekeningen en interpretatie te vergemakkelijken.
no: Redusere et forhold til sin enkleste form for å lette sammenligninger, beregninger og tolkning.
pl: Zredukowanie proporcji do najprostszej formy, aby ułatwić porównania, obliczenia i interpretację.
pt_pt: Reduzir uma razão à sua forma mais simples para facilitar comparações, cálculos e interpretação.
ro: Reducerea unui raport la forma sa cea mai simplă pentru a facilita comparațiile, calculele și interpretarea.
ru: Сократить отношение до его самой простой формы для облегчения сравнений, расчетов и интерпретации.
sk: Znížiť pomer na jeho najjednoduchšiu formu, aby sa uľahčili porovnania, výpočty a interpretácia.
sv: Minska ett förhållande till sin enklaste form för att underlätta jämförelser, beräkningar och tolkningar.
sw: Kupunguza uwiano hadi umbo lake rahisi ili kurahisisha kulinganisha, kuhesabu na tafsiri.
tr: Karşılaştırmaları, hesaplamaları ve yorumlamayı kolaylaştırmak için bir oranı en basit şekline indirin.
uk: Зменшити відношення до його найпростішої форми, щоб полегшити порівняння, обчислення та інтерпретацію.
vi: Giảm một tỷ lệ về dạng đơn giản nhất để dễ dàng so sánh, tính toán và diễn giải.
zh_hans: 将比例简化为最简单的形式，以便于比较、计算和解释。

# ed_math_ratio_simplifier_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Caso d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikssituatie
no: Bruksområde
pl: Przykład użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_ratio_simplifier_uc1_title
source: Comparaison de proportions
af: Vergelyking van proporsies
bg: Сравнение на пропорции
cs: Srovnání proporcí
da: Sammenligning af proportioner
de: Vergleich von Proportionen
el: Σύγκριση αναλογιών
es: Comparación de proporciones
fi: Suhteiden vertailu
fil: Paghahambing ng mga proporsyon
hu: Arányok összehasonlítása
id: Perbandingan proporsi
it: Confronto di proporzioni
ja: 比率の比較
ko: 비율 비교
nl: Vergelijking van verhoudingen
no: Sammenligning av proporsjoner
pl: Porównanie proporcji
pt_pt: Comparação de proporções
ro: Compararea proporțiilor
ru: Сравнение пропорций
sk: Porovnanie pomerov
sv: Jämförelse av proportioner
sw: Kulinganisha uwiano
tr: Oranların karşılaştırılması
uk: Порівняння пропорцій
vi: So sánh tỷ lệ
zh_hans: 比例比较

# ed_math_ratio_simplifier_uc1_text
source: Comparer des mélanges, recettes ou répartitions.
af: Vergelyk mengsels, resepte of verspreidings.
bg: Сравняване на смеси, рецепти или разпределения.
cs: Porovnejte směsi, recepty nebo rozdělení.
da: Sammenligne blandinger, opskrifter eller fordeling.
de: Mischungen, Rezepte oder Verteilungen vergleichen.
el: Συγκρίνετε μείγματα, συνταγές ή κατανομές.
es: Comparar mezclas, recetas o distribuciones.
fi: Vertaile seoksia, reseptejä tai jakautumisia.
fil: Ihambing ang mga halo, mga recipe o mga pamamahagi.
hu: Keverékek, receptek vagy elosztások összehasonlítása.
id: Membandingkan campuran, resep, atau distribusi.
it: Confrontare miscele, ricette o distribuzioni.
ja: 混合物、レシピ、または分配を比較する。
ko: 혼합물, 레시피 또는 분배를 비교합니다.
nl: Vergelijk mengsels, recepten of verdelingen.
no: Sammenligne blandinger, oppskrifter eller fordelinger.
pl: Porównywanie mieszanek, przepisów lub podziałów.
pt_pt: Comparar misturas, receitas ou distribuições.
ro: Compararea amestecurilor, rețetelor sau distribuțiilor.
ru: Сравнение смесей, рецептов или распределений.
sk: Porovnať zmesi, recepty alebo rozdelenia.
sv: Jämföra blandningar, recept eller fördelningar.
sw: Kulinganisha mchanganyiko, mapishi au usambazaji.
tr: Karışımları, tarifleri veya dağılımları karşılaştırmak.
uk: Порівняти суміші, рецепти або розподіли.
vi: So sánh các hỗn hợp, công thức hoặc phân phối.
zh_hans: 比较混合物、食谱或分配。

# ed_math_ratio_simplifier_uc2_title
source: Lecture de données
af: Data lees
bg: Четене на данни
cs: Čtení dat
da: Data læsning
de: Daten lesen
el: Ανάγνωση δεδομένων
es: Lectura de datos
fi: Tietojen lukeminen
fil: Pagbasa ng data
hu: Adatok olvasása
id: Pembacaan data
it: Lettura dei dati
ja: データの読み取り
ko: 데이터 읽기
nl: Gegevens lezen
no: Datalesing
pl: Odczytywanie danych
pt_pt: Leitura de dados
ro: Citirea datelor
ru: Чтение данных
sk: Čítanie údajov
sv: Datalesning
sw: Kusoma data
tr: Veri okuma
uk: Читання даних
vi: Đọc dữ liệu
zh_hans: 数据阅读

# ed_math_ratio_simplifier_uc2_text
source: Rendre un ratio plus lisible dans un tableau ou un graphique.
af: Maak 'n verhouding meer leesbaar in 'n tabel of grafiek.
bg: Прави съотношение по-четимо в таблица или графика.
cs: Zpřehlednění poměru v tabulce nebo grafu.
da: Gøre et forhold mere læsbart i en tabel eller graf.
de: Ein Verhältnis in einer Tabelle oder einem Diagramm lesbarer machen.
el: Κάντε έναν λόγο πιο ευανάγνωστο σε έναν πίνακα ή γράφημα.
es: Hacer que una razón sea más legible en una tabla o gráfico.
fi: Tee suhteesta helpommin luettava taulukossa tai kaaviossa.
fil: Gawing mas madaling basahin ang isang ratio sa isang talahanayan o grap.
hu: Egy arány olvashatóbbá tétele táblázatban vagy grafikonon.
id: Membuat rasio lebih mudah dibaca dalam tabel atau grafik.
it: Rendere un rapporto più leggibile in una tabella o in un grafico.
ja: 表やグラフで比率をより読みやすくする。
ko: 표나 그래프에서 비율을 더 읽기 쉽게 만듭니다.
nl: Maak een verhouding leesbaarder in een tabel of grafiek.
no: Gjør et forhold mer lesbart i en tabell eller graf.
pl: Uczytelnić proporcję w tabeli lub wykresie.
pt_pt: Tornar uma razão mais legível em uma tabela ou gráfico.
ro: Facilitarea unui raport mai lizibil într-un tabel sau un grafic.
ru: Сделать отношение более читаемым в таблице или графике.
sk: Urobiť pomer čitateľnejším v tabuľke alebo grafe.
sv: Göra ett förhållande mer läsbart i en tabell eller graf.
sw: Kufanya uwiano uwe rahisi kusoma katika jedwali au chati.
tr: Bir tablo veya grafik içinde bir oranı daha okunabilir hale getirmek.
uk: Зробити відношення більш читабельним у таблиці або графіку.
vi: Làm cho một tỷ lệ dễ đọc hơn trong bảng hoặc đồ thị.
zh_hans: 在表格或图表中使比例更易读。

# ed_math_ratio_simplifier_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Vad du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您得到的结果

# ed_math_ratio_simplifier_out1
source: La méthode pour diviser chaque terme par le plus grand diviseur commun.
af: Die metode om elke term deur die grootste gemene deler te deel.
bg: Метод за разделяне на всеки термин на най-голямото общо делимо.
cs: Metoda pro dělení každého termínu největším společným dělitelem.
da: Metoden til at dividere hvert led med den største fælles divisor.
de: Die Methode, um jeden Term durch den größten gemeinsamen Teiler zu teilen.
el: Η μέθοδος για να διαιρέσετε κάθε όρο με τον μεγαλύτερο κοινό διαιρέτη.
es: El método para dividir cada término por el máximo divisor común.
fi: Menetelmä jakaa jokainen termi suurimmalla yhteisellä tekijällä.
fil: Ang pamamaraan para hatiin ang bawat termino sa pinakamalaking karaniwang dibisor.
hu: A módszer, hogy minden kifejezést elosszunk a legnagyobb közös osztóval.
id: Metode untuk membagi setiap istilah dengan pembagi terbesar yang sama.
it: Il metodo per dividere ogni termine per il più grande divisore comune.
ja: 最大公約数で各項を割る方法。
ko: 각 항을 최대 공약수로 나누는 방법.
nl: De methode om elk term te delen door de grootste gemene deler.
no: Metoden for å dele hvert begrep med den største felles divisoren.
pl: Metoda dzielenia każdego terminu przez największy wspólny dzielnik.
pt_pt: O método para dividir cada termo pelo maior divisor comum.
ro: Metoda de a împărți fiecare termen la cel mai mare divizor comun.
ru: Метод деления каждого термина на наибольший общий делитель.
sk: Metóda na rozdelenie každého termínu najväčším spoločným deliteľom.
sv: Metoden för att dela varje term med den största gemensamma delaren.
sw: Njia ya kugawanya kila neno kwa mgawanyiko mkubwa zaidi wa kawaida.
tr: Her terimi en büyük ortak bölen ile bölme yöntemi.
uk: Метод для ділення кожного терміна на найбільший спільний дільник.
vi: Phương pháp để chia mỗi thuật ngữ cho ước số chung lớn nhất.
zh_hans: 将每个术语除以最大公约数的方法。

# ed_math_ratio_simplifier_out2
source: Un ratio équivalent mais plus simple à interpréter.
af: 'n Ekwivalente verhouding maar makliker om te interpreteer.
bg: Еквивалентно съотношение, но по-просто за интерпретиране.
cs: Ekvivalentní poměr, ale jednodušší na interpretaci.
da: Et ækvivalent forhold, men lettere at fortolke.
de: Ein gleichwertiges Verhältnis, das einfacher zu interpretieren ist.
el: Ένας ισοδύναμος λόγος αλλά πιο απλός στην ερμηνεία.
es: Una razón equivalente pero más simple de interpretar.
fi: Ekvivalentti suhde, mutta helpompi tulkita.
fil: Isang katumbas na ratio ngunit mas madaling ipaliwanag.
hu: Egy egyenértékű arány, de egyszerűbben értelmezhető.
id: Rasio yang setara tetapi lebih mudah diinterpretasikan.
it: Un rapporto equivalente ma più semplice da interpretare.
ja: 解釈が簡単な等価な比率。
ko: 해석하기 더 간단하지만 동등한 비율.
nl: Een gelijkwaardige verhouding maar eenvoudiger te interpreteren.
no: Et ekvivalent forhold, men enklere å tolke.
pl: Równoważna proporcja, ale łatwiejsza do interpretacji.
pt_pt: Uma razão equivalente, mas mais simples de interpretar.
ro: Un raport echivalent, dar mai simplu de interpretat.
ru: Эквивалентное отношение, но более простое для интерпретации.
sk: Ekvivalentný pomer, ale jednoduchší na interpretáciu.
sv: Ett ekvivalent förhållande men enklare att tolka.
sw: Uwiano sawa lakini rahisi kueleweka.
tr: Daha basit bir şekilde yorumlanabilen eşdeğer bir oran.
uk: Еквівалентне відношення, але простіше для інтерпретації.
vi: Một tỷ lệ tương đương nhưng dễ hiểu hơn.
zh_hans: 一个等价但更易于解释的比例。

# ed_math_ratio_simplifier_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_ratio_simplifier_lim1
source: Simplifier ne change pas la proportion, seulement son écriture.
af: Vereenvoudiging verander nie die proporsie nie, net die skryfstyl.
bg: Оптимизирането не променя пропорцията, само нейното представяне.
cs: Zjednodušení nemění proporci, pouze její zápis.
da: At forenkle ændrer ikke proportionen, kun dens skrivemåde.
de: Vereinfachen ändert nicht die Proportion, nur die Schreibweise.
el: Η απλοποίηση δεν αλλάζει την αναλογία, μόνο την γραφή της.
es: Simplificar no cambia la proporción, solo su escritura.
fi: Yksinkertaistaminen ei muuta suhdetta, vain sen kirjoitusmuotoa.
fil: Ang pagsimplify ay hindi nagbabago ng proporsyon, kundi ang pagsulat lamang nito.
hu: Az egyszerűsítés nem változtatja meg az arányt, csak a megjelenítését.
id: Menyederhanakan tidak mengubah proporsi, hanya penulisannya.
it: Semplificare non cambia la proporzione, solo la sua scrittura.
ja: 簡素化は比例を変えず、ただその表記を変えるだけです。
ko: 단순화는 비율을 변경하지 않고, 단지 그 표현만 변경합니다.
nl: Vereenvoudigen verandert de verhouding niet, alleen de schrijfwijze.
no: Forenkling endrer ikke proporsjonen, bare dens skrivemåte.
pl: Uproszczenie nie zmienia proporcji, tylko jej zapis.
pt_pt: Simplificar não muda a proporção, apenas sua escrita.
ro: Simplificarea nu schimbă proporția, doar scrierea acesteia.
ru: Упрощение не изменяет пропорцию, только ее запись.
sk: Zjednodušenie nemení proporciu, iba jej zápis.
sv: Att förenkla ändrar inte proportionen, bara dess skrivsätt.
sw: Kupanua hakubadilishi uwiano, ni maandiko yake tu yanabadilika.
tr: Basitleştirmek oranı değiştirmez, sadece yazımını değiştirir.
uk: Спрощення не змінює пропорцію, лише її запис.
vi: Đơn giản hóa không thay đổi tỷ lệ, chỉ thay đổi cách viết của nó.
zh_hans: 简化不会改变比例，只会改变其表示。
