Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_min_max_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap:
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_min_max_out1
source: La plus petite et la plus grande valeur de la série.
af: Die kleinste en grootste waarde van die reeks.
bg: Най-малката и най-голямата стойност в серията.
cs: Nejmenší a největší hodnota série.
da: Den mindste og den største værdi i serien.
de: Der kleinste und der größte Wert der Reihe.
el: Η μικρότερη και η μεγαλύτερη τιμή της σειράς.
es: El valor más pequeño y el más grande de la serie.
fi: Sarjan pienin ja suurin arvo.
fil: Ang pinakamaliit at pinakamalaking halaga ng serye.
hu: A sorozat legkisebb és legnagyobb értéke.
id: Nilai terkecil dan terbesar dari rangkaian.
it: Il valore più piccolo e il valore più grande della serie.
ja: シリーズの最小値と最大値。
ko: 시리즈의 가장 작은 값과 가장 큰 값.
nl: De kleinste en de grootste waarde van de reeks.
no: Den minste og største verdien i serien.
pl: Najmniejsza i największa wartość w serii.
pt_pt: O menor e o maior valor da série.
ro: Cea mai mică și cea mai mare valoare a seriei.
ru: Наименьшее и наибольшее значение ряда.
sk: Najmenšia a najväčšia hodnota série.
sv: Det minsta och största värdet i serien.
sw: Thamani ndogo na kubwa zaidi ya mfululizo.
tr: Serinin en küçük ve en büyük değeri.
uk: Найменше та найбільше значення серії.
vi: Giá trị nhỏ nhất và lớn nhất của chuỗi.
zh_hans: 系列中最小和最大值。

# ed_math_statistics_min_max_out2
source: Une information immédiate sur l’étendue brute des données.
af: 'n Onmiddellike inligting oor die ruie omvang van die data.
bg: Незабавна информация за грубия обхват на данните.
cs: Okamžitá informace o hrubém rozsahu dat.
da: En øjeblikkelig information om det rå spænd af data.
de: Eine sofortige Information über den Rohumfang der Daten.
el: Μια άμεση πληροφορία για την ακατέργαστη έκταση των δεδομένων.
es: Una información inmediata sobre la extensión bruta de los datos.
fi: Välitön tieto tietojen raaka-alueesta.
fil: Isang agarang impormasyon tungkol sa kabuuang saklaw ng datos.
hu: Az adatok nyers terjedelméről azonnali információ.
id: Informasi langsung tentang rentang kasar data.
it: Un'informazione immediata sull'estensione grezza dei dati.
ja: データの粗い範囲に関する即時情報。
ko: 데이터의 원시 범위에 대한 즉각적인 정보.
nl: Een directe informatie over de ruwe spreiding van de gegevens.
no: Umiddelbar informasjon om det rå omfanget av dataene.
pl: Natychmiastowa informacja o surowym zakresie danych.
pt_pt: Uma informação imediata sobre a extensão bruta dos dados.
ro: O informație imediată despre amploarea brută a datelor.
ru: Немедленная информация о сырой ширине данных.
sk: Okamžitá informácia o hrubom rozsahu údajov.
sv: Omedelbar information om det råa omfånget av data.
sw: Taarifa ya papo hapo kuhusu upeo wa data.
tr: Verilerin brüt kapsamı hakkında anında bilgi.
uk: Негайна інформація про загальний діапазон даних.
vi: Một thông tin ngay lập tức về phạm vi thô của dữ liệu.
zh_hans: 关于数据的粗略范围的即时信息。

# ed_math_statistics_min_max_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Határok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Limieten en aandachtspunten
no: Grenser og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na vidokezo vya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_min_max_lim1
source: Très sensibles aux valeurs extrêmes.
af: Baie sensitief vir uiterste waardes.
bg: Много чувствителни към крайни стойности.
cs: Velmi citlivé na extrémní hodnoty.
da: Meget følsomme over for ekstreme værdier.
de: Sehr empfindlich gegenüber Extremwerten.
el: Πολύ ευαίσθητα στις ακραίες τιμές.
es: Muy sensibles a los valores extremos.
fi: Erittäin herkkiä äärimmäisille arvoille.
fil: Napaka-sensitibo sa mga ekstremong halaga.
hu: Nagyon érzékeny a szélső értékekre.
id: Sangat sensitif terhadap nilai ekstrem.
it: Molto sensibili ai valori estremi.
ja: 極端な値に非常に敏感です。
ko: 극단값에 매우 민감합니다.
nl: Zeer gevoelig voor extreme waarden.
no: Veldig følsomme for ekstreme verdier.
pl: Bardzo wrażliwe na wartości ekstremalne.
pt_pt: Muito sensíveis aos valores extremos.
ro: Foarte sensibile la valorile extreme.
ru: Очень чувствительны к экстремальным значениям.
sk: Veľmi citlivé na extrémne hodnoty.
sv: Mycket känsliga för extremvärden.
sw: Sana nyeti kwa thamani za mwisho.
tr: Uç değerlere karşı çok hassas.
uk: Дуже чутливі до екстремальних значень.
vi: Rất nhạy cảm với các giá trị cực trị.
zh_hans: 对极端值非常敏感。

# ed_math_statistics_min_max_lim2
source: Ne décrivent pas la distribution interne des données.
af: Beskryf nie die interne verspreiding van die data nie.
bg: Не описват вътрешното разпределение на данните.
cs: Nedokážou popsat vnitřní rozložení dat.
da: Beskriver ikke den interne fordeling af dataene.
de: Beschreiben nicht die interne Verteilung der Daten.
el: Δεν περιγράφουν την εσωτερική κατανομή των δεδομένων.
es: No describen la distribución interna de los datos.
fi: Eivät kuvaa tietojen sisäistä jakautumista.
fil: Hindi naglalarawan ng panloob na pamamahagi ng datos.
hu: Nem írják le az adatok belső eloszlását.
id: Tidak menggambarkan distribusi internal data.
it: Non descrivono la distribuzione interna dei dati.
ja: データの内部分布を説明しません。
ko: 데이터의 내부 분포를 설명하지 않습니다.
nl: Beschrijven de interne verdeling van de gegevens niet.
no: Beskriver ikke den interne fordelingen av dataene.
pl: Nie opisują wewnętrznej dystrybucji danych.
pt_pt: Não descrevem a distribuição interna dos dados.
ro: Nu descriu distribuția internă a datelor.
ru: Не описывают внутреннее распределение данных.
sk: Nedokážu opísať vnútorné rozdelenie údajov.
sv: Beskriver inte den interna fördelningen av data.
sw: Hazielezei usambazaji wa ndani wa data.
tr: Verilerin iç dağılımını tanımlamazlar.
uk: Не описують внутрішній розподіл даних.
vi: Không mô tả được phân phối nội bộ của dữ liệu.
zh_hans: 不描述数据的内部分布。

# ed_math_statistics_min_max_tip_title
source: Astuce
af: Hulpmiddel
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_math_statistics_min_max_tip
source: Utilisez minimum et maximum avec la médiane ou les quartiles pour une analyse plus fiable.
af: Gebruik minimum en maksimum saam met die mediaan of kwartiele vir 'n meer betroubare analise.
bg: Използвайте минимум и максимум с медианата или квартилите за по-надежден анализ.
cs: Používejte minimum a maximum spolu s mediánem nebo kvartily pro spolehlivější analýzu.
da: Brug minimum og maksimum sammen med medianen eller kvartilerne for en mere pålidelig analyse.
de: Verwenden Sie Minimum und Maximum zusammen mit dem Median oder den Quartilen für eine zuverlässigere Analyse.
el: Χρησιμοποιήστε το ελάχιστο και το μέγιστο με τη διάμεσο ή τα τεταρτημόρια για μια πιο αξιόπιστη ανάλυση.
es: Utiliza mínimo y máximo con la mediana o los cuartiles para un análisis más fiable.
fi: Käytä minimiä ja maksimia yhdessä mediaanin tai kvartiilien kanssa luotettavampaa analyysiä varten.
fil: Gamitin ang minimum at maximum kasama ang gitnang halaga o mga quartile para sa mas maaasahang pagsusuri.
hu: Használja a minimumot és maximumot a mediánnal vagy a kvartilisekkel a megbízhatóbb elemzés érdekében.
id: Gunakan minimum dan maksimum dengan median atau kuartil untuk analisis yang lebih dapat diandalkan.
it: Utilizza minimo e massimo con la mediana o i quartili per un'analisi più affidabile.
ja: 中央値や四分位数とともに最小値と最大値を使用して、より信頼性の高い分析を行います。
ko: 보다 신뢰할 수 있는 분석을 위해 중앙값 또는 사분위수와 함께 최소값과 최대값을 사용하세요.
nl: Gebruik minimum en maximum samen met de mediaan of de kwartielen voor een betrouwbaardere analyse.
no: Bruk minimum og maksimum sammen med medianen eller kvartilene for en mer pålitelig analyse.
pl: Użyj minimum i maksimum z medianą lub kwartylami dla bardziej wiarygodnej analizy.
pt_pt: Use mínimo e máximo com a mediana ou os quartis para uma análise mais confiável.
ro: Utilizați minimul și maximul împreună cu mediana sau cuartilele pentru o analiză mai fiabilă.
ru: Используйте минимум и максимум вместе с медианой или квартилями для более надежного анализа.
sk: Použite minimum a maximum spolu s mediánom alebo kvartilmi pre spoľahlivejšiu analýzu.
sv: Använd minimum och maximum tillsammans med medianen eller kvartilerna för en mer pålitlig analys.
sw: Tumia chini na juu pamoja na kati au quartiles kwa uchambuzi wa kuaminika zaidi.
tr: Daha güvenilir bir analiz için medyan veya çeyrekler ile minimum ve maksimumu kullanın.
uk: Використовуйте мінімум і максимум разом з медіаною або квартилями для більш надійного аналізу.
vi: Sử dụng giá trị tối thiểu và tối đa cùng với trung vị hoặc các tứ phân để có một phân tích đáng tin cậy hơn.
zh_hans: 将最小值和最大值与中位数或四分位数结合使用，以进行更可靠的分析。

# ed_math_statistics_misleading_mean_title
source: À propos : Moyenne trompeuse
af: Oor: Misleidende gemiddelde
bg: Относно: Заблуждаваща средна стойност
cs: O nás: Klamná průměrná hodnota
da: Om: Misvisende gennemsnit
de: Über: Irreführender Durchschnitt
el: Σχετικά: Εξαπατητική μέση τιμή
es: Acerca de: Media engañosa
fi: Tietoa: Harhaanjohtava keskiarvo
fil: Tungkol sa: Nakaliligaw na average
hu: A következőkről: Csalóka átlag
id: Tentang: Rata-rata yang menyesatkan
it: A proposito: Media fuorviante
ja: について：誤解を招く平均
ko: 정보: 오해의 소지가 있는 평균
nl: Over: Misleidende gemiddelde
no: Om: Misvisende gjennomsnitt
pl: Na temat: Mylnie interpretowana średnia
pt_pt: Sobre: Média enganosa
ro: Despre: Medie înșelătoare
ru: О программе: Обманчивая средняя
sk: O nás: Klamlivý priemer
sv: Om: Bedräglig medelvärde
sw: Kuhusu: Kati inayopotosha
tr: Hakkında: Yanıltıcı ortalama
uk: Про: Оманлива середня
vi: Về: Trung bình gây hiểu lầm
zh_hans: 关于：误导性的平均值

# ed_math_statistics_misleading_mean_lead
source: Comprendre pourquoi une moyenne peut être mathématiquement correcte mais statistiquement trompeuse.
af: Verstaan waarom 'n gemiddelde wiskundig korrek kan wees maar statisties misleidend.
bg: Разбиране защо една средна стойност може да бъде математически правилна, но статистически заблуждаваща.
cs: Pochopit, proč může být průměr matematicky správný, ale statisticky klamný.
da: Forstå hvorfor et gennemsnit kan være matematisk korrekt, men statistisk misvisende.
de: Verstehen, warum ein Durchschnitt mathematisch korrekt, aber statistisch irreführend sein kann.
el: Κατανοήστε γιατί μια μέση τιμή μπορεί να είναι μαθηματικά σωστή αλλά στατιστικά εξαπατητική.
es: Entender por qué una media puede ser matemáticamente correcta pero estadísticamente engañosa.
fi: Ymmärrä, miksi keskiarvo voi olla matemaattisesti oikea mutta tilastollisesti harhaanjohtava.
fil: Unawain kung bakit ang isang average ay maaaring mathematically tama ngunit statistically misleading.
hu: Értsük meg, miért lehet egy átlag matematikailag helyes, de statisztikailag csalóka.
id: Pahami mengapa rata-rata bisa secara matematis benar tetapi secara statistik menyesatkan.
it: Comprendere perché una media può essere matematicamente corretta ma statisticamente fuorviante.
ja: 平均が数学的には正しいが、統計的には誤解を招く理由を理解します。
ko: 수학적으로는 정확하지만 통계적으로는 오해의 소지가 있는 평균의 이유를 이해합니다.
nl: Begrijp waarom een gemiddelde wiskundig correct kan zijn maar statistisch misleidend.
no: Forstå hvorfor et gjennomsnitt kan være matematisk korrekt, men statistisk misvisende.
pl: Zrozumieć, dlaczego średnia może być matematycznie poprawna, ale statystycznie myląca.
pt_pt: Compreender por que uma média pode ser matematicamente correta, mas estatisticamente enganosa.
ro: Înțelegerea motivului pentru care o medie poate fi matematic corectă, dar statistic înșelătoare.
ru: Понять, почему средняя может быть математически правильной, но статистически обманчивой.
sk: Pochopiť, prečo môže byť priemer matematicky správny, ale štatisticky klamlivý.
sv: Förstå varför ett medelvärde kan vara matematiskt korrekt men statistiskt bedrägligt.
sw: Elewa kwa nini kati inaweza kuwa sahihi kimaandishi lakini inachanganya kistatisti.
tr: Bir ortalamanın matematiksel olarak doğru ama istatistiksel olarak yanıltıcı olmasının nedenini anlamak.
uk: Зрозуміти, чому середня може бути математично правильною, але статистично оманливою.
vi: Hiểu lý do tại sao một giá trị trung bình có thể đúng về mặt toán học nhưng gây hiểu lầm về mặt thống kê.
zh_hans: 理解为什么一个平均值在数学上可能是正确的，但在统计上是误导性的。

# ed_math_statistics_misleading_mean_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Případ použití
da: Brugssag
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscasus
no: Bruksområde
pl: Przypadek użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_statistics_misleading_mean_uc1_title
source: Salaires et revenus
af: Salarisse en inkomste
bg: Заплати и доходи
cs: Mzdy a příjmy
da: Lønninger og indkomster
de: Gehälter und Einkommen
el: Μισθοί και εισοδήματα
es: Salarios e ingresos
fi: Palkat ja tulot
fil: Suweldo at kita
hu: Fizetések és jövedelmek
id: Gaji dan pendapatan
it: Stipendi e redditi
ja: 給与と収入
ko: 급여 및 수입
nl: Salarissen en inkomsten
no: Lønninger og inntekter
pl: Wynagrodzenia i dochody
pt_pt: Salários e rendimentos
ro: Salarii și venituri
ru: Заработные платы и доходы
sk: Mzdy a príjmy
sv: Löner och inkomster
sw: Mishahara na mapato
tr: Maaşlar ve gelirler
uk: Зарплати та доходи
vi: Lương và thu nhập
zh_hans: 工资和收入

# ed_math_statistics_misleading_mean_uc1_text
source: Éviter les interprétations biaisées causées par quelques très hauts revenus.
af: Vermy vooroordeel interpretasies veroorsaak deur 'n paar baie hoë inkomste.
bg: Избягвайте изкривени интерпретации, причинени от няколко много високи дохода.
cs: Vyhněte se zaujatým interpretacím způsobeným několika velmi vysokými příjmy.
da: Undgå skæve fortolkninger forårsaget af nogle meget høje indkomster.
de: Verzerrte Interpretationen vermeiden, die durch einige sehr hohe Einkommen verursacht werden.
el: Αποφύγετε τις μεροληπτικές ερμηνείες που προκαλούνται από μερικά πολύ υψηλά εισοδήματα.
es: Evitar interpretaciones sesgadas causadas por algunos ingresos muy altos.
fi: Vältä harhaanjohtavia tulkintoja, joita aiheuttavat muutamat erittäin korkeat tulot.
fil: Iwasan ang mga bias na interpretasyon na dulot ng ilang napakataas na kita.
hu: Kerülje el a néhány nagyon magas jövedelem által okozott torz értelmezéseket.
id: Hindari interpretasi yang bias yang disebabkan oleh beberapa pendapatan yang sangat tinggi.
it: Evitare interpretazioni distorte causate da alcuni redditi molto elevati.
ja: 非常に高い収入によって引き起こされる偏った解釈を避けます。
ko: 매우 높은 수입으로 인한 편향된 해석을 피합니다.
nl: Voorkom vooringenomen interpretaties veroorzaakt door enkele zeer hoge inkomens.
no: Unngå skjev tolkning forårsaket av noen veldig høye inntekter.
pl: Unikaj stronniczych interpretacji spowodowanych kilkoma bardzo wysokimi dochodami.
pt_pt: Evitar interpretações tendenciosas causadas por alguns rendimentos muito altos.
ro: Evitarea interpretărilor părtinitoare cauzate de câteva venituri foarte mari.
ru: Избегайте предвзятых интерпретаций, вызванных несколькими очень высокими доходами.
sk: Vyhnúť sa skresleným interpretáciám spôsobeným niekoľkými veľmi vysokými príjmami.
sv: Undvik snedvridna tolkningar orsakade av några mycket höga inkomster.
sw: Epuka tafsiri zenye upendeleo zinazotokana na mapato machache ya juu sana.
tr: Çok yüksek gelirlerin neden olduğu önyargılı yorumlardan kaçınmak.
uk: Уникати упереджених інтерпретацій, викликаних кількома дуже високими доходами.
vi: Tránh các diễn giải thiên lệch do một số thu nhập rất cao gây ra.
zh_hans: 避免因一些非常高的收入而导致的偏见解释。

# ed_math_statistics_misleading_mean_uc2_title
source: Comparaisons injustes
af: Onregverdig vergelykings
bg: Несправедливи сравнения
cs: Nespravedlivá srovnání
da: Uretfærdige sammenligninger
de: Ungerechte Vergleiche
el: Άδικες συγκρίσεις
es: Comparaciones injustas
fi: Epäreilut vertailut
fil: Hindi patas na paghahambing
hu: Igazságtalan összehasonlítások
id: Perbandingan yang tidak adil
it: Confronti ingiusti
ja: 不公平な比較
ko: 불공정한 비교
nl: Oneerlijke vergelijkingen
no: Urettferdige sammenligninger
pl: Niesprawiedliwe porównania
pt_pt: Comparações injustas
ro: Comparatii injuste
ru: Несправедливые сравнения
sk: Nespravodlivé porovnania
sv: Orättvisa jämförelser
sw: Comparisons zisizo za haki
tr: Adaletsiz karşılaştırmalar
uk: Несправедливі порівняння
vi: So sánh không công bằng
zh_hans: 不公平的比较

# ed_math_statistics_misleading_mean_uc2_text
source: Comparer des groupes sans masquer les inégalités internes.
af: Vergelyk groepe sonder om interne ongelykhede te verdoesel.
bg: Сравняване на групи, без да се прикриват вътрешните неравенства.
cs: Porovnávejte skupiny, aniž byste zakrývali vnitřní nerovnosti.
da: Sammenlign grupper uden at skjule interne uligheder.
de: Gruppen vergleichen, ohne interne Ungleichheiten zu verschleiern.
el: Συγκρίνετε ομάδες χωρίς να κρύβετε τις εσωτερικές ανισότητες.
es: Comparar grupos sin ocultar las desigualdades internas.
fi: Vertaile ryhmiä piilottamatta sisäisiä eroja.
fil: Ihambing ang mga grupo nang hindi itinatago ang mga panloob na hindi pagkakapantay-pantay.
hu: Csoportok összehasonlítása anélkül, hogy eltakarjuk a belső egyenlőtlenségeket.
id: Bandingkan kelompok tanpa menyembunyikan ketidaksetaraan internal.
it: Confrontare gruppi senza mascherare le disuguaglianze interne.
ja: 内部の不平等を隠さずにグループを比較します。
ko: 내부 불평등을 숨기지 않고 그룹을 비교합니다.
nl: Vergelijk groepen zonder de interne ongelijkheden te verbergen.
no: Sammenligne grupper uten å skjule interne ulikheter.
pl: Porównywać grupy bez ukrywania wewnętrznych nierówności.
pt_pt: Comparar grupos sem ocultar as desigualdades internas.
ro: Compararea grupurilor fără a masca inegalitățile interne.
ru: Сравнивайте группы, не скрывая внутренние неравенства.
sk: Porovnávať skupiny bez zakrývania vnútorných nerovností.
sv: Jämför grupper utan att dölja interna ojämlikheter.
sw: Linganisha vikundi bila kuficha tofauti za ndani.
tr: İç eşitsizlikleri gizlemeden grupları karşılaştırmak.
uk: Порівнювати групи, не приховуючи внутрішні нерівності.
vi: So sánh các nhóm mà không che giấu các bất bình đẳng nội bộ.
zh_hans: 比较群体而不掩盖内部不平等。

# ed_math_statistics_misleading_mean_uc3_title
source: Analyse critique
af: Kritiese analise
bg: Критичен анализ
cs: Kritická analýza
da: Kritisk analyse
de: Kritische Analyse
el: Κριτική ανάλυση
es: Análisis crítico
fi: Kriittinen analyysi
fil: Kritikal na pagsusuri
hu: Kritikai elemzés
id: Analisis kritis
it: Analisi critica
ja: 批判的分析
ko: 비판적 분석
nl: Kritische analyse
no: Kritisk analyse
pl: Krytyczna analiza
pt_pt: Análise crítica
ro: Analiză critică
ru: Критический анализ
sk: Kritická analýza
sv: Kritisk analys
sw: Uchambuzi wa kukosoa
tr: Eleştirel analiz
uk: Критичний аналіз
vi: Phân tích phê bình
zh_hans: 批判性分析

# ed_math_statistics_misleading_mean_uc3_text
source: Développer un regard critique sur les chiffres présentés.
af: Ontwikkel 'n kritiese blik op die getalle wat aangebied word.
bg: Развиване на критичен поглед върху представените числа.
cs: Rozvíjet kritický pohled na prezentovaná čísla.
da: Udvikle et kritisk blik på de præsenterede tal.
de: Einen kritischen Blick auf die präsentierten Zahlen entwickeln.
el: Αναπτύξτε μια κριτική ματιά στους αριθμούς που παρουσιάζονται.
es: Desarrollar una mirada crítica sobre los números presentados.
fi: Kehitä kriittinen katse esitettyihin lukuihin.
fil: Bumuo ng isang kritikal na pananaw sa mga numerong ipinakita.
hu: Fejlesszen ki kritikus szemléletet a bemutatott számokkal kapcsolatban.
id: Kembangkan pandangan kritis terhadap angka yang disajikan.
it: Sviluppare uno sguardo critico sui numeri presentati.
ja: 提示された数字に対して批判的な目を養います。
ko: 제시된 숫자에 대해 비판적인 시각을 개발합니다.
nl: Ontwikkel een kritische blik op de gepresenteerde cijfers.
no: Utvikle et kritisk blikk på de presenterte tallene.
pl: Rozwijać krytyczne spojrzenie na przedstawione liczby.
pt_pt: Desenvolver um olhar crítico sobre os números apresentados.
ro: Dezvoltarea unei perspective critice asupra cifrelor prezentate.
ru: Развивайте критический взгляд на представленные цифры.
sk: Rozvinúť kritický pohľad na prezentované čísla.
sv: Utveckla en kritisk syn på de presenterade siffrorna.
sw: Kuendeleza mtazamo wa kukosoa juu ya takwimu zilizowasilishwa.
tr: Sunulan rakamlar üzerinde eleştirel bir bakış geliştirmek.
uk: Розвивати критичний погляд на представлені цифри.
vi: Phát triển cái nhìn phê bình về các con số được trình bày.
zh_hans: 对所呈现的数字进行批判性审视。

# ed_math_statistics_misleading_mean_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap:
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_misleading_mean_out1
source: Des exemples concrets de moyennes trompeuses.
af: Konkrete voorbeelde van misleidende gemiddeldes.
bg: Конкретни примери за заблуждаващи средни стойности.
cs: Konkrétní příklady klamných průměrů.
da: Konkrete eksempler på misvisende gennemsnit.
de: Konkrete Beispiele für irreführende Durchschnitte.
el: Συγκεκριμένα παραδείγματα εξαπατητικών μέσων τιμών.
es: Ejemplos concretos de medias engañosas.
fi: Konkreettisia esimerkkejä harhaanjohtavista keskiarvoista.
fil: Mga konkretong halimbawa ng nakaliligaw na mga average.
hu: Konkrét példák a csalóka átlagokra.
id: Contoh konkret dari rata-rata yang menyesatkan.
it: Esempi concreti di medie fuorvianti.
ja: 誤解を招く平均の具体例。
ko: 오해의 소지가 있는 평균의 구체적인 예.
nl: Concrete voorbeelden van misleidende gemiddelden.
no: Konkrete eksempler på misvisende gjennomsnitt.
pl: Konkretne przykłady mylnie interpretowanych średnich.
pt_pt: Exemplos concretos de médias enganosas.
ro: Exemple concrete de medii înșelătoare.
ru: Конкретные примеры обманчивых средних.
sk: Konkrétne príklady klamlivých priemerov.
sv: Konkreta exempel på bedrägliga medelvärden.
sw: Mifano halisi ya kati zinazopotosha.
tr: Yanıltıcı ortalamalara dair somut örnekler.
uk: Конкретні приклади оманливих середніх.
vi: Các ví dụ cụ thể về các giá trị trung bình gây hiểu lầm.
zh_hans: 误导性平均值的具体示例。
