Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_compare_q4
source: Pourquoi ne pas toujours convertir en décimal ?
af: Waarom nie altyd in desimaal omskakel nie?
bg: Защо не винаги да преобразувате в десетичен вид?
cs: Proč ne vždy převádět na desetinné číslo?
da: Hvorfor ikke altid konvertere til decimal?
de: Warum nicht immer in Dezimalzahlen umrechnen?
el: Γιατί να μην μετατρέπουμε πάντα σε δεκαδικό;
es: ¿Por qué no siempre convertir a decimal?
fi: Miksi ei aina muuntaa desimaaliksi?
fil: Bakit hindi laging i-convert sa decimal?
hu: Miért ne konvertáljunk mindig tizedesre?
id: Mengapa tidak selalu mengonversi ke desimal?
it: Perché non convertire sempre in decimale?
ja: なぜ常に小数に変換しないのですか？
ko: 왜 항상 소수로 변환하지 않습니까?
nl: Waarom niet altijd omrekenen naar decimaal?
no: Hvorfor ikke alltid konvertere til desimal?
pl: Dlaczego nie zawsze przeliczać na ułamek dziesiętny?
pt_pt: Por que não converter sempre em decimal?
ro: De ce să nu convertim întotdeauna în zecimal?
ru: Почему не всегда переводить в десятичную форму?
sk: Prečo nie vždy prevádzať na desatinné číslo?
sv: Varför konvertera till decimaler?
sw: Kwa nini usibadilisha kila wakati kuwa decimal?
tr: Neden her zaman ondalığa dönüştürmüyoruz?
uk: Чому не завжди перетворювати в десяткове?
vi: Tại sao không luôn chuyển đổi sang thập phân?
zh_hans: 为什么不总是转换为小数？

# ed_math_fractions_fraction_compare_a4
source: La conversion décimale peut être arrondie, alors que la comparaison par fractions est exacte.
af: Die desimale omskakeling kan afgerond wees, terwyl die vergelyking deur breuke presies is.
bg: Десетичното преобразуване може да бъде закръглено, докато сравнението по дроби е точно.
cs: Desetinná konverze může být zaokrouhlena, zatímco porovnání zlomků je přesné.
da: Decimalomregningen kan være afrundet, mens sammenligningen med brøker er præcis.
de: Die dezimale Umrechnung kann gerundet werden, während der Vergleich durch Brüche genau ist.
el: Η δεκαδική μετατροπή μπορεί να είναι στρογγυλοποιημένη, ενώ η σύγκριση με κλάσματα είναι ακριβής.
es: La conversión decimal puede ser redondeada, mientras que la comparación por fracciones es exacta.
fi: Desimaalimuunnos voi olla pyöristetty, kun taas murtolukujen vertailu on tarkkaa.
fil: Ang decimal na conversion ay maaaring ma-round off, habang ang paghahambing sa fractions ay eksakto.
hu: A tizedes konverzió kerekített lehet, míg a törtek közötti összehasonlítás pontos.
id: Konversi desimal dapat dibulatkan, sedangkan perbandingan dengan pecahan adalah tepat.
it: La conversione decimale può essere arrotondata, mentre il confronto tra frazioni è esatto.
ja: 小数変換は丸められる可能性がありますが、分数による比較は正確です。
ko: 소수 변환은 반올림될 수 있지만, 분수 비교는 정확합니다.
nl: De decimale omrekening kan afgerond zijn, terwijl de vergelijking met breuken exact is.
no: Desimalomregningen kan være avrundet, mens sammenligning med brøker er nøyaktig.
pl: Przeliczenie dziesiętne może być zaokrąglone, podczas gdy porównanie ułamków jest dokładne.
pt_pt: A conversão decimal pode ser arredondada, enquanto a comparação por frações é exata.
ro: Conversia zecimală poate fi rotunjită, în timp ce comparația prin fracții este exactă.
ru: Десятичное преобразование может быть округлено, в то время как сравнение дробей точно.
sk: Desatinný prevod môže byť zaokrúhlený, zatiaľ čo porovnanie zlomkov je presné.
sv: Decimalomvandlingen kan vara avrundad, medan jämförelsen med bråk är exakt.
sw: Kubadilisha kuwa decimal kunaweza kuwa na mviringo, wakati kulinganisha kwa sehemu ni sahihi.
tr: Ondalık dönüşüm yuvarlanabilirken, kesirlerle karşılaştırma kesin bir sonuçtur.
uk: Десяткове перетворення може бути округлене, тоді як порівняння дробів є точними.
vi: Chuyển đổi thập phân có thể bị làm tròn, trong khi so sánh bằng phân số là chính xác.
zh_hans: 小数转换可能会被四舍五入，而分数比较是精确的。

# ed_math_fractions_fraction_compare_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_fractions_fraction_compare_tip
source: Pour comparer rapidement à la main, utilisez le produit en croix : comparez a×d et b×c pour a/b et c/d.
af: Om vinnig met die hand te vergelyk, gebruik die kruisprodukte: vergelyk a×d en b×c vir a/b en c/d.
bg: За бързо сравнение на ръка, използвайте кръстосаното умножение: сравнете a×d и b×c за a/b и c/d.
cs: Pro rychlé porovnání ručně použijte křížový součin: porovnejte a×d a b×c pro a/b a c/d.
da: For hurtigt at sammenligne i hånden, brug krydsproduktet: sammenlign a×d og b×c for a/b og c/d.
de: Um schnell von Hand zu vergleichen, verwenden Sie das Kreuzprodukt: vergleichen Sie a×d und b×c für a/b und c/d.
el: Για να συγκρίνετε γρήγορα στο χέρι, χρησιμοποιήστε το διασταυρούμενο προϊόν: συγκρίνετε a×d και b×c για a/b και c/d.
es: Para comparar rápidamente a mano, usa el producto en cruz: compara a×d y b×c para a/b y c/d.
fi: Vertaillaksesi nopeasti käsin, käytä ristituloa: vertaile a×d ja b×c murtoluvuille a/b ja c/d.
fil: Para mabilis na ihambing sa kamay, gamitin ang produkto sa krus: ihambing ang a×d at b×c para sa a/b at c/d.
hu: A gyors kézi összehasonlításhoz használja a keresztbe szorzást: hasonlítsa össze az a×d és b×c értékeket az a/b és c/d esetén.
id: Untuk membandingkan dengan cepat secara manual, gunakan produk silang: bandingkan a×d dan b×c untuk a/b dan c/d.
it: Per confrontare rapidamente a mano, usa il prodotto incrociato: confronta a×d e b×c per a/b e c/d.
ja: 手動で迅速に比較するには、交差積を使用します：a/bとc/dのためにa×dとb×cを比較します。
ko: 손으로 빠르게 비교하려면 교차 곱을 사용하세요: a/b와 c/d에 대해 a×d와 b×c를 비교하세요.
nl: Om snel met de hand te vergelijken, gebruik het kruisproduct: vergelijk a×d en b×c voor a/b en c/d.
no: For å sammenligne raskt for hånd, bruk kryssmultiplikasjon: sammenlign a×d og b×c for a/b og c/d.
pl: Aby szybko porównać ręcznie, użyj iloczynu krzyżowego: porównaj a×d i b×c dla a/b i c/d.
pt_pt: Para comparar rapidamente à mão, use o produto em cruz: compare a×d e b×c para a/b e c/d.
ro: Pentru a compara rapid manual, folosește produsul în cruce: compară a×d și b×c pentru a/b și c/d.
ru: Чтобы быстро сравнить вручную, используйте перекрестное произведение: сравните a×d и b×c для a/b и c/d.
sk: Aby ste rýchlo porovnali ručne, použite krížový súčin: porovnajte a×d a b×c pre a/b a c/d.
sv: För att snabbt jämföra för hand, använd korsmultiplikation: jämför a×d och b×c för a/b och c/d.
sw: Ili kulinganisha haraka kwa mkono, tumia bidhaa ya msalaba: linganisha a×d na b×c kwa a/b na c/d.
tr: Hızlı bir şekilde karşılaştırmak için çapraz çarpımı kullanın: a/b ve c/d için a×d ve b×c'yi karşılaştırın.
uk: Щоб швидко порівняти вручну, використовуйте перехресний добуток: порівняйте a×d та b×c для a/b та c/d.
vi: Để so sánh nhanh chóng bằng tay, sử dụng tích chéo: so sánh a×d và b×c cho a/b và c/d.
zh_hans: 要快速手动比较，请使用交叉相乘：比较a×d和b×c以比较a/b和c/d。

# ed_math_fractions_fraction_simplify_title
source: À propos : Simplification de fractions
af: Oor: Vereenvoudiging van breuke
bg: Относно: Оптимизация на дроби
cs: O tomto: Zjednodušení zlomků
da: Om: Forenkling af brøker
de: Über: Vereinfachung von Brüchen
el: Σχετικά: Απλοποίηση κλασμάτων
es: Acerca de: Simplificación de fracciones
fi: Tietoa: Murtolukujen yksinkertaistaminen
fil: Tungkol sa: Pagsasimplify ng mga fraction
hu: A következőkről: Törtek egyszerűsítése
id: Tentang: Penyederhanaan pecahan
it: Informazioni: Semplificazione delle frazioni
ja: について：分数の簡略化
ko: 정보: 분수 단순화
nl: Over: Vereenvoudiging van breuken
no: Om: Forenkling av brøker
pl: O tym: Uproszczenie ułamków
pt_pt: Sobre: Simplificação de frações
ro: Despre: Simplificarea fracțiilor
ru: О нас: Упрощение дробей
sk: O nás: Zjednodušenie zlomkov
sv: Om: Förenkling av bråk
sw: Kuhusu: Urahisishaji wa sehemu
tr: Hakkında: Kesirlerin sadeleştirilmesi
uk: Про: Спрощення дробів
vi: Về: Đơn giản hóa phân số
zh_hans: 关于：分数的简化

# ed_math_fractions_fraction_simplify_lead
source: Cet outil réduit une fraction à sa forme la plus simple (irréductible) en divisant le numérateur et le dénominateur par leur plus grand diviseur commun, sans changer la valeur de la fraction.
af: Hierdie hulpmiddel verminder 'n breuk na sy eenvoudigste (onvereenkoms) vorm deur die teller en noemer deur hul grootste gemeenskaplike deler te deel, sonder om die waarde van die breuk te verander.
bg: Този инструмент намалява дроб до най-простата й форма (иредуктивна), като дели числителя и знаменателя на техния най-голям общ делител, без да променя стойността на дробта.
cs: Tento nástroj zjednodušuje zlomek na jeho nejjednodušší (nesníženou) formu dělením čitatele a jmenovatele jejich největším společným dělitelem, aniž by změnil hodnotu zlomku.
da: Dette værktøj reducerer en brøk til sin enkleste (irreducible) form ved at dividere tælleren og nævneren med deres største fælles divisor, uden at ændre værdien af brøken.
de: Dieses Werkzeug reduziert einen Bruch auf seine einfachste (nicht reduzierbare) Form, indem es Zähler und Nenner durch ihren größten gemeinsamen Teiler teilt, ohne den Wert des Bruchs zu ändern.
el: Αυτό το εργαλείο μειώνει ένα κλάσμα στην πιο απλή του μορφή (απλοποιημένο) διαιρώντας τον αριθμητή και τον παρονομαστή με τον μεγαλύτερο κοινό διαιρέτη τους, χωρίς να αλλάζει την αξία του κλάσματος.
es: Esta herramienta reduce una fracción a su forma más simple (irreductible) dividiendo el numerador y el denominador por su máximo común divisor, sin cambiar el valor de la fracción.
fi: Tämä työkalu vähentää murtoluvun sen yksinkertaisimpaan (ei-reduktioon) muotoon jakamalla osoittaja ja nimittäjä niiden suurimmalla yhteisellä tekijällä, muuttamatta murtoluvun arvoa.
fil: Ang tool na ito ay nagbabawas ng fraction sa pinakamadali nitong anyo (hindi maaring bawasan) sa pamamagitan ng paghahati sa numerator at denominator sa kanilang pinakamalaking karaniwang divisor, nang hindi binabago ang halaga ng fraction.
hu: Ez az eszköz egy törtet a legegyszerűbb (irreducibilis) formájára csökkent, úgy, hogy a számlálót és a nevezőt a legnagyobb közös osztójukra osztja, anélkül, hogy megváltoztatná a tört értékét.
id: Alat ini mengurangi pecahan ke bentuk paling sederhana (tidak dapat disederhanakan) dengan membagi pembilang dan penyebut dengan faktor persekutuan terbesar mereka, tanpa mengubah nilai pecahan.
it: Questo strumento riduce una frazione alla sua forma più semplice (irriducibile) dividendo il numeratore e il denominatore per il loro massimo comune divisore, senza cambiare il valore della frazione.
ja: このツールは、分子と分母を最大公約数で割ることによって、分数を最も単純な形（既約）に減らし、分数の値を変えません。
ko: 이 도구는 분자와 분모를 최대 공약수로 나누어 분수를 가장 간단한 형태(약분된 형태)로 줄입니다. 분수의 값은 변경되지 않습니다.
nl: Dit hulpmiddel reduceert een breuk naar zijn eenvoudigste (onverkleinbare) vorm door de teller en de noemer te delen door hun grootste gemene deler, zonder de waarde van de breuk te veranderen.
no: Dette verktøyet reduserer en brøk til sin enkleste (irreducible) form ved å dele telleren og nevneren med deres største felles divisor, uten å endre verdien av brøken.
pl: To narzędzie redukuje ułamek do jego najprostszej (niedopuszczalnej) formy, dzieląc licznik i mianownik przez ich największy wspólny dzielnik, nie zmieniając wartości ułamka.
pt_pt: Esta ferramenta reduz uma fração à sua forma mais simples (irredutível) dividindo o numerador e o denominador pelo seu maior divisor comum, sem alterar o valor da fração.
ro: Acest instrument reduce o fracție la forma sa cea mai simplă (ireductibilă) prin împărțirea numărătorului și numitorului la cel mai mare divizor comun, fără a schimba valoarea fracției.
ru: Этот инструмент сокращает дробь до ее самой простой (несократимой) формы, деля числитель и знаменатель на их наибольший общий делитель, не меняя значение дроби.
sk: Tento nástroj zredukuje zlomek na jeho najjednoduchšiu (neprerušiteľnú) formu delením čitateľa a menovateľa ich najväčším spoločným deliteľom, bez zmeny hodnoty zlomku.
sv: Detta verktyg reducerar ett bråk till sin enklaste (irreducerbara) form genom att dela täljaren och nämnaren med deras största gemensamma delare, utan att ändra värdet på bråket.
sw: Kifaa hiki kinapunguza sehemu kuwa katika mfumo wake rahisi zaidi (usio na mabadiliko) kwa kugawanya numerator na denominator kwa mgawanyiko wao mkubwa zaidi wa pamoja, bila kubadilisha thamani ya sehemu.
tr: Bu araç, bir kesiri en basit (sade) formuna indirir, pay ve paydayı en büyük ortak bölenleri ile bölerek, kesirin değerini değiştirmeden.
uk: Цей інструмент зменшує дріб до його найпростішої (ірредуктивної) форми, ділячи чисельник і знаменник на їх найбільший спільний дільник, не змінюючи значення дробу.
vi: Công cụ này giảm một phân số về dạng đơn giản nhất (không thể rút gọn) bằng cách chia tử số và mẫu số cho ước số chung lớn nhất của chúng, mà không thay đổi giá trị của phân số.
zh_hans: 该工具通过将分子和分母除以它们的最大公约数，将分数简化为最简单的形式（不可约形式），而不改变分数的值。

# ed_math_fractions_fraction_simplify_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_fractions_fraction_simplify_uc1_title
source: Vérifier un résultat
af: Verifieer 'n resultaat
bg: Проверка на резултат
cs: Ověřit výsledek
da: Kontrollere et resultat
de: Ein Ergebnis überprüfen
el: Έλεγχος ενός αποτελέσματος
es: Verificar un resultado
fi: Tarkista tulos
fil: Suriin ang isang resulta
hu: Eredmény ellenőrzése
id: Memeriksa hasil
it: Verificare un risultato
ja: 結果を確認する
ko: 결과 확인
nl: Een resultaat controleren
no: Kontrollere et resultat
pl: Sprawdzenie wyniku
pt_pt: Verificar um resultado
ro: Verificarea unui rezultat
ru: Проверка результата
sk: Overiť výsledok
sv: Kontrollera ett resultat
sw: Kuthibitisha matokeo
tr: Bir sonucu kontrol etmek
uk: Перевірити результат
vi: Kiểm tra một kết quả
zh_hans: 检查结果

# ed_math_fractions_fraction_simplify_uc1_text
source: Contrôler qu’une fraction comme 18/24 peut bien être réduite à 3/4.
af: Kontroleer of 'n breuk soos 18/24 regtig tot 3/4 verminder kan word.
bg: Проверка дали дроб като 18/24 може да бъде намалена до 3/4.
cs: Zkontrolovat, že zlomek jako 18/24 může být skutečně zjednodušen na 3/4.
da: Kontrollere at en brøk som 18/24 kan reduceres til 3/4.
de: Überprüfen, ob ein Bruch wie 18/24 tatsächlich auf 3/4 reduziert werden kann.
el: Ελέγξτε ότι ένα κλάσμα όπως το 18/24 μπορεί να μειωθεί σε 3/4.
es: Comprobar que una fracción como 18/24 puede ser reducida a 3/4.
fi: Varmista, että murtoluku kuten 18/24 voidaan todella vähentää muotoon 3/4.
fil: Suriin kung ang fraction tulad ng 18/24 ay maaaring mabawasan sa 3/4.
hu: Ellenőrizni, hogy egy tört, mint például 18/24, valóban egyszerűsíthető-e 3/4-re.
id: Memastikan bahwa pecahan seperti 18/24 dapat disederhanakan menjadi 3/4.
it: Controllare che una frazione come 18/24 possa essere ridotta a 3/4.
ja: 18/24のような分数が3/4に正しく簡略化できるか確認する。
ko: 18/24와 같은 분수가 3/4로 잘 줄어들 수 있는지 확인합니다.
nl: Controleren of een breuk zoals 18/24 kan worden vereenvoudigd naar 3/4.
no: Sjekke at en brøk som 18/24 kan reduseres til 3/4.
pl: Sprawdzenie, czy ułamek taki jak 18/24 może być zredukowany do 3/4.
pt_pt: Controlar se uma fração como 18/24 pode ser reduzida a 3/4.
ro: Verificarea că o fracție precum 18/24 poate fi redusă la 3/4.
ru: Проверить, что дробь, такая как 18/24, может быть сокращена до 3/4.
sk: Skontrolovať, či zlomek ako 18/24 môže byť správne zredukovaný na 3/4.
sv: Kontrollera att ett bråk som 18/24 verkligen kan reduceras till 3/4.
sw: Kukagua kwamba sehemu kama 18/24 inaweza kupunguzwa kuwa 3/4.
tr: 18/24 gibi bir kesirin gerçekten 3/4'e indirgenip indirgenemeyeceğini kontrol etmek.
uk: Переконатися, що дріб, як-от 18/24, може бути зменшений до 3/4.
vi: Kiểm tra xem một phân số như 18/24 có thể được rút gọn thành 3/4 hay không.
zh_hans: 验证一个分数如18/24是否可以简化为3/4。

# ed_math_fractions_fraction_simplify_uc2_title
source: Préparer un calcul
af: Bereid 'n berekening voor
bg: Подготовка на изчисление
cs: Připravit výpočet
da: Forberede en beregning
de: Eine Berechnung vorbereiten
el: Προετοιμασία ενός υπολογισμού
es: Preparar un cálculo
fi: Valmistele laskentaa
fil: Ihanda ang isang kalkulasyon
hu: Számítás előkészítése
id: Mempersiapkan perhitungan
it: Preparare un calcolo
ja: 計算の準備
ko: 계산 준비
nl: Een berekening voorbereiden
no: Forberede en beregning
pl: Przygotowanie obliczenia
pt_pt: Preparar um cálculo
ro: Pregătirea unui calcul
ru: Подготовка вычисления
sk: Pripraviť výpočet
sv: Förbereda en beräkning
sw: Kuweka tayari hesabu
tr: Bir hesaplama hazırlamak
uk: Підготувати обчислення
vi: Chuẩn bị một phép tính
zh_hans: 准备计算

# ed_math_fractions_fraction_simplify_uc2_text
source: Simplifier une fraction avant une addition, multiplication ou comparaison.
af: Vereenvoudig 'n breuk voor 'n optelling, vermenigvuldiging of vergelyking.
bg: Оптимизиране на дроб преди събиране, умножение или сравнение.
cs: Zjednodušit zlomek před sčítáním, násobením nebo porovnáváním.
da: Forenkle en brøk før addition, multiplikation eller sammenligning.
de: Einen Bruch vor einer Addition, Multiplikation oder einem Vergleich vereinfachen.
el: Απλοποιήστε ένα κλάσμα πριν από μια πρόσθεση, πολλαπλασιασμό ή σύγκριση.
es: Simplificar una fracción antes de una suma, multiplicación o comparación.
fi: Yksinkertaista murtoluku ennen yhteenlaskua, kertolaskua tai vertailua.
fil: Pagsimplify ng fraction bago ang isang karagdagan, multiplikasyon o paghahambing.
hu: Egy tört egyszerűsítése egy összeadás, szorzás vagy összehasonlítás előtt.
id: Menyederhanakan pecahan sebelum penjumlahan, perkalian, atau perbandingan.
it: Semplificare una frazione prima di un'addizione, moltiplicazione o confronto.
ja: 加算、乗算、または比較の前に分数を簡略化します。
ko: 덧셈, 곱셈 또는 비교 전에 분수를 단순화합니다.
nl: Een breuk vereenvoudigen voor een optelling, vermenigvuldiging of vergelijking.
no: Forenkle en brøk før en addisjon, multiplikasjon eller sammenligning.
pl: Uproszczenie ułamka przed dodawaniem, mnożeniem lub porównywaniem.
pt_pt: Simplificar uma fração antes de uma adição, multiplicação ou comparação.
ro: Simplificarea unei fracții înainte de o adunare, înmulțire sau comparație.
ru: Упростить дробь перед сложением, умножением или сравнением.
sk: Zjednodušiť zlomek pred sčítaním, násobením alebo porovnávaním.
sv: Förenkla ett bråk innan addition, multiplikation eller jämförelse.
sw: Kurahisisha sehemu kabla ya kuongeza, kuzidisha au kulinganisha.
tr: Bir toplama, çarpma veya karşılaştırmadan önce bir kesiri sadeleştirmek.
uk: Спростити дріб перед додаванням, множенням або порівнянням.
vi: Đơn giản hóa một phân số trước khi cộng, nhân hoặc so sánh.
zh_hans: 在加法、乘法或比较之前简化分数。

# ed_math_fractions_fraction_simplify_uc3_title
source: Rendre une fraction lisible
af: Maak 'n breuk leesbaar
bg: Правене на дроб четима
cs: Udělat zlomek čitelným
da: Gøre en brøk læsbar
de: Einen Bruch lesbar machen
el: Κάντε ένα κλάσμα ευανάγνωστο
es: Hacer que una fracción sea legible
fi: Tee murtoluku luettavaksi
fil: Gawing nababasa ang isang fraction
hu: Egy tört olvashatóvá tétele
id: Membuat pecahan dapat dibaca
it: Rendere una frazione leggibile
ja: 分数を読みやすくする
ko: 분수를 읽기 쉽게 만들기
nl: Een breuk leesbaar maken
no: Gjør en brøk lesbar
pl: Uczytelnić ułamek
pt_pt: Tornar uma fração legível
ro: Facerea unei fracții lizibile
ru: Сделать дробь читаемой
sk: Urobiť zlomek čitateľným
sv: Göra ett bråk läsbart
sw: Kufanya sehemu iwe rahisi kusoma
tr: Bir kesiri okunabilir hale getirmek
uk: Зробити дріб читабельним
vi: Làm cho một phân số dễ đọc
zh_hans: 使分数易读

# ed_math_fractions_fraction_simplify_uc3_text
source: Présenter un résultat clair et standard dans un devoir, un document ou un rapport.
af: Bied 'n duidelike en standaard resultaat aan in 'n opdrag, dokument of verslag.
bg: Представяне на ясен и стандартен резултат в задача, документ или доклад.
cs: Představit jasný a standardní výsledek v úkolu, dokumentu nebo zprávě.
da: Præsentere et klart og standardiseret resultat i en opgave, et dokument eller en rapport.
de: Ein klares und standardisiertes Ergebnis in einer Aufgabe, einem Dokument oder einem Bericht präsentieren.
el: Παρουσιάστε ένα σαφές και τυποποιημένο αποτέλεσμα σε μια εργασία, έγγραφο ή αναφορά.
es: Presentar un resultado claro y estándar en un deber, un documento o un informe.
fi: Esitä selkeä ja standardoitu tulos tehtävässä, asiakirjassa tai raportissa.
fil: Ipakita ang isang malinaw at pamantayang resulta sa isang takdang-aralin, dokumento o ulat.
hu: Egy világos és szabványos eredmény bemutatása egy feladatban, dokumentumban vagy jelentésben.
id: Menyajikan hasil yang jelas dan standar dalam tugas, dokumen, atau laporan.
it: Presentare un risultato chiaro e standard in un compito, un documento o un rapporto.
ja: 課題、文書、または報告書で明確で標準的な結果を提示します。
ko: 과제, 문서 또는 보고서에서 명확하고 표준화된 결과를 제시합니다.
nl: Een duidelijk en standaard resultaat presenteren in een opdracht, document of rapport.
no: Presentere et klart og standardisert resultat i en oppgave, et dokument eller en rapport.
pl: Przedstawienie jasnego i standardowego wyniku w pracy, dokumencie lub raporcie.
pt_pt: Apresentar um resultado claro e padrão em um dever, documento ou relatório.
ro: Prezentarea unui rezultat clar și standard într-o lucrare, document sau raport.
ru: Представить ясный и стандартный результат в задании, документе или отчете.
sk: Predložiť jasný a štandardný výsledok v úlohe, dokumente alebo správe.
sv: Presentera ett klart och standardiserat resultat i en uppgift, ett dokument eller en rapport.
sw: Kuwasilisha matokeo wazi na ya kawaida katika kazi, hati au ripoti.
tr: Bir ödev, belge veya raporda net ve standart bir sonuç sunmak.
uk: Представити чіткий і стандартний результат у завданні, документі або звіті.
vi: Trình bày một kết quả rõ ràng và tiêu chuẩn trong một bài tập, tài liệu hoặc báo cáo.
zh_hans: 在作业、文档或报告中呈现清晰且标准的结果。

# ed_math_fractions_fraction_simplify_uc4_title
source: Identifier des fractions équivalentes
af: Identifiseer ekwivalente breuke
bg: Идентифициране на еквивалентни дроби
cs: Identifikovat ekvivalentní zlomky
da: Identificere ækvivalente brøker
de: Äquivalente Brüche identifizieren
el: Αναγνωρίστε ισοδύναμα κλάσματα
es: Identificar fracciones equivalentes
fi: Tunnista vastaavat murtoluvut
fil: Kilalanin ang mga katumbas na fraction
hu: Ekvivalens törtek azonosítása
id: Mengidentifikasi pecahan yang setara
it: Identificare frazioni equivalenti
ja: 同等の分数を特定する
ko: 동등한 분수 식별
nl: Identificeren van equivalente breuken
no: Identifisere ekvivalente brøker
pl: Identyfikacja ułamków równoważnych
pt_pt: Identificar frações equivalentes
ro: Identificarea fracțiilor echivalente
ru: Идентификация эквивалентных дробей
sk: Identifikovať ekvivalentné zlomky
sv: Identifiera ekvivalenta bråk
sw: Kutambua sehemu sawa
tr: Eşit kesirleri tanımlamak
uk: Ідентифікувати еквівалентні дроби
vi: Xác định các phân số tương đương
zh_hans: 识别等值分数
