Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_signatures_to_json_out1
source: Un JSON des signatures : champs, sous-type, signer name (si présent), raison, lieu, date, byte range et infos de certificat.
af: 'n JSON van die handtekeninge: velde, subtipe, onderteken naam (indien teenwoordig), rede, plek, datum, byte reeks en sertifikaatinligting.
bg: JSON на подписите: полета, подтип, име на подписващия (ако е налично), причина, място, дата, байтов диапазон и информация за сертификата.
cs: JSON podpisů: pole, podtyp, jméno podepisujícího (pokud je přítomno), důvod, místo, datum, rozsah bajtů a informace o certifikátu.
da: En JSON af signaturer: felter, subtype, signer name (hvis til stede), årsag, sted, dato, byteområde og certifikatoplysninger.
de: Ein JSON der Signaturen: Felder, Untertyp, Name des Unterzeichners (falls vorhanden), Grund, Ort, Datum, Byte-Bereich und Zertifikatsinformationen.
el: Ένα JSON των υπογραφών: πεδία, υποτύπος, όνομα υπογράφοντος (αν υπάρχει), λόγος, τόπος, ημερομηνία, byte range και πληροφορίες πιστοποίησης.
es: Un JSON de las firmas: campos, subtipo, nombre del firmante (si está presente), razón, lugar, fecha, rango de bytes e información del certificado.
fi: JSON allekirjoituksista: kentät, alatyypit, allekirjoittajan nimi (jos saatavilla), syy, sijainti, päivämäärä, byte-alue ja sertifikaattitiedot.
fil: Isang JSON ng mga lagda: mga field, sub-type, pangalan ng nag-sign (kung naroroon), dahilan, lokasyon, petsa, byte range at impormasyon ng sertipiko.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un JSON delle firme: campi, sottotipo, nome del firmatario (se presente), motivo, luogo, data, intervallo di byte e informazioni sul certificato.
ja: 署名のJSON：フィールド、サブタイプ、署名者名（存在する場合）、理由、場所、日付、バイト範囲、証明書情報。
ko: 서명의 JSON: 필드, 하위 유형, 서명자 이름(존재하는 경우), 이유, 위치, 날짜, 바이트 범위 및 인증서 정보.
nl: Een JSON van de handtekeningen: velden, subtype, ondertekenaar naam (indien aanwezig), reden, locatie, datum, byte-bereik en certificaatinformatie.
no: En JSON av signaturene: felt, subtype, signer name (hvis tilstede), årsak, sted, dato, byte-rekke og sertifikatopplysninger.
pl: JSON podpisów: pola, podtyp, nazwa podpisującego (jeśli obecna), powód, miejsce, data, zakres bajtów i informacje o certyfikacie.
pt_pt: Um JSON das assinaturas: campos, subtipo, nome do signatário (se presente), razão, local, data, intervalo de bytes e informações do certificado.
ro: Un JSON al semnăturilor: câmpuri, subtip, numele semnatarului (dacă este prezent), motiv, loc, dată, interval de byte și informații de certificat.
ru: JSON подписей: поля, подтип, имя подписанта (если присутствует), причина, место, дата, диапазон байтов и информация о сертификате.
sk: JSON podpisov: polia, podtyp, meno podpisujúceho (ak je prítomné), dôvod, miesto, dátum, rozsah bajtov a informácie o certifikáte.
sv: En JSON av signaturerna: fält, undertyp, signer name (om närvarande), skäl, plats, datum, byte-intervall och certifikatinformation.
sw: JSON ya saini: sehemu, aina ndogo, jina la kusaini (ikiwa ipo), sababu, mahali, tarehe, byte range na taarifa za cheti.
tr: İmzaların bir JSON'u: alanlar, alt tür, imzalayan adı (varsa), neden, yer, tarih, byte aralığı ve sertifika bilgileri.
uk: JSON підписів: поля, підтип, ім'я підписувача (якщо присутнє), причина, місце, дата, діапазон байтів та інформація про сертифікат.
vi: Một JSON của các chữ ký: trường, loại phụ, tên người ký (nếu có), lý do, địa điểm, ngày, khoảng byte và thông tin chứng chỉ.
zh_hans: 签名的 JSON：字段、子类型、签名者姓名（如存在）、原因、位置、日期、字节范围和证书信息。

# ed_dev_pdf_pdf_signatures_to_json_out2
source: Des éléments utiles pour corréler avec vos actions : présence de timestamp, nombre de signatures, champs vides à signer.
af: Nuttige elemente om te korreleer met jou aksies: teenwoordigheid van tydstempel, aantal handtekeninge, leë velde om te onderteken.
bg: Полезни елементи за корелация с вашите действия: наличие на времеви печат, брой подписи, празни полета за подпис.
cs: Užitečné prvky pro korelaci s vašimi akcemi: přítomnost časového razítka, počet podpisů, prázdná pole k podpisu.
da: Nyttige elementer til at korrelere med dine handlinger: tilstedeværelse af tidsstempel, antal signaturer, tomme felter der skal underskrives.
de: Nützliche Elemente zur Korrelation mit Ihren Aktionen: Vorhandensein eines Zeitstempels, Anzahl der Signaturen, leere Felder zum Unterzeichnen.
el: Χρήσιμα στοιχεία για συσχέτιση με τις ενέργειές σας: παρουσία timestamp, αριθμός υπογραφών, κενά πεδία προς υπογραφή.
es: Elementos útiles para correlacionar con sus acciones: presencia de timestamp, número de firmas, campos vacíos para firmar.
fi: Hyödyllisiä elementtejä korreloimiseen toimintojesi kanssa: aikaleiman läsnäolo, allekirjoitusten määrä, tyhjät kentät allekirjoitettavaksi.
fil: Mga kapaki-pakinabang na elemento upang i-correlate sa iyong mga aksyon: pagkakaroon ng timestamp, bilang ng mga lagda, mga walang laman na field na dapat lagdaan.
hu: TODO: Mire jó ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Elementi utili per correlare con le tue azioni: presenza di timestamp, numero di firme, campi vuoti da firmare.
ja: あなたのアクションと相関させるための有用な要素：タイムスタンプの存在、署名の数、署名する必要のある空のフィールド。
ko: 귀하의 작업과 상관관계를 맺기 위한 유용한 요소: 타임스탬프 존재, 서명 수, 서명할 빈 필드.
nl: Nuttige elementen om te correleren met jouw acties: aanwezigheid van timestamp, aantal handtekeningen, lege velden om te ondertekenen.
no: Nyttige elementer for å korrelere med dine handlinger: tilstedeværelse av tidsstempel, antall signaturer, tomme felt som må signeres.
pl: Przydatne elementy do korelacji z Twoimi działaniami: obecność znacznika czasu, liczba podpisów, puste pola do podpisania.
pt_pt: Elementos úteis para correlacionar com suas ações: presença de timestamp, número de assinaturas, campos vazios a serem assinados.
ro: Elemente utile pentru a corela cu acțiunile dvs.: prezența timestamp-ului, numărul de semnături, câmpuri goale de semnat.
ru: Полезные элементы для корреляции с вашими действиями: наличие временной метки, количество подписей, пустые поля для подписания.
sk: Užitočné prvky na koreláciu s vašimi akciami: prítomnosť časovej pečiatky, počet podpisov, prázdne polia na podpis.
sv: Nyttiga element för att korrelera med dina åtgärder: närvaro av tidsstämpel, antal signaturer, tomma fält att signera.
sw: Vipengele vya manufaa kwa kulinganisha na vitendo vyako: uwepo wa timestamp, idadi ya saini, sehemu zisizo na saini.
tr: Eylemlerinizle ilişkilendirmek için yararlı öğeler: zaman damgası varlığı, imza sayısı, imzalanması gereken boş alanlar.
uk: Корисні елементи для кореляції з вашими діями: наявність мітки часу, кількість підписів, порожні поля для підписання.
vi: Các yếu tố hữu ích để tương quan với các hành động của bạn: sự hiện diện của dấu thời gian, số lượng chữ ký, các trường trống cần ký.
zh_hans: 有助于与您的操作相关联的元素：时间戳的存在、签名数量、待签名的空字段。

# ed_dev_pdf_pdf_signatures_to_json_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og punkter å være oppmerksom på
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_signatures_to_json_lim1
source: La validation cryptographique complète dépend d’une chaîne de confiance (AC) et d’un environnement de vérification : le JSON seul ne suffit pas toujours.
af: Die volledige kriptografiese validasie hang af van 'n ketting van vertroue (AC) en 'n verifikasie-omgewing: die JSON alleen is nie altyd genoeg nie.
bg: Пълната криптографска валидация зависи от верига на доверие (AC) и среда за проверка: JSON сам по себе си не винаги е достатъчен.
cs: Úplná kryptografická validace závisí na řetězci důvěry (AC) a ověřovacím prostředí: samotný JSON často nestačí.
da: Den fulde kryptografiske validering afhænger af en tillidskæde (CA) og et verificeringsmiljø: JSON alene er ikke altid tilstrækkeligt.
de: Die vollständige kryptografische Validierung hängt von einer Vertrauenskette (AC) und einer Überprüfungsumgebung ab: JSON allein reicht nicht immer aus.
el: Η πλήρης κρυπτογραφική επικύρωση εξαρτάται από μια αλυσίδα εμπιστοσύνης (AC) και ένα περιβάλλον επαλήθευσης: το JSON μόνο δεν αρκεί πάντα.
es: La validación criptográfica completa depende de una cadena de confianza (AC) y un entorno de verificación: el JSON solo no siempre es suficiente.
fi: Kattava kryptografinen validointi riippuu luottamusketjusta (AC) ja tarkistamisympäristöstä: pelkkä JSON ei aina riitä.
fil: Ang kumpletong cryptographic validation ay nakasalalay sa isang chain of trust (AC) at isang verification environment: ang JSON lamang ay hindi palaging sapat.
hu: TODO.
id: TODO.
it: La validazione crittografica completa dipende da una catena di fiducia (AC) e da un ambiente di verifica: il JSON da solo non è sempre sufficiente.
ja: 完全な暗号検証は、信頼のチェーン（AC）と検証環境に依存します：JSONだけでは常に十分ではありません。
ko: 완전한 암호화 검증은 신뢰 체인(AC) 및 검증 환경에 따라 다릅니다: JSON만으로는 항상 충분하지 않습니다.
nl: Volledige cryptografische validatie hangt af van een keten van vertrouwen (AC) en een verificatieomgeving: de JSON alleen is niet altijd voldoende.
no: Full kryptografisk validering avhenger av en tillitkjede (AC) og et verifikasjonsmiljø: JSON alene er ikke alltid tilstrekkelig.
pl: Pełna walidacja kryptograficzna zależy od łańcucha zaufania (AC) i środowiska weryfikacji: sam JSON nie zawsze wystarcza.
pt_pt: A validação criptográfica completa depende de uma cadeia de confiança (AC) e de um ambiente de verificação: o JSON sozinho nem sempre é suficiente.
ro: Validarea criptografică completă depinde de un lanț de încredere (AC) și de un mediu de verificare: JSON-ul singur nu este întotdeauna suficient.
ru: Полная криптографическая проверка зависит от цепочки доверия (ЦС) и среды проверки: одного JSON может быть недостаточно.
sk: Úplná kryptografická validácia závisí od reťazca dôvery (AC) a overovacieho prostredia: samotný JSON nie vždy stačí.
sv: Fullständig kryptografisk validering beror på en kedja av förtroende (CA) och en verifieringsmiljö: JSON ensam är inte alltid tillräckligt.
sw: Uthibitisho wa cryptographic kamili unategemea mnyororo wa kuaminika (AC) na mazingira ya uhakiki: JSON pekee haitoshi kila wakati.
tr: Tam kriptografik doğrulama, bir güven zincirine (AC) ve bir doğrulama ortamına bağlıdır: JSON tek başına her zaman yeterli değildir.
uk: Повна криптографічна валідація залежить від ланцюга довіри (ЦС) та середовища перевірки: JSON сам по собі не завжди достатній.
vi: Việc xác thực chữ ký điện tử hoàn chỉnh phụ thuộc vào một chuỗi tin cậy (AC) và một môi trường xác minh: JSON một mình không luôn đủ.
zh_hans: 完整的密码验证依赖于信任链（AC）和验证环境：仅 JSON 有时不足够。

# ed_dev_pdf_pdf_signatures_to_json_lim2
source: Certaines informations (nom, raison) peuvent être absentes ou non standard selon le logiciel de signature.
af: Sommige inligting (naam, rede) kan ontbreek of nie standaard wees nie, afhangende van die handtekening sagteware.
bg: Някои информации (име, причина) могат да липсват или да не са стандартни в зависимост от софтуера за подпис.
cs: Některé informace (jméno, důvod) mohou být chybějící nebo nestandardní v závislosti na softwaru pro podpis.
da: Nogle oplysninger (navn, årsag) kan være fraværende eller ikke-standard afhængigt af signatursoftwaren.
de: Einige Informationen (Name, Grund) können je nach Signatursoftware fehlen oder nicht standardisiert sein.
el: Ορισμένες πληροφορίες (όνομα, λόγος) μπορεί να απουσιάζουν ή να μην είναι τυποποιημένες ανάλογα με το λογισμικό υπογραφής.
es: Algunas informaciones (nombre, razón) pueden estar ausentes o no ser estándar según el software de firma.
fi: Jotkut tiedot (nimi, syy) voivat olla puuttuvia tai ei-standardeja allekirjoitusohjelmistosta riippuen.
fil: Ang ilang impormasyon (pangalan, dahilan) ay maaaring wala o hindi pamantayan depende sa software ng lagda.
hu: TODO.
id: TODO.
it: Alcune informazioni (nome, motivo) possono essere assenti o non standard a seconda del software di firma.
ja: 一部の情報（名前、理由）は、署名ソフトウェアによって欠落しているか、標準でない場合があります。
ko: 일부 정보(이름, 이유)는 서명 소프트웨어에 따라 누락되거나 비표준일 수 있습니다.
nl: Sommige informatie (naam, reden) kan ontbreken of niet-standaard zijn afhankelijk van de handtekeningsoftware.
no: Noen opplysninger (navn, årsak) kan være fraværende eller ikke-standard avhengig av signaturprogramvaren.
pl: Niektóre informacje (nazwa, powód) mogą być nieobecne lub niestandardowe w zależności od oprogramowania do podpisu.
pt_pt: Algumas informações (nome, razão) podem estar ausentes ou não padronizadas dependendo do software de assinatura.
ro: Unele informații (nume, motiv) pot fi absente sau non-standard în funcție de software-ul de semnătură.
ru: Некоторые данные (имя, причина) могут отсутствовать или быть нестандартными в зависимости от программного обеспечения для подписания.
sk: Niektoré informácie (meno, dôvod) môžu byť chýbajúce alebo nestandardné v závislosti od softvéru na podpisovanie.
sv: Viss information (namn, skäl) kan saknas eller vara icke-standard beroende på signaturprogramvaran.
sw: Taarifa fulani (jina, sababu) zinaweza kukosekana au kuwa zisizo za kawaida kulingana na programu ya saini.
tr: Bazı bilgiler (isim, neden) imza yazılımına bağlı olarak eksik veya standart dışı olabilir.
uk: Деяка інформація (ім'я, причина) може бути відсутня або нестандартною залежно від програмного забезпечення для підпису.
vi: Một số thông tin (tên, lý do) có thể bị thiếu hoặc không chuẩn theo phần mềm chữ ký.
zh_hans: 某些信息（姓名、原因）可能缺失或根据签名软件不标准化。

# ed_dev_pdf_pdf_signatures_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_signatures_to_json_q1
source: L’outil dit-il si la signature est valide ?
af: Sê die hulpmiddel of die handtekening geldig is?
bg: Инструментът казва ли дали подписът е валиден?
cs: Říká nástroj, zda je podpis platný?
da: Siger værktøjet om signaturen er gyldig?
de: Sagt das Tool, ob die Signatur gültig ist?
el: Λέει το εργαλείο αν η υπογραφή είναι έγκυρη;
es: ¿La herramienta indica si la firma es válida?
fi: Ilmoittaako työkalu, onko allekirjoitus voimassa?
fil: Sinasabi ba ng tool kung ang lagda ay wasto?
hu: TODO
id: TODO
it: Lo strumento dice se la firma è valida?
ja: ツールは署名が有効かどうかを示しますか？
ko: 도구가 서명이 유효한지 알려줍니까?
nl: Geeft de tool aan of de handtekening geldig is?
no: Sier verktøyet om signaturen er gyldig?
pl: Czy narzędzie mówi, czy podpis jest ważny?
pt_pt: A ferramenta diz se a assinatura é válida?
ro: Instrumentul spune dacă semnătura este validă?
ru: Говорит ли инструмент, действительна ли подпись?
sk: Hovorí nástroj, či je podpis platný?
sv: Säger verktyget om signaturen är giltig?
sw: Je, chombo kinasema kama saini ni halali?
tr: Araç imzanın geçerli olup olmadığını söylüyor mu?
uk: Чи говорить інструмент, чи є підпис дійсним?
vi: Công cụ có nói rằng chữ ký là hợp lệ không?
zh_hans: 工具是否会告诉我签名是否有效？

# ed_dev_pdf_pdf_signatures_to_json_a1
source: Il fournit surtout les données et indicateurs. La validité stricte peut nécessiter une vérification cryptographique et une chaîne de confiance.
af: Dit verskaf hoofsaaklik die data en aanwysers. Strikte geldigheid kan 'n kriptografiese verifikasie en 'n ketting van vertroue vereis.
bg: Той предоставя основно данни и индикатори. Строгата валидност може да изисква криптографска проверка и верижна довереност.
cs: Poskytuje především data a indikátory. Přísná platnost může vyžadovat kryptografickou kontrolu a řetězec důvěry.
da: Det giver primært data og indikatorer. Streng gyldighed kan kræve kryptografisk verifikation og en tillid kæde.
de: Es liefert hauptsächlich die Daten und Indikatoren. Die strikte Gültigkeit kann eine kryptografische Überprüfung und eine Vertrauenswürdigkeit erfordern.
el: Παρέχει κυρίως δεδομένα και δείκτες. Η αυστηρή εγκυρότητα μπορεί να απαιτεί κρυπτογραφική επαλήθευση και αλυσίδα εμπιστοσύνης.
es: Proporciona principalmente datos e indicadores. La validez estricta puede requerir una verificación criptográfica y una cadena de confianza.
fi: Se tarjoaa pääasiassa tietoja ja indikaattoreita. Tiukka voimassaolo voi vaatia kryptografista tarkistusta ja luottamusketjua.
fil: Ito ay pangunahing nagbibigay ng data at mga tagapagpahiwatig. Ang mahigpit na bisa ay maaaring mangailangan ng cryptographic verification at isang chain of trust.
hu: TODO
id: TODO
it: Fornisce principalmente dati e indicatori. La validità rigorosa può richiedere una verifica crittografica e una catena di fiducia.
ja: 主にデータと指標を提供します。厳密な有効性は、暗号検証と信頼のチェーンを必要とする場合があります。
ko: 주로 데이터와 지표를 제공합니다. 엄격한 유효성은 암호화 검증 및 신뢰 체인이 필요할 수 있습니다.
nl: Het biedt vooral de gegevens en indicatoren. Strikte geldigheid kan een cryptografische verificatie en een keten van vertrouwen vereisen.
no: Det gir hovedsakelig data og indikatorer. Streng gyldighet kan kreve kryptografisk verifisering og en tillitkjede.
pl: Dostarcza głównie dane i wskaźniki. Ścisła ważność może wymagać weryfikacji kryptograficznej i łańcucha zaufania.
pt_pt: Fornece principalmente dados e indicadores. A validade estrita pode exigir uma verificação criptográfica e uma cadeia de confiança.
ro: Oferă în principal date și indicatori. Validitatea strictă poate necesita o verificare criptografică și o lanț de încredere.
ru: Он в основном предоставляет данные и индикаторы. Строгая действительность может потребовать криптографической проверки и цепочки доверия.
sk: Poskytuje predovšetkým údaje a ukazovatele. Prísna platnosť môže vyžadovať kryptografickú kontrolu a reťazec dôvery.
sv: Det ger främst data och indikatorer. Strikt giltighet kan kräva kryptografisk verifiering och en förtroendekedja.
sw: Kimsingi hutoa data na viashiria. Uhalali wa kweli unaweza kuhitaji uthibitisho wa kificho na mnyororo wa kuaminika.
tr: Genellikle verileri ve göstergeleri sağlar. Kesin geçerlilik, kriptografik bir doğrulama ve güven zinciri gerektirebilir.
uk: Він в основному надає дані та індикатори. Строга дійсність може вимагати криптографічної перевірки та ланцюга довіри.
vi: Nó chủ yếu cung cấp dữ liệu và chỉ số. Tính hợp lệ nghiêm ngặt có thể yêu cầu kiểm tra mật mã và chuỗi tin cậy.
zh_hans: 它主要提供数据和指标。严格的有效性可能需要加密验证和信任链。

# ed_dev_pdf_pdf_signatures_to_json_q2
source: Pourquoi ma signature devient invalide après fusion ?
af: Waarom word my handtekening ongeldig na samesmelting?
bg: Защо подписът ми става невалиден след сливане?
cs: Proč se moje podpis stává neplatným po sloučení?
da: Hvorfor bliver min underskrift ugyldig efter sammensmeltning?
de: Warum wird meine Unterschrift nach der Zusammenführung ungültig?
el: Γιατί η υπογραφή μου γίνεται άκυρη μετά τη συγχώνευση;
es: ¿Por qué mi firma se vuelve inválida después de la fusión?
fi: Miksi allekirjoitukseni muuttuu voimattomaksi yhdistämisen jälkeen?
fil: Bakit nagiging hindi wasto ang aking pirma pagkatapos ng pagsasama?
hu: TODO
id: TODO
it: Perché la mia firma diventa non valida dopo la fusione?
ja: なぜ私の署名はマージ後に無効になりますか？
ko: 왜 내 서명이 병합 후에 무효가 되나요?
nl: Waarom wordt mijn handtekening ongeldig na samenvoegen?
no: Hvorfor blir signaturen min ugyldig etter sammenslåing?
pl: Dlaczego mój podpis staje się nieważny po scaleniu?
pt_pt: Por que a minha assinatura se torna inválida após a fusão?
ro: De ce semnătura mea devine invalidă după fuziune?
ru: Почему моя подпись становится недействительной после слияния?
sk: Prečo sa moja podpis stáva neplatnou po zlúčení?
sv: Varför blir min signatur ogiltig efter sammanslagning?
sw: Kwa nini saini yangu inakuwa batili baada ya kuunganishwa?
tr: Neden imzam birleştirdikten sonra geçersiz oluyor?
uk: Чому мій підпис стає недійсним після злиття?
vi: Tại sao chữ ký của tôi trở nên không hợp lệ sau khi hợp nhất?
zh_hans: 为什么我的签名在合并后变得无效？

# ed_dev_pdf_pdf_signatures_to_json_a2
source: Une signature couvre un byte range précis : toute modification du fichier change les octets et casse la signature.
af: 'n Handtekening dek 'n spesifieke byte-reeks: enige verandering aan die lêer verander die bytes en breek die handtekening.
bg: Подписът обхваща точно определен диапазон от байтове: всяка промяна на файла променя байтовете и нарушава подписа.
cs: Podpis pokrývá přesný byte range: jakákoliv změna souboru změní bajty a zruší podpis.
da: En underskrift dækker et præcist byteområde: enhver ændring af filen ændrer bytes og bryder underskriften.
de: Eine Unterschrift deckt einen bestimmten Byte-Bereich ab: Jede Änderung der Datei verändert die Bytes und bricht die Unterschrift.
el: Μια υπογραφή καλύπτει μια συγκεκριμένη περιοχή byte: οποιαδήποτε τροποποίηση του αρχείου αλλάζει τα bytes και σπάει την υπογραφή.
es: Una firma cubre un rango de bytes específico: cualquier modificación del archivo cambia los bytes y rompe la firma.
fi: Allekirjoitus kattaa tietyt tavualueet: kaikki tiedoston muutokset muuttavat tavuja ja rikkovat allekirjoituksen.
fil: Ang isang pirma ay sumasaklaw sa isang tiyak na byte range: anumang pagbabago sa file ay nagbabago sa mga byte at sinisira ang pirma.
hu: TODO
id: TODO
it: Una firma copre un intervallo di byte specifico: qualsiasi modifica del file cambia i byte e rompe la firma.
ja: 署名は特定のバイト範囲をカバーします：ファイルの変更はバイトを変更し、署名を壊します。
ko: 서명은 특정 바이트 범위를 커버합니다: 파일의 모든 수정은 바이트를 변경하고 서명을 깨뜨립니다.
nl: Een handtekening dekt een specifieke byte-reeks: elke wijziging van het bestand verandert de bytes en breekt de handtekening.
no: En signatur dekker et spesifikt byteområde: enhver endring av filen endrer byte og bryter signaturen.
pl: Podpis obejmuje określony zakres bajtów: każda zmiana pliku zmienia bajty i łamie podpis.
pt_pt: Uma assinatura cobre um intervalo de bytes específico: qualquer modificação do arquivo altera os bytes e quebra a assinatura.
ro: O semnătură acoperă un interval de bytes precis: orice modificare a fișierului schimbă octeții și rupe semnătura.
ru: Подпись охватывает определенный диапазон байтов: любое изменение файла изменяет байты и нарушает подпись.
sk: Podpis pokrýva presný rozsah bajtov: akákoľvek zmena súboru mení bajty a porušuje podpis.
sv: En signatur täcker ett specifikt byte-intervall: varje ändring av filen ändrar byte och bryter signaturen.
sw: Saini inashughulikia eneo maalum la byte: mabadiliko yoyote ya faili yanabadilisha byte na kuvunja saini.
tr: Bir imza belirli bir byte aralığını kapsar: dosyada yapılan herhangi bir değişiklik, byte'ları değiştirir ve imzayı bozar.
uk: Підпис охоплює певний діапазон байтів: будь-яка зміна файлу змінює байти і ламає підпис.
vi: Một chữ ký bao phủ một khoảng byte cụ thể: bất kỳ thay đổi nào của tệp sẽ thay đổi các byte và làm hỏng chữ ký.
zh_hans: 一个签名覆盖特定的字节范围：对文件的任何修改都会更改字节并破坏签名。
