Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_fields_copy_btn
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Copy
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Скопіювати
vi: Sao chép
zh_hans: 复制

# pdf_fields_all_count
source: Nombre total de champs
af: Totaal aantal velde
bg: Общ брой полета
cs: Celkový počet polí
da: Total number of fields
de: Gesamtanzahl der Felder
el: Συνολικός αριθμός πεδίων
es: Número total de campos
fi: Kenttien kokonaismäärä
fil: Kabuuang bilang ng mga field
hu: Mezők összesített száma
id: Jumlah total kolom
it: Numero totale di campi
ja: フィールドの合計数
ko: 총 필드 수
nl: Totaal aantal velden
no: Totalt antall felt
pl: Łączna liczba pól
pt_pt: Número total de campos
ro: Număr total de câmpuri
ru: Общее количество полей
sk: Celkový počet polí
sv: Totalt antal fält
sw: Jumla ya maeneo
tr: Toplam alan sayısı
uk: Загальна кількість полів
vi: Tổng số trường
zh_hans: 字段总数

# pdf_fields_shown_count
source: Champs affichés
af: Gewysde velde
bg: Показани полета
cs: Zobrazená pole
da: Displayed fields
de: Angezeigte Felder
el: Εμφανιζόμενα πεδία
es: Campos mostrados
fi: Näytettävät kentät
fil: Mga nakikitang field
hu: Megjelenített mezők
id: Kolom yang ditampilkan
it: Campi visualizzati
ja: 表示されているフィールド
ko: 표시된 필드
nl: Weergegeven velden
no: Viste felt
pl: Wyświetlane pola
pt_pt: Campos exibidos
ro: Câmpuri afișate
ru: Отображаемые поля
sk: Zobrazené polia
sv: Visade fält
sw: Maeneo yaliyoonyeshwa
tr: Gösterilen alanlar
uk: Відображені поля
vi: Các trường được hiển thị
zh_hans: 显示的字段

# pdf_fields_hidden_count
source: Champs masqués
af: Versteekte velde
bg: Скритите полета
cs: Skrytá pole
da: Hidden fields
de: Ausgeblendete Felder
el: Κρυμμένα πεδία
es: Campos ocultos
fi: Piilotetut kentät
fil: Mga nakatagong field
hu: Elrejtett mezők
id: Kolom yang disembunyikan
it: Campi nascosti
ja: 非表示のフィールド
ko: 숨겨진 필드
nl: Verborgen velden
no: Skjulte felt
pl: Ukryte pola
pt_pt: Campos ocultos
ro: Câmpuri ascunse
ru: Скрытые поля
sk: Skryté polia
sv: Dolda fält
sw: Maeneo yaliyofichwa
tr: Gizli alanlar
uk: Сховані поля
vi: Các trường bị ẩn
zh_hans: 隐藏的字段

# pdf_fields_types_count
source: Types distincts
af: Verskillende tipes
bg: Различни типове
cs: Různé typy
da: Distinct types
de: Eindeutige Typen
el: Διακριτοί τύποι
es: Tipos distintos
fi: Eri tyypit
fil: Mga natatanging uri
hu: Különböző típusok
id: Tipe yang berbeda
it: Tipi distinti
ja: 異なるタイプ
ko: 고유한 유형
nl: Distincte types
no: Distinkte typer
pl: Typy unikalne
pt_pt: Tipos distintos
ro: Tipuri distincte
ru: Отличные типы
sk: Rôzne typy
sv: Distinkta typer
sw: Aina tofauti
tr: Ayrı türler
uk: Відмінні типи
vi: Các loại khác nhau
zh_hans: 不同类型

# pdf_fields_left_list_title
source: Liste
af: Lys
bg: Списък
cs: Seznam
da: List
el: Λίστα
es: Lista
fi: Lista
fil: Listahan
hu: Lista
id: Daftar
it: Elenco
ja: リスト
ko: 목록
nl: Lijst
pl: Lista
pt_pt: Lista
ro: Listă
ru: Список
sk: Zoznam
sv: Lista
sw: Orodha
uk: Список
vi: Danh sách
zh_hans: 列表

# pdf_fields_no_match
source: Aucun champ ne correspond au filtre.
af: Geen velde voldoen aan die filter nie.
bg: Нито едно поле не отговаря на филтъра.
cs: Žádné pole neodpovídá filtru.
da: No fields match the filter.
de: Kein Feld entspricht dem Filter.
el: Κανένα πεδίο δεν ταιριάζει με το φίλτρο.
es: Ningún campo coincide con el filtro.
fi: Yksikään kenttä ei vastaa suodatinta.
fil: Walang field na tumutugma sa filter.
hu: Egyetlen mező sem felel meg a szűrőnek.
id: Tidak ada kolom yang cocok dengan filter.
it: Nessun campo corrisponde al filtro.
ja: フィルターに一致するフィールドはありません。
ko: 필터와 일치하는 필드가 없습니다.
nl: Geen velden voldoen aan de filter.
no: Ingen felt samsvarer med filteret.
pl: Żadne pole nie pasuje do filtru.
pt_pt: Nenhum campo corresponde ao filtro.
ro: Niciun câmp nu corespunde filtrului.
ru: Ни одно поле не соответствует фильтру.
sk: Žiadne pole nezodpovedá filtru.
sv: Inga fält matchar filtret.
sw: Hakuna eneo linalolingana na chujio.
tr: Hiçbir alan filtreye uymuyor.
uk: Жодне поле не відповідає фільтру.
vi: Không có trường nào phù hợp với bộ lọc.
zh_hans: 没有字段符合过滤条件。

# pdf_fields_value_label
source: Valeur
af: Waarde
bg: Стойност
cs: Hodnota
da: Value
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fil: Halaga
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
sw: Thamani
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值

# pdf_fields_about_title
source: À savoir
af: Om te weet
bg: Важно е да знаете
cs: Je dobré vědět
da: Namely
de: Zu beachten
el: Πρέπει να γνωρίζετε
es: A saber
fi: Tämä tarkoittaa
fil: Dapat malaman
hu: Tudni érdemes
id: Yang perlu diketahui
it: Da sapere
ja: 知っておくべきこと
ko: 알아두어야 할 사항
nl: Te weten
no: Å vite
pl: Warto wiedzieć
pt_pt: A saber
ro: De știut
ru: Следует знать
sk: Na vedomie
sv: Det vill säga
sw: Kujua
tr: Bilmeniz gerekenler
uk: Слід знати
vi: Cần biết
zh_hans: 注意

# pdf_fields_about_sub
source: L'extraction est faite côté navigateur et fonctionne surtout pour les formulaires AcroForm.
af: Die onttrekking word aan die kant van die blaaier gedoen en werk hoofsaaklik vir AcroForm vorms.
bg: Извличането се извършва от страна на браузъра и работи основно за формуляри AcroForm.
cs: Extrakce se provádí na straně prohlížeče a funguje především pro formuláře AcroForm.
da: Extraction is done on the browser side and mainly works for AcroForm forms.
de: Die Extraktion erfolgt im Browser und funktioniert hauptsächlich für AcroForm-Formulare.
el: Η εξαγωγή γίνεται από την πλευρά του προγράμματος περιήγησης και λειτουργεί κυρίως για τις φόρμες AcroForm.
es: La extracción se realiza del lado del navegador y funciona principalmente para formularios AcroForm.
fi: Tietojen poiminta tapahtuu selaimen puolella ja toimii pääasiassa AcroForm-lomakkeiden kanssa.
fil: Ang pagkuha ay ginagawa sa panig ng browser at pangunahing gumagana para sa mga AcroForm na form.
hu: A kinyerés a böngésző oldalán történik, és főként az AcroForm űrlapokra vonatkozik.
id: Ekstraksi dilakukan di sisi browser dan terutama berfungsi untuk formulir AcroForm.
it: L'estrazione avviene lato browser e funziona soprattutto per i moduli AcroForm.
ja: 抽出はブラウザ側で行われ、主にAcroForm形式のフォームに対して機能します。
ko: 추출은 브라우저 측에서 수행되며 주로 AcroForm 양식에 대해 작동합니다.
nl: De extractie vindt plaats aan de browserzijde en werkt vooral voor AcroForm-formulieren.
no: Uttaket skjer på klientsiden og fungerer hovedsakelig for AcroForm-skjemaer.
pl: Ekstrakcja odbywa się po stronie przeglądarki i działa głównie dla formularzy AcroForm.
pt_pt: A extração é feita do lado do navegador e funciona principalmente para formulários AcroForm.
ro: Extracția se face pe partea clientului și funcționează în principal pentru formularele AcroForm.
ru: Извлечение выполняется на стороне браузера и в основном работает для форм AcroForm.
sk: Extrakcia sa vykonáva na strane prehliadača a funguje najmä pre formuláre AcroForm.
sv: Extraktionen görs på klientsidan och fungerar främst för AcroForm-formulär.
sw: Uondoaji unafanywa upande wa kivinjari na unafanya kazi hasa kwa fomu za AcroForm.
tr: Çıkarma işlemi tarayıcı tarafında yapılır ve özellikle AcroForm formları için çalışır.
uk: Витягування виконується на стороні браузера і в основному працює для форм AcroForm.
vi: Việc trích xuất được thực hiện ở phía trình duyệt và chủ yếu hoạt động cho các biểu mẫu AcroForm.
zh_hans: 提取在浏览器端进行，主要适用于 AcroForm 表单。

# pdf_fields_about_1
source: Le PDF reste local : aucun upload, aucun stockage serveur.
af: Die PDF bly plaaslik: geen opgelaai, geen bediener berging.
bg: PDF файлът остава локален: без качване, без съхранение на сървъра.
cs: PDF zůstává lokální: žádné nahrávání, žádné serverové úložiště.
da: The PDF remains local: no upload, no server storage.
de: Die PDF-Datei bleibt lokal: kein Upload, keine Server-Speicherung.
el: Το PDF παραμένει τοπικό: καμία μεταφόρτωση, καμία αποθήκευση στον διακομιστή.
es: El PDF permanece local: sin carga, sin almacenamiento en servidor.
fi: PDF pysyy paikallisena: ei latausta, ei palvelintallennusta.
fil: Ang PDF ay nananatiling lokal: walang upload, walang imbakan sa server.
hu: A PDF helyben marad: nincs feltöltés, nincs szerveroldali tárolás.
id: PDF tetap lokal: tidak ada unggahan, tidak ada penyimpanan server.
it: Il PDF rimane locale: nessun upload, nessun storage server.
ja: PDFはローカルに保持されます：アップロードもサーバーへの保存もありません。
ko: PDF는 로컬에 유지됩니다: 업로드 없음, 서버 저장소 없음.
nl: De PDF blijft lokaal: geen upload, geen serveropslag.
no: PDF-en forblir lokal: ingen opplasting, ingen serverlagring.
pl: PDF pozostaje lokalny: brak przesyłania, brak przechowywania na serwerze.
pt_pt: O PDF permanece local: nenhum upload, nenhum armazenamento no servidor.
ro: PDF-ul rămâne local: fără încărcare, fără stocare pe server.
ru: PDF остается локальным: никаких загрузок, никакого серверного хранения.
sk: PDF zostáva lokálne: žiadne nahrávanie, žiadne serverové ukladanie.
sv: PDF:en förblir lokal: ingen uppladdning, ingen serverlagring.
sw: PDF inabaki kuwa ya ndani: hakuna kupakia, hakuna uhifadhi wa seva.
tr: PDF yerel kalır: hiçbir yükleme, hiçbir sunucu depolama.
uk: PDF залишається локальним: жодного завантаження, жодного зберігання на сервері.
vi: PDF vẫn ở chế độ cục bộ: không tải lên, không lưu trữ trên máy chủ.
zh_hans: PDF 保持本地：没有上传，没有服务器存储。

# pdf_fields_about_2
source: Le JSON inclut les champs extraits et un objet Extra (best-effort).
af: Die JSON sluit die onttrokken velde en 'n Extra objek (beste poging) in.
bg: JSON включва извлечените полета и обект Extra (best-effort).
cs: JSON zahrnuje extrahovaná pole a objekt Extra (best-effort).
da: The JSON includes the extracted fields and an Extra object (best-effort).
de: Das JSON enthält die extrahierten Felder und ein Extra-Objekt (Best-Effort).
el: Το JSON περιλαμβάνει τα εξαγόμενα πεδία και ένα αντικείμενο Extra (best-effort).
es: El JSON incluye los campos extraídos y un objeto Extra (mejor esfuerzo).
fi: JSON sisältää poimitut kentät ja Extra-objektin (parhaan mukaan).
fil: Kasama sa JSON ang mga nakuha na field at isang Extra na bagay (best-effort).
hu: A JSON tartalmazza a kinyert mezőket és egy Extra objektumot (legjobb erőfeszítés).
id: JSON mencakup kolom yang diekstrak dan objek Extra (upaya terbaik).
it: Il JSON include i campi estratti e un oggetto Extra (best-effort).
ja: JSONには抽出されたフィールドとExtraオブジェクト（ベストエフォート）が含まれます。
ko: JSON에는 추출된 필드와 Extra 객체(최선의 노력)가 포함됩니다.
nl: De JSON bevat de geëxtraheerde velden en een Extra-object (best-effort).
no: JSON-en inkluderer de utdragne feltene og et Extra-objekt (best-effort).
pl: JSON zawiera wyodrębnione pola oraz obiekt Extra (najlepsze starania).
pt_pt: O JSON inclui os campos extraídos e um objeto Extra (esforço máximo).
ro: JSON-ul include câmpurile extrase și un obiect Extra (best-effort).
ru: JSON включает извлеченные поля и объект Extra (по возможности).
sk: JSON obsahuje extrahované polia a objekt Extra (najlepšie úsilie).
sv: JSON:en inkluderar de extraherade fälten och ett Extra-objekt (bästa ansträngning).
sw: JSON inajumuisha maeneo yaliyoondolewa na kitu cha ziada (best-effort).
tr: JSON, çıkarılan alanları ve bir Extra nesnesini (en iyi çaba) içerir.
uk: JSON включає витягнуті поля та об'єкт Extra (найкращі зусилля).
vi: JSON bao gồm các trường đã trích xuất và một đối tượng Extra (nỗ lực tốt nhất).
zh_hans: JSON 包含提取的字段和一个额外对象（尽力而为）。

# pdf_fields_about_3
source: Certains PDF administratifs utilisent XFA : dans ce cas, les champs peuvent être invisibles côté navigateur.
af: Sommige administratiewe PDF's gebruik XFA: in daardie geval kan die velde aan die kant van die blaaier onsigbaar wees.
bg: Някои административни PDF файлове използват XFA: в този случай полетата може да са невидими от страна на браузъра.
cs: Některé administrativní PDF používají XFA: v tomto případě mohou být pole na straně prohlížeče neviditelná.
da: Some administrative PDFs use XFA: in this case, the fields may be invisible on the browser side.
de: Einige administrative PDFs verwenden XFA: In diesem Fall können die Felder im Browser unsichtbar sein.
el: Ορισμένα διοικητικά PDF χρησιμοποιούν XFA: σε αυτή την περίπτωση, τα πεδία μπορεί να είναι αόρατα από την πλευρά του προγράμματος περιήγησης.
es: Algunos PDF administrativos utilizan XFA: en este caso, los campos pueden ser invisibles del lado del navegador.
fi: Jotkut hallinnolliset PDF:t käyttävät XFA:ta: tällöin kentät voivat olla näkymättömiä selaimen puolella.
fil: Ang ilang mga administratibong PDF ay gumagamit ng XFA: sa kasong ito, ang mga field ay maaaring hindi nakikita sa panig ng browser.
hu: Néhány adminisztratív PDF XFA-t használ: ebben az esetben a mezők láthatatlanok lehetnek a böngésző oldalán.
id: Beberapa PDF administratif menggunakan XFA: dalam hal ini, kolom mungkin tidak terlihat di sisi browser.
it: Alcuni PDF amministrativi utilizzano XFA: in questo caso, i campi possono essere invisibili lato browser.
ja: 一部の行政PDFはXFAを使用しています：この場合、フィールドはブラウザ側で見えないことがあります。
ko: 일부 관리 PDF는 XFA를 사용합니다: 이 경우 필드는 브라우저 측에서 보이지 않을 수 있습니다.
nl: Sommige administratieve PDF's gebruiken XFA: in dat geval kunnen de velden aan de browserzijde onzichtbaar zijn.
no: Noen administrative PDF-er bruker XFA: i så fall kan feltene være usynlige på klientsiden.
pl: Niektóre PDF-y administracyjne używają XFA: w takim przypadku pola mogą być niewidoczne po stronie przeglądarki.
pt_pt: Alguns PDFs administrativos utilizam XFA: neste caso, os campos podem estar invisíveis no lado do navegador.
ro: Unele PDF administrative folosesc XFA: în acest caz, câmpurile pot fi invizibile în browser.
ru: Некоторые административные PDF используют XFA: в этом случае поля могут быть невидимыми в браузере.
sk: Niektoré administratívne PDF používajú XFA: v tomto prípade môžu byť polia neviditeľné na strane prehliadača.
sv: Vissa administrativa PDF:er använder XFA: i så fall kan fälten vara osynliga på klientsidan.
sw: Baadhi ya PDF za kiutawala zinatumia XFA: katika kesi hii, maeneo yanaweza kuwa yasiyoonekana upande wa kivinjari.
tr: Bazı idari PDF'ler XFA kullanır: bu durumda, alanlar tarayıcı tarafında görünmez olabilir.
uk: Деякі адміністративні PDF використовують XFA: у цьому випадку поля можуть бути невидимими на стороні браузера.
vi: Một số PDF hành chính sử dụng XFA: trong trường hợp này, các trường có thể không hiển thị ở phía trình duyệt.
zh_hans: 某些行政 PDF 使用 XFA：在这种情况下，字段可能在浏览器端不可见。

# pdf_fields_page_minus1_help
source: Si Page = -1, cela signifie que la métadonnée permettant de relier le champ à une page n'est pas disponible (ou pas exploitable) côté navigateur.
af: As Bladsy = -1, beteken dit dat die metadata wat die veld aan 'n bladsy verbind nie beskikbaar is (of nie benut kan word) aan die kant van die blaaier.
bg: Ако Страница = -1, това означава, че метаданните, свързващи полето с определена страница, не са налични (или не могат да се използват) от страна на браузъра.
cs: Pokud Stránka = -1, znamená to, že metadata umožňující propojení pole se stránkou nejsou k dispozici (nebo nejsou použitelné) na straně prohlížeče.
da: If Page = -1, it means that the metadata linking the field to a page is not available (or not usable) on the browser side.
de: Wenn Seite = -1 angezeigt wird, bedeutet dies, dass die Metadaten, die das Feld mit einer Seite verknüpfen, im Browser nicht verfügbar (oder nicht nutzbar) sind.
el: Εάν Σελίδα = -1, αυτό σημαίνει ότι τα μεταδεδομένα που επιτρέπουν τη σύνδεση του πεδίου με μια σελίδα δεν είναι διαθέσιμα (ή δεν είναι εκμεταλλεύσιμα) από την πλευρά του προγράμματος περιήγησης.
es: Si Página = -1, significa que la metadato que permite vincular el campo a una página no está disponible (o no es utilizable) del lado del navegador.
fi: Jos Sivu = -1, se tarkoittaa, että metatietoa, joka yhdistää kentän sivuun, ei ole saatavilla (tai ei ole hyödynnettävissä) selaimen puolella.
fil: Kung Page = -1, nangangahulugan ito na ang metadata na nag-uugnay sa field sa isang pahina ay hindi available (o hindi magagamit) sa panig ng browser.
hu: Ha Oldal = -1, az azt jelenti, hogy a mezőhöz egy oldalra való hivatkozást lehetővé tevő metaadat nem elérhető (vagy nem használható) a böngésző oldalán.
id: Jika Halaman = -1, itu berarti metadata yang menghubungkan kolom ke halaman tidak tersedia (atau tidak dapat digunakan) di sisi browser.
it: Se Pagina = -1, significa che i metadati per collegare il campo a una pagina non sono disponibili (o non utilizzabili) lato browser.
ja: ページ = -1、これはフィールドをページに関連付けるためのメタデータがブラウザ側で利用できない（または利用できない）ことを意味します。
ko: 페이지 = -1는 필드를 페이지에 연결하는 메타데이터가 브라우저 측에서 사용할 수 없거나 사용할 수 없음을 의미합니다.
nl: Als Pagina = -1, betekent dit dat de metadata om het veld aan een pagina te koppelen niet beschikbaar (of niet bruikbaar) is aan de browserzijde.
no: Hvis Side = -1, betyr det at metadataene som knytter feltet til en side ikke er tilgjengelige (eller ikke kan brukes) på klientsiden.
pl: Jeśli Strona = -1, oznacza to, że metadane umożliwiające powiązanie pola z stroną nie są dostępne (lub nie są wykorzystywane) po stronie przeglądarki.
pt_pt: Se Página = -1, isso significa que os metadados que ligam o campo a uma página não estão disponíveis (ou não são utilizáveis) no lado do navegador.
ro: Dacă Pagina = -1, aceasta înseamnă că metadatele care leagă câmpul de o pagină nu sunt disponibile (sau nu sunt utilizabile) în browser.
ru: Если Страница = -1, это означает, что метаданные, позволяющие связать поле с страницей, недоступны (или не могут быть использованы) в браузере.
sk: Ak Strana = -1, znamená to, že metadáta umožňujúce prepojiť pole s stránkou nie sú k dispozícii (alebo nie sú použiteľné) na strane prehliadača.
sv: Om Sida = -1, betyder det att metadata som kopplar fältet till en sida inte är tillgänglig (eller inte användbar) på klientsidan.
sw: Ikiwa Page = -1, inamaanisha kuwa metadata inayowezesha kuunganisha eneo na ukurasa haipatikani (au haiwezi kutumika) upande wa kivinjari.
tr: Eğer Sayfa = -1 ise, bu, alanı bir sayfaya bağlayan meta verinin tarayıcı tarafında mevcut olmadığı (veya kullanılamadığı) anlamına gelir.
uk: Якщо Сторінка = -1, це означає, що метадані, які дозволяють зв'язати поле зі сторінкою, недоступні (або не можуть бути використані) на стороні браузера.
vi: Nếu Trang = -1, điều này có nghĩa là siêu dữ liệu để liên kết trường với một trang không có sẵn (hoặc không thể sử dụng) ở phía trình duyệt.
zh_hans: 如果页面 = -1，这意味着用于将字段与页面关联的元数据在浏览器端不可用（或不可用）。

# pdf_fields_pretty_indented
source: Indenté
af: Ingedeel
bg: Отстъпено
cs: Odsazené
da: Indented
de: Eingerückt
el: Εσοχή
es: Indentado
fi: Sisennetty
fil: Naka-indent
hu: Behúzott
id: Terindentasi
it: Indentato
ja: インデント
ko: 들여쓰기
nl: Ingedeeld
no: Innrykket
pl: Wcięty
pt_pt: Indentado
ro: Indentat
ru: Отступленный
sk: Zarovnané
sv: Indenterad
sw: Iliyopangwa
tr: Girintili
uk: Відступлений
vi: Thụt lề
zh_hans: 缩进

# pdf_fields_pretty_minified
source: Minifié
af: Gemini
bg: Минифицирано
cs: Minifikované
da: Minified
de: Minifiziert
el: Μινιμαρισμένο
es: Minificado
fi: Minimoitu
fil: Minified
hu: Minifikált
id: Diminimalkan
it: Minificato
ja: ミニファイ
ko: 축소
nl: Geminiëerd
no: Minifisert
pl: Zminimalizowany
pt_pt: Minificado
ro: Minificat
ru: Минифицированный
sk: Minimalizované
sv: Minifierad
sw: Iliyopunguzwa
tr: Minify edilmiş
uk: Мінімізований
vi: Rút gọn
zh_hans: 压缩

# pdf_fields_empty_included
source: Inclus
af: Ingesluit
bg: Включено
cs: Zahrnuto
da: Included
de: Inklusive
el: Συμπεριλαμβάνεται
es: Incluido
fi: Sisältää
fil: Kasama
hu: Beleértve
id: Termasuk
it: Incluso
ja: 含まれる
ko: 포함됨
nl: Inbegrepen
no: Inkludert
pl: Zawarty
pt_pt: Incluído
ru: Включен
sk: Zahrnuté
sv: Inkluderad
sw: Iliyomo
tr: Dahil
uk: Включено
vi: Bao gồm
zh_hans: 包含

# pdf_fields_empty_excluded
source: Exclus
af: Uitsluit
bg: Изключено
cs: Vyloučeno
da: Excluded
de: Exklus
el: Εξαιρείται
es: Exclusivo
fi: Poissuljettu
fil: Hindi kasama
hu: Kizárva
id: Dikecualikan
it: Escluso
ja: 除外される
ko: 제외됨
nl: Exclusief
no: Ekskludert
pl: Ekskluzywne
pt_pt: Excluído
ru: Исключен
sk: Vylúčené
sv: Exkluderad
sw: Iliyotengwa
tr: Hariç
uk: Виключено
vi: Loại trừ
zh_hans: 排除

# pdf_fields_adv_shown
source: Détails visibles
af: Sigbare besonderhede
bg: Видими детайли
cs: Viditelné detaily
da: Synlige detaljer
de: Sichtbare Details
el: Ορατές λεπτομέρειες
es: Detalles visibles
fi: Näkyvät tiedot
fil: Nakatagong detalye
hu: Látható részletek
id: Detail terlihat
it: Dettagli visibili
ja: 表示される詳細
ko: 표시된 세부정보
nl: Zichtbare details
no: Synlige detaljer
pl: Widoczne szczegóły
pt_pt: Detalhes visíveis
ro: Detalii vizibile
ru: Видимые детали
sk: Viditeľné detaily
sv: Synliga detaljer
sw: Maelezo yanayoonekana
tr: Ayrıntılar görünür
uk: Видимі деталі
vi: Chi tiết hiển thị
zh_hans: 可见详细信息

# pdf_fields_adv_hidden
source: Détails masqués
af: Versteekte besonderhede
bg: Скритите детайли
cs: Skryté detaily
da: Skjulte detaljer
de: Verborgene Details
el: Κρυμμένες λεπτομέρειες
es: Detalles ocultos
fi: Piilotetut tiedot
fil: Nakatagong detalye
hu: Rejtett részletek
id: Detail tersembunyi
it: Dettagli nascosti
ja: 非表示の詳細
ko: 숨겨진 세부정보
nl: Verborgen details
no: Skjulte detaljer
pl: Ukryte szczegóły
pt_pt: Detalhes ocultos
ro: Detalii ascunse
ru: Скрытые детали
sk: Skryté detaily
sv: Dolda detaljer
sw: Maelezo yaliyofichwa
tr: Ayrıntılar gizli
uk: Сховані деталі
vi: Chi tiết ẩn
zh_hans: 隐藏详细信息

# pdf_fields_err_not_pdf
source: Veuillez sélectionner un fichier PDF (.pdf).
af: Kies 'n PDF-lêer (.pdf).
bg: Моля, изберете PDF файл (.pdf).
cs: Vyberte prosím soubor PDF (.pdf).
da: Vælg en PDF-fil (.pdf).
de: Bitte wählen Sie eine PDF-Datei (.pdf) aus.
el: Παρακαλώ επιλέξτε ένα αρχείο PDF (.pdf).
es: Por favor, seleccione un archivo PDF (.pdf).
fi: Valitse PDF-tiedosto (.pdf).
fil: Mangyaring pumili ng isang PDF na file (.pdf).
hu: Kérjük, válasszon egy PDF fájlt (.pdf).
id: Silakan pilih file PDF (.pdf).
it: Si prega di selezionare un file PDF (.pdf).
ja: PDFファイル（.pdf）を選択してください。
ko: PDF 파일(.pdf)을 선택해 주세요.
nl: Selecteer een PDF-bestand (.pdf).
no: Vennligst velg en PDF-fil (.pdf).
pl: Proszę wybrać plik PDF (.pdf).
pt_pt: Por favor, selecione um arquivo PDF (.pdf).
ro: Vă rugăm să selectați un fișier PDF (.pdf).
ru: Пожалуйста, выберите файл PDF (.pdf).
sk: Prosím, vyberte súbor PDF (.pdf).
sv: Vänligen välj en PDF-fil (.pdf).
sw: Tafadhali chagua faili la PDF (.pdf).
tr: Lütfen bir PDF dosyası (.pdf) seçin.
uk: Будь ласка, виберіть файл PDF (.pdf).
vi: Vui lòng chọn một tệp PDF (.pdf).
zh_hans: 请选择一个 PDF 文件（.pdf）。

# pdf_fields_err_generic
source: Impossible de lire ce PDF.
af: Kan nie hierdie PDF lees nie.
bg: Не може да се прочете този PDF.
cs: Nelze přečíst toto PDF.
da: Kan ikke læse denne PDF.
de: Dieser PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF-tiedostoa ei voi lukea.
fil: Hindi mabasa ang PDF na ito.
hu: Nem lehet olvasni ezt a PDF-et.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取ることができません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Kan deze PDF niet lezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF-a.
pt_pt: Não foi possível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Не удалось прочитать этот PDF.
sk: Nemožno prečítať toto PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF okunamıyor.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc tệp PDF này.
zh_hans: 无法读取此 PDF。
