Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_l1_s1_title
source: Définition
af: Definisie
bg: Определение
cs: Definice
da: Definition
de: Definition
el: Ορισμός
es: Definición
fi: Määritelmä
fil: Definition
hu: definíció
id: Definisi
it: Definizione
ja: 定義
ko: 정의
nl: Definitie
no: Definisjon
pl: Definicja
pt_pt: Definição
ro: Definiție
ru: Определение
sk: Definícia
sv: Definition
sw: Ufafanuzi
tr: Tanım
uk: Визначення
vi: Định nghĩa
zh_hans: 定义

# pct_l1_s1_b1
source: Un pourcentage est une fraction sur 100 : p% = p/100.
af: 'n Persentasie is 'n breuk op 100: p% = p/100.
bg: Процентът е дроб върху 100: p% = p/100.
cs: Procento je zlomek na 100: p% = p/100.
da: En procentdel er en brøk over 100: p% = p/100.
de: Ein Prozentsatz ist ein Bruch über 100: p% = p/100.
el: Ένα ποσοστό είναι ένα κλάσμα πάνω από 100: p% = p/100.
es: Un porcentaje es una fracción sobre 100: p% = p/100.
fi: Prosentti on osuus sadasta: p% = p/100.
fil: A percentage is a fraction out of 100: p% = p/100.
hu: Egy százalék egy 100-on lévő tört: p% = p/100.
id: Sebuah persentase adalah pecahan dari 100: p% = p/100.
it: Una percentuale è una frazione su 100: p% = p/100.
ja: パーセンテージは100分の1の分数です：p% = p/100。
ko: 백분율은 100분의 1의 분수입니다: p% = p/100.
nl: Een percentage is een breuk op 100: p% = p/100.
no: En prosent er en brøk over 100: p% = p/100.
pl: Procent to ułamek na 100: p% = p/100.
pt_pt: Uma porcentagem é uma fração sobre 100: p% = p/100.
ro: Un procent este o fracție pe 100: p% = p/100.
ru: Процент — это дробь на 100: p% = p/100.
sk: Percento je zlomok na 100: p% = p/100.
sv: En procent är en bråkdel av 100: p% = p/100.
sw: Asilimia ni sehemu juu ya 100: p% = p/100.
tr: Bir yüzde, 100 üzerindeki bir kesirdir: p% = p/100.
uk: Відсоток - це дроб на 100: p% = p/100.
vi: Một phần trăm là một phân số trên 100: p% = p/100.
zh_hans: 百分比是以100为分母的分数：p% = p/100。

# pct_l1_s1_b2
source: On peut l’écrire en décimal (0,25) ou en fraction (1/4).
af: Ons kan dit in desimaal (0,25) of in breuk (1/4) skryf.
bg: Можем да го запишем в десетичен вид (0,25) или като дроб (1/4).
cs: Můžeme to napsat jako desetinné číslo (0,25) nebo jako zlomek (1/4).
da: Vi kan skrive det som decimal (0,25) eller som brøk (1/4).
de: Man kann es als Dezimalzahl (0,25) oder als Bruch (1/4) schreiben.
el: Μπορούμε να το γράψουμε σε δεκαδικό (0,25) ή σε κλάσμα (1/4).
es: Se puede escribir en decimal (0,25) o en fracción (1/4).
fi: Sen voi kirjoittaa desimaalina (0,25) tai murtolukuna (1/4).
fil: It can be written in decimal (0.25) or as a fraction (1/4).
hu: Leírhatjuk tizedes formában (0,25) vagy tört formájában (1/4).
id: Kita bisa menuliskannya dalam desimal (0,25) atau dalam pecahan (1/4).
it: Possiamo scriverlo in decimale (0,25) o in frazione (1/4).
ja: 小数（0.25）または分数（1/4）で表すことができます。
ko: 소수(0.25) 또는 분수(1/4)로 쓸 수 있습니다.
nl: We kunnen het schrijven in decimaal (0,25) of in breuk (1/4).
no: Vi kan skrive det som desimal (0,25) eller som brøk (1/4).
pl: Można to zapisać w postaci dziesiętnej (0,25) lub ułamka (1/4).
pt_pt: Pode-se escrevê-la em decimal (0,25) ou em fração (1/4).
ro: Îl putem scrie în zecimal (0,25) sau în fracție (1/4).
ru: Его можно записать в десятичной форме (0,25) или в виде дроби (1/4).
sk: Môžeme to zapísať v desatinnej forme (0,25) alebo ako zlomok (1/4).
sv: Vi kan skriva det som decimal (0,25) eller som bråk (1/4).
sw: Tunaweza kuandika kwa decimal (0.25) au kwa sehemu (1/4).
tr: Bunu ondalık (0,25) veya kesir (1/4) olarak yazabiliriz.
uk: Ми можемо записати його в десятковому вигляді (0,25) або у дробі (1/4).
vi: Chúng ta có thể viết nó dưới dạng thập phân (0,25) hoặc phân số (1/4).
zh_hans: 可以用小数（0.25）或分数（1/4）表示。

# pct_l1_s1_b3
source: Pour calculer, on utilise souvent un coefficient : p% correspond à p/100.
af: Om te bereken, gebruik ons dikwels 'n koëffisiënt: p% kom ooreen met p/100.
bg: За да изчислим, често използваме коефициент: p% съответства на p/100.
cs: Pro výpočet často používáme koeficient: p% odpovídá p/100.
da: For at beregne bruger vi ofte en koefficient: p% svarer til p/100.
de: Um zu berechnen, verwendet man oft einen Koeffizienten: p% entspricht p/100.
el: Για να υπολογίσουμε, χρησιμοποιούμε συχνά έναν συντελεστή: p% αντιστοιχεί σε p/100.
es: Para calcular, a menudo se utiliza un coeficiente: p% corresponde a p/100.
fi: Laskemiseen käytetään usein kerrointa: p% vastaa p/100.
fil: To calculate, we often use a coefficient: p% corresponds to p/100.
hu: A számításhoz gyakran használunk egy együtthatót: p% megfelel p/100-nak.
id: Untuk menghitung, kita sering menggunakan koefisien: p% sesuai dengan p/100.
it: Per calcolare, si usa spesso un coefficiente: p% corrisponde a p/100.
ja: 計算するために、しばしば係数を使用します：p%はp/100に相当します。
ko: 계산할 때는 종종 계수를 사용합니다: p%는 p/100에 해당합니다.
nl: Om te berekenen, gebruiken we vaak een coëfficiënt: p% komt overeen met p/100.
no: For å beregne bruker vi ofte en koeffisient: p% tilsvarer p/100.
pl: Aby obliczyć, często używa się współczynnika: p% odpowiada p/100.
pt_pt: Para calcular, usa-se frequentemente um coeficiente: p% corresponde a p/100.
ro: Pentru a calcula, folosim adesea un coeficient: p% corespunde lui p/100.
ru: Для вычислений часто используется коэффициент: p% соответствует p/100.
sk: Na výpočet často používame koeficient: p% zodpovedá p/100.
sv: För att beräkna använder vi ofta en koefficient: p% motsvarar p/100.
sw: Ili kuhesabu, mara nyingi tunatumia kipimo: p% inahusiana na p/100.
tr: Hesaplamak için genellikle bir katsayı kullanırız: p% p/100'e karşılık gelir.
uk: Для обчислення часто використовують коефіцієнт: p% відповідає p/100.
vi: Để tính toán, chúng ta thường sử dụng một hệ số: p% tương ứng với p/100.
zh_hans: 计算时，我们通常使用一个系数：p%对应于p/100。

# pct_l1_s1_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Example
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# pct_l1_s2_title
source: Piège courant
af: Algemene valstrik
bg: Често срещана капан
cs: Běžná past
da: Almindelig fælde
de: Häufige Falle
el: Συνηθισμένη παγίδα
es: Trampa común
fi: Yleinen ansa
fil: Common trap
hu: Gyakori csapda
id: Perangkap umum
it: Trappola comune
ja: 一般的な罠
ko: 일반적인 함정
nl: Veelvoorkomende valkuil
no: Vanlig felle
pl: Typowa pułapka
pt_pt: Armadilha comum
ro: Capcană comună
ru: Распространенная ошибка
sk: Bežná pasca
sv: Vanligt fallgropar
sw: Trap ya kawaida
tr: Yaygın tuzak
uk: Поширена помилка
vi: Cạm bẫy phổ biến
zh_hans: 常见陷阱

# pct_l1_s2_b1
source: Ne pas confondre “20%” et “0,20” : 20% = 0,20.
af: Moet nie “20%” en “0,20” verwar nie: 20% = 0,20.
bg: Не бъркайте “20%” и “0,20”: 20% = 0,20.
cs: Nesměšovat „20%“ a „0,20“: 20% = 0,20.
da: Forveksle ikke '20%' og '0,20': 20% = 0,20.
de: Verwechsle nicht '20%' und '0,20': 20% = 0,20.
el: Μην συγχέετε το “20%” με το “0,20”: 20% = 0,20.
es: No confundir “20%” y “0,20”: 20% = 0,20.
fi: Älä sekoita "20%" ja "0,20": 20% = 0,20.
fil: Do not confuse '20%' and '0.20': 20% = 0.20.
hu: Ne keverjük össze a “20%”-ot és a “0,20”-t: 20% = 0,20.
id: Jangan bingung antara “20%” dan “0,20”: 20% = 0,20.
it: Non confondere “20%” e “0,20”: 20% = 0,20.
ja: 「20%」と「0.20」を混同しないでください：20% = 0.20。
ko: “20%”와 “0.20”을 혼동하지 마세요: 20% = 0.20.
nl: Verwar “20%” niet met “0,20”: 20% = 0,20.
no: Ikke forveksle “20%” og “0,20”: 20% = 0,20.
pl: Nie mylić '20%' z '0,20': 20% = 0,20.
pt_pt: Não confundir “20%” e “0,20”: 20% = 0,20.
ro: Nu confundați “20%” și “0,20”: 20% = 0,20.
ru: Не путать “20%” и “0,20”: 20% = 0,20.
sk: Nesmie sa zamieňať „20%“ a „0,20“: 20% = 0,20.
sv: Förväxla inte '20%' och '0,20': 20% = 0,20.
sw: Usichanganye “20%” na “0.20”: 20% = 0.20.
tr: “%20” ile “0,20”'yi karıştırmayın: %20 = 0,20.
uk: Не плутайте “20%” і “0,20”: 20% = 0,20.
vi: Không nhầm lẫn “20%” và “0,20”: 20% = 0,20.
zh_hans: 不要混淆“20%”和“0.20”：20% = 0.20。

# pct_l1_s2_b2
source: Une hausse de +p% signifie multiplier par (1 + p/100).
af: 'n Styging van +p% beteken om te vermenigvuldig met (1 + p/100).
bg: Увеличение от +p% означава умножаване по (1 + p/100).
cs: Nárůst o +p% znamená násobit (1 + p/100).
da: En stigning på +p% betyder at multiplicere med (1 + p/100).
de: Ein Anstieg von +p% bedeutet, mit (1 + p/100) zu multiplizieren.
el: Μια αύξηση +p% σημαίνει πολλαπλασιασμό με (1 + p/100).
es: Un aumento de +p% significa multiplicar por (1 + p/100).
fi: +p%:n nousu tarkoittaa kertomista (1 + p/100).
fil: An increase of +p% means multiplying by (1 + p/100).
hu: Egy +p%-os növekedés azt jelenti, hogy szorozzuk meg (1 + p/100)-al.
id: Kenaikan +p% berarti mengalikan dengan (1 + p/100).
it: Un aumento di +p% significa moltiplicare per (1 + p/100).
ja: +p%の増加は、(1 + p/100)で掛けることを意味します。
ko: +p%의 증가는 (1 + p/100)로 곱하는 것을 의미합니다.
nl: Een stijging van +p% betekent vermenigvuldigen met (1 + p/100).
no: En økning på +p% betyr å multiplisere med (1 + p/100).
pl: Wzrost o +p% oznacza pomnożenie przez (1 + p/100).
pt_pt: Um aumento de +p% significa multiplicar por (1 + p/100).
ro: O creștere de +p% înseamnă a multiplica cu (1 + p/100).
ru: Рост на +p% означает умножение на (1 + p/100).
sk: Zvýšenie o +p% znamená vynásobiť (1 + p/100).
sv: En ökning med +p% betyder att multiplicera med (1 + p/100).
sw: Kuongezeka kwa +p% inamaanisha kuzidisha kwa (1 + p/100).
tr: Bir artış +p% demek, (1 + p/100) ile çarpmak anlamına gelir.
uk: Зростання на +p% означає множити на (1 + p/100).
vi: Một sự tăng +p% có nghĩa là nhân với (1 + p/100).
zh_hans: 增加+p%意味着乘以(1 + p/100)。

# pct_l1_q1
source: Quel est le coefficient multiplicateur correspondant à +15% ?
af: Wat is die ooreenstemmende vermenigvuldigingskoëffisiënt vir +15%?
bg: Какъв е коефициентът на умножение, съответстващ на +15% ?
cs: Jaký je koeficient násobitele odpovídající +15% ?
da: Hvad er den tilsvarende multiplikationskoefficient for +15%?
de: Was ist der entsprechende Multiplikationsfaktor für +15%?
el: Ποιος είναι ο αντίστοιχος πολλαπλασιαστικός συντελεστής για +15%;
es: ¿Cuál es el coeficiente multiplicador correspondiente a +15%?
fi: Mikä on +15%:n vastaava kertoimen kerroin?
fil: What is the corresponding multiplier coefficient for +15%?
hu: Mi a +15%-nak megfelelő szorzó együttható?
id: Apa koefisien pengali yang sesuai dengan +15%?
it: Qual è il coefficiente moltiplicatore corrispondente a +15%?
ja: +15%に対応する乗数係数は何ですか？
ko: +15%에 해당하는 배수 계수는 무엇인가요?
nl: Wat is de bijbehorende vermenigvuldigingscoëfficiënt voor +15%?
no: Hva er den multiplikative koeffisienten som tilsvarer +15%?
pl: Jaki jest współczynnik mnożnikowy odpowiadający +15%?
pt_pt: Qual é o coeficiente multiplicador correspondente a +15%?
ro: Care este coeficientul multiplicator corespunzător pentru +15%?
ru: Каков коэффициент умножения, соответствующий +15%?
sk: Aký je koeficient násobenia zodpovedajúci +15%?
sv: Vad är den multiplikativa koefficienten som motsvarar +15%?
sw: Nini kipimo cha kuzidisha kinachohusiana na +15%?
tr: +15% ile ilgili çarpan katsayısı nedir?
uk: Який коефіцієнт множення відповідає +15%?
vi: Hệ số nhân tương ứng với +15% là gì?
zh_hans: +15%的对应乘数系数是多少？

# pct_l1_q1_exp
source: Une hausse de +15% => 1 + 15/100 = 1,15.
af: 'n Styging van +15% => 1 + 15/100 = 1,15.
bg: Увеличение от +15% => 1 + 15/100 = 1,15.
cs: Nárůst o +15% => 1 + 15/100 = 1,15.
da: En stigning på +15% => 1 + 15/100 = 1,15.
de: Ein Anstieg von +15% => 1 + 15/100 = 1,15.
el: Μια αύξηση +15% => 1 + 15/100 = 1,15.
es: Un aumento de +15% => 1 + 15/100 = 1,15.
fi: +15%:n nousu => 1 + 15/100 = 1,15.
fil: An increase of +15% => 1 + 15/100 = 1.15.
hu: Egy +15%-os növekedés => 1 + 15/100 = 1,15.
id: Kenaikan +15% => 1 + 15/100 = 1,15.
it: Un aumento di +15% => 1 + 15/100 = 1,15.
nl: Een stijging van +15% => 1 + 15/100 = 1,15.
no: En økning på +15% => 1 + 15/100 = 1,15.
pl: Wzrost o +15% => 1 + 15/100 = 1,15.
pt_pt: Um aumento de +15% => 1 + 15/100 = 1,15.
ro: O creștere de +15% => 1 + 15/100 = 1,15.
ru: Рост на +15% => 1 + 15/100 = 1,15.
sk: Zvýšenie o +15% => 1 + 15/100 = 1,15.
sv: En ökning med +15% => 1 + 15/100 = 1,15.
sw: Kuongezeka kwa +15% => 1 + 15/100 = 1.15.
tr: Bir artış +15% => 1 + 15/100 = 1,15.
uk: Зростання на +15% => 1 + 15/100 = 1,15.
vi: Một sự tăng +15% => 1 + 15/100 = 1,15.
zh_hans: 增加+15% => 1 + 15/100 = 1.15。

# pct_l1_q2
source: Convertir 2,5% en nombre décimal.
af: Omskakel 2,5% na 'n desimale getal.
bg: Преобразувайте 2,5% в десетично число.
cs: Převést 2,5% na desetinné číslo.
da: Konverter 2,5% til decimal.
de: 2,5% in eine Dezimalzahl umwandeln.
el: Μετατρέψτε το 2,5% σε δεκαδικό αριθμό.
es: Convertir 2,5% en número decimal.
fi: Muuta 2,5% desimaaliluvuksi.
fil: Convert 2.5% to decimal number.
hu: Konvertálj 2,5%-ot tizedes számra.
id: Mengonversi 2,5% menjadi angka desimal.
it: Convertire 2,5% in numero decimale.
ja: 2.5%を小数に変換します。
ko: 2.5%를 소수로 변환하기.
nl: Converteer 2,5% naar een decimaal getal.
no: Konverter 2,5% til desimaltall.
pl: Przekształć 2,5% na liczbę dziesiętną.
pt_pt: Converter 2,5% em número decimal.
ro: Convertiți 2,5% în număr zecimal.
ru: Преобразовать 2,5% в десятичное число.
sk: Preveďte 2,5% na desatinné číslo.
sv: Konvertera 2,5% till decimalform.
sw: Geuza 2.5% kuwa nambari ya decimal.
tr: 2,5%’i ondalık sayıya çevirin.
uk: Перетворити 2,5% в десяткове число.
vi: Chuyển đổi 2,5% thành số thập phân.
zh_hans: 将2.5%转换为小数。

# pct_l2_title
source: 2) Calculer p% d’une valeur
af: 2) Bereken p% van 'n waarde
bg: 2) Изчислете p% от стойност
cs: Vypočítat p% z hodnoty
da: 2) Beregn p% af en værdi
de: 2) Berechne p% eines Wertes
el: 2) Υπολογίστε το p% μιας τιμής
es: 2) Calcular p% de un valor
fi: 2) Laske p% arvosta
fil: 2) Calculate p% of a value
hu: p% egy értékének kiszámítása
id: 2) Menghitung p% dari suatu nilai
it: 2) Calcolare p% di un valore
ja: 2) 値のp%を計算する
ko: 2) 값의 p% 계산하기
nl: 2) Bereken p% van een waarde
no: 2) Beregn p% av en verdi
pl: 2) Oblicz p% wartości
pt_pt: Calcular p% de um valor
ro: Calculați p% dintr-o valoare
ru: 1) Рассчитать p% от значения
sk: Vypočítať p% z hodnoty
sv: 2) Beräkna p% av ett värde
sw: 2) Hesabu p% ya thamani
tr: 2) Bir değerin p%’sini hesapla
uk: 2) Обчислити p% від значення
vi: 2) Tính p% của một giá trị
zh_hans: 2) 计算某个值的p%

# pct_l2_sub
source: Le réflexe : p% de y.
af: Die refleks: p% van y.
bg: Рефлекс: p% от y.
cs: Reflex: p% z y.
da: Refleksen: p% af y.
de: Der Reflex: p% von y.
el: Η αντίδραση: p% του y.
es: El reflejo: p% de y.
fi: Refleksi: p% y:stä.
fil: The reflex: p% of y.
hu: A reflex: p% y-ból.
id: Refleks: p% dari y.
it: Il riflesso: p% di y.
ja: 反射：yのp%。
ko: 반사적 반응: y의 p%.
nl: De reflex: p% van y.
no: Refleksen: p% av y.
pl: Refleks: p% z y.
pt_pt: O reflexo: p% de y.
ro: Reflexul: p% din y.
ru: 2) Рефлекс: p% от y.
sk: Reflex: p% z y.
sv: Reflexen: p% av y.
sw: Reflex: p% ya y.
tr: Refleks: y’nin p%’si.
uk: Рефлекс: p% від y.
vi: Phản xạ: p% của y.
zh_hans: 反应：p%的y。

# pct_tag_percent_of
source: p% de
af: p% van
bg: p% от
cs: p% z
da: p% af
de: p% von
el: p% του
fi: p%:n
fil: p% ng
hu: p%
id: p% dari
it: p% di
ja: p%の
ko: p%의
nl: p% van
no: p% av
pl: p% z
ro: p% din
ru: 3) p% от
sk: p% z
sv: p% av
sw: p% ya
uk: p% від
vi: p% của
zh_hans: p%的

# pct_tag_coeff
source: coefficient
af: koëffisiënt
bg: коефициент
cs: koeficient
da: koefficient
de: Koeffizient
el: συντελεστής
es: coeficiente
fi: kerroin
fil: koepisyent
hu: koefficiens
id: koefisien
it: coefficiente
ja: 係数
ko: 계수
nl: coëfficiënt
no: koeffisient
pl: współczynnik
pt_pt: coeficiente
ro: coeficient
ru: 4) коэффициент
sk: koeficient
sv: koefficient
tr: katsayı
uk: коефіцієнт
vi: hệ số
zh_hans: 系数

# pct_l2_s1_title
source: Méthode
af: Metode
bg: Метод
cs: Metoda
da: Metode
de: Methode
el: Μέθοδος
es: Método
fi: Menetelmä
fil: Pamamaraan
hu: Módszer
id: Metode
it: Metodo
ja: 方法
ko: 방법
nl: Methode
no: Metode
pl: Metoda
pt_pt: Método
ro: Metodă
ru: 5) Метод
sk: Metóda
sv: Metod
sw: Mbinu
tr: Yöntem
uk: Метод
vi: Phương pháp
zh_hans: 方法

# pct_l2_s1_b1
source: Convertir p% en coefficient p/100 puis multiplier.
af: Verander p% in koëffisiënt p/100 en vermenigvuldig dan.
bg: Преобразувайте p% в коефициент p/100, след това умножете.
cs: Převést p% na koeficient p/100 a poté vynásobit.
da: Konverter p% til koefficient p/100 og derefter multiplicere.
de: p% in den Koeffizienten p/100 umwandeln und dann multiplizieren.
el: Μετατρέψτε το p% σε συντελεστή p/100 και στη συνέχεια πολλαπλασιάστε.
es: Convertir p% en coeficiente p/100 luego multiplicar.
fi: Muuta p% kertoimeksi p/100 ja kerro sitten.
fil: I-convert ang p% sa koepisyent na p/100 at pagkatapos ay imultiply.
hu: Konvertálja a p%-t p/100 koefficienssé, majd szorozza meg.
id: Ubah p% menjadi koefisien p/100 lalu kalikan.
it: Convertire p% in coefficiente p/100 e poi moltiplicare.
ja: p%を係数p/100に変換してから掛け算します。
ko: p%를 p/100의 계수로 변환한 후 곱합니다.
nl: Zet p% om in de coëfficiënt p/100 en vermenigvuldig vervolgens.
no: Konverter p% til koeffisient p/100 og deretter multipliser.
pl: Przekształć p% w współczynnik p/100, a następnie pomnóż.
pt_pt: Converter p% em coeficiente p/100 e depois multiplicar.
ro: Convertiți p% în coeficient p/100, apoi înmulțiți.
ru: 6) Преобразовать p% в коэффициент p/100, а затем умножить.
sk: Preveďte p% na koeficient p/100 a potom vynásobte.
sv: Konvertera p% till koefficient p/100 och multiplicera.
sw: Badilisha p% kuwa coefficient p/100 kisha uzidishe.
tr: p%’yi p/100 katsayısına dönüştürüp çarpın.
uk: Перетворити p% в коефіцієнт p/100, а потім множити.
vi: Chuyển đổi p% thành hệ số p/100 sau đó nhân.
zh_hans: 将p%转换为系数p/100，然后乘以。

# pct_l2_s1_b2
source: Certains pourcentages ont des équivalents simples (ex: 25% = 1/4).
af: Sekere persentasies het eenvoudige ekwivalente (bv: 25% = 1/4).
bg: Някои проценти имат прости еквиваленти (напр. 25% = 1/4).
cs: Některé procenta mají jednoduché ekvivalenty (např. 25% = 1/4).
da: Nogle procenter har enkle ækvivalenter (f.eks.: 25% = 1/4).
de: Einige Prozentsätze haben einfache Entsprechungen (z.B.: 25% = 1/4).
el: Ορισμένα ποσοστά έχουν απλές ισοδυναμίες (π.χ.: 25% = 1/4).
es: Algunos porcentajes tienen equivalentes simples (ej: 25% = 1/4).
fi: Jotkut prosentit ovat yksinkertaisia vastineita (esim. 25% = 1/4).
fil: Ang ilang porsyento ay may simpleng katumbas (hal: 25% = 1/4).
hu: Néhány százalék egyszerű megfelelője van (pl.: 25% = 1/4).
id: Beberapa persentase memiliki ekuivalen sederhana (mis: 25% = 1/4).
it: Alcuni percentuali hanno equivalenti semplici (es: 25% = 1/4).
ja: いくつかのパーセンテージには簡単な等価物があります（例：25% = 1/4）。
ko: 일부 백분율은 간단한 동등값이 있습니다(예: 25% = 1/4).
nl: Sommige percentages hebben eenvoudige equivalenten (bijv: 25% = 1/4).
no: Noen prosentandeler har enkle ekvivalenter (f.eks: 25% = 1/4).
pl: Niektóre procenty mają proste odpowiedniki (np. 25% = 1/4).
pt_pt: Alguns percentuais têm equivalentes simples (ex: 25% = 1/4).
ro: Unele procente au echivalente simple (ex: 25% = 1/4).
ru: 7) Некоторые проценты имеют простые эквиваленты (например: 25% = 1/4).
sk: Niektoré percentá majú jednoduché ekvivalenty (napr.: 25% = 1/4).
sv: Vissa procent har enkla motsvarigheter (t.ex. 25% = 1/4).
sw: Asilimia zingine zina sawa rahisi (mfano: 25% = 1/4).
tr: Bazı yüzdelerin basit eşdeğerleri vardır (örneğin: %25 = 1/4).
uk: Деякі відсотки мають прості еквіваленти (наприклад: 25% = 1/4).
vi: Một số phần trăm có các tương đương đơn giản (ví dụ: 25% = 1/4).
zh_hans: 某些百分比有简单的等价（例如：25% = 1/4）。

# pct_l2_s1_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Halimbawa
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: 8) Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# pct_l2_q1
source: Calculer 18% de 250.
af: Bereken 18% van 250.
bg: Изчислете 18% от 250.
cs: Vypočítat 18% z 250.
da: Beregn 18% af 250.
de: Berechne 18% von 250.
el: Υπολογίστε το 18% του 250.
es: Calcular el 18% de 250.
fi: Laske 18% 250:stä.
fil: Kalkulahin ang 18% ng 250.
hu: Számítsa ki a 18%-át 250-nek.
id: Hitung 18% dari 250.
it: Calcolare il 18% di 250.
ja: 250の18%を計算します。
ko: 250의 18% 계산하기.
nl: Bereken 18% van 250.
no: Beregn 18% av 250.
pl: Oblicz 18% z 250.
pt_pt: Calcular 18% de 250.
ro: Calculați 18% din 250.
ru: 9) Рассчитать 18% от 250.
sk: Vypočítať 18% z 250.
sv: Beräkna 18% av 250.
sw: Hesabu 18% ya 250.
tr: 250'nin %18'ini hesaplayın.
uk: Обчислити 18% від 250.
vi: Tính 18% của 250.
zh_hans: 计算250的18%。

# pct_l2_q2
source: 25% d’un nombre, c’est équivalent à…
af: 25% van 'n getal is gelyk aan...
bg: 25% от число, е еквивалентно на…
cs: 25% z čísla je ekvivalentní…
da: 25% af et tal svarer til…
de: 25% einer Zahl entspricht…
el: Το 25% ενός αριθμού είναι ισοδύναμο με…
es: El 25% de un número es equivalente a…
fi: 25% jostakin numerosta on sama kuin…
fil: 25% ng isang numero, ay katumbas ng…
hu: A szám 25%-a egyenlő...
id: 25% dari sebuah angka, setara dengan…
it: Il 25% di un numero è equivalente a…
ja: 数の25%は、…
ko: 숫자의 25%는…
nl: 25% van een getal is gelijk aan…
no: 25% av et tall er lik…
pl: 25% liczby to równoważne…
pt_pt: 25% de um número é equivalente a…
ro: 25% dintr-un număr este echivalent cu…
ru: 11) 25% от числа эквивалентно…
sk: 25% z čísla je ekvivalentné...
sv: 25% av ett tal är motsvarande att…
sw: 25% ya nambari, ni sawa na…
tr: Bir sayının %25'i, ... ile eşdeğerdir.
uk: 25% від числа - це еквівалентно…
vi: 25% của một số, tương đương với…
zh_hans: 25%的一个数字，相当于…

# pct_l2_q2_a
source: le diviser par 2
af: dit deur 2 te deel
bg: да го разделите на 2
cs: dělit 2
da: at dele det med 2
de: sie durch 2 teilen
el: να το διαιρέσετε με 2
es: dividirlo por 2
fi: jakaa se 2:lla
fil: hatiin ito sa 2
hu: oszd el 2-őt
id: membaginya dengan 2
it: dividerlo per 2
ja: 2で割ること
ko: 2로 나누기
nl: het delen door 2
no: å dele det med 2
pl: podzielić przez 2
pt_pt: dividi-lo por 2
ro: a-l împărți la 2
ru: 12) разделить на 2
sk: delením 2
sv: dela det med 2
sw: kuigawanya kwa 2
tr: onu 2'ye bölmek
uk: поділити на 2
vi: chia nó cho 2
zh_hans: 将其除以2

# pct_l2_q2_b
source: le diviser par 4
af: dit deur 4 te deel
bg: да го разделите на 4
cs: dělit 4
da: at dele det med 4
de: sie durch 4 teilen
el: να το διαιρέσετε με 4
es: dividirlo por 4
fi: jakaa se 4:llä
fil: hatiin ito sa 4
hu: oszd el 4-et
id: membaginya dengan 4
it: dividerlo per 4
ja: 4で割ること
ko: 4로 나누기
nl: het delen door 4
no: å dele det med 4
pl: podzielić przez 4
pt_pt: dividi-lo por 4
ro: a-l împărți la 4
ru: 13) разделить на 4
sk: delením 4
sv: dela det med 4
sw: kuigawanya kwa 4
tr: onu 4'e bölmek
uk: поділити на 4
vi: chia nó cho 4
zh_hans: 将其除以4

# pct_l2_q2_c
source: le multiplier par 4
af: dit met 4 te vermenigvuldig
bg: да го умножите по 4
cs: násobit 4
da: at multiplicere det med 4
de: sie mit 4 multiplizieren
el: να το πολλαπλασιάσετε με 4
es: multiplicarlo por 4
fi: kertoa se 4:llä
fil: imultiply ito sa 4
hu: szorozd meg 4-gyel
id: mengalikannya dengan 4
it: moltiplicarlo per 4
ja: 4倍すること
ko: 4로 곱하기
nl: het vermenigvuldigen met 4
no: å multiplisere det med 4
pl: pomnożyć przez 4
pt_pt: multiplicá-lo por 4
ro: a-l înmulți cu 4
ru: 14) умножить на 4
sk: násobením 4
sv: multiplicera det med 4
sw: kuizidisha kwa 4
tr: onu 4 ile çarpmak
uk: помножити на 4
vi: nhân nó với 4
zh_hans: 将其乘以4
