Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l9_s1_b1
source: Quand une valeur x_i apparaît f_i fois, on peut utiliser une moyenne pondérée avec poids = f_i.
af: Wanneer 'n waarde x_i f_i keer voorkom, kan 'n gewogen gemiddelde met gewig = f_i gebruik word.
bg: Когато стойност x_i се появява f_i пъти, можем да използваме средна с тегло с тегло = f_i.
cs: Když se hodnota x_i objeví f_i krát, můžeme použít vážený průměr s váhou = f_i.
da: Når en værdi x_i optræder f_i gange, kan man bruge et vægtet gennemsnit med vægt = f_i.
de: Wenn ein Wert x_i f_i Mal erscheint, kann man einen gewichteten Durchschnitt mit Gewicht = f_i verwenden.
el: Όταν μια τιμή x_i εμφανίζεται f_i φορές, μπορούμε να χρησιμοποιήσουμε έναν σταθμισμένο μέσο όρο με βάρος = f_i.
es: Cuando un valor x_i aparece f_i veces, se puede utilizar una media ponderada con peso = f_i.
fi: Kun arvo x_i esiintyy f_i kertaa, voimme käyttää painotettua keskiarvoa, jossa paino = f_i.
fil: Kapag ang isang halaga x_i ay lumilitaw ng f_i na beses, maaari tayong gumamit ng weighted average na may timbang = f_i.
hu: Amikor egy x_i érték f_i alkalommal jelenik meg, használhatunk súlyozott átlagot, ahol a súly = f_i.
id: Ketika nilai x_i muncul f_i kali, kita dapat menggunakan rata-rata tertimbang dengan bobot = f_i.
it: Quando un valore x_i appare f_i volte, si può utilizzare una media ponderata con peso = f_i.
ja: 値x_iがf_i回現れるとき、重みf_iを持つ加重平均を使用できます。
ko: 값 x_i가 f_i번 나타날 때, 가중치 = f_i로 가중 평균을 사용할 수 있습니다.
nl: Wanneer een waarde x_i f_i keer voorkomt, kunnen we een gewogen gemiddelde gebruiken met gewicht = f_i.
no: Når en verdi x_i vises f_i ganger, kan vi bruke et vektet gjennomsnitt med vekt = f_i.
pl: Gdy wartość x_i występuje f_i razy, można użyć średniej ważonej z wagą = f_i.
pt_pt: Quando um valor x_i aparece f_i vezes, pode-se usar uma média ponderada com peso = f_i.
ro: Când o valoare x_i apare de f_i ori, putem folosi o medie ponderată cu greutate = f_i.
ru: Когда значение x_i появляется f_i раз, можно использовать взвешенное среднее с весом = f_i.
sk: Keď sa hodnota x_i objaví f_i krát, môžeme použiť vážený priemer s váhou = f_i.
sv: När ett värde x_i förekommer f_i gånger kan man använda ett viktat medelvärde med vikt = f_i.
sw: Wakati thamani x_i inajitokeza mara f_i, tunaweza kutumia wastani wa uzito na uzito = f_i.
tr: Bir x_i değeri f_i kez ortaya çıktığında, ağırlık = f_i olan ağırlıklı bir ortalama kullanabiliriz.
uk: Коли значення x_i з'являється f_i разів, можна використовувати зважене середнє з вагою = f_i.
vi: Khi một giá trị x_i xuất hiện f_i lần, ta có thể sử dụng trung bình có trọng số với trọng số = f_i.
zh_hans: 当值x_i出现f_i次时，我们可以使用加权平均，权重=f_i。

# mean_l9_s1_b2
source: La somme des effectifs joue le rôle de n.
af: Die som van die frekwensies speel die rol van n.
bg: Сумата на честотите играе ролята на n.
cs: Součet četností hraje roli n.
da: Summen af frekvenserne spiller rollen som n.
de: Die Summe der Häufigkeiten spielt die Rolle von n.
el: Το άθροισμα των συχνοτήτων παίζει το ρόλο του n.
es: La suma de las frecuencias juega el papel de n.
fi: Frekvenssien summa toimii n:nä.
fil: Ang kabuuan ng mga bilang ay nagsisilbing n.
hu: A gyakoriságok összege n szerepét játssza.
id: Jumlah frekuensi berperan sebagai n.
it: La somma delle frequenze svolge il ruolo di n.
ja: 労働の合計はnの役割を果たします。
ko: 빈도의 합은 n의 역할을 합니다.
nl: De som van de frequenties speelt de rol van n.
no: Summen av frekvensene spiller rollen som n.
pl: Suma częstości pełni rolę n.
pt_pt: A soma dos efetivos desempenha o papel de n.
ro: Suma efectivelor joacă rolul lui n.
ru: Сумма частот играет роль n.
sk: Súčet frekvencií zohráva úlohu n.
sv: Summan av frekvenserna spelar rollen av n.
sw: Jumla ya idadi inachukua nafasi ya n.
tr: Frekansların toplamı n rolünü oynar.
uk: Сума частот виконує роль n.
vi: Tổng tần số đóng vai trò là n.
zh_hans: 频数的总和充当n的角色。

# mean_l9_s1_b3
source: Très courant dans les tableaux statistiques (notes, âges, tailles…).
af: Baie algemeen in statistiese tabelles (grade, ouderdomme, groottes…).
bg: Много често в статистическите таблици (оценки, възрасти, размери…).
cs: Velmi běžné v statistických tabulkách (známky, věky, výšky…).
da: Meget almindeligt i statistiske tabeller (karakterer, aldre, højder…).
de: Sehr häufig in statistischen Tabellen (Noten, Alter, Größen…).
el: Πολύ συνηθισμένο στους στατιστικούς πίνακες (βαθμοί, ηλικίες, ύψη…).
es: Muy común en las tablas estadísticas (notas, edades, tamaños…).
fi: Erittäin yleistä tilastotaulukoissa (arvosanat, ikä, pituus…).
fil: Napaka-karaniwan sa mga talahanayan ng estadistika (mga marka, edad, taas…).
hu: Nagyon elterjedt statisztikai táblázatokban (jegyek, életkorok, magasságok…).
id: Sangat umum dalam tabel statistik (nilai, usia, tinggi badan…).
it: Molto comune nelle tabelle statistiche (voti, età, altezze…).
ja: 統計表（成績、年齢、サイズなど）で非常に一般的です。
ko: 통계 표에서 매우 일반적입니다 (점수, 나이, 크기 등).
nl: Zeer gebruikelijk in statistische tabellen (cijfers, leeftijden, lengtes…).
no: Veldig vanlig i statistiske tabeller (karakterer, aldre, høyder…).
pl: Bardzo powszechne w tabelach statystycznych (oceny, wieki, wzrosty…).
pt_pt: Muito comum em tabelas estatísticas (notas, idades, tamanhos…).
ro: Foarte comun în tabelele statistice (note, vârste, înălțimi…).
ru: Очень распространено в статистических таблицах (оценки, возраста, размеры…).
sk: Veľmi bežné v štatistických tabuľkách (známky, veky, výšky…).
sv: Mycket vanligt i statistiska tabeller (betyg, åldrar, längder…).
sw: Inajulikana sana katika meza za takwimu (alama, umri, urefu…).
tr: İstatistiksel tablolarda çok yaygındır (notlar, yaşlar, boylar…).
uk: Дуже поширено в статистичних таблицях (оцінки, віки, розміри…).
vi: Rất phổ biến trong các bảng thống kê (điểm số, độ tuổi, kích thước…).
zh_hans: 在统计表中非常常见（分数、年龄、身高……）。

# mean_l9_s2_title
source: Exemple (tableau d’effectifs)
af: Voorbeeld (frekwensietabel)
bg: Пример (таблица с честоти)
cs: Příklad (tabulka četností)
da: Eksempel (frekvenstabell)
de: Beispiel (Häufigkeitstabelle)
el: Παράδειγμα (πίνακας συχνοτήτων)
es: Ejemplo (tabla de frecuencias)
fi: Esimerkki (frekvenssitaulukko)
fil: Halimbawa (talahanayan ng mga bilang)
hu: Példa (gyakorisági táblázat)
id: Contoh (tabel frekuensi)
it: Esempio (tabella delle frequenze)
ja: 例（頻度表）
ko: 예시 (빈도수 표)
nl: Voorbeeld (frequentietabel)
no: Eksempel (frekvenstabell)
pl: Przykład (tabela częstości)
pt_pt: Exemplo (tabela de efetivos)
ro: Exemplu (tabel de efective)
ru: Пример (таблица частот)
sk: Príklad (tabuľka frekvencií)
sv: Exempel (frekvenstabell)
sw: Mfano (meza ya idadi)
tr: Örnek (frekans tablosu)
uk: Приклад (таблиця частот)
vi: Ví dụ (bảng tần số)
zh_hans: 示例（频数表）

# mean_l9_s2_b1
source: 10 (effectif 2), 12 (effectif 5), 14 (effectif 3).
af: 10 (frekwensie 2), 12 (frekwensie 5), 14 (frekwensie 3).
bg: 10 (честота 2), 12 (честота 5), 14 (честота 3).
cs: 10 (četnost 2), 12 (četnost 5), 14 (četnost 3).
da: 10 (frekvens 2), 12 (frekvens 5), 14 (frekvens 3).
de: 10 (Häufigkeit 2), 12 (Häufigkeit 5), 14 (Häufigkeit 3).
el: 10 (συχνότητα 2), 12 (συχνότητα 5), 14 (συχνότητα 3).
es: 10 (frecuencia 2), 12 (frecuencia 5), 14 (frecuencia 3).
fi: 10 (frekvenssi 2), 12 (frekvenssi 5), 14 (frekvenssi 3).
fil: 10 (bilang 2), 12 (bilang 5), 14 (bilang 3).
hu: 10 (gyakoriság 2), 12 (gyakoriság 5), 14 (gyakoriság 3).
id: 10 (frekuensi 2), 12 (frekuensi 5), 14 (frekuensi 3).
it: 10 (frequenza 2), 12 (frequenza 5), 14 (frequenza 3).
ja: 10（頻度2）、12（頻度5）、14（頻度3）。
ko: 10 (빈도수 2), 12 (빈도수 5), 14 (빈도수 3).
nl: 10 (frequentie 2), 12 (frequentie 5), 14 (frequentie 3).
no: 10 (frekvens 2), 12 (frekvens 5), 14 (frekvens 3).
pl: 10 (częstość 2), 12 (częstość 5), 14 (częstość 3).
pt_pt: 10 (efetivo 2), 12 (efetivo 5), 14 (efetivo 3).
ro: 10 (efectiv 2), 12 (efectiv 5), 14 (efectiv 3).
ru: 10 (частота 2), 12 (частота 5), 14 (частота 3).
sk: 10 (frekvencia 2), 12 (frekvencia 5), 14 (frekvencia 3).
sv: 10 (frekvens 2), 12 (frekvens 5), 14 (frekvens 3).
sw: 10 (idadi 2), 12 (idadi 5), 14 (idadi 3).
tr: 10 (frekans 2), 12 (frekans 5), 14 (frekans 3).
uk: 10 (частота 2), 12 (частота 5), 14 (частота 3).
vi: 10 (tần số 2), 12 (tần số 5), 14 (tần số 3).
zh_hans: 10（频数2），12（频数5），14（频数3）。

# mean_l9_s2_b2
source: Somme pondérée = 10×2 + 12×5 + 14×3 = 122.
af: Gewogen som = 10×2 + 12×5 + 14×3 = 122.
bg: Теглена сума = 10×2 + 12×5 + 14×3 = 122.
cs: Vážený součet = 10×2 + 12×5 + 14×3 = 122.
da: Vægtet sum = 10×2 + 12×5 + 14×3 = 122.
de: Gewichtete Summe = 10×2 + 12×5 + 14×3 = 122.
el: Σταθμισμένο άθροισμα = 10×2 + 12×5 + 14×3 = 122.
es: Suma ponderada = 10×2 + 12×5 + 14×3 = 122.
fi: Painotettu summa = 10×2 + 12×5 + 14×3 = 122.
fil: Weighted sum = 10×2 + 12×5 + 14×3 = 122.
hu: Súlyozott összeg = 10×2 + 12×5 + 14×3 = 122.
id: Jumlah tertimbang = 10×2 + 12×5 + 14×3 = 122.
it: Somma ponderata = 10×2 + 12×5 + 14×3 = 122.
ja: 加重合計 = 10×2 + 12×5 + 14×3 = 122。
ko: 가중 합계 = 10×2 + 12×5 + 14×3 = 122.
nl: Gewogen som = 10×2 + 12×5 + 14×3 = 122.
no: Vektet sum = 10×2 + 12×5 + 14×3 = 122.
pl: Suma ważona = 10×2 + 12×5 + 14×3 = 122.
pt_pt: Soma ponderada = 10×2 + 12×5 + 14×3 = 122.
ro: Sumă ponderată = 10×2 + 12×5 + 14×3 = 122.
ru: Взвешенная сумма = 10×2 + 12×5 + 14×3 = 122.
sk: Vážený súčet = 10×2 + 12×5 + 14×3 = 122.
sv: Viktad summa = 10×2 + 12×5 + 14×3 = 122.
sw: Jumla ya uzito = 10×2 + 12×5 + 14×3 = 122.
tr: Ağırlıklı toplam = 10×2 + 12×5 + 14×3 = 122.
uk: Зважена сума = 10×2 + 12×5 + 14×3 = 122.
vi: Tổng trọng số = 10×2 + 12×5 + 14×3 = 122.
zh_hans: 加权和 = 10×2 + 12×5 + 14×3 = 122。

# mean_l9_s2_b3
source: Effectif total = 2+5+3 = 10.
af: Totale frekwensie = 2+5+3 = 10.
bg: Обща честота = 2+5+3 = 10.
cs: Celková četnost = 2+5+3 = 10.
da: Total frekvens = 2+5+3 = 10.
de: Gesamtzahl = 2+5+3 = 10.
el: Συνολική συχνότητα = 2+5+3 = 10.
es: Frecuencia total = 2+5+3 = 10.
fi: Kokonaisfrekvenssi = 2+5+3 = 10.
fil: Kabuuang bilang = 2+5+3 = 10.
hu: Összes gyakoriság = 2+5+3 = 10.
id: Frekuensi total = 2+5+3 = 10.
it: Frequenza totale = 2+5+3 = 10.
ja: 合計頻度 = 2+5+3 = 10。
ko: 총 빈도수 = 2+5+3 = 10.
nl: Totaal aantal = 2+5+3 = 10.
no: Total frekvens = 2+5+3 = 10.
pl: Częstość całkowita = 2+5+3 = 10.
pt_pt: Efetivo total = 2+5+3 = 10.
ro: Efectiv total = 2+5+3 = 10.
ru: Общая частота = 2+5+3 = 10.
sk: Celková frekvencia = 2+5+3 = 10.
sv: Total frekvens = 2+5+3 = 10.
sw: Idadi jumla = 2+5+3 = 10.
tr: Toplam frekans = 2+5+3 = 10.
uk: Загальна частота = 2+5+3 = 10.
vi: Tổng tần số = 2+5+3 = 10.
zh_hans: 总频数 = 2+5+3 = 10。

# mean_l9_s2_b4
source: Moyenne = 122/10 = 12,2.
af: Gemiddelde = 122/10 = 12,2.
bg: Средна = 122/10 = 12,2.
cs: Průměr = 122/10 = 12,2.
da: Gennemsnit = 122/10 = 12,2.
de: Durchschnitt = 122/10 = 12,2.
el: Μέση = 122/10 = 12,2.
es: Media = 122/10 = 12,2.
fi: Keskimäärä = 122/10 = 12,2.
fil: Average = 122/10 = 12.2.
hu: Átlag = 122/10 = 12,2.
id: Rata-rata = 122/10 = 12,2.
it: Media = 122/10 = 12,2.
ja: 平均 = 122/10 = 12.2。
ko: 평균 = 122/10 = 12.2.
nl: Gemiddelde = 122/10 = 12,2.
no: Gjennomsnitt = 122/10 = 12,2.
pl: Średnia = 122/10 = 12,2.
pt_pt: Média = 122/10 = 12,2.
ro: Medie = 122/10 = 12,2.
ru: Среднее = 122/10 = 12,2.
sk: Priemer = 122/10 = 12,2.
sv: Medelvärde = 122/10 = 12,2.
sw: Wastani = 122/10 = 12.2.
tr: Ortalama = 122/10 = 12,2.
uk: Середнє = 122/10 = 12,2.
vi: Trung bình = 122/10 = 12,2.
zh_hans: 平均值 = 122/10 = 12.2。

# mean_l9_s2_ex1
source: Calcul
af: Berekening
bg: Изчисление
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
fi: Laskenta
fil: Kalkulasyon
hu: Számítás
id: Perhitungan
it: Calcolo
ja: 計算
ko: 계산
nl: Berekening
no: Beregning
pl: Obliczenia
pt_pt: Cálculo
ru: Расчет
sk: Výpočet
sv: Beräkning
sw: Hesabu
tr: Hesaplama
uk: Обчислення
vi: Tính toán
zh_hans: 计算

# mean_l9_s3_title
source: Données groupées en classes (intervalles)
af: Gegewe data in klasse (intervalle)
bg: Данни, групирани в класове (интервали)
cs: Data seskupená do tříd (intervaly)
da: Data grupperet i klasser (intervaller)
de: Daten in Klassen (Intervalle) gruppiert
el: Δεδομένα ομαδοποιημένα σε κλάσεις (διαστήματα)
es: Datos agrupados en clases (intervalos)
fi: Tietoja ryhmiteltyinä luokkiin (väliin)
fil: Mga datos na pinagsama-sama sa mga klase (mga interval)
hu: Adatok csoportosítva osztályokba (intervallumok)
id: Data dikelompokkan dalam kelas (interval)
it: Dati raggruppati in classi (intervalli)
ja: クラス（区間）にグループ化されたデータ
ko: 클래스(구간)으로 그룹화된 데이터
nl: Gegevens gegroepeerd in klassen (intervallen)
no: Data gruppert i klasser (intervaller)
pl: Dane pogrupowane w klasy (przedziały)
pt_pt: Dados agrupados em classes (intervalos)
ro: Date grupate în clase (intervale)
ru: Данные сгруппированы по классам (интервалам)
sk: Údaje rozdelené do tried (intervaly)
sv: Data grupperade i klasser (intervall)
sw: Data zimepangwa katika madarasa (vipindi)
tr: Sınıflara (aralıklara) gruplandırılmış veriler
uk: Дані, згруповані в класи (інтервали)
vi: Dữ liệu được nhóm thành các lớp (khoảng)
zh_hans: 分组数据（区间）

# mean_l9_s3_b1
source: Si les données sont regroupées par intervalles (classes), on ne connaît pas les valeurs exactes de chaque observation.
af: As die data in intervalle (klasse) gegroepeer is, ken ons nie die presiese waardes van elke waarneming nie.
bg: Ако данните са групирани по интервали (класове), не знаем точните стойности на всяко наблюдение.
cs: Pokud jsou data seskupena podle intervalů (tříd), neznáme přesné hodnoty každé pozorování.
da: Hvis dataene er grupperet efter intervaller (klasser), kender man ikke de nøjagtige værdier for hver observation.
de: Wenn die Daten in Intervallen (Klassen) gruppiert sind, kennt man die genauen Werte jeder Beobachtung nicht.
el: Αν τα δεδομένα είναι ομαδοποιημένα σε διαστήματα (κλάσεις), δεν γνωρίζουμε τις ακριβείς τιμές κάθε παρατήρησης.
es: Si los datos están agrupados por intervalos (clases), no se conocen los valores exactos de cada observación.
fi: Jos tiedot on ryhmitelty väleittäin (luokkiin), emme tiedä jokaisen havainnon tarkkoja arvoja.
fil: Kung ang mga datos ay pinagsama-sama ayon sa mga interval (mga klase), hindi natin alam ang eksaktong mga halaga ng bawat obserbasyon.
hu: Ha az adatok intervallumokba (osztályokba) vannak csoportosítva, nem ismerjük minden megfigyelés pontos értékét.
id: Jika data dikelompokkan berdasarkan interval (kelas), kita tidak mengetahui nilai tepat dari setiap pengamatan.
it: Se i dati sono raggruppati per intervalli (classi), non si conoscono i valori esatti di ogni osservazione.
ja: データが区間（クラス）でグループ化されている場合、各観測値の正確な値はわかりません。
ko: 데이터가 구간(클래스)으로 그룹화되면 각 관측값의 정확한 값을 알 수 없습니다.
nl: Als de gegevens zijn gegroepeerd per intervallen (klassen), kennen we de exacte waarden van elke observatie niet.
no: Hvis dataene er gruppert etter intervaller (klasser), kjenner vi ikke de eksakte verdiene for hver observasjon.
pl: Jeśli dane są pogrupowane w przedziały (klasy), nie znamy dokładnych wartości każdej obserwacji.
pt_pt: Se os dados estão agrupados por intervalos (classes), não se conhece os valores exatos de cada observação.
ro: Dacă datele sunt grupate pe intervale (clase), nu cunoaștem valorile exacte ale fiecărei observații.
ru: Если данные сгруппированы по интервалам (классам), мы не знаем точные значения каждого наблюдения.
sk: Ak sú údaje rozdelené do intervalov (tried), nepoznáme presné hodnoty každej pozorovania.
sv: Om data är grupperade i intervall (klasser) känner vi inte till de exakta värdena för varje observation.
sw: Ikiwa data zimepangwa kwa vipindi (madarasa), hatujui thamani halisi za kila uchunguzi.
tr: Veriler aralıklarla (sınıflar) gruplandırıldığında, her gözlemin tam değerlerini bilemeyiz.
uk: Якщо дані згруповані за інтервалами (класами), ми не знаємо точні значення кожного спостереження.
vi: Nếu dữ liệu được nhóm theo khoảng (lớp), ta không biết giá trị chính xác của mỗi quan sát.
zh_hans: 如果数据按区间（类别）分组，则无法知道每个观察值的确切值。

# mean_l9_s3_b2
source: On approxime chaque classe par son centre (milieu de l’intervalle).
af: Ons benader elke klas deur sy sentrum (middel van die interval).
bg: Приближаваме всеки клас с неговия център (средата на интервала).
cs: Každou třídu přibližujeme jejím středem (středem intervalu).
da: Man approximerer hver klasse med sit centrum (midten af intervallet).
de: Jede Klasse wird durch ihren Mittelpunkt (Mitte des Intervalls) approximiert.
el: Προσεγγίζουμε κάθε κλάση με το κέντρο της (μέσο του διαστήματος).
es: Se aproxima cada clase por su centro (mitad del intervalo).
fi: Lähestymme kutakin luokkaa sen keskikohdalla (välin keskikohta).
fil: Inuukit natin ang bawat klase sa pamamagitan ng kanyang sentro (gitna ng interval).
hu: Minden osztályt a középpontjával (az intervallum közepével) közelítünk.
id: Kita mendekati setiap kelas dengan pusatnya (tengah interval).
it: Si approssima ogni classe per il suo centro (metà dell'intervallo).
ja: 各クラスをその中心（区間の中央）で近似します。
ko: 각 클래스를 그 중심(구간의 중간)으로 근사합니다.
nl: We benaderen elke klasse door zijn centrum (midden van het interval).
no: Vi approximerer hver klasse med sitt sentrum (midten av intervallet).
pl: Przybliżamy każdą klasę przez jej środek (środek przedziału).
pt_pt: Aproximamos cada classe pelo seu centro (meio do intervalo).
ro: Aproximăm fiecare clasă prin centrul său (mijlocul intervalului).
ru: Мы приближаем каждый класс его центром (середина интервала).
sk: Každú triedu približujeme jej stredom (stred intervalov).
sv: Vi approximerar varje klass med sitt centrum (mitten av intervallet).
sw: Tunakaribia kila darasa kwa kitu chake katikati (katikati ya kipindi).
tr: Her sınıfı merkezine (aralığın ortası) göre yaklaşık olarak alırız.
uk: Ми апроксимуємо кожен клас його центром (середина інтервалу).
vi: Ta xấp xỉ mỗi lớp bằng trung tâm của nó (giữa khoảng).
zh_hans: 我们用每个类别的中心（区间的中点）来近似。

# mean_l9_s3_b3
source: On calcule ensuite une moyenne pondérée avec les effectifs de classes.
af: Ons bereken dan 'n gewogen gemiddelde met die frekwensies van klasse.
bg: След това изчисляваме средно аритметично с тежестите на класовете.
cs: Poté vypočítáme vážený průměr s četnostmi tříd.
da: Man beregner derefter et vægtet gennemsnit med klassefrekvenserne.
de: Anschließend wird ein gewichteter Durchschnitt mit den Häufigkeiten der Klassen berechnet.
el: Στη συνέχεια υπολογίζουμε έναν σταθμισμένο μέσο όρο με τους αριθμούς των κλάσεων.
es: Luego se calcula una media ponderada con las frecuencias de las clases.
fi: Lasketaan sitten painotettu keskiarvo luokkien frekvenssien avulla.
fil: Pagkatapos ay kinakalkula natin ang isang weighted average gamit ang mga bilang ng klase.
hu: Ezután súlyozott átlagot számítunk az osztályok gyakoriságaival.
id: Kemudian kita menghitung rata-rata tertimbang dengan frekuensi kelas.
it: Si calcola poi una media ponderata con le frequenze delle classi.
ja: 次に、クラスの頻度を使って加重平均を計算します。
ko: 그런 다음 클래스의 빈도로 가중 평균을 계산합니다.
nl: Vervolgens berekenen we een gewogen gemiddelde met de frequenties van de klassen.
no: Vi beregner deretter et vektet gjennomsnitt med frekvensene for klassene.
pl: Następnie obliczamy średnią ważoną z częstości klas.
pt_pt: Em seguida, calculamos uma média ponderada com os efetivos das classes.
ro: Apoi calculăm o medie ponderată cu efectivele claselor.
ru: Затем мы вычисляем взвешенное среднее с частотами классов.
sk: Potom vypočítame vážený priemer s frekvenciami tried.
sv: Vi beräknar sedan ett viktat medelvärde med klassernas frekvenser.
sw: Kisha tunahesabu wastani wa uzito kwa idadi za madarasa.
tr: Sonra sınıf frekansları ile ağırlıklı bir ortalama hesaplarız.
uk: Потім ми обчислюємо зважене середнє з чисельностей класів.
vi: Sau đó, ta tính một trung bình có trọng số với các tần số của lớp.
zh_hans: 然后我们用类别的频数计算加权平均。

# mean_l9_s3_b4
source: C’est une estimation : des classes larges peuvent donner une approximation moins précise.
af: Dit is 'n skatting: breë klasse kan 'n minder akkurate benadering gee.
bg: Това е оценка: широките класове могат да дадат по-малко точна приближеност.
cs: Je to odhad: široké třídy mohou poskytnout méně přesnou aproximaci.
da: Det er en estimation: brede klasser kan give en mindre præcis approximation.
de: Es ist eine Schätzung: breite Klassen können eine weniger präzise Annäherung liefern.
el: Είναι μια εκτίμηση: οι ευρείες κλάσεις μπορεί να δώσουν μια λιγότερο ακριβή προσέγγιση.
es: Es una estimación: clases amplias pueden dar una aproximación menos precisa.
fi: Se on arvio: laajat luokat voivat antaa vähemmän tarkkoja arvioita.
fil: Ito ay isang pagtataya: ang malalawak na klase ay maaaring magbigay ng mas hindi tumpak na approximation.
hu: Ez egy becslés: a széles osztályok kevésbé pontos közelítést adhatnak.
id: Ini adalah estimasi: kelas yang lebar dapat memberikan perkiraan yang kurang tepat.
it: È una stima: classi ampie possono dare un'approssimazione meno precisa.
ja: これは推定です：広いクラスは、より正確な近似を提供しない可能性があります。
ko: 이는 추정입니다: 넓은 클래스는 덜 정확한 근사를 제공할 수 있습니다.
nl: Het is een schatting: brede klassen kunnen een minder nauwkeurige benadering geven.
no: Dette er en estimat: brede klasser kan gi en mindre presis tilnærming.
pl: To jest oszacowanie: szerokie klasy mogą dawać mniej precyzyjne przybliżenie.
pt_pt: É uma estimativa: classes largas podem dar uma aproximação menos precisa.
ro: Este o estimare: clasele largi pot oferi o aproximare mai puțin precisă.
ru: Это оценка: широкие классы могут дать менее точное приближение.
sk: Je to odhad: široké triedy môžu poskytnúť menej presnú aproximáciu.
sv: Det är en uppskattning: breda klasser kan ge en mindre exakt approximation.
sw: Ni makadirio: madarasa makubwa yanaweza kutoa makadirio yasiyo sahihi.
tr: Bu bir tahmindir: geniş sınıflar daha az kesin bir tahmin verebilir.
uk: Це оцінка: широкі класи можуть дати менш точну апроксимацію.
vi: Đây là một ước lượng: các lớp rộng có thể cho một xấp xỉ kém chính xác hơn.
zh_hans: 这是一种估计：较宽的类别可能会给出不太精确的近似。

# mean_l9_s4_title
source: Conseils pratiques
af: Praktiese wenke
bg: Практически съвети
cs: Praktické rady
da: Praktiske råd
de: Praktische Tipps
el: Πρακτικές συμβουλές
es: Consejos prácticos
fi: Käytännön vinkkejä
fil: Mga praktikal na tip
hu: Gyakorlati tanácsok
id: Tips praktis
it: Consigli pratici
ja: 実用的なアドバイス
ko: 실용적인 조언
nl: Praktische tips
no: Praktiske råd
pl: Praktyczne porady
pt_pt: Conselhos práticos
ro: Sfaturi practice
ru: Практические советы
sk: Praktické rady
sv: Praktiska råd
sw: Mashauri ya vitendo
tr: Pratik ipuçları
uk: Практичні поради
vi: Lời khuyên thực tiễn
zh_hans: 实用建议
