Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_median_course_q4
source: C’est quoi la médiane sur un tableau d’effectifs ou des classes ?
af: Wat is die mediaan op 'n frekwensietabel of klasse?
bg: Какво е медианата на таблица с честоти или класове?
cs: Co je to medián v tabulce četností nebo tříd?
da: Hvad er medianen på en frekvenstabel eller klasser?
de: Was ist der Median in einer Häufigkeitstabelle oder Klassen?
el: Τι είναι η διάμεσος σε έναν πίνακα συχνοτήτων ή κατηγοριών;
es: ¿Qué es la mediana en una tabla de frecuencias o clases?
fi: Mikä on mediaani frekvenssitaulukossa tai luokissa?
fil: Ano ang median sa isang talahanayan ng dalas o mga klase?
hu: Mi a medián egy gyakorisági táblázatban vagy osztályokban?
id: Apa itu median pada tabel frekuensi atau kelas?
it: Cos'è la mediana su una tabella di frequenze o classi?
ja: 頻度表やクラスにおける中央値とは何ですか？
ko: 빈도표 또는 구간에서 중앙값은 무엇인가요?
nl: Wat is de mediaan op een frequentietabel of klassen?
no: Hva er medianen på en frekvenstabell eller klasser?
pl: Czym jest mediana w tabeli częstości lub klasach?
pt_pt: O que é a mediana em uma tabela de frequências ou classes?
ro: Ce este mediana pe un tabel de frecvențe sau clase?
ru: Что такое медиана в таблице частот или классах?
sk: Čo je medián na tabuľke frekvencií alebo triedach?
sv: Vad är medianen på en frekvenstabell eller klasser?
sw: Ni nini mediani kwenye meza ya idadi au madarasa?
tr: Frekans tablosu veya sınıflar üzerinde medyan nedir?
uk: Що таке медіана в таблиці частот або класів?
vi: Trung vị là gì trên bảng tần số hoặc các lớp?
zh_hans: 在频数表或类别上，中位数是什么？

# ed_math_statistics_median_course_a4
source: Avec effectifs, on utilise les cumulés pour trouver où se situe 50% du total. Avec des classes, on repère la classe médiane via N/2 puis on peut estimer la médiane par interpolation dans cette classe.
af: Met 'n personeel, gebruik ons die kumulaties om te vind waar 50% van die totaal geleë is. Met klasse, identifiseer ons die mediaan klas deur N/2 en dan kan ons die mediaan skat deur interpolasie in hierdie klas.
bg: С ефективни данни използваме натрупаните стойности, за да намерим къде се намира 50% от общото. С класове откриваме медианния клас чрез N/2 и след това можем да оценим медианата чрез интерполация в този клас.
cs: S efektivy používáme kumulativní hodnoty k určení, kde se nachází 50 % celku. S třídami identifikujeme mediánovou třídu pomocí N/2 a poté můžeme odhadnout medián interpolací v této třídě.
da: Medarbejdere bruger de kumulerede værdier til at finde, hvor 50% af totalet ligger. Med klasser identificerer vi den midterste klasse via N/2, hvorefter vi kan estimere medianen ved interpolation i denne klasse.
de: Mit Häufigkeiten verwenden wir die kumulierten Werte, um zu bestimmen, wo 50 % des Gesamtwerts liegen. Mit Klassen identifizieren wir die Median-Klasse über N/2 und können dann den Median durch Interpolation in dieser Klasse schätzen.
el: Με τους πληθυσμούς, χρησιμοποιούμε τους σωρευτικούς για να βρούμε πού βρίσκεται το 50% του συνόλου. Με τις κλάσεις, εντοπίζουμε την μεσαία κλάση μέσω N/2 και στη συνέχεια μπορούμε να εκτιμήσουμε τη διάμεσο με παρεμβολή σε αυτή την κλάση.
es: Con efectivos, utilizamos los acumulados para encontrar dónde se sitúa el 50% del total. Con clases, identificamos la clase mediana a través de N/2 y luego podemos estimar la mediana por interpolación en esta clase.
fi: Kun käytetään henkilöstöä, käytämme kumulatiivisia arvoja löytääksemme, missä 50 % kokonaismäärästä sijaitsee. Luokkien kanssa tunnistamme mediaaniluokan N/2:n avulla ja voimme arvioida mediaanin interpoloinnin avulla tässä luokassa.
fil: Sa mga bilang, ginagamit ang mga pinagsama-sama upang malaman kung nasaan ang 50% ng kabuuan. Sa mga klase, natutukoy ang gitnang klase sa pamamagitan ng N/2 at pagkatapos ay maaari nating tantiyahin ang gitnang halaga sa pamamagitan ng interpolasyon sa klase na ito.
hu: A létszámokkal a kumulált értékeket használjuk annak meghatározására, hogy hol helyezkedik el a teljes összeg 50%-a. Osztályok esetén a középső osztályt az N/2 segítségével azonosítjuk, majd ezen osztályon belül interpolációval megbecsüljük a mediánt.
id: Dengan jumlah, kita menggunakan kumulatif untuk menemukan di mana 50% dari total berada. Dengan kelas, kita menemukan kelas median melalui N/2 kemudian kita dapat memperkirakan median dengan interpolasi dalam kelas ini.
it: Con gli effettivi, utilizziamo i cumulati per trovare dove si trova il 50% del totale. Con le classi, identifichiamo la classe mediana tramite N/2 e poi possiamo stimare la mediana per interpolazione in questa classe.
ja: 人数がある場合、累積を使用して合計の50%がどこにあるかを見つけます。クラスがある場合、N/2を使って中央値のクラスを特定し、そのクラス内で補間によって中央値を推定できます。
ko: 인원 수가 있는 경우, 누적 값을 사용하여 총합의 50%가 어디에 위치하는지 찾습니다. 클래스가 있는 경우, N/2를 통해 중앙 클래스를 식별한 다음 이 클래스 내에서 보간법으로 중앙값을 추정할 수 있습니다.
nl: Bij aantallen gebruiken we de cumulatieven om te vinden waar 50% van het totaal ligt. Bij klassen identificeren we de mediaan klasse via N/2 en kunnen we de mediaan schatten door interpolatie in deze klasse.
no: Med antall, bruker vi de kumulerte for å finne hvor 50% av totalen ligger. Med klasser identifiserer vi den mediane klassen via N/2, og deretter kan vi estimere medianen ved interpolasjon i denne klassen.
pl: Z efektami, używamy skumulowanych, aby znaleźć, gdzie znajduje się 50% całości. W przypadku klas, identyfikujemy klasę mediany poprzez N/2, a następnie możemy oszacować medianę przez interpolację w tej klasie.
pt_pt: Com efetivos, usamos os acumulados para encontrar onde se situa 50% do total. Com classes, identificamos a classe mediana através de N/2 e depois podemos estimar a mediana por interpolação nessa classe.
ro: Cu efective, folosim cumulativele pentru a găsi unde se află 50% din total. Cu clase, identificăm clasa mediană prin N/2, apoi putem estima mediana prin interpolare în această clasă.
ru: С учетом численности, мы используем накопленные данные, чтобы определить, где находится 50% от общего числа. С классами мы находим медианный класс через N/2, а затем можем оценить медиану с помощью интерполяции в этом классе.
sk: S efektívami používame kumulované hodnoty na zistenie, kde sa nachádza 50% z celkového súčtu. S triedami identifikujeme mediánovú triedu cez N/2 a potom môžeme odhadnúť medián interpoláciou v tejto triede.
sv: Med personal använder vi kumulerade värden för att hitta var 50% av totalen ligger. Med klasser identifierar vi den mellersta klassen via N/2 och kan sedan uppskatta medianen genom interpolation i denna klass.
sw: Kwa idadi, tunatumia jumla kupata wapi 50% ya jumla ilipo. Kwa madarasa, tunatambua darasa la kati kupitia N/2 kisha tunaweza kutathmini kati kwa kuingiliana katika darasa hili.
tr: Veri setinde %50'nin nerede olduğunu bulmak için kümülatif değerleri kullanıyoruz. Sınıflarla, N/2 ile medyan sınıfı belirlenir ve bu sınıfta interpolasyon ile medyan tahmin edilebilir.
uk: Зі статистичними даними ми використовуємо кумулятивні значення, щоб визначити, де знаходиться 50% від загальної суми. З класами ми визначаємо медіану через N/2, а потім можемо оцінити медіану шляхом інтерполяції в цьому класі.
vi: Với số liệu, chúng ta sử dụng các giá trị tích lũy để tìm vị trí của 50% tổng số. Với các lớp, chúng ta xác định lớp trung vị qua N/2 và sau đó có thể ước lượng trung vị bằng cách nội suy trong lớp này.
zh_hans: 通过频数，我们使用累积值来找出总数的50%所在的位置。通过类别，我们通过N/2来识别中位数类别，然后可以通过在该类别中插值来估计中位数。

# ed_math_statistics_median_course_tip_title
source: Astuce
af: Hulpmiddel
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_math_statistics_median_course_tip
source: Réflexe anti-erreur : après avoir trié, repérez d’abord les deux valeurs “centrales” (même si n est impair). Si n est pair, la médiane est entre les deux ; si n est impair, elle est exactement l’une d’elles.
af: Anti-fout refleks: nadat jy gesorteer het, identifiseer eers die twee 'sentraal' waardes (selfs as n oneven is). As n even is, is die mediaan tussen die twee; as n oneven is, is dit presies een van hulle.
bg: Анти-грешка рефлекс: след като сортирате, първо открийте двете "централни" стойности (дори ако n е нечетно). Ако n е четно, медианата е между двете; ако n е нечетно, тя е точно една от тях.
cs: Antichybový reflex: po seřazení nejprve identifikujte dvě "střední" hodnoty (i když je n liché). Pokud je n sudé, medián je mezi těmito dvěma; pokud je n liché, je to přesně jedna z nich.
da: Anti-fejl refleks: efter sortering, identificer først de to 'centrale' værdier (selv hvis n er ulige). Hvis n er lige, ligger medianen mellem de to; hvis n er ulige, er den præcist en af dem.
de: Anti-Fehler-Reflex: Nachdem Sie sortiert haben, identifizieren Sie zuerst die beiden "zentralen" Werte (auch wenn n ungerade ist). Wenn n gerade ist, liegt der Median zwischen den beiden; wenn n ungerade ist, ist er genau einer von ihnen.
el: Αντι-λάθος αντανακλαστικό: αφού ταξινομήσετε, εντοπίστε πρώτα τις δύο "κεντρικές" τιμές (ακόμα και αν n είναι περιττός). Αν n είναι ζυγός, η διάμεσος είναι ανάμεσα στις δύο; αν n είναι περιττός, είναι ακριβώς μία από αυτές.
es: Reflejo anti-error: después de haber ordenado, primero identifique los dos valores 'centrales' (incluso si n es impar). Si n es par, la mediana está entre los dos; si n es impar, es exactamente uno de ellos.
fi: Virheiden ehkäisy: lajittelun jälkeen tunnista ensin kaksi 'keskimmäistä' arvoa (vaikka n olisi pariton). Jos n on parillinen, mediaani on näiden kahden välillä; jos n on pariton, se on tarkalleen yksi niistä.
fil: Anti-error reflex: pagkatapos mag-uri, agad na tukuyin ang dalawang 'sentral' na halaga (kahit na ang n ay kakaiba). Kung ang n ay pantay, ang gitnang halaga ay nasa pagitan ng dalawa; kung ang n ay kakaiba, ito ay eksaktong isa sa kanila.
hu: Hibaellenes reflex: a rendezés után először azonosítsa a két 'középső' értéket (akkor is, ha n páratlan). Ha n páros, a medián a kettő között van; ha n páratlan, akkor pontosan az egyikük.
id: Refleks anti-kesalahan: setelah mengurutkan, pertama-tama identifikasi dua nilai 'sentral' (meskipun n ganjil). Jika n genap, median berada di antara keduanya; jika n ganjil, itu tepat salah satunya.
it: Riflesso anti-errore: dopo aver ordinato, individua prima i due valori "centrali" (anche se n è dispari). Se n è pari, la mediana è tra i due; se n è dispari, è esattamente uno di essi.
ja: エラー防止の反射：ソートした後、まず2つの「中央」値を特定します（nが奇数の場合でも）。nが偶数の場合、中央値は2つの間にあります；nが奇数の場合、中央値は正確にその1つです。
ko: 오류 방지 반사: 정렬한 후 먼저 두 개의 '중앙' 값을 식별합니다(비록 n이 홀수일지라도). n이 짝수인 경우 중앙값은 두 값 사이에 있으며, n이 홀수인 경우 정확히 그 중 하나입니다.
nl: Anti-fout reflex: na het sorteren, identificeer eerst de twee 'centrale' waarden (ook al is n oneven). Als n even is, ligt de mediaan tussen de twee; als n oneven is, is het precies een van hen.
no: Anti-feil refleks: etter å ha sortert, identifiser først de to 'sentrale' verdiene (selv om n er oddetall). Hvis n er partall, ligger medianen mellom de to; hvis n er oddetall, er den nøyaktig en av dem.
pl: Refleks antybłędny: po posortowaniu najpierw zidentyfikuj dwie wartości "centralne" (nawet jeśli n jest nieparzyste). Jeśli n jest parzyste, mediana znajduje się pomiędzy nimi; jeśli n jest nieparzyste, jest dokładnie jedną z nich.
pt_pt: Reflexo anti-erro: após classificar, identifique primeiro os dois valores "centrais" (mesmo que n seja ímpar). Se n for par, a mediana está entre os dois; se n for ímpar, é exatamente um deles.
ro: Reflex anti-eroare: după ce ați sortat, identificați mai întâi cele două valori „centrale” (chiar dacă n este impar). Dacă n este par, mediana este între cele două; dacă n este impar, este exact una dintre ele.
ru: Антиошибочный рефлекс: после сортировки сначала определите две "центральные" величины (даже если n нечетное). Если n четное, медиана находится между ними; если n нечетное, она точно равна одной из них.
sk: Reflex proti chybám: po zoradení najprv identifikujte dve "centrálne" hodnoty (aj keď je n nepárne). Ak je n párne, medián je medzi nimi; ak je n nepárne, je presne jednou z nich.
sv: Antifelsreflex: efter att ha sorterat, identifiera först de två 'centrala' värdena (även om n är udda). Om n är jämnt ligger medianen mellan de två; om n är udda är den exakt en av dem.
sw: Reflex ya kupambana na makosa: baada ya kupanga, kwanza tambua thamani mbili 'za kati' (hata kama n ni ajabu). Ikiwa n ni sawa, kati iko kati ya hizo mbili; ikiwa n ni ajabu, ni moja wapo ya hizo.
tr: Hata önleme refleksi: Sıraladıktan sonra önce iki 'merkez' değeri belirleyin (n tek olsa bile). n çiftse, medyan ikisi arasındadır; n tekse, tam olarak onlardan biridir.
uk: Анти-помилковий рефлекс: після сортування спочатку визначте дві "центральні" величини (навіть якщо n непарне). Якщо n парне, медіана знаходиться між ними; якщо n непарне, вона точно одна з них.
vi: Phản xạ chống sai sót: sau khi đã sắp xếp, trước tiên hãy xác định hai giá trị 'trung tâm' (ngay cả khi n là số lẻ). Nếu n là số chẵn, trung vị nằm giữa hai giá trị; nếu n là số lẻ, nó chính xác là một trong hai giá trị đó.
zh_hans: 反错误反应：排序后，首先识别两个“中心”值（即使n是奇数）。如果n是偶数，中位数在两个值之间；如果n是奇数，它正好是其中一个。

# ed_math_statistics_min_max_title
source: À propos : Minimum et maximum
af: Oor: Minimum en maksimum
bg: Относно: Минимум и максимум
cs: O nás: Minimum a maximum
da: Om: Minimum og maksimum
de: Über: Minimum und Maximum
el: Σχετικά: Ελάχιστο και μέγιστο
es: Acerca de: Mínimo y máximo
fi: Tietoa: Minimi ja maksimi
fil: Tungkol sa: Minimum at maximum
hu: A következőkről: Minimum és maximum
id: Tentang: Minimum dan maksimum
it: A proposito: Minimo e massimo
ja: について：最小値と最大値
ko: 정보: 최소값과 최대값
nl: Over: Minimum en maximum
no: Om: Minimum og maksimum
pl: Na temat: Minimum i maksimum
pt_pt: Sobre: Mínimo e máximo
ro: Despre: Minim și maxim
ru: О программе: Минимум и максимум
sk: O nás: Minimum a maximum
sv: Om: Minimum och maximum
sw: Kuhusu: Chini na juu
tr: Hakkında: Minimum ve maksimum
uk: Про: Мінімум і максимум
vi: Về: Giá trị tối thiểu và tối đa
zh_hans: 关于：最小值和最大值

# ed_math_statistics_min_max_lead
source: Identifier rapidement les valeurs extrêmes d’une série grâce au minimum et au maximum.
af: Identifiseer vinnig die uiterste waardes van 'n reeks deur middel van die minimum en maksimum.
bg: Бързо идентифициране на крайни стойности в серия чрез минимум и максимум.
cs: Rychle identifikujte extrémní hodnoty série pomocí minima a maxima.
da: Identificer hurtigt de ekstreme værdier i en serie ved hjælp af minimum og maksimum.
de: Identifizieren Sie schnell die Extremwerte einer Reihe anhand des Minimums und Maximums.
el: Εντοπίστε γρήγορα τις ακραίες τιμές μιας σειράς χάρη στο ελάχιστο και το μέγιστο.
es: Identificar rápidamente los valores extremos de una serie gracias al mínimo y al máximo.
fi: Tunnista nopeasti äärimmäiset arvot sarjasta minimin ja maksimin avulla.
fil: Agad na tukuyin ang mga ekstremong halaga ng isang serye gamit ang minimum at maximum.
hu: Gyorsan azonosítani a sorozat szélső értékeit a minimum és maximum segítségével.
id: Identifikasi dengan cepat nilai ekstrem dari suatu rangkaian berkat minimum dan maksimum.
it: Identificare rapidamente i valori estremi di una serie grazie al minimo e al massimo.
ja: 最小値と最大値を使って、データセットの極端な値を迅速に特定します。
ko: 최소값과 최대값을 통해 데이터 시리즈의 극단값을 빠르게 식별합니다.
nl: Identificeer snel de extreme waarden van een reeks met behulp van het minimum en het maximum.
no: Identifiser raskt de ekstreme verdiene i en serie ved hjelp av minimum og maksimum.
pl: Szybkie zidentyfikowanie wartości ekstremalnych w serii dzięki minimum i maksimum.
pt_pt: Identificar rapidamente os valores extremos de uma série graças ao mínimo e ao máximo.
ro: Identificați rapid valorile extreme ale unei serii datorită minimului și maximului.
ru: Быстро определяйте экстремальные значения ряда с помощью минимума и максимума.
sk: Rýchlo identifikujte extrémne hodnoty série pomocou minima a maxima.
sv: Identifiera snabbt extremvärden i en serie med hjälp av minimum och maximum.
sw: Tambua haraka thamani za mwisho za mfululizo kupitia chini na juu.
tr: Bir serinin uç değerlerini minimum ve maksimum sayesinde hızlıca tanımlamak.
uk: Швидко визначити екстремальні значення серії за допомогою мінімуму та максимуму.
vi: Xác định nhanh chóng các giá trị cực trị của một chuỗi nhờ vào giá trị tối thiểu và tối đa.
zh_hans: 通过最小值和最大值快速识别一系列数据的极端值。

# ed_math_statistics_min_max_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Případ použití
da: Brugssag
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscasus
no: Bruksområde
pl: Przypadek użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_statistics_min_max_uc1_title
source: Définir une plage de valeurs
af: Definieer 'n reeks waardes
bg: Определяне на диапазон от стойности
cs: Definovat rozsah hodnot
da: Definer et interval af værdier
de: Definieren Sie einen Wertebereich
el: Ορίστε μια περιοχή τιμών
es: Definir un rango de valores
fi: Määritä arvoväli
fil: Tukuyin ang saklaw ng mga halaga
hu: Határozzon meg egy értéktartományt
id: Tentukan rentang nilai
it: Definire un intervallo di valori
ja: 値の範囲を定義する
ko: 값의 범위를 정의합니다.
nl: Definieer een bereik van waarden
no: Definer et verdifelt
pl: Zdefiniować zakres wartości
pt_pt: Definir uma faixa de valores
ro: Definirea unui interval de valori
ru: Определить диапазон значений
sk: Definovať rozsah hodnôt
sv: Definiera ett intervall av värden
sw: Mwelekeo wa thamani
tr: Bir değer aralığı tanımlamak
uk: Визначити діапазон значень
vi: Định nghĩa một khoảng giá trị
zh_hans: 定义一个值的范围

# ed_math_statistics_min_max_uc1_text
source: Connaître les bornes d’une série de données.
af: Ken die grense van 'n datastel.
bg: Да знаете границите на серия от данни.
cs: Znát meze datové série.
da: Kend grænserne for en dataserie.
de: Die Grenzen einer Datenreihe kennen.
el: Γνωρίστε τα όρια μιας σειράς δεδομένων.
es: Conocer los límites de una serie de datos.
fi: Tunne tietojoukon rajat.
fil: Alamin ang mga hangganan ng isang serye ng datos.
hu: Ismerje a sorozat adatainak határait.
id: Ketahui batasan dari suatu rangkaian data.
it: Conoscere i limiti di una serie di dati.
ja: データセットの境界を知る。
ko: 데이터 시리즈의 경계를 파악합니다.
nl: Ken de grenzen van een gegevensreeks.
no: Kjenn grensene for en dataserie.
pl: Poznać granice serii danych.
pt_pt: Conhecer os limites de uma série de dados.
ro: Cunoașterea limitelor unei serii de date.
ru: Знать границы ряда данных.
sk: Poznať hranice série údajov.
sv: Känna till gränserna för en dataserie.
sw: Kujua mipaka ya mfululizo wa data.
tr: Bir veri serisinin sınırlarını bilmek.
uk: Знати межі серії даних.
vi: Biết được các giới hạn của một chuỗi dữ liệu.
zh_hans: 了解一系列数据的边界。

# ed_math_statistics_min_max_uc2_title
source: Détecter des anomalies
af: Ontdek anomalië
bg: Откриване на аномалии
cs: Detekovat anomálie
da: Opdage anomalier
de: Anomalien erkennen
el: Ανίχνευση ανωμαλιών
es: Detectar anomalías
fi: Havaitse poikkeavuuksia
fil: Tukuyin ang mga anomalya
hu: Anomáliák észlelése
id: Deteksi anomali
it: Rilevare anomalie
ja: 異常を検出する
ko: 이상 탐지
nl: Detecteer anomalieën
no: Oppdage anomalier
pl: Wykrywanie anomalii
pt_pt: Detetar anomalias
ro: Detectarea anomaliilor
ru: Обнаружить аномалии
sk: Detekovať anomálie
sv: Upptäck anomalier
sw: Gundua kasoro
tr: Anomalileri tespit etmek
uk: Виявлення аномалій
vi: Phát hiện bất thường
zh_hans: 检测异常

# ed_math_statistics_min_max_uc2_text
source: Repérer rapidement des valeurs aberrantes ou incohérentes.
af: Identifiseer vinnig abnormale of inkonsekwente waardes.
bg: Бързо откриване на отклоняващи се или несъответстващи стойности.
cs: Rychle identifikovat odlehlé nebo nekonzistentní hodnoty.
da: Identificer hurtigt afvigende eller inkonsekvente værdier.
de: Schnell abweichende oder inkonsistente Werte identifizieren.
el: Εντοπίστε γρήγορα τις εκτός ορίων ή ασυνεπείς τιμές.
es: Identificar rápidamente valores atípicos o incoherentes.
fi: Tunnista nopeasti poikkeavat tai epäjohdonmukaiset arvot.
fil: Agad na tukuyin ang mga hindi pangkaraniwang o hindi pagkakatugmang halaga.
hu: Gyorsan azonosítani a kiugró vagy inkonzisztens értékeket.
id: Identifikasi dengan cepat nilai yang menyimpang atau tidak konsisten.
it: Individuare rapidamente valori anomali o incoerenti.
ja: 異常値や不整合な値を迅速に特定します。
ko: 이상치나 불일치하는 값을 빠르게 식별합니다.
nl: Identificeer snel afwijkende of inconsistente waarden.
no: Raskt identifisere avvikende eller inkonsekvente verdier.
pl: Szybkie zidentyfikowanie wartości odstających lub niespójnych.
pt_pt: Identificar rapidamente valores aberrantes ou incoerentes.
ro: Identificarea rapidă a valorilor aberante sau incoerente.
ru: Быстро выявлять выбросы или несоответствующие значения.
sk: Rýchlo identifikovať odchýlky alebo nekonzistentné hodnoty.
sv: Identifiera snabbt avvikande eller inkonsekventa värden.
sw: Tambua haraka thamani zisizo za kawaida au zisizo na maana.
tr: Hızla anormal veya tutarsız değerleri belirlemek.
uk: Швидко виявляти аномальні або несумісні значення.
vi: Nhận diện nhanh chóng các giá trị bất thường hoặc không nhất quán.
zh_hans: 快速识别异常或不一致的值。

# ed_math_statistics_min_max_uc3_title
source: Analyse rapide
af: Vinnige analise
bg: Бърз анализ
cs: Rychlá analýza
da: Hurtig analyse
de: Schnelle Analyse
el: Γρήγορη ανάλυση
es: Análisis rápido
fi: Nopea analyysi
fil: Mabilis na pagsusuri
hu: Gyors elemzés
id: Analisis cepat
it: Analisi rapida
ja: 迅速な分析
ko: 빠른 분석
nl: Snelle analyse
no: Rask analyse
pl: Szybka analiza
pt_pt: Análise rápida
ro: Analiză rapidă
ru: Быстрый анализ
sk: Rýchla analýza
sv: Snabb analys
sw: Tathmini haraka
tr: Hızlı analiz
uk: Швидкий аналіз
vi: Phân tích nhanh
zh_hans: 快速分析

# ed_math_statistics_min_max_uc3_text
source: Obtenir une première lecture simple d’un ensemble de données.
af: Kry 'n eerste eenvoudige lees van 'n datastel.
bg: Получаване на първоначално просто четене на набор от данни.
cs: Získat první jednoduché přečtení datové sady.
da: Få en første simpel læsning af et datasæt.
de: Eine erste einfache Lesung eines Datensatzes erhalten.
el: Αποκτήστε μια πρώτη απλή ανάγνωση ενός συνόλου δεδομένων.
es: Obtener una primera lectura simple de un conjunto de datos.
fi: Hanki yksinkertainen ensiluku tietojoukosta.
fil: Kumuha ng isang simpleng unang pagbabasa ng isang set ng datos.
hu: Kezdeti egyszerű olvasatot kapni egy adathalmazról.
id: Dapatkan pembacaan awal yang sederhana dari sekumpulan data.
it: Ottenere una prima lettura semplice di un insieme di dati.
ja: データセットの最初のシンプルな読み取りを取得します。
ko: 데이터 세트에 대한 간단한 첫 번째 읽기를 얻습니다.
nl: Krijg een eerste eenvoudige lezing van een gegevensset.
no: Få en første enkel lesning av et datasett.
pl: Uzyskać pierwsze proste odczyty zestawu danych.
pt_pt: Obter uma primeira leitura simples de um conjunto de dados.
ro: Obținerea unei prime lecturi simple a unui set de date.
ru: Получить первое простое представление набора данных.
sk: Získať prvé jednoduché prečítanie súboru údajov.
sv: Få en första enkel läsning av en datamängd.
sw: Pata kusoma kwanza rahisi ya seti ya data.
tr: Bir veri setinin basit bir ilk okumasını almak.
uk: Отримати перше просте уявлення про набір даних.
vi: Có được một cái nhìn đơn giản ban đầu về một tập dữ liệu.
zh_hans: 对一组数据进行初步简单的阅读。
