Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l3_s4_b1
source: Une machine tourne 2 h à 100 unités/h puis 1 h à 40 unités/h.
af: ‘n Masjien draai 2 h teen 100 eenhede/h en dan 1 h teen 40 eenhede/h.
bg: Машината работи 2 ч. при 100 единици/ч, след това 1 ч. при 40 единици/ч.
cs: Stroj běží 2 h při 100 jednotkách/h a poté 1 h při 40 jednotkách/h.
da: En maskine kører 2 timer ved 100 enheder/time og derefter 1 time ved 40 enheder/time.
de: Eine Maschine läuft 2 h mit 100 Einheiten/h und dann 1 h mit 40 Einheiten/h.
el: Μια μηχανή λειτουργεί 2 ώρες με 100 μονάδες/ώρα και στη συνέχεια 1 ώρα με 40 μονάδες/ώρα.
es: Una máquina funciona 2 h a 100 unidades/h y luego 1 h a 40 unidades/h.
fi: Kone toimii 2 h 100 yksikköä/h ja sitten 1 h 40 yksikköä/h.
fil: Isang makina ay tumatakbo ng 2 oras sa 100 yunit/oras at pagkatapos ay 1 oras sa 40 yunit/oras.
hu: Egy gép 2 órán át 100 egység/órás sebességgel működik, majd 1 órán át 40 egység/órás sebességgel.
id: Sebuah mesin beroperasi 2 jam pada 100 unit/jam kemudian 1 jam pada 40 unit/jam.
it: Una macchina funziona 2 h a 100 unità/h poi 1 h a 40 unità/h.
ja: 機械は100単位/hで2時間、40単位/hで1時間稼働します。
ko: 기계가 100 단위/시간으로 2시간 동안 작동한 후 40 단위/시간으로 1시간 동안 작동합니다.
nl: Een machine draait 2 uur op 100 eenheden/uur en vervolgens 1 uur op 40 eenheden/uur.
no: En maskin kjører 2 timer med 100 enheter/time og deretter 1 time med 40 enheter/time.
pl: Maszyna pracuje 2 h przy 100 jednostkach/h, a następnie 1 h przy 40 jednostkach/h.
pt_pt: Uma máquina funciona 2 h a 100 unidades/h e depois 1 h a 40 unidades/h.
ro: O mașină funcționează 2 h la 100 unități/h apoi 1 h la 40 unități/h.
ru: Машина работает 2 ч на 100 единиц/ч, затем 1 ч на 40 единиц/ч.
sk: Stroj beží 2 h pri 100 jednotkách/h a potom 1 h pri 40 jednotkách/h.
sv: En maskin körs i 2 h med 100 enheter/h och sedan 1 h med 40 enheter/h.
sw: Mashine inafanya kazi kwa masaa 2 kwa 100 vitengo/h kisha masaa 1 kwa 40 vitengo/h.
tr: Bir makine 2 saat 100 birim/saat hızında çalışıyor, ardından 1 saat 40 birim/saat hızında çalışıyor.
uk: Машина працює 2 години на 100 одиниць/год, а потім 1 годину на 40 одиниць/год.
vi: Một máy chạy 2 giờ với 100 đơn vị/giờ sau đó 1 giờ với 40 đơn vị/giờ.
zh_hans: 一台机器以每小时100单位运转2小时，然后以每小时40单位运转1小时。

# mean_l3_s4_b2
source: Le poids est le temps (2 h et 1 h).
af: Die gewig is die tyd (2 h en 1 h).
bg: Теглото е времето (2 ч. и 1 ч.).
cs: Váha je čas (2 h a 1 h).
da: Vægten er tiden (2 timer og 1 time).
de: Das Gewicht ist die Zeit (2 h und 1 h).
el: Το βάρος είναι ο χρόνος (2 ώρες και 1 ώρα).
es: El peso es el tiempo (2 h y 1 h).
fi: Paino on aika (2 h ja 1 h).
fil: Ang bigat ay ang oras (2 oras at 1 oras).
hu: A súly az idő (2 óra és 1 óra).
id: Berat adalah waktu (2 jam dan 1 jam).
it: Il peso è il tempo (2 h e 1 h).
ja: 重みは時間（2時間と1時間）です。
ko: 무게는 시간입니다 (2시간과 1시간).
nl: Het gewicht is de tijd (2 uur en 1 uur).
no: Vekten er tiden (2 timer og 1 time).
pl: Waga to czas (2 h i 1 h).
pt_pt: O peso é o tempo (2 h e 1 h).
ro: Greutatea este timpul (2 h și 1 h).
ru: Вес — это время (2 ч и 1 ч).
sk: Hmotnosť je čas (2 h a 1 h).
sv: Vikten är tiden (2 h och 1 h).
sw: Uzito ni muda (masaa 2 na 1).
tr: Ağırlık zamandır (2 saat ve 1 saat).
uk: Вага - це час (2 години та 1 година).
vi: Trọng số là thời gian (2 giờ và 1 giờ).
zh_hans: 权重是时间（2小时和1小时）。

# mean_l3_s4_b3
source: Production totale = 2×100 + 1×40 = 240 unités en 3 h.
af: Totale produksie = 2×100 + 1×40 = 240 eenhede in 3 h.
bg: Обща продукция = 2×100 + 1×40 = 240 единици за 3 ч.
cs: Celková produkce = 2×100 + 1×40 = 240 jednotek za 3 h.
da: Total produktion = 2×100 + 1×40 = 240 enheder på 3 timer.
de: Gesamtproduktion = 2×100 + 1×40 = 240 Einheiten in 3 h.
el: Συνολική παραγωγή = 2×100 + 1×40 = 240 μονάδες σε 3 ώρες.
es: Producción total = 2×100 + 1×40 = 240 unidades en 3 h.
fi: Kokonaisproduktiota = 2×100 + 1×40 = 240 yksikköä 3 h:ssa.
fil: Kabuuang produksyon = 2×100 + 1×40 = 240 yunit sa 3 oras.
hu: Összes termelés = 2×100 + 1×40 = 240 egység 3 óra alatt.
id: Produksi total = 2×100 + 1×40 = 240 unit dalam 3 jam.
it: Produzione totale = 2×100 + 1×40 = 240 unità in 3 h.
ja: 総生産量 = 2×100 + 1×40 = 240単位、3時間で。
ko: 총 생산량 = 2×100 + 1×40 = 240 단위, 3시간 동안.
nl: Totale productie = 2×100 + 1×40 = 240 eenheden in 3 uur.
no: Total produksjon = 2×100 + 1×40 = 240 enheter på 3 timer.
pl: Całkowita produkcja = 2×100 + 1×40 = 240 jednostek w 3 h.
pt_pt: Produção total = 2×100 + 1×40 = 240 unidades em 3 h.
ro: Producție totală = 2×100 + 1×40 = 240 unități în 3 h.
ru: Общее производство = 2×100 + 1×40 = 240 единиц за 3 ч.
sk: Celková produkcia = 2×100 + 1×40 = 240 jednotiek za 3 h.
sv: Total produktion = 2×100 + 1×40 = 240 enheter på 3 h.
sw: Uzalishaji jumla = 2×100 + 1×40 = 240 vitengo katika masaa 3.
tr: Toplam üretim = 2×100 + 1×40 = 240 birim 3 saatte.
uk: Загальна продукція = 2×100 + 1×40 = 240 одиниць за 3 години.
vi: Sản lượng tổng cộng = 2×100 + 1×40 = 240 đơn vị trong 3 giờ.
zh_hans: 总生产 = 2×100 + 1×40 = 240单位，耗时3小时。

# mean_l3_s4_b4
source: Taux moyen = 240/3 = 80 unités/h.
af: Gemiddelde tempo = 240/3 = 80 eenhede/h.
bg: Среден процент = 240/3 = 80 единици/ч.
cs: Průměrná rychlost = 240/3 = 80 jednotek/h.
da: Gennemsnitlig hastighed = 240/3 = 80 enheder/time.
de: Durchschnittsrate = 240/3 = 80 Einheiten/h.
el: Μέσος όρος = 240/3 = 80 μονάδες/ώρα.
es: Tasa media = 240/3 = 80 unidades/h.
fi: Keskimääräinen nopeus = 240/3 = 80 yksikköä/h.
fil: Average na rate = 240/3 = 80 yunit/oras.
hu: Átlagos sebesség = 240/3 = 80 egység/óra.
id: Tingkat rata-rata = 240/3 = 80 unit/jam.
it: Tasso medio = 240/3 = 80 unità/h.
ja: 平均率 = 240/3 = 80単位/h。
ko: 평균 비율 = 240/3 = 80 단위/시간.
nl: Gemiddeld tempo = 240/3 = 80 eenheden/uur.
no: Gjennomsnittlig hastighet = 240/3 = 80 enheter/time.
pl: Średni wskaźnik = 240/3 = 80 jednostek/h.
pt_pt: Taxa média = 240/3 = 80 unidades/h.
ro: Rata medie = 240/3 = 80 unități/h.
ru: Средний темп = 240/3 = 80 единиц/ч.
sk: Priemerná miera = 240/3 = 80 jednotiek/h.
sv: Genomsnittlig hastighet = 240/3 = 80 enheter/h.
sw: Kiwango cha wastani = 240/3 = 80 vitengo/h.
tr: Ortalama hız = 240/3 = 80 birim/saat.
uk: Середній показник = 240/3 = 80 одиниць/год.
vi: Tỷ lệ trung bình = 240/3 = 80 đơn vị/giờ.
zh_hans: 平均速率 = 240/3 = 80单位/小时。

# mean_l3_s4_ex1
source: Calcul
af: Berekening
bg: Изчисление
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
fi: Laskenta
fil: Kalkulasyon
hu: Számítás
id: Perhitungan
it: Calcolo
ja: 計算
ko: 계산
nl: Berekening
no: Beregning
pl: Obliczenia
pt_pt: Cálculo
ru: Расчет
sk: Výpočet
sv: Beräkning
sw: Hesabu
tr: Hesaplama
uk: Обчислення
vi: Tính toán
zh_hans: 计算

# mean_l3_s5_title
source: Pièges à éviter
af: Gevare om te vermy
bg: Капани за избягване
cs: Pastí, kterým se vyhnout
da: Fælder at undgå
de: Fallen zu vermeiden
el: Παγίδες που πρέπει να αποφευχθούν
es: Trampas a evitar
fi: Vältettävät ansat
fil: Mga bitag na dapat iwasan
hu: Elkerülendő csapdák
id: Jebakan yang harus dihindari
it: Trappole da evitare
ja: 避けるべき罠
ko: 피해야 할 함정
nl: Valkuilen om te vermijden
no: Feller å unngå
pl: Pułapki do unikania
pt_pt: Armadilhas a evitar
ro: Capcane de evitat
ru: Ловушки, которых следует избегать
sk: Pasce, ktorým sa treba vyhnúť
sv: Fällor att undvika
sw: Mtego wa kuepuka
tr: Kaçınılması gereken tuzaklar
uk: Пастки, яких слід уникати
vi: Cạm bẫy cần tránh
zh_hans: 要避免的陷阱

# mean_l3_s5_b1
source: Ne pas diviser par n : on divise par la somme des poids.
af: Moet nie deur n deel nie : ons deel deur die som van die gewigte.
bg: Не разделяйте на n: разделяме на сумата на теглата.
cs: Nedělit podle n : dělíme podle součtu vah.
da: Del ikke med n : vi deler med summen af vægtene.
de: Nicht durch n teilen : man teilt durch die Summe der Gewichte.
el: Μην διαιρείτε με n: διαιρούμε με το άθροισμα των βαρών.
es: No dividir por n : se divide por la suma de los pesos.
fi: Älä jaa n:llä : jaamme painojen summalla.
fil: Huwag hatiin sa n : hinahati natin sa kabuuan ng mga bigat.
hu: Ne oszd el n-nel: a súlyok összegével osztunk.
id: Jangan membagi dengan n : kita membagi dengan jumlah berat.
it: Non dividere per n : si divide per la somma dei pesi.
ja: nで割らないこと：重みの合計で割ります。
ko: n으로 나누지 마십시오: 우리는 무게의 합으로 나눕니다.
nl: Niet delen door n : we delen door de som van de gewichten.
no: Ikke del med n : vi deler med summen av vektene.
pl: Nie dziel przez n : dzielimy przez sumę wag.
pt_pt: Não dividir por n : divide-se pela soma dos pesos.
ro: Nu împărți prin n : se împarte prin suma greutăților.
ru: Не делите на n : делите на сумму весов.
sk: Nedeliť podľa n : delíme podľa súčtu hmotností.
sv: Dela inte med n : vi delar med summan av vikterna.
sw: Usigawanye kwa n : tunagawanya kwa jumla ya uzito.
tr: n ile bölmeyin : ağırlıkların toplamı ile bölüyoruz.
uk: Не діліть на n: ділимо на суму ваг.
vi: Không chia cho n : ta chia cho tổng trọng số.
zh_hans: 不要除以n：我们要除以权重的总和。

# mean_l3_s5_b2
source: Si les poids sont des pourcentages, vérifier s’ils totalisent 100% (ou 1). Sinon, utiliser la somme réelle.
af: As die gewigte persentasies is, kyk of hulle 100% (of 1) totaal maak. Anders, gebruik die werklike som.
bg: Ако теглата са проценти, проверете дали общата им стойност е 100% (или 1). В противен случай, използвайте реалната сума.
cs: Pokud jsou váhy procenta, zkontroluj, zda celkově činí 100% (nebo 1). Jinak použij skutečný součet.
da: Hvis vægtene er procenter, skal du kontrollere, om de summerer til 100% (eller 1). Ellers, brug den reelle sum.
de: Wenn die Gewichte Prozentsätze sind, überprüfen, ob sie 100% (oder 1) ergeben. Andernfalls die tatsächliche Summe verwenden.
el: Αν τα βάρη είναι ποσοστά, ελέγξτε αν αθροίζουν 100% (ή 1). Διαφορετικά, χρησιμοποιήστε το πραγματικό άθροισμα.
es: Si los pesos son porcentajes, verificar si suman 100% (o 1). De lo contrario, usar la suma real.
fi: Jos painot ovat prosentteja, tarkista, että ne yhteensä 100% (tai 1). Muuten käytä todellista summaa.
fil: Kung ang mga bigat ay mga porsyento, suriin kung sila ay umaabot sa 100% (o 1). Kung hindi, gamitin ang aktwal na kabuuan.
hu: Ha a súlyok százalékok, ellenőrizd, hogy összesen 100%-ot (vagy 1-et) adnak-e. Ellenkező esetben használd a valós összeget.
id: Jika berat adalah persentase, periksa apakah totalnya 100% (atau 1). Jika tidak, gunakan jumlah yang sebenarnya.
it: Se i pesi sono percentuali, verificare se totalizzano 100% (o 1). Altrimenti, utilizzare la somma reale.
ja: 重みがパーセンテージの場合、合計が100%（または1）になるか確認してください。そうでない場合は、実際の合計を使用します。
ko: 무게가 백분율인 경우, 100%(또는 1)로 합산되는지 확인하십시오. 그렇지 않으면 실제 합계를 사용하십시오.
nl: Als de gewichten percentages zijn, controleer of ze 100% (of 1) optellen. Zo niet, gebruik de werkelijke som.
no: Hvis vektene er prosentandeler, sjekk om de summerer til 100% (eller 1). Hvis ikke, bruk den faktiske summen.
pl: Jeśli wagi to procenty, sprawdź, czy sumują się do 100% (lub 1). W przeciwnym razie użyj rzeczywistej sumy.
pt_pt: Se os pesos forem percentagens, verificar se totalizam 100% (ou 1). Caso contrário, usar a soma real.
ro: Dacă greutățile sunt procente, verifică dacă totalizează 100% (sau 1). Altfel, folosește suma reală.
ru: Если веса — это проценты, проверьте, составляют ли они 100% (или 1). В противном случае используйте реальную сумму.
sk: Ak sú hmotnosti percentá, skontroluj, či sa sčítajú na 100% (alebo 1). Inak, použi skutočný súčet.
sv: Om vikterna är procent, kontrollera om de summerar till 100% (eller 1). Annars, använd den verkliga summan.
sw: Ikiwa uzito ni asilimia, hakikisha zinajumlisha 100% (au 1). Vinginevyo, tumia jumla halisi.
tr: Ağırlıklar yüzdeler ise, toplamlarının 100% (veya 1) olup olmadığını kontrol edin. Aksi takdirde, gerçek toplamı kullanın.
uk: Якщо ваги - це відсотки, перевірте, чи вони в сумі становлять 100% (або 1). Інакше використовуйте реальну суму.
vi: Nếu các trọng số là phần trăm, kiểm tra xem chúng có tổng cộng 100% (hoặc 1) không. Nếu không, sử dụng tổng thực tế.
zh_hans: 如果权重是百分比，请检查它们是否总计100%（或1）。否则，使用实际总和。

# mean_l3_s5_b3
source: Attention à l’unité : une moyenne pondérée “par kg” ou “par heure” dépend du poids choisi.
af: Let op die eenheid : 'n gewigte gemiddelde “per kg” of “per uur” hang af van die gekose gewig.
bg: Внимание с единицата: средно претеглено "на кг" или "на час" зависи от избраното тегло.
cs: Pozor na jednotku : vážený průměr „na kg“ nebo „na hodinu“ závisí na zvolené váze.
da: Vær opmærksom på enheden : et vægtet gennemsnit 'pr. kg' eller 'pr. time' afhænger af den valgte vægt.
de: Achte auf die Einheit : ein gewichteter Durchschnitt „pro kg“ oder „pro Stunde“ hängt vom gewählten Gewicht ab.
el: Προσοχή στη μονάδα: ένας σταθμισμένος μέσος όρος “ανά κιλό” ή “ανά ώρα” εξαρτάται από το επιλεγμένο βάρος.
es: Atención a la unidad : una media ponderada “por kg” o “por hora” depende del peso elegido.
fi: Huomioi yksikkö : painotettu keskiarvo “per kg” tai “per tunti” riippuu valitusta painosta.
fil: Mag-ingat sa yunit : ang timbang na average “bawat kg” o “bawat oras” ay nakasalalay sa napiling bigat.
hu: Figyelj az egységre: a súlyozott átlag “kg-onként” vagy “óránként” a választott súlytól függ.
id: Perhatikan satuan : rata-rata tertimbang “per kg” atau “per jam” tergantung pada berat yang dipilih.
it: Attenzione all'unità : una media ponderata “per kg” o “per ora” dipende dal peso scelto.
ja: 単位に注意：重み付け平均は「kgあたり」または「時間あたり」に依存します。
ko: 단위에 주의하십시오: 'kg당' 또는 '시간당' 가중 평균은 선택한 무게에 따라 다릅니다.
nl: Let op de eenheid : een gewogen gemiddelde “per kg” of “per uur” hangt af van het gekozen gewicht.
no: Vær oppmerksom på enheten : et vektet gjennomsnitt «per kg» eller «per time» avhenger av valgt vekt.
pl: Uwaga na jednostkę : średnia ważona „na kg” lub „na godzinę” zależy od wybranej wagi.
pt_pt: Atenção à unidade : uma média ponderada “por kg” ou “por hora” depende do peso escolhido.
ro: Atenție la unitate : o medie ponderată „pe kg” sau „pe oră” depinde de greutatea aleasă.
ru: Внимание к единице измерения : взвешенная средняя «за кг» или «за час» зависит от выбранного веса.
sk: Pozor na jednotku : vážený priemer „na kg“ alebo „na hodinu“ závisí od zvolenej hmotnosti.
sv: Var försiktig med enheten : ett viktat medelvärde ”per kg” eller ”per timme” beror på den valda vikten.
sw: Angalia kitengo : wastani wa uzito “kwa kg” au “kwa saa” unategemea uzito uliochaguliwa.
tr: Birime dikkat edin : “kg başına” veya “saat başına” ağırlıklı ortalama, seçilen ağırlığa bağlıdır.
uk: Увага до одиниці: зважене середнє "на кг" або "на годину" залежить від обраної ваги.
vi: Chú ý đến đơn vị : một trung bình trọng số “theo kg” hoặc “theo giờ” phụ thuộc vào trọng số đã chọn.
zh_hans: 注意单位：加权平均“每千克”或“每小时”取决于所选的权重。

# mean_l3_q1
source: Notes : 10 (coef 2), 14 (coef 3). Moyenne pondérée ?
af: Notas : 10 (koëff 2), 14 (koëff 3). Gewigte gemiddelde ?
bg: Бележки: 10 (коеф. 2), 14 (коеф. 3). Средно претеглено?
cs: Známky : 10 (koef. 2), 14 (koef. 3). Vážený průměr ?
da: Karakterer : 10 (koefficient 2), 14 (koefficient 3). Vægtet gennemsnit ?
de: Noten : 10 (Gewicht 2), 14 (Gewicht 3). Gewichteter Durchschnitt ?
el: Σημειώσεις: 10 (συντελεστής 2), 14 (συντελεστής 3). Σταθμισμένος μέσος όρος;
es: Notas : 10 (coef 2), 14 (coef 3). ¿Media ponderada?
fi: Arvosanat : 10 (kerroin 2), 14 (kerroin 3). Painotettu keskiarvo ?
fil: Mga marka : 10 (coef 2), 14 (coef 3). Timbang na average ?
hu: Jegyek: 10 (koeff. 2), 14 (koeff. 3). Súlyozott átlag?
id: Nilai : 10 (koef 2), 14 (koef 3). Rata-rata tertimbang ?
it: Voti : 10 (coef 2), 14 (coef 3). Media ponderata ?
ja: ノート：10（係数2）、14（係数3）。重み付け平均は？
ko: 점수: 10 (계수 2), 14 (계수 3). 가중 평균은?
nl: Cijfers : 10 (coef 2), 14 (coef 3). Gewogen gemiddelde ?
no: Notater : 10 (koeff 2), 14 (koeff 3). Vektet gjennomsnitt ?
pl: Oceny : 10 (wsp. 2), 14 (wsp. 3). Średnia ważona ?
pt_pt: Notas : 10 (coef 2), 14 (coef 3). Média ponderada ?
ro: Note : 10 (coef 2), 14 (coef 3). Medie ponderată ?
ru: Оценки : 10 (коэффициент 2), 14 (коэффициент 3). Взвешенная средняя ?
sk: Poznámky : 10 (koef. 2), 14 (koef. 3). Vážený priemer ?
sv: Betyg : 10 (koefficient 2), 14 (koefficient 3). Viktat medelvärde ?
sw: Alama : 10 (coef 2), 14 (coef 3). Wastani wa uzito?
tr: Notlar : 10 (katsayı 2), 14 (katsayı 3). Ağırlıklı ortalama ?
uk: Оцінки: 10 (коеф. 2), 14 (коеф. 3). Зважене середнє?
vi: Điểm : 10 (hệ số 2), 14 (hệ số 3). Trung bình trọng số ?
zh_hans: 备注：10（系数2），14（系数3）。加权平均？

# mean_l3_q2
source: Dans une moyenne pondérée, on divise par :
af: In 'n gewigte gemiddelde deel ons deur :
bg: В средно претеглено, разделяме на:
cs: Ve váženém průměru dělíme podle :
da: I et vægtet gennemsnit deler vi med :
de: In einem gewichteten Durchschnitt teilt man durch :
el: Σε έναν σταθμισμένο μέσο όρο, διαιρούμε με:
es: En una media ponderada, se divide por :
fi: Painotetussa keskiarvossa jaamme :
fil: Sa isang timbang na average, hinahati natin sa :
hu: Egy súlyozott átlagban a következővel osztunk:
id: Dalam rata-rata tertimbang, kita membagi dengan :
it: In una media ponderata, si divide per :
ja: 重み付け平均では、次のように割ります：
ko: 가중 평균에서는 다음으로 나눕니다:
nl: In een gewogen gemiddelde delen we door :
no: I et vektet gjennomsnitt deler vi med :
pl: W średniej ważonej dzielimy przez :
pt_pt: Numa média ponderada, divide-se por :
ro: Într-o medie ponderată, se împarte prin :
ru: В взвешенной средней мы делим на :
sk: Vo váženom priemere delíme podľa :
sv: I ett viktat medelvärde delar vi med :
sw: Katika wastani wa uzito, tunagawanya kwa :
tr: Ağırlıklı ortalamada, şunlarla bölüyoruz :
uk: У зваженому середньому ділимо на:
vi: Trong một trung bình trọng số, ta chia cho :
zh_hans: 在加权平均中，我们除以：

# mean_l3_q2_a
source: le nombre de valeurs
af: die aantal waardes
bg: броя на стойностите
cs: počet hodnot
da: antallet af værdier
de: die Anzahl der Werte
el: τον αριθμό των τιμών
es: el número de valores
fi: arvojen määrä
fil: ang bilang ng mga halaga
hu: az értékek számával
id: jumlah nilai
it: il numero di valori
ja: 値の数
ko: 값의 수
nl: het aantal waarden
no: antall verdier
pl: liczbę wartości
pt_pt: o número de valores
ro: numărul de valori
ru: количество значений
sk: počet hodnôt
sv: antalet värden
sw: idadi ya thamani
tr: değer sayısı
uk: кількість значень
vi: số lượng giá trị
zh_hans: 值的数量

# mean_l3_q2_b
source: la somme des poids
af: die som van die gewigte
bg: сумата на теглата
cs: součet vah
da: summen af vægtene
de: die Summe der Gewichte
el: το άθροισμα των βαρών
es: la suma de los pesos
fi: painojen summa
fil: ang kabuuan ng mga bigat
hu: a súlyok összegével
id: jumlah berat
it: la somma dei pesi
ja: 重みの合計
ko: 무게의 합
nl: de som van de gewichten
no: summen av vektene
pl: sumę wag
pt_pt: a soma dos pesos
ro: suma greutăților
ru: сумму весов
sk: súčet hmotností
sv: summan av vikterna
sw: jumla ya uzito
tr: ağırlıkların toplamı
uk: суму ваг
vi: tổng trọng số
zh_hans: 权重的总和

# mean_l3_q2_c
source: le maximum
af: die maksimum
bg: максимума
cs: maximum
da: maksimum
de: das Maximum
el: το μέγιστο
es: el máximo
fi: maksimi
fil: ang maximum
hu: a maximummal
id: maksimum
it: il massimo
ja: 最大値
ko: 최대값
nl: het maximum
no: maksimum
pl: maksimum
pt_pt: o máximo
ro: maximul
ru: максимум
sk: maximálneho
sv: maximalt värde
sw: kikomo
tr: maksimum
uk: максимум
vi: giá trị lớn nhất
zh_hans: 最大值

# mean_l3_q2_exp
source: La formule correcte divise par la somme des poids (coefficients, quantités, durées, etc.).
af: Die korrekte formule deel deur die som van die gewigte (koëffisiënte, hoeveelhede, tydperke, ens.).
bg: Правилната формула разделя на сумата на теглата (коефициенти, количества, продължителности и т.н.).
cs: Správný vzorec dělí podle součtu vah (koeficienty, množství, doby, atd.).
da: Den korrekte formel deler med summen af vægtene (koefficienter, mængder, varigheder, osv.).
de: Die korrekte Formel teilt durch die Summe der Gewichte (Koeffizienten, Mengen, Zeiten usw.).
el: Η σωστή φόρμουλα διαιρεί με το άθροισμα των βαρών (συντελεστές, ποσότητες, διάρκειες κ.λπ.).
es: La fórmula correcta divide por la suma de los pesos (coeficientes, cantidades, duraciones, etc.).
fi: Oikea kaava jakaa painojen summalla (kertoimet, määrät, kestot jne.).
fil: Ang tamang formula ay hinahati sa kabuuan ng mga bigat (mga coef, dami, tagal, atbp.).
hu: A helyes képlet a súlyok összegével oszt (koefficiensek, mennyiségek, időtartamok stb.).
id: Rumus yang benar membagi dengan jumlah berat (koefisien, kuantitas, durasi, dll.).
it: La formula corretta divide per la somma dei pesi (coefficienti, quantità, durate, ecc.).
ja: 正しい式は重みの合計（係数、数量、期間など）で割ります。
ko: 올바른 공식은 무게의 합(계수, 수량, 기간 등)으로 나눕니다.
nl: De juiste formule deelt door de som van de gewichten (coëfficiënten, hoeveelheden, tijdsduur, enz.).
no: Den korrekte formelen deler med summen av vektene (koeffisienter, mengder, varigheter, osv.).
pl: Poprawny wzór dzieli przez sumę wag (współczynniki, ilości, czasy, itd.).
pt_pt: A fórmula correta divide pela soma dos pesos (coeficientes, quantidades, durações, etc.).
ro: Formula corectă împarte prin suma greutăților (coeficienți, cantități, durate, etc.).
ru: Правильная формула делит на сумму весов (коэффициенты, количества, длительности и т.д.).
sk: Správny vzorec delí podľa súčtu hmotností (koeficienty, množstvá, trvanie, atď.).
sv: Den korrekta formeln delar med summan av vikterna (koefficienter, kvantiteter, tider, etc.).
sw: Formula sahihi inagawanya kwa jumla ya uzito (vigezo, kiasi, muda, n.k.).
tr: Doğru formül, ağırlıkların toplamı (katsayılar, miktarlar, süreler, vb.) ile böler.
uk: Правильна формула ділить на суму ваг (коефіцієнти, кількості, тривалості тощо).
vi: Công thức đúng chia cho tổng trọng số (hệ số, số lượng, thời gian, v.v.).
zh_hans: 正确的公式除以权重的总和（系数、数量、持续时间等）。

# mean_l4_title
source: 4) Moyenne géométrique (croissance, rendements, multiplicateurs)
af: 4) Geometriese gemiddelde (groei, opbrengste, vermenigvuldigers)
bg: 4) Геометрично средно (растеж, доходи, множители)
cs: 4) Geometrický průměr (růst, výnosy, multiplikátory)
da: 4) Geometrisk gennemsnit (vækst, afkast, multiplikatorer)
de: 4) Geometrischer Durchschnitt (Wachstum, Renditen, Multiplikatoren)
el: 4) Γεωμετρικός μέσος όρος (ανάπτυξη, αποδόσεις, πολλαπλασιαστές)
es: 4) Media geométrica (crecimiento, rendimientos, multiplicadores)
fi: 4) Geometrinen keskiarvo (kasvu, tuotto, kertoimet)
fil: 4) Geometric average (paglago, kita, multiplier)
hu: 4) Geometriai átlag (növekedés, hozamok, szorzók)
id: 4) Rata-rata geometrik (pertumbuhan, hasil, pengali)
it: 4) Media geometrica (crescita, rendimenti, moltiplicatori)
ja: 4) 幾何平均（成長、収益、乗数）
ko: 4) 기하 평균 (성장, 수익, 배수)
nl: 4) Geometrisch gemiddelde (groei, rendementen, multiplicatoren)
no: 4) Geometrisk gjennomsnitt (vekst, avkastning, multiplikatorer)
pl: 4) Średnia geometryczna (wzrost, zyski, mnożniki)
pt_pt: 4) Média geométrica (crescimento, rendimentos, multiplicadores)
ro: 4) Medie geometrică (creștere, randamente, multiplicatori)
ru: 4) Геометрическая средняя (рост, доходность, множители)
sk: 4) Geometrický priemer (rasty, výnosy, multiplikátory)
sv: 4) Geometriskt medelvärde (tillväxt, avkastningar, multiplikatorer)
sw: 4) Wastani wa kijiometri (kuongezeka, faida, vigezo)
tr: 4) Geometrik ortalama (büyüme, getiriler, çarpanlar)
uk: 4) Геометричне середнє (зростання, доходи, множники)
vi: 4) Trung bình hình học (tăng trưởng, lợi suất, hệ số nhân)
zh_hans: 4) 几何平均（增长、收益、乘数）
