Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_pdf_flatten_forms_title
source: Aplatir un formulaire PDF
af: Platmaak 'n PDF-formulier
bg: Плосък PDF формуляр
cs: Zploštit PDF formulář
da: Flade et PDF-formular
de: Ein PDF-Formular abflachen
el: Επίπεδο ένα PDF
es: Aplanar un formulario PDF
fi: PDF-lomakkeen tasoittaminen
fil: I-flatten ang isang PDF form
hu: PDF űrlap laposítása
id: Meratakan formulir PDF
it: Appiattire un modulo PDF
ja: PDFフォームをフラット化する
ko: PDF 양식 평면화
nl: Een PDF-formulier afvlakken
no: Flatten et PDF-skjema
pl: Spłaszcz formularz PDF
pt_pt: Aplanar um formulário PDF
ro: Aplatizați un formular PDF
ru: Уплотнить PDF-форму
sk: Zploštiť PDF formulár
sv: Platta ut ett PDF-formulär
sw: Punguza fomu ya PDF
tr: PDF formunu düzleştir
uk: Сплюснути PDF форму
vi: Làm phẳng một biểu mẫu PDF
zh_hans: 扁平化 PDF 表单

# tool_pdf_flatten_forms_desc
source: Convertir les champs de formulaire en contenu statique (flatten), pour partage/archivage.
af: Convert die formulier velde in statiese inhoud (platmaak), vir deel/argivering.
bg: Конвертиране на полетата на формуляра в статично съдържание (плоско), за споделяне/архивиране.
cs: Převést pole formuláře na statický obsah (zploštění), pro sdílení/archivaci.
da: Konverter formularfelterne til statisk indhold (flatten), til deling/arkivering.
de: Formularfelder in statischen Inhalt (flatten) umwandeln, für den Austausch/Archivierung.
el: Μετατροπή των πεδίων της φόρμας σε στατικό περιεχόμενο (flatten), για κοινή χρήση/αρχειοθέτηση.
es: Convertir los campos de formulario en contenido estático (aplanar), para compartir/archivar.
fi: Muunna lomakekentät staattiseksi sisällöksi (flatten), jakamista/arkistointia varten.
fil: I-convert ang mga field ng form sa static na nilalaman (flatten), para sa pagbabahagi/archiving.
hu: A űrlapmezők statikus tartalommá alakítása (laposítás), megosztás/archiválás céljából.
id: Mengonversi bidang formulir menjadi konten statis (flatten), untuk berbagi/arsip.
it: Convertire i campi del modulo in contenuto statico (flatten), per condivisione/archiviazione.
ja: フォームフィールドを静的コンテンツに変換（フラット化）し、共有/アーカイブ用にする。
ko: 양식 필드를 정적 콘텐츠로 변환 (평면화), 공유/보관을 위해.
nl: Zet de formulier velden om in statische inhoud (afvlakken), voor delen/archivering.
no: Konverter skjema-feltene til statisk innhold (flatten), for deling/arkivering.
pl: Przekształć pola formularza w treść statyczną (spłaszcz), do udostępniania/archiwizacji.
pt_pt: Converter os campos de formulário em conteúdo estático (flatten), para partilha/arquivamento.
ro: Convertiți câmpurile formularului în conținut static (flatten), pentru partajare/archivare.
ru: Преобразовать поля формы в статическое содержимое (уплотнить) для обмена/архивирования.
sk: Prekonvertovať polia formulára na statický obsah (zploštiť), na zdieľanie/archiváciu.
sv: Konvertera formulärfält till statiskt innehåll (flatten), för delning/arkivering.
sw: Geuza maeneo ya fomu kuwa maudhui ya kudumu (flatten), kwa ajili ya kushiriki/kuhifadhi.
tr: Form alanlarını statik içeriğe dönüştür (düzleştir), paylaşım/arka plan için.
uk: Перетворити поля форми в статичний вміст (сплюснути), для спільного використання/архівування.
vi: Chuyển đổi các trường biểu mẫu thành nội dung tĩnh (flatten), để chia sẻ/lưu trữ.
zh_hans: 将表单字段转换为静态内容 (扁平化)，以便共享/归档。

# tool_pdf_sanitize_title
source: Nettoyer un PDF
af: Skoonmaak 'n PDF
bg: Почистване на PDF
cs: Vyčistit PDF
da: Rens en PDF
de: Ein PDF bereinigen
el: Καθαρισμός ενός PDF
es: Limpiar un PDF
fi: PDF:n puhdistaminen
fil: Linisin ang isang PDF
hu: PDF tisztítása
id: Membersihkan PDF
it: Pulire un PDF
ja: PDFをクリーンアップする
ko: PDF 정리
nl: Een PDF opschonen
no: Rengjøre en PDF
pl: Czyszczenie PDF
pt_pt: Limpar um PDF
ro: Curățați un PDF
ru: Очистить PDF
sk: Vyčistiť PDF
sv: Rensa en PDF
sw: Safisha PDF
tr: PDF'yi temizle
uk: Очистити PDF
vi: Dọn dẹp một PDF
zh_hans: 清理 PDF

# tool_pdf_sanitize_desc
source: Supprimer métadonnées sensibles, XMP, pièces jointes, et exporter un PDF “sanitisé”.
af: Verwyder sensitiewe metadata, XMP, aanhangsels, en voer 'n “gesanitiseerde” PDF uit.
fi: Poista arkaluontoiset metatiedot, XMP, liitteet ja vie "sanitoitu" PDF.
hu: Érzékeny metaadatok, XMP, mellékletek eltávolítása, és egy „tisztított” PDF exportálása.
id: Menghapus metadata sensitif, XMP, lampiran, dan mengekspor PDF 'disanitasi'.
it: Rimuovere metadati sensibili, XMP, allegati e esportare un PDF “sanitizzato”.
ko: 민감한 메타데이터, XMP, 첨부 파일을 삭제하고 '정리된' PDF 내보내기.
nl: Verwijder gevoelige metadata, XMP, bijlagen en exporteer een "gezuiverd" PDF.
pt_pt: Remover metadados sensíveis, XMP, anexos e exportar um PDF "sanitizado".
ru: Удалить чувствительные метаданные, XMP, вложения и экспортировать "очищенный" PDF.
uk: Видалити чутливі метадані, XMP, вкладення та експортувати "санітизований" PDF.

# tool_pdf_stream_decoder_title
source: Décoder un stream PDF
af: Dekodeer 'n PDF-stroom
bg: Декодиране на PDF поток
cs: Dekódovat PDF stream
da: Dekod en PDF-stream
de: Einen PDF-Stream dekodieren
el: Αποκωδικοποίηση ενός stream PDF
es: Decodificar un stream PDF
fi: PDF-virran purkaminen
fil: I-decode ang isang PDF stream
hu: PDF folyam dekódolása
id: Mendekode stream PDF
it: Decodificare uno stream PDF
ja: PDFストリームをデコードする
ko: PDF 스트림 디코딩
nl: Een PDF-stroom decoderen
no: Dekode en PDF-strøm
pl: Dekodowanie strumienia PDF
pt_pt: Decodificar um stream PDF
ro: Decodați un stream PDF
ru: Декодировать поток PDF
sk: Dekódovať PDF stream
sv: Avkoda en PDF-ström
sw: Fungua mtiririko wa PDF
tr: PDF akışını çöz
uk: Декодувати PDF потік
vi: Giải mã một stream PDF
zh_hans: 解码 PDF 流

# tool_pdf_stream_decoder_desc
source: Décoder un stream (Flate/LZW/ASCII85…) et exporter le résultat (texte/hex).
af: Dekodeer 'n stroom (Flate/LZW/ASCII85…) en voer die resultaat uit (teks/hex).
bg: Декодиране на поток (Flate/LZW/ASCII85…) и експортиране на резултата (текст/шестнадесетичен).
cs: Dekódovat stream (Flate/LZW/ASCII85…) a exportovat výsledek (text/hex).
da: Dekod en stream (Flate/LZW/ASCII85…) og eksportér resultatet (tekst/hex).
de: Einen Stream (Flate/LZW/ASCII85…) dekodieren und das Ergebnis (Text/Hex) exportieren.
el: Αποκωδικοποίηση ενός stream (Flate/LZW/ASCII85…) και εξαγωγή του αποτελέσματος (κείμενο/hex).
es: Decodificar un stream (Flate/LZW/ASCII85…) y exportar el resultado (texto/hex).
fi: Pura virta (Flate/LZW/ASCII85…) ja vie tulos (teksti/hex).
fil: I-decode ang isang stream (Flate/LZW/ASCII85…) at i-export ang resulta (teksto/hex).
hu: Egy folyam (Flate/LZW/ASCII85…) dekódolása és az eredmény exportálása (szöveg/hex).
id: Mendekode stream (Flate/LZW/ASCII85…) dan mengekspor hasilnya (teks/hex).
it: Decodificare uno stream (Flate/LZW/ASCII85…) ed esportare il risultato (testo/esadecimale).
ja: ストリーム（Flate/LZW/ASCII85…）をデコードし、結果（テキスト/16進数）をエクスポートする。
ko: 스트림 (Flate/LZW/ASCII85…) 디코딩하고 결과 (텍스트/16진수) 내보내기.
nl: Decodeer een stroom (Flate/LZW/ASCII85…) en exporteer het resultaat (tekst/hex).
no: Dekode en strøm (Flate/LZW/ASCII85…) og eksportere resultatet (tekst/hex).
pl: Dekoduj strumień (Flate/LZW/ASCII85…) i wyeksportuj wynik (tekst/hex).
pt_pt: Decodificar um stream (Flate/LZW/ASCII85…) e exportar o resultado (texto/hex).
ro: Decodați un stream (Flate/LZW/ASCII85…) și exportați rezultatul (text/hex).
ru: Декодировать поток (Flate/LZW/ASCII85…) и экспортировать результат (текст/шестнадцатеричный).
sk: Dekódovať stream (Flate/LZW/ASCII85…) a exportovať výsledok (text/hex).
sv: Avkoda en ström (Flate/LZW/ASCII85…) och exportera resultatet (text/hex).
sw: Fungua mtiririko (Flate/LZW/ASCII85…) na kusafirisha matokeo (maandishi/hex).
tr: Bir akışı (Flate/LZW/ASCII85…) çöz ve sonucu dışa aktar (metin/hex).
uk: Декодувати потік (Flate/LZW/ASCII85…) та експортувати результат (текст/шістнадцятковий).
vi: Giải mã một stream (Flate/LZW/ASCII85…) và xuất ra kết quả (văn bản/hex).
zh_hans: 解码流 (Flate/LZW/ASCII85…) 并导出结果 (文本/十六进制)。

# tool_pdf_to_unicode_inspector_title
source: Inspecter ToUnicode
af: Inspekteer ToUnicode
bg: Инспектиране на ToUnicode
cs: Zkontrolovat ToUnicode
da: Undersøg ToUnicode
de: ToUnicode inspizieren
el: Επιθεώρηση ToUnicode
es: Inspeccionar ToUnicode
fi: ToUnicode-tarkastus
fil: Suriin ang ToUnicode
hu: ToUnicode ellenőrzése
id: Periksa ToUnicode
it: Ispezionare ToUnicode
ja: ToUnicodeを検査する
ko: ToUnicode 검사
nl: Inspecteer ToUnicode
no: Inspiser ToUnicode
pl: Zbadaj ToUnicode
pt_pt: Inspecionar ToUnicode
ro: Inspectați ToUnicode
ru: Проверить ToUnicode
sk: Skontrolovať ToUnicode
sv: Inspektera ToUnicode
sw: Kagua ToUnicode
tr: ToUnicode'yu denetle
uk: Перевірити ToUnicode
vi: Kiểm tra ToUnicode
zh_hans: 检查 ToUnicode

# tool_pdf_to_unicode_inspector_desc
source: Analyser les CMaps ToUnicode et diagnostiquer les problèmes de copie/texte illisible.
af: Analiseer die CMaps ToUnicode en diagnoseer kopie/onskryflike teks probleme.
bg: Анализиране на CMaps ToUnicode и диагностициране на проблеми с копирането/нечетим текст.
cs: Analyzovat CMaps ToUnicode a diagnostikovat problémy s kopírováním/nečitelným textem.
da: Analysér CMaps ToUnicode og diagnosticér problemer med kopiering/ulæselig tekst.
de: Die CMaps ToUnicode analysieren und Probleme mit Kopieren/unlesbarem Text diagnostizieren.
el: Ανάλυση των CMaps ToUnicode και διάγνωση προβλημάτων αντιγραφής/μη αναγνώσιμου κειμένου.
es: Analizar los CMaps ToUnicode y diagnosticar problemas de copia/texto ilegible.
fi: Analysoi ToUnicode CMapit ja diagnosoi kopiointi/luettavuusongelmat.
fil: Suriin ang mga CMaps ToUnicode at i-diagnose ang mga problema sa pagkopya/mahirap basahin na teksto.
hu: A ToUnicode CMap-ek elemzése és a másolási/olvasási problémák diagnosztizálása.
id: Analisis CMaps ToUnicode dan diagnosis masalah salin/teks tidak terbaca.
it: Analizzare i CMaps ToUnicode e diagnosticare i problemi di copia/testo illeggibile.
ja: ToUnicodeのCMapを分析し、コピー/テキストの読み取り不能な問題を診断する。
ko: ToUnicode CMap 분석 및 복사/읽을 수 없는 텍스트 문제 진단.
nl: Analyseer de CMaps ToUnicode en diagnoseer kopieer-/onleesbare tekstproblemen.
no: Analyser ToUnicode CMaps og diagnostisere problemer med kopiering/ulest tekst.
pl: Analizuj CMapy ToUnicode i diagnozuj problemy z kopiowaniem/nieczytelnym tekstem.
pt_pt: Analisar os CMaps ToUnicode e diagnosticar os problemas de cópia/texto ilegível.
ro: Analizați CMaps ToUnicode și diagnosticați problemele de copiere/text ilizibil.
ru: Анализировать CMaps ToUnicode и диагностировать проблемы с копированием/нечитабельным текстом.
sk: Analyzovať CMaps ToUnicode a diagnostikovať problémy s kopírovaním/nečitateľným textom.
sv: Analysera CMaps ToUnicode och diagnostisera problem med kopiering/oläslig text.
sw: Chambua CMaps ToUnicode na kutambua matatizo ya nakala/maandishi yasiyoeleweka.
tr: ToUnicode CMap'lerini analiz et ve kopyalama/okunamaz metin sorunlarını teşhis et.
uk: Аналізувати CMaps ToUnicode та діагностувати проблеми з копіюванням/некоректним текстом.
vi: Phân tích các CMaps ToUnicode và chẩn đoán các vấn đề sao chép/văn bản không thể đọc được.
zh_hans: 分析 ToUnicode 的 CMaps 并诊断复制/文本不可读的问题。

# tool_pdf_text_structure_to_json_title
source: Structure texte PDF → JSON
af: Struktuur teks PDF → JSON
bg: Структура текст PDF → JSON
cs: Struktura textu PDF → JSON
da: Struktur tekst PDF → JSON
de: Textstruktur PDF → JSON
el: Δομή κειμένου PDF → JSON
es: Estructura texto PDF → JSON
fi: Tekstirakenne PDF → JSON
fil: Istruktura ng teksto ng PDF → JSON
hu: PDF szöveg struktúra → JSON
id: Struktur teks PDF → JSON
it: Struttura testo PDF → JSON
ja: テキスト構造PDF → JSON
ko: 텍스트 구조 PDF → JSON
nl: Tekststructuur PDF → JSON
no: Tekststruktur PDF → JSON
pl: Struktura tekstu PDF → JSON
pt_pt: Estrutura texto PDF → JSON
ro: Structură text PDF → JSON
ru: Структура текста PDF → JSON
sk: Štruktúra textu PDF → JSON
sv: Textstruktur PDF → JSON
sw: Muundo wa maandiko PDF → JSON
tr: PDF metin yapısı → JSON
uk: Структура тексту PDF → JSON
vi: Cấu trúc văn bản PDF → JSON
zh_hans: 文本结构 PDF → JSON

# tool_pdf_text_structure_to_json_desc
source: Inspecter la structure texte (fonts/runs/positions) pour debug d'extraction.
bg: Инспектиране на текстовата структура (шрифтове/поток/позиции) за отстраняване на грешки при извличане.
cs: Zkontrolovat textovou strukturu (písma/úseky/pozice) pro ladění extrakce.
da: Undersøg tekststrukturen (skrifttyper/løb/positioner) til fejlfinding af udtræk.
de: Untersuchen der Textstruktur (Schriften/Läufe/Positionen) zur Fehlersuche bei der Extraktion.
el: Επιθεώρηση της δομής κειμένου (γραμματοσειρές/τρέχουσες/θέσεις) για αποσφαλμάτωση εξαγωγής.
es: Inspeccionar la estructura de texto (fuentes/corridas/posiciones) para depuración de extracción.
fi: Tarkista tekstin rakenne (fontit/juoksut/sijainnit) tiedonhakuongelmien debuggaamiseksi.
fil: Suriin ang estruktura ng teksto (mga font/run/pagkakalagay) para sa pag-debug ng pagkuha.
ja: 抽出デバッグのためにテキスト構造（フォント/ラン/位置）を検査します。
nl: Inspecteer de tekststructuur (lettertypen/lopen/posities) voor het debuggen van extractie.
no: Inspiser tekststrukturen (fonter/løp/posisjoner) for feilsøking av ekstraksjon.
pl: Sprawdź strukturę tekstu (czcionki/ciągi/pozycje) w celu debugowania ekstrakcji.
pt_pt: Inspecionar a estrutura de texto (fontes/executações/posições) para depuração de extração.
ro: Inspectarea structurii textului (fonturi/runs/poziții) pentru depanarea extragerii.
ru: Проверить текстовую структуру (шрифты/записи/позиции) для отладки извлечения.
sk: Skontrolovať textovú štruktúru (písma/úseky/položky) na debugovanie extrakcie.
sv: Inspektera textstrukturen (teckensnitt/körningar/positioner) för att debugga extraktion.
sw: Chunguza muundo wa maandiko (fonti/mifumo/mikao) kwa ajili ya urekebishaji wa uchimbaji.
tr: Çıkarma hatalarını gidermek için metin yapısını (fontlar/koşullar/konumlar) denetle.
uk: Перевірити текстову структуру (шрифти/пробіли/позиції) для налагодження витягування.
vi: Kiểm tra cấu trúc văn bản (phông chữ/chạy/vị trí) để gỡ lỗi việc trích xuất.
zh_hans: 检查文本结构（字体/运行/位置）以调试提取。

# dev_pdf_sg_inspect_title
source: Inspection & extraction
af: Inspeksie & ekstraksie
bg: Инспекция & извличане
cs: Inspekce & extrakce
da: Inspektion & ekstraktion
de: Inspektion & Extraktion
el: Επιθεώρηση & εξαγωγή
es: Inspección & extracción
fi: Tarkastus & poiminta
fil: Inspeksyon & extraction
hu: Ellenőrzés & extrakció
id: Inspeksi & ekstraksi
it: Ispezione & estrazione
ja: 検査 & 抽出
ko: 검사 및 추출
nl: Inspectie & extractie
no: Inspeksjon & ekstraksjon
pl: Inspekcja & ekstrakcja
pt_pt: Inspeção & extração
ro: Inspecție & extracție
ru: Инспекция & извлечение
sk: Inšpekcia & extrakcia
sv: Inspektion & extraktion
sw: Ukaguzi & uchimbaji
tr: Denetim & çıkarım
uk: Інспекція & екстракція
vi: Kiểm tra & trích xuất
zh_hans: 检查与提取

# dev_pdf_sg_inspect_desc
source: Analyser et exporter la structure interne d'un PDF (métadonnées, pages, liens, polices, images, annotations, pièces jointes…).
bg: Анализиране и експортиране на вътрешната структура на PDF (метаданни, страници, връзки, шрифтове, изображения, анотации, прикачени файлове…).
cs: Analyzovat a exportovat vnitřní strukturu PDF (metadata, stránky, odkazy, písma, obrázky, anotace, přílohy…).
da: Analyser og eksportér den interne struktur af en PDF (metadata, sider, links, skrifttyper, billeder, annotationer, vedhæftede filer…).
de: Analysieren und Exportieren der internen Struktur eines PDFs (Metadaten, Seiten, Links, Schriften, Bilder, Anmerkungen, Anhänge…).
el: Ανάλυση και εξαγωγή της εσωτερικής δομής ενός PDF (μεταδεδομένα, σελίδες, σύνδεσμοι, γραμματοσειρές, εικόνες, σημειώσεις, συνημμένα…).
es: Analizar y exportar la estructura interna de un PDF (metadatos, páginas, enlaces, fuentes, imágenes, anotaciones, archivos adjuntos…).
fi: Analysoi ja vie PDF:n sisäinen rakenne (metatiedot, sivut, linkit, fontit, kuvat, huomautukset, liitteet…).
fil: Suriin at i-export ang panloob na estruktura ng isang PDF (mga metadata, mga pahina, mga link, mga font, mga imahe, mga anotasyon, mga kalakip…).
ja: PDFの内部構造（メタデータ、ページ、リンク、フォント、画像、注釈、添付ファイルなど）を分析してエクスポートします。
nl: Analyseer en exporteer de interne structuur van een PDF (metadata, pagina's, links, lettertypen, afbeeldingen, annotaties, bijlagen…).
no: Analyser og eksporter den interne strukturen til en PDF (metadata, sider, lenker, fonter, bilder, annotasjoner, vedlegg…).
pl: Analizuj i eksportuj wewnętrzną strukturę PDF (metadane, strony, linki, czcionki, obrazy, adnotacje, załączniki…).
pt_pt: Analisar e exportar a estrutura interna de um PDF (metadados, páginas, links, fontes, imagens, anotações, anexos…).
ro: Analiza și exportarea structurii interne a unui PDF (metadate, pagini, linkuri, fonturi, imagini, anotări, atașamente…).
ru: Анализировать и экспортировать внутреннюю структуру PDF (метаданные, страницы, ссылки, шрифты, изображения, аннотации, вложения…).
sk: Analyzovať a exportovať vnútornú štruktúru PDF (metadáta, stránky, odkazy, písma, obrázky, anotácie, prílohy…).
sv: Analysera och exportera den interna strukturen av en PDF (metadata, sidor, länkar, teckensnitt, bilder, anteckningar, bilagor…).
sw: Chambua na uhamasisha muundo wa ndani wa PDF (metadata, kurasa, viungo, fonti, picha, maelezo, viambatisho…).
tr: Bir PDF'nin iç yapısını (meta veriler, sayfalar, bağlantılar, fontlar, resimler, notlar, ekler…) analiz et ve dışa aktar.
uk: Аналізувати та експортувати внутрішню структуру PDF (метадані, сторінки, посилання, шрифти, зображення, анотації, вкладення…).
vi: Phân tích và xuất cấu trúc nội bộ của một PDF (thông tin siêu dữ liệu, trang, liên kết, phông chữ, hình ảnh, chú thích, tệp đính kèm…).
zh_hans: 分析并导出PDF的内部结构（元数据、页面、链接、字体、图像、注释、附件…）。

# dev_pdf_sg_validate_title
source: Validation & diagnostic
af: Validasie & diagnose
bg: Валидация & диагностика
cs: Validace & diagnostika
da: Validering & diagnose
de: Validierung & Diagnose
el: Επικύρωση & διάγνωση
es: Validación & diagnóstico
fi: Validointi & diagnostiikka
fil: Pagpapatunay & diagnosis
hu: Validálás & diagnózis
id: Validasi & diagnosis
it: Validazione & diagnosi
ja: 検証 & 診断
ko: 검증 및 진단
nl: Validatie & diagnose
no: Validering & diagnose
pl: Walidacja & diagnoza
pt_pt: Validação & diagnóstico
ro: Validare & diagnostic
ru: Валидация & диагностика
sk: Validácia & diagnostika
sv: Validering & diagnos
sw: Uthibitishaji & uchambuzi
tr: Doğrulama & tanı
uk: Валідація & діагностика
vi: Xác thực & chẩn đoán
zh_hans: 验证与诊断

# dev_pdf_sg_validate_desc
source: Vérifier l'état d'un PDF (scan, chiffrement, permissions, conformité…) et exporter le diagnostic.
bg: Проверка на състоянието на PDF (сканиране, криптиране, разрешения, съответствие…) и експортиране на диагностиката.
cs: Zkontrolovat stav PDF (skenování, šifrování, oprávnění, shoda…) a exportovat diagnostiku.
da: Kontroller tilstanden af en PDF (scanning, kryptering, tilladelser, overholdelse…) og eksportér diagnosen.
de: Überprüfen des Zustands eines PDFs (Scan, Verschlüsselung, Berechtigungen, Konformität…) und Exportieren des Diagnosetools.
el: Έλεγχος της κατάστασης ενός PDF (σάρωση, κρυπτογράφηση, άδειες, συμμόρφωση…) και εξαγωγή διαγνωστικών.
es: Verificar el estado de un PDF (escaneo, cifrado, permisos, conformidad…) y exportar el diagnóstico.
fi: Tarkista PDF:n tila (skannaus, salaus, käyttöoikeudet, vaatimustenmukaisuus…) ja vie diagnostiikka.
fil: Suriin ang estado ng isang PDF (scan, encryption, mga pahintulot, pagsunod…) at i-export ang diagnosis.
ja: PDFの状態（スキャン、暗号化、権限、準拠など）を確認し、診断をエクスポートします。
nl: Controleer de status van een PDF (scan, encryptie, machtigingen, conformiteit…) en exporteer de diagnose.
no: Sjekk tilstanden til en PDF (skanning, kryptering, tillatelser, samsvar…) og eksporter diagnosen.
pl: Sprawdź stan PDF (skanowanie, szyfrowanie, uprawnienia, zgodność…) i wyeksportuj diagnozę.
pt_pt: Verificar o estado de um PDF (digitalização, criptografia, permissões, conformidade…) e exportar o diagnóstico.
ro: Verificarea stării unui PDF (scanare, criptare, permisiuni, conformitate…) și exportarea diagnosticării.
ru: Проверить состояние PDF (сканирование, шифрование, разрешения, соответствие…) и экспортировать диагностику.
sk: Skontrolovať stav PDF (skenovanie, šifrovanie, povolenia, súlad…) a exportovať diagnostiku.
sv: Kontrollera statusen för en PDF (skanning, kryptering, behörigheter, överensstämmelse…) och exportera diagnosen.
sw: Kagua hali ya PDF (skani, usimbaji, ruhusa, ufanisi…) na uhamasisha uchambuzi.
tr: Bir PDF'nin durumunu (tarama, şifreleme, izinler, uyumluluk…) kontrol et ve tanıyı dışa aktar.
uk: Перевірити стан PDF (сканування, шифрування, дозволи, відповідність…) та експортувати діагностику.
vi: Kiểm tra trạng thái của một PDF (quét, mã hóa, quyền, tuân thủ…) và xuất chẩn đoán.
zh_hans: 检查PDF的状态（扫描、加密、权限、合规性…）并导出诊断结果。

# dev_pdf_sg_transform_title
source: Transformation
af: Transformasie
bg: Трансформация
cs: Transformace
el: Μετασχηματισμός
es: Transformación
fi: Muuntaus
fil: Transformasyon
hu: Átalakítás
id: Transformasi
it: Trasformazione
ja: 変換
ko: 변환
nl: Transformatie
no: Transformasjon
pl: Transformacja
pt_pt: Transformação
ro: Transformare
ru: Трансформация
sk: Transformácia
sw: Mabadiliko
tr: Dönüşüm
uk: Трансформація
vi: Chuyển đổi
zh_hans: 转换

# dev_pdf_sg_transform_desc
source: Convertir / modifier un PDF (fusion, split, flatten, nettoyage…).
af: Convert / wysig 'n PDF (saamvoeg, sny, platmaak, skoonmaak…).
bg: Конвертиране / модифициране на PDF (сливане, разделяне, плоско, почистване…).
cs: Převést / upravit PDF (sloučení, rozdělení, zploštění, čištění…).
da: Konverter / ændre en PDF (fletning, opdeling, fladning, rensning…).
de: Ein PDF konvertieren/modifizieren (Zusammenführen, Aufteilen, Abflachen, Bereinigen…).
el: Μετατροπή / τροποποίηση ενός PDF (συγχώνευση, διαχωρισμός, επίπεδο, καθαρισμός…).
es: Convertir / modificar un PDF (fusión, división, aplanar, limpieza…).
fi: Muunna / muokkaa PDF:ää (yhdistäminen, jakaminen, tasoittaminen, puhdistus…).
fil: I-convert / i-modify ang isang PDF (pagsasama, paghahati, flatten, paglilinis…).
hu: PDF átalakítása / módosítása (egyesítés, felosztás, laposítás, tisztítás…).
id: Mengonversi / memodifikasi PDF (penggabungan, pemisahan, meratakan, pembersihan…).
it: Convertire / modificare un PDF (fusione, divisione, appiattimento, pulizia…).
ja: PDFを変換/変更する（マージ、分割、フラット化、クリーンアップ…）。
ko: PDF 변환/수정 (병합, 분할, 평면화, 정리…).
nl: Converteer / wijzig een PDF (samenvoegen, splitsen, afvlakken, opschonen…).
no: Konvertere / endre en PDF (sammenslåing, splitting, flattening, rengjøring…).
pl: Konwertuj / modyfikuj PDF (scalanie, podział, spłaszczanie, czyszczenie…).
pt_pt: Converter / modificar um PDF (fusão, divisão, aplanar, limpeza…).
ro: Convertiți / modificați un PDF (fuzionare, împărțire, aplatizare, curățare…).
ru: Преобразовать / изменить PDF (слияние, разделение, уплотнение, очистка…).
sk: Konvertovať / upraviť PDF (zlúčenie, rozdelenie, zploštenie, čistenie…).
sv: Konvertera / modifiera en PDF (sammanfoga, dela, platta ut, rensa…).
sw: Geuza / badilisha PDF (unganisha, kata, punguza, safisha…).
tr: Bir PDF'yi dönüştür / değiştir (birleştirme, ayırma, düzleştirme, temizleme…).
uk: Перетворити/змінити PDF (об'єднання, розділення, сплющення, очищення…).
vi: Chuyển đổi / chỉnh sửa một PDF (gộp, chia, làm phẳng, dọn dẹp…).
zh_hans: 转换/修改 PDF (合并、拆分、扁平化、清理…)。

# dev_pdf_sg_debug_title
source: Internals & debug
af: Interna & debug
bg: Вътрешности & отстраняване на грешки
cs: Interní & debug
de: Interna & Debugging
el: Εσωτερικά & αποσφαλμάτωση
es: Internos & depuración
fi: Sisäiset & virheenkorjaus
fil: Mga Internal & debug
hu: Belső működés & hibakeresés
id: Internal & debug
it: Interni & debug
ja: 内部 & デバッグ
ko: 내부 및 디버그
nl: Interna & debug
no: Internals & feilsøking
pl: Wnętrza & debugowanie
pt_pt: Internos & depuração
ru: Внутренние данные & отладка
sk: Interné & debugovanie
sv: Interna & felsökning
sw: Mambo ya ndani & urekebishaji
tr: İç yapılar & hata ayıklama
uk: Внутрішні дані & налагодження
vi: Nội bộ & gỡ lỗi
zh_hans: 内部与调试
