Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_missing_uc2_text
source: Classique en mathématiques : une valeur représente une fraction d’un total, et il faut retrouver le taux correspondant.
af: Klassiek in wiskunde: 'n waarde verteenwoordig 'n fraksie van 'n totaal, en dit is nodig om die ooreenstemmende koers te vind.
bg: Класика в математиката: стойност представлява част от общото, и трябва да се намери съответстващата ставка.
cs: Klasické v matematice: hodnota představuje zlomek celku a je třeba najít odpovídající sazbu.
da: Klassisk i matematik: en værdi repræsenterer en brøkdel af et total, og man skal finde den tilsvarende sats.
de: Klassisch in der Mathematik: Ein Wert stellt einen Bruchteil eines Gesamten dar, und es gilt, den entsprechenden Satz zu finden.
el: Κλασικό στα μαθηματικά: μια αξία αντιπροσωπεύει ένα κλάσμα ενός συνόλου και πρέπει να βρείτε το αντίστοιχο ποσοστό.
es: Clásico en matemáticas: un valor representa una fracción de un total, y hay que encontrar la tasa correspondiente.
fi: Klassinen matematiikassa: arvo edustaa osuutta kokonaisuudesta, ja on löydettävä vastaava korko.
fil: Klasiko sa matematika: isang halaga ay kumakatawan sa isang bahagi ng kabuuan, at kailangan mong hanapin ang katumbas na rate.
hu: Hagyományos matematikai feladat: egy érték egy összeg töredékét képviseli, és meg kell találni a megfelelő rátát.
id: Klasik dalam matematika: sebuah nilai mewakili fraksi dari total, dan Anda harus menemukan tarif yang sesuai.
it: Classico in matematica: un valore rappresenta una frazione di un totale, e bisogna trovare il tasso corrispondente.
ja: 数学の古典：ある値が合計の一部を表し、それに対応する率を見つける必要がある。
ko: 수학에서 고전적인 문제: 값이 총합의 일부를 나타내며, 해당 비율을 찾아야 합니다.
nl: Klassiek in wiskunde: een waarde vertegenwoordigt een fractie van een totaal, en het is nodig om het bijbehorende tarief te vinden.
no: Klassisk i matematikk: en verdi representerer en brøkdel av en total, og man må finne den tilsvarende satsen.
pl: Klasyczne w matematyce: wartość reprezentuje ułamek całości, a należy znaleźć odpowiadającą stawkę.
pt_pt: Clássico em matemática: um valor representa uma fração de um total, e é necessário encontrar a taxa correspondente.
ro: Clasic în matematică: o valoare reprezintă o fracțiune dintr-un total, iar trebuie să găsiți rata corespunzătoare.
ru: Классика в математике: значение представляет собой долю от общего, и нужно найти соответствующую ставку.
sk: Klasika v matematike: hodnota predstavuje zlomok z celku a je potrebné nájsť zodpovedajúcu mieru.
sv: Klassisk i matematik: ett värde representerar en bråkdel av ett totalt, och man måste hitta den motsvarande takten.
sw: Kawaida katika hisabati: thamani inawakilisha sehemu ya jumla, na inahitajika kupata kiwango kinachohusiana.
tr: Matematikte klasik: bir değer, toplamın bir kesirini temsil eder ve karşılık gelen oranı bulmak gerekir.
uk: Класика в математиці: величина представляє частину загального, і потрібно знайти відповідну ставку.
vi: Cổ điển trong toán học: một giá trị đại diện cho một phần của tổng, và cần tìm tỷ lệ tương ứng.
zh_hans: 数学中的经典：一个值代表总数的一部分，需要找出相应的比率。

# ed_math_percentages_percentage_missing_uc3_title
source: Vérifier une information annoncée
af: Verifieer 'n aangekondigde inligting
bg: Проверка на обявена информация
cs: Ověření oznámené informace
da: Kontrollere en annonceret information
de: Eine angekündigte Information überprüfen
el: Επιβεβαίωση μιας ανακοινωθείσας πληροφορίας
es: Verificar una información anunciada
fi: Tarkista ilmoitettu tieto
fil: Suriin ang isang inihayag na impormasyon
hu: Egy bejelentett információ ellenőrzése
id: Memeriksa informasi yang diumumkan
it: Verificare un'informazione annunciata
ja: 発表された情報を確認する
ko: 발표된 정보 확인
nl: Een aangekondigde informatie controleren
no: Verifisere en annonsert informasjon
pl: Weryfikacja ogłoszonej informacji
pt_pt: Verificar uma informação anunciada
ro: Verificarea unei informații anunțate
ru: Проверить объявленную информацию
sk: Overiť oznámenú informáciu
sv: Verifiera en angiven information
sw: Kuthibitisha taarifa iliyotangazwa
tr: Açıklanan bir bilgiyi kontrol etmek
uk: Перевірити оголошену інформацію
vi: Kiểm tra một thông tin đã được công bố
zh_hans: 验证公布的信息

# ed_math_percentages_percentage_missing_uc3_text
source: Permet de contrôler rapidement un pourcentage communiqué à partir des chiffres réels.
af: Maak dit moontlik om vinnig 'n persentasie wat van die werklike syfers gegee is, te kontroleer.
bg: Позволява бързо да се провери процент, съобщен на базата на реалните числа.
cs: Umožňuje rychle zkontrolovat procento sdělené na základě skutečných čísel.
da: Gør det muligt hurtigt at kontrollere en kommunikeret procent baseret på de faktiske tal.
de: Ermöglicht eine schnelle Kontrolle eines kommunizierten Prozentsatzes anhand der tatsächlichen Zahlen.
el: Επιτρέπει να ελέγξετε γρήγορα ένα ποσοστό που έχει ανακοινωθεί με βάση τους πραγματικούς αριθμούς.
es: Permite controlar rápidamente un porcentaje comunicado a partir de los números reales.
fi: Mahdollistaa prosenttiosuuden nopean tarkistamisen todellisten lukujen perusteella.
fil: Pinapayagan ang mabilis na pagkontrol ng isang porsyentong ibinigay batay sa mga aktwal na numero.
hu: Lehetővé teszi, hogy gyorsan ellenőrizd a valós számok alapján közölt százalékot.
id: Memungkinkan untuk dengan cepat memeriksa persentase yang disampaikan berdasarkan angka nyata.
it: Permette di controllare rapidamente una percentuale comunicata a partire dai numeri reali.
ja: 実際の数字から伝えられたパーセンテージを迅速に確認することができます。
ko: 실제 숫자를 기반으로 전달된 백분율을 신속하게 확인할 수 있습니다.
nl: Maakt het mogelijk om snel een gecommuniceerd percentage te controleren op basis van de werkelijke cijfers.
no: Lar deg raskt kontrollere en prosent som er kommunisert basert på de faktiske tallene.
pl: Pozwala szybko sprawdzić procent podany na podstawie rzeczywistych danych.
pt_pt: Permite controlar rapidamente uma percentagem comunicada a partir dos números reais.
ro: Permite controlarea rapidă a unui procent comunicat pe baza cifrelor reale.
ru: Позволяет быстро проверить процент, сообщенный на основе реальных цифр.
sk: Umožňuje rýchlo skontrolovať percento oznámené na základe skutočných čísel.
sv: Möjliggör en snabb kontroll av en kommunicerad procent baserat på de verkliga siffrorna.
sw: Inaruhusu kudhibiti haraka asilimia iliyotolewa kutoka kwa nambari halisi.
tr: Gerçek sayılardan iletilen bir yüzdeleri hızlıca kontrol etmenizi sağlar.
uk: Дозволяє швидко перевірити відсоток, повідомлений на основі реальних цифр.
vi: Cho phép kiểm tra nhanh một tỷ lệ phần trăm được thông báo từ các con số thực.
zh_hans: 可以快速检查从实际数字中传达的百分比。

# ed_math_percentages_percentage_missing_uc4_title
source: Comparer des situations similaires
af: Vergelyk soortgelyke situasies
bg: Сравняване на подобни ситуации
cs: Porovnání podobných situací
da: Sammenligne lignende situationer
de: Ähnliche Situationen vergleichen
el: Σύγκριση παρόμοιων καταστάσεων
es: Comparar situaciones similares
fi: Vertaile samanlaisia tilanteita
fil: Ihambing ang mga katulad na sitwasyon
hu: Hasonló helyzetek összehasonlítása
id: Membandingkan situasi yang serupa
it: Confrontare situazioni simili
ja: 類似の状況を比較する
ko: 유사한 상황 비교
nl: Vergelijk vergelijkbare situaties
no: Sammenligne lignende situasjoner
pl: Porównywanie podobnych sytuacji
pt_pt: Comparar situações semelhantes
ro: Compararea unor situații similare
ru: Сравнить аналогичные ситуации
sk: Porovnávať podobné situácie
sv: Jämföra liknande situationer
sw: Kulinganisha hali zinazofanana
tr: Benzer durumları karşılaştırmak
uk: Порівняти подібні ситуації
vi: So sánh các tình huống tương tự
zh_hans: 比较类似情况

# ed_math_percentages_percentage_missing_uc4_text
source: Utile pour comparer des taux implicites entre plusieurs cas (ex. deux remises différentes sur des bases distinctes).
af: Nuttig om implisiete koerse tussen verskeie gevalle te vergelyk (bv. twee verskillende afslag op verskillende basisse).
bg: Полезно за сравняване на подразбиращи се ставки между няколко случая (напр. две различни отстъпки на различни основи).
cs: Užitečné pro porovnání implicitních sazeb mezi několika případy (např. dvě různé slevy na různých základech).
da: Nyttigt til at sammenligne implicitte satser mellem flere tilfælde (f.eks. to forskellige rabatter på forskellige grundlag).
de: Nützlich, um implizite Sätze zwischen mehreren Fällen zu vergleichen (z. B. zwei unterschiedliche Rabatte auf unterschiedlichen Basen).
el: Χρήσιμο για να συγκρίνετε έμμεσα ποσοστά μεταξύ διαφόρων περιπτώσεων (π.χ. δύο διαφορετικές εκπτώσεις σε διαφορετικές βάσεις).
es: Útil para comparar tasas implícitas entre varios casos (por ejemplo, dos descuentos diferentes sobre bases distintas).
fi: Hyödyllinen vertaamaan implisiittisiä korkoja useissa tapauksissa (esim. kaksi eri alennusta eri pohjilla).
fil: Kapaki-pakinabang para sa paghahambing ng mga nakatagong rate sa pagitan ng maraming kaso (hal. dalawang magkaibang diskwento sa iba't ibang batayan).
hu: Hasznos az implicit ráták összehasonlítására több eset között (pl. két különböző kedvezmény különböző alapokon).
id: Bermanfaat untuk membandingkan tarif implisit antara beberapa kasus (mis. dua diskon berbeda pada dasar yang berbeda).
it: Utile per confrontare tassi impliciti tra diversi casi (es. due sconti diversi su basi distinte).
ja: 異なる基準に対する二つの異なる割引など、複数のケース間で暗黙の率を比較するのに役立ちます。
ko: 여러 사례 간의 암묵적인 비율을 비교하는 데 유용합니다(예: 서로 다른 기준에 대한 두 가지 할인).
nl: Nuttig om impliciete tarieven tussen verschillende gevallen te vergelijken (bijv. twee verschillende kortingen op verschillende bases).
no: Nyttig for å sammenligne implisitte satser mellom flere tilfeller (f.eks. to forskjellige rabatter på forskjellige grunnlag).
pl: Przydatne do porównania ukrytych stawek w różnych przypadkach (np. dwa różne rabaty na różnych podstawach).
pt_pt: Útil para comparar taxas implícitas entre vários casos (ex. dois descontos diferentes sobre bases distintas).
ro: Util pentru a compara rate implicite între mai multe cazuri (ex. două reduceri diferite pe baze distincte).
ru: Полезно для сравнения неявных ставок между несколькими случаями (например, две разные скидки на разных базах).
sk: Užitočné na porovnávanie implicitných mier medzi viacerými prípadmi (napr. dve rôzne zľavy na rôznych základoch).
sv: Nyttigt för att jämföra implicita takter mellan flera fall (t.ex. två olika rabatter på olika grunder).
sw: Inafaida kwa kulinganisha viwango visivyo wazi kati ya kesi kadhaa (mfano: punguzo mbili tofauti kwenye misingi tofauti).
tr: Farklı tabanlar üzerinden iki farklı indirim gibi, birden fazla durum arasında dolaylı oranları karşılaştırmak için yararlıdır.
uk: Корисно для порівняння неявних ставок між кількома випадками (наприклад, дві різні знижки на різних базах).
vi: Hữu ích để so sánh các tỷ lệ ngụ ý giữa nhiều trường hợp (ví dụ: hai mức giảm giá khác nhau trên các cơ sở khác nhau).
zh_hans: 有助于比较多个案例之间的隐含比率（例如，在不同基础上的两个不同折扣）。

# ed_math_percentages_percentage_missing_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您将获得

# ed_math_percentages_percentage_missing_out1
source: Le pourcentage manquant, calculé à partir de la valeur observée et de la base de référence.
af: Die ontbrekende persentasie, bereken uit die waargenome waarde en die verwysingsbasis.
bg: Липсващият процент, изчислен на базата на наблюдаваната стойност и референтната основа.
cs: Chybějící procento, vypočítané na základě pozorované hodnoty a referenčního základu.
da: Den manglende procent, beregnet ud fra den observerede værdi og referencegrundlaget.
de: Der fehlende Prozentsatz, berechnet aus dem beobachteten Wert und der Referenzbasis.
el: Το ελλείπον ποσοστό, υπολογισμένο από την παρατηρούμενη αξία και τη βάση αναφοράς.
es: El porcentaje faltante, calculado a partir del valor observado y de la base de referencia.
fi: Puuttuva prosentti, laskettuna havaittavasta arvosta ja vertailupohjasta.
fil: Ang nawawalang porsyento, na kinakalkula mula sa nakitang halaga at sa batayang sanggunian.
hu: A hiányzó százalék, amelyet a megfigyelt érték és a referencia alap alapján számoltak ki.
id: Persentase yang hilang, dihitung dari nilai yang diamati dan dasar referensi.
it: La percentuale mancante, calcolata a partire dal valore osservato e dalla base di riferimento.
ja: 観察された値と基準から計算された欠落しているパーセンテージ。
ko: 관찰된 값과 기준을 기반으로 계산된 누락된 백분율입니다.
nl: Het ontbrekende percentage, berekend op basis van de waargenomen waarde en de referentiebasis.
no: Den manglende prosentandelen, beregnet ut fra den observerte verdien og referansegrunnlaget.
pl: Brakujący procent, obliczony na podstawie obserwowanej wartości i podstawy odniesienia.
pt_pt: A percentagem em falta, calculada a partir do valor observado e da base de referência.
ro: Procentul lipsă, calculat pe baza valorii observate și a bazei de referință.
ru: Недостающий процент, рассчитанный на основе наблюдаемого значения и базового значения.
sk: Chýbajúce percento, vypočítané na základe pozorovanej hodnoty a referenčného základu.
sv: Den saknade procenten, beräknad utifrån det observerade värdet och referensgrunden.
sw: Asilimia inayokosekana, iliyohesabiwa kutoka kwa thamani iliyoangaziwa na msingi wa rejea.
tr: Gözlemlenen değer ve referans tabanından hesaplanan eksik yüzde.
uk: Відсутній відсоток, розрахований на основі спостережуваної величини та бази порівняння.
vi: Tỷ lệ phần trăm bị thiếu, được tính từ giá trị quan sát và cơ sở tham chiếu.
zh_hans: 缺失的百分比，基于观察到的值和参考基础计算得出。

# ed_math_percentages_percentage_missing_out2
source: Un résultat exprimé en pourcentage, directement interprétable et comparable.
af: 'n Resultaat wat in persentasie uitgedruk is, direk interpreteerbaar en vergelykbaar.
bg: Резултат, изразен в проценти, директно интерпретируем и сравним.
cs: Výsledek vyjádřený v procentech, přímo interpretovatelný a srovnatelný.
da: Et resultat udtrykt i procent, der er direkte fortolkeligt og sammenligneligt.
de: Ein Ergebnis, das in Prozent ausgedrückt ist, direkt interpretierbar und vergleichbar.
el: Ένα αποτέλεσμα εκφρασμένο σε ποσοστό, άμεσα ερμηνεύσιμο και συγκρίσιμο.
es: Un resultado expresado en porcentaje, directamente interpretable y comparable.
fi: Prosenttina ilmaistu tulos, suoraan tulkittavissa ja vertailtavissa.
fil: Isang resulta na ipinahayag sa porsyento, direktang maipapaliwanag at maihahambing.
hu: Egy százalékban kifejezett eredmény, amely közvetlenül értelmezhető és összehasonlítható.
id: Sebuah hasil yang dinyatakan dalam persentase, langsung dapat diinterpretasikan dan dibandingkan.
it: Un risultato espresso in percentuale, direttamente interpretabile e comparabile.
ja: 直接解釈可能で比較可能なパーセンテージで表現された結果。
ko: 직접 해석 가능하고 비교할 수 있는 백분율로 표현된 결과입니다.
nl: Een resultaat uitgedrukt in percentage, direct interpreteerbaar en vergelijkbaar.
no: Et resultat uttrykt i prosent, direkte tolkbar og sammenlignbar.
pl: Wynik wyrażony w procentach, bezpośrednio interpretowalny i porównywalny.
pt_pt: Um resultado expresso em percentagem, diretamente interpretável e comparável.
ro: Un rezultat exprimat în procente, direct interpretabil și comparabil.
ru: Результат, выраженный в процентах, который можно непосредственно интерпретировать и сравнивать.
sk: Výsledok vyjadrený v percentách, priamo interpretovateľný a porovnateľný.
sv: Ett resultat uttryckt i procent, direkt tolkbart och jämförbart.
sw: Matokeo yaliyoelezwa kwa asilimia, yanayoweza kutafsiriwa moja kwa moja na kulinganishwa.
tr: Doğrudan yorumlanabilir ve karşılaştırılabilir bir yüzde olarak ifade edilen bir sonuç.
uk: Результат, виражений у відсотках, безпосередньо інтерпретований і порівнянний.
vi: Một kết quả được biểu thị bằng tỷ lệ phần trăm, có thể được diễn giải và so sánh ngay lập tức.
zh_hans: 以百分比表示的结果，直接可解释和可比较。

# ed_math_percentages_percentage_missing_out3
source: Une aide claire pour comprendre “combien en %” représente une valeur.
af: 'n Duidelike hulp om te verstaan “hoeveel in %” 'n waarde verteenwoordig.
bg: Ясна помощ за разбиране на “колко в %” представлява една стойност.
cs: Jasná pomoc při pochopení „kolik v %“ představuje hodnota.
da: En klar hjælp til at forstå 'hvor meget i %' en værdi repræsenterer.
de: Eine klare Hilfe, um zu verstehen, „wie viel in %“ ein Wert darstellt.
el: Μια σαφής βοήθεια για να κατανοήσετε “πόσο σε %” αντιπροσωπεύει μια αξία.
es: Una ayuda clara para entender “cuánto en %” representa un valor.
fi: Selkeä apu ymmärtämään, kuinka paljon 'kuinka paljon %' edustaa arvoa.
fil: Isang malinaw na tulong upang maunawaan kung “ilan sa %” ang kumakatawan sa isang halaga.
hu: Világos segítség a 'mennyi %'-t képvisel egy érték.
id: Bantuan yang jelas untuk memahami 'berapa dalam %' mewakili sebuah nilai.
it: Un aiuto chiaro per comprendere “quanto in %” rappresenta un valore.
ja: 「何パーセント」を表す値を理解するための明確な助け。
ko: '몇 퍼센트'가 값을 나타내는지 이해하는 데 명확한 도움을 줍니다.
nl: Een duidelijke hulp om te begrijpen 'hoeveel in %' een waarde vertegenwoordigt.
no: En klar hjelp til å forstå “hvor mye i %” en verdi representerer.
pl: Jasna pomoc w zrozumieniu, „ile w %” reprezentuje wartość.
pt_pt: Uma ajuda clara para entender “quanto em %” representa um valor.
ro: O ajutor clar pentru a înțelege „cât în %” reprezintă o valoare.
ru: Ясная помощь в понимании «сколько в %» представляет собой значение.
sk: Jasná pomoc pri pochopení „koľko v %“ predstavuje hodnota.
sv: Ett tydligt hjälpmedel för att förstå 'hur mycket i %' ett värde representerar.
sw: Msaada wazi wa kuelewa 'ni kiasi gani kwa %' kinawakilisha thamani.
tr: Bir değerin 'yüzde olarak ne kadar' olduğunu anlamak için net bir yardım.
uk: Чітка допомога для розуміння “скільки в %” представляє величина.
vi: Một sự hỗ trợ rõ ràng để hiểu “bao nhiêu phần trăm” đại diện cho một giá trị.
zh_hans: 清晰的帮助理解“多少百分比”代表一个值。

# ed_math_percentages_percentage_missing_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и важни моменти
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Határok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 限界と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_missing_lim1
source: La base de référence doit être strictement différente de zéro.
af: Die verwysingsbasis moet streng verskillend van nul wees.
bg: Референтната основа трябва да бъде строго различна от нула.
cs: Referenční základ musí být přísně odlišný od nuly.
da: Referencegrundlaget skal være strengt forskelligt fra nul.
de: Die Referenzbasis muss strikt ungleich null sein.
el: Η βάση αναφοράς πρέπει να είναι αυστηρά διαφορετική από το μηδέν.
es: La base de referencia debe ser estrictamente diferente de cero.
fi: Vertailupohjan on oltava ehdottomasti eri kuin nolla.
fil: Ang batayang sanggunian ay dapat na mahigpit na naiiba sa zero.
hu: A referencia alapnak szigorúan nullától eltérőnek kell lennie.
id: Dasar referensi harus secara ketat berbeda dari nol.
it: La base di riferimento deve essere rigorosamente diversa da zero.
ja: 基準は厳密にゼロと異なる必要があります。
ko: 기준은 반드시 0과 달라야 합니다.
nl: De referentiebasis moet strikt verschillend van nul zijn.
no: Referansegrunnlaget må være strengt forskjellig fra null.
pl: Podstawa odniesienia musi być ściśle różna od zera.
pt_pt: A base de referência deve ser estritamente diferente de zero.
ro: Baza de referință trebuie să fie strict diferită de zero.
ru: Базовое значение должно быть строго отличным от нуля.
sk: Referenčný základ musí byť striktne odlišný od nuly.
sv: Referensgrunden måste vara strikt olika noll.
sw: Msingi wa rejea lazima uwe tofauti kabisa na sifuri.
tr: Referans tabanı kesinlikle sıfırdan farklı olmalıdır.
uk: База порівняння повинна бути строго відмінною від нуля.
vi: Cơ sở tham chiếu phải hoàn toàn khác không.
zh_hans: 参考基础必须严格大于零。
