Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_annotations_to_json_out2
source: Des informations exploitables pour filtrer, comparer deux versions d’un PDF et automatiser un rapport d’audit.
af: Nuttige inligting om te filter, twee weergawes van 'n PDF te vergelyk en 'n ouditverslag te outomatiseer.
bg: Използваеми данни за филтриране, сравняване на две версии на PDF и автоматизиране на одитен доклад.
cs: Užitečné informace pro filtrování, porovnání dvou verzí PDF a automatizaci auditu.
da: Brugbare oplysninger til at filtrere, sammenligne to versioner af en PDF og automatisere en revisionsrapport.
de: Nützliche Informationen zum Filtern, Vergleichen von zwei Versionen eines PDFs und Automatisieren eines Auditberichts.
el: Χρήσιμες πληροφορίες για φιλτράρισμα, σύγκριση δύο εκδόσεων ενός PDF και αυτοματοποίηση μιας αναφοράς ελέγχου.
es: Información útil para filtrar, comparar dos versiones de un PDF y automatizar un informe de auditoría.
fi: Hyödynnettävät tiedot suodattamiseen, kahden PDF-version vertailuun ja auditointiraportin automatisointiin.
fil: Mga kapaki-pakinabang na impormasyon para sa pag-filter, paghahambing ng dalawang bersyon ng isang PDF at pag-automate ng isang audit report.
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Informazioni utilizzabili per filtrare, confrontare due versioni di un PDF e automatizzare un rapporto di audit.
ja: フィルタリング、PDF の 2 つのバージョンを比較し、監査レポートを自動化するための実用的な情報。
ko: PDF의 두 버전을 필터링하고 비교하며 감사 보고서를 자동화하는 데 유용한 정보.
nl: Informatie die bruikbaar is om te filteren, twee versies van een PDF te vergelijken en een auditrapport te automatiseren.
no: Brukbare opplysninger for å filtrere, sammenligne to versjoner av en PDF og automatisere en revisjonsrapport.
pl: Przydatne informacje do filtrowania, porównywania dwóch wersji pliku PDF i automatyzacji raportu audytowego.
pt_pt: Informações utilizáveis para filtrar, comparar duas versões de um PDF e automatizar um relatório de auditoria.
ro: Informații utile pentru a filtra, compara două versiuni ale unui PDF și automatiza un raport de audit.
ru: Полезная информация для фильтрации, сравнения двух версий PDF и автоматизации аудиторского отчета.
sk: Využiteľné informácie na filtrovanie, porovnávanie dvoch verzií PDF a automatizáciu audítorského reportu.
sv: Användbar information för att filtrera, jämföra två versioner av en PDF och automatisera en granskningsrapport.
sw: Taarifa zinazoweza kutumika kwa kuchuja, kulinganisha toleo mbili za PDF na kujiandaa ripoti ya ukaguzi.
tr: Filtrelemek, iki PDF sürümünü karşılaştırmak ve bir denetim raporunu otomatikleştirmek için kullanılabilir bilgiler.
uk: Корисна інформація для фільтрації, порівняння двох версій PDF та автоматизації звіту про аудит.
vi: Thông tin có thể sử dụng để lọc, so sánh hai phiên bản của một PDF và tự động hóa một báo cáo kiểm toán.
zh_hans: 可用于过滤、比较两个 PDF 版本并自动生成审计报告的信息.

# ed_dev_pdf_pdf_annotations_to_json_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limitações e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_annotations_to_json_lim1
source: Certaines annotations peuvent avoir un rendu (appearance) complexe : le JSON décrit la structure, pas toujours l’apparence exacte.
af: Sommige aantekeninge kan 'n komplekse voorkoms hê: die JSON beskryf die struktuur, nie altyd die presiese voorkoms nie.
bg: Някои анотации могат да имат сложен вид (appearance): JSON описва структурата, не винаги точния вид.
cs: Některé anotace mohou mít složité zobrazení (appearance): JSON popisuje strukturu, ne vždy přesný vzhled.
da: Nogle annotationer kan have en kompleks visning: JSON beskriver strukturen, ikke altid det præcise udseende.
de: Einige Anmerkungen können eine komplexe Darstellung (appearance) haben: Das JSON beschreibt die Struktur, nicht immer das genaue Aussehen.
el: Ορισμένες σημειώσεις μπορεί να έχουν πολύπλοκη εμφάνιση: το JSON περιγράφει τη δομή, όχι πάντα την ακριβή εμφάνιση.
es: Algunas anotaciones pueden tener una representación (appearance) compleja: el JSON describe la estructura, no siempre la apariencia exacta.
fi: Jotkut annotaatiot voivat olla monimutkaisia: JSON kuvaa rakennetta, ei aina tarkkaa ulkoasua.
fil: Ang ilang mga annotation ay maaaring magkaroon ng kumplikadong rendering: ang JSON ay naglalarawan ng istruktura, hindi palaging ang eksaktong hitsura.
hu: TODO.
id: TODO.
it: Alcune annotazioni possono avere un aspetto complesso: il JSON descrive la struttura, non sempre l'aspetto esatto.
ja: 一部の注釈は複雑なレンダリング（appearance）を持つ場合があります：JSON は構造を説明しますが、必ずしも正確な外観を示すわけではありません。
ko: 일부 주석은 복잡한 렌더링(appearance)을 가질 수 있습니다: JSON은 구조를 설명하지만 항상 정확한 모양을 설명하지는 않습니다.
nl: Sommige annotaties kunnen een complexe weergave (appearance) hebben: de JSON beschrijft de structuur, niet altijd de exacte weergave.
no: Noen annotasjoner kan ha en kompleks fremtoning: JSON beskriver strukturen, ikke alltid den nøyaktige utseendet.
pl: Niektóre adnotacje mogą mieć złożony wygląd (appearance): JSON opisuje strukturę, nie zawsze dokładny wygląd.
pt_pt: Algumas anotações podem ter uma renderização complexa: o JSON descreve a estrutura, nem sempre a aparência exata.
ro: Unele anotări pot avea un aspect complex: JSON-ul descrie structura, nu întotdeauna aspectul exact.
ru: Некоторые аннотации могут иметь сложное отображение (appearance): JSON описывает структуру, а не всегда точный внешний вид.
sk: Niektoré anotácie môžu mať zložitú prezentáciu (appearance): JSON popisuje štruktúru, nie vždy presný vzhľad.
sv: Vissa anteckningar kan ha en komplex rendering: JSON beskriver strukturen, inte alltid den exakta utseendet.
sw: Maelezo mengine yanaweza kuwa na muonekano (appearance) mgumu: JSON inaelezea muundo, si kila wakati muonekano halisi.
tr: Bazı notlar karmaşık bir görünüm (appearance) sergileyebilir: JSON yapı tanımını içerir, her zaman tam görünümü değil.
uk: Деякі анотації можуть мати складний вигляд: JSON описує структуру, а не завжди точний вигляд.
vi: Một số chú thích có thể có cách hiển thị phức tạp: JSON mô tả cấu trúc, không phải lúc nào cũng là hình thức chính xác.
zh_hans: 某些注释可能具有复杂的外观：JSON 描述结构，而不一定是确切的外观.

# ed_dev_pdf_pdf_annotations_to_json_lim2
source: Sur des PDF chiffrés ou très endommagés, l’extraction peut être partielle ou impossible.
af: Op gesleutelde of baie beskadigde PDF's kan die onttrekking gedeeltelik of onmoontlik wees.
bg: При криптирани или много повредени PDF, извличането може да бъде частично или невъзможно.
cs: U šifrovaných nebo silně poškozených PDF může být extrakce částečná nebo nemožná.
da: Ved krypterede eller meget beskadigede PDF'er kan ekstraktionen være delvis eller umulig.
de: Bei verschlüsselten oder stark beschädigten PDFs kann die Extraktion teilweise oder unmöglich sein.
el: Σε κρυπτογραφημένα ή πολύ κατεστραμμένα PDF, η εξαγωγή μπορεί να είναι μερική ή αδύνατη.
es: En PDFs cifrados o muy dañados, la extracción puede ser parcial o imposible.
fi: Salatuissa tai erittäin vaurioituneissa PDF-tiedostoissa poiminta voi olla osittaista tai mahdotonta.
fil: Sa mga encrypted o labis na nasirang PDF, ang extraction ay maaaring bahagya o imposibleng gawin.
hu: TODO.
id: TODO.
it: Su PDF crittografati o molto danneggiati, l'estrazione può essere parziale o impossibile.
ja: 暗号化された PDF や非常に損傷した PDF では、抽出が部分的または不可能な場合があります。
ko: 암호화되거나 심하게 손상된 PDF에서는 추출이 부분적이거나 불가능할 수 있습니다.
nl: Bij versleutelde of zeer beschadigde PDF's kan de extractie gedeeltelijk of onmogelijk zijn.
no: For krypterte eller sterkt skadede PDF-er kan ekstraksjonen være delvis eller umulig.
pl: W przypadku zaszyfrowanych lub mocno uszkodzonych plików PDF, ekstrakcja może być częściowa lub niemożliwa.
pt_pt: Em PDFs criptografados ou muito danificados, a extração pode ser parcial ou impossível.
ro: Pe PDF-uri criptate sau foarte deteriorate, extragerea poate fi parțială sau imposibilă.
ru: При работе с зашифрованными или сильно поврежденными PDF извлечение может быть частичным или невозможным.
sk: Pri šifrovaných alebo veľmi poškodených PDF môže byť extrakcia čiastočná alebo nemožná.
sv: Vid krypterade eller mycket skadade PDF-filer kan extraktionen vara partiell eller omöjlig.
sw: Katika PDF zilizofichwa au zilizoharibika sana, uhamishaji unaweza kuwa wa sehemu au hauwezekani.
tr: Şifreli veya çok hasar görmüş PDF'lerde, çıkarım kısmi veya imkansız olabilir.
uk: На зашифрованих або сильно пошкоджених PDF екстракція може бути частковою або неможливою.
vi: Trên các PDF được mã hóa hoặc bị hư hại nặng, việc trích xuất có thể là một phần hoặc không thể.
zh_hans: 在加密或严重损坏的 PDF 上，提取可能是部分的或不可能的.

# ed_dev_pdf_pdf_annotations_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_annotations_to_json_q1
source: Est-ce que l’outil modifie mon PDF ?
af: Verander die hulpmiddel my PDF?
bg: Променя ли инструментът моя PDF?
cs: Změní nástroj moje PDF?
da: Ændrer værktøjet min PDF?
de: Ändert das Tool mein PDF?
el: Αλλάζει το εργαλείο το PDF μου;
es: ¿El herramienta modifica mi PDF?
fi: Muokkaako työkalu PDF:täni?
fil: Binabago ba ng tool ang aking PDF?
hu: TODO
id: TODO
it: L'utensile modifica il mio PDF?
ja: ツールは私の PDF を変更しますか？
ko: 이 도구가 내 PDF를 수정하나요?
nl: Verandert de tool mijn PDF?
no: Endrer verktøyet min PDF?
pl: Czy narzędzie modyfikuje mój plik PDF?
pt_pt: O ferramenta modifica meu PDF?
ro: Instrumentul modifică PDF-ul meu?
ru: Изменяет ли инструмент мой PDF?
sk: Mení nástroj moje PDF?
sv: Ändrar verktyget min PDF?
sw: Je, chombo kinabadilisha PDF yangu?
tr: Araç PDF'mi değiştiriyor mu?
uk: Чи змінює інструмент мій PDF?
vi: Công cụ có thay đổi PDF của tôi không?
zh_hans: 该工具会修改我的 PDF 吗？

# ed_dev_pdf_pdf_annotations_to_json_a1
source: Non. Il lit le fichier et génère un JSON ; votre PDF d’origine reste inchangé.
af: Nee. Dit lees die lêer en genereer 'n JSON; jou oorspronklike PDF bly onveranderd.
bg: Не. Той чете файла и генерира JSON; вашият оригинален PDF остава непроменен.
cs: Ne. Čte soubor a generuje JSON; vaše původní PDF zůstává nezměněno.
da: Nej. Det læser filen og genererer en JSON; din originale PDF forbliver uændret.
de: Nein. Es liest die Datei und generiert ein JSON; Ihr Original-PDF bleibt unverändert.
el: Όχι. Διαβάζει το αρχείο και δημιουργεί ένα JSON; το αρχικό σας PDF παραμένει αμετάβλητο.
es: No. Lee el archivo y genera un JSON; su PDF original permanece sin cambios.
fi: Ei. Se lukee tiedoston ja tuottaa JSON:n; alkuperäinen PDF:si pysyy muuttumattomana.
fil: Hindi. Binabasa nito ang file at bumubuo ng JSON; ang iyong orihinal na PDF ay mananatiling hindi nagbabago.
hu: TODO
id: TODO
it: No. Legge il file e genera un JSON; il tuo PDF originale rimane invariato.
ja: いいえ。ファイルを読み取り、JSON を生成します。元の PDF は変更されません。
ko: 아니요. 파일을 읽고 JSON을 생성합니다; 원본 PDF는 변경되지 않습니다.
nl: Nee. Het leest het bestand en genereert een JSON; je originele PDF blijft ongewijzigd.
no: Nei. Det leser filen og genererer en JSON; din opprinnelige PDF forblir uendret.
pl: Nie. Odczytuje plik i generuje JSON; Twój oryginalny plik PDF pozostaje niezmieniony.
pt_pt: Não. Ele lê o arquivo e gera um JSON; seu PDF original permanece inalterado.
ro: Nu. Acesta citește fișierul și generează un JSON; PDF-ul dumneavoastră original rămâne neschimbat.
ru: Нет. Он читает файл и генерирует JSON; ваш оригинальный PDF остается неизменным.
sk: Nie. Číta súbor a generuje JSON; vaše pôvodné PDF zostáva nezmenené.
sv: Nej. Det läser filen och genererar en JSON; din ursprungliga PDF förblir oförändrad.
sw: Hapana. Kinakusanya faili na kuunda JSON; PDF yako ya asili inabaki bila kubadilishwa.
tr: Hayır. Dosyayı okur ve bir JSON oluşturur; orijinal PDF'niz değişmeden kalır.
uk: Ні. Він читає файл і генерує JSON; ваш оригінальний PDF залишається незмінним.
vi: Không. Nó đọc tệp và tạo ra một JSON; PDF gốc của bạn vẫn không thay đổi.
zh_hans: 不。它读取文件并生成 JSON；您的原始 PDF 保持不变.

# ed_dev_pdf_pdf_annotations_to_json_q2
source: Les liens cliquables sont-ils inclus ?
af: Is die klikbare skakels ingesluit?
bg: Включени ли са кликаемите връзки?
cs: Jsou klikatelné odkazy zahrnuty?
da: Er klikbare links inkluderet?
de: Sind klickbare Links enthalten?
el: Είναι οι clickable links συμπεριλαμβάνονται;
es: ¿Se incluyen los enlaces clicables?
fi: Sisältävätkö klikkauslinkit?
fil: Kasama ba ang mga clickable link?
hu: TODO
id: TODO
it: I link cliccabili sono inclusi?
ja: クリック可能なリンクは含まれていますか？
ko: 클릭 가능한 링크가 포함되나요?
nl: Zijn de klikbare links inbegrepen?
no: Er klikkbare lenker inkludert?
pl: Czy klikalne linki są uwzględnione?
pt_pt: Os links clicáveis estão incluídos?
ro: Linkurile clicabile sunt incluse?
ru: Кликабельные ссылки включены?
sk: Sú klikateľné odkazy zahrnuté?
sv: Är klickbara länkar inkluderade?
sw: Je, viungo vya kubofya vinajumuishwa?
tr: Tıklanabilir bağlantılar dahil mi?
uk: Чи включені клікабельні посилання?
vi: Liên kết có thể nhấp có được bao gồm không?
zh_hans: 可点击链接是否包含在内？

# ed_dev_pdf_pdf_annotations_to_json_a2
source: Oui, la plupart des liens sont des annotations (URI / GoTo) et apparaissent dans l’export.
af: Ja, die meeste skakels is aantekeninge (URI / GoTo) en verskyn in die uitvoer.
bg: Да, повечето връзки са анотации (URI / GoTo) и се появяват в експорта.
cs: Ano, většina odkazů jsou anotace (URI / GoTo) a objevují se v exportu.
da: Ja, de fleste links er annotationer (URI / GoTo) og vises i eksporten.
de: Ja, die meisten Links sind Anmerkungen (URI / GoTo) und erscheinen im Export.
el: Ναι, οι περισσότερες από τις συνδέσεις είναι σημειώσεις (URI / GoTo) και εμφανίζονται στην εξαγωγή.
es: Sí, la mayoría de los enlaces son anotaciones (URI / GoTo) y aparecen en la exportación.
fi: Kyllä, suurin osa linkeistä on annotaatioita (URI / GoTo) ja ne näkyvät viennissä.
fil: Oo, ang karamihan sa mga link ay mga annotation (URI / GoTo) at lumilitaw sa export.
hu: TODO
id: TODO
it: Sì, la maggior parte dei link sono annotazioni (URI / GoTo) e appaiono nell'esportazione.
ja: はい、ほとんどのリンクは注釈（URI / GoTo）であり、エクスポートに表示されます。
ko: 네, 대부분의 링크는 주석(URI / GoTo)이며 내보내기에 나타납니다.
nl: Ja, de meeste links zijn annotaties (URI / GoTo) en verschijnen in de export.
no: Ja, de fleste lenker er annotasjoner (URI / GoTo) og vises i eksporten.
pl: Tak, większość linków to adnotacje (URI / GoTo) i pojawiają się w eksporcie.
pt_pt: Sim, a maioria dos links são anotações (URI / GoTo) e aparecem na exportação.
ro: Da, majoritatea linkurilor sunt anotări (URI / GoTo) și apar în export.
ru: Да, большинство ссылок являются аннотациями (URI / GoTo) и появляются в экспорте.
sk: Áno, väčšina odkazov sú anotácie (URI / GoTo) a objavia sa v exporte.
sv: Ja, de flesta länkar är anteckningar (URI / GoTo) och visas i exporten.
sw: Ndio, viungo vingi ni maelezo (URI / GoTo) na vinaonekana katika export.
tr: Evet, çoğu bağlantı bir nottur (URI / GoTo) ve dışa aktarımda görünür.
uk: Так, більшість посилань є анотаціями (URI / GoTo) і з'являються в експорті.
vi: Có, hầu hết các liên kết là chú thích (URI / GoTo) và xuất hiện trong xuất.
zh_hans: 是的，大多数链接是注释（URI / GoTo），并出现在导出中.

# ed_dev_pdf_pdf_annotations_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_annotations_to_json_tip
source: Pour un audit complet, combinez cet export avec “Liens PDF → JSON” et “Métadonnées PDF → JSON” afin de repérer à la fois les annotations, les URL et les infos de document.
af: Vir 'n volledige oudit, kombineer hierdie uitvoer met “PDF Skakels → JSON” en “PDF Metadat → JSON” om sowel die aantekeninge, URL's as die dokumentinligting op te spoor.
bg: За пълен одит комбинирайте този експорт с “PDF връзки → JSON” и “PDF метаданни → JSON”, за да откриете както анотациите, така и URL адресите и информацията за документа.
cs: Pro kompletní audit kombinujte tento export s "Odkazy PDF → JSON" a "Metadat PDF → JSON" pro identifikaci anotací, URL a informací o dokumentu.
da: For en komplet revision, kombiner denne eksport med “PDF Links → JSON” og “PDF Metadata → JSON” for at finde både annotationer, URL'er og dokumentoplysninger.
de: Für ein vollständiges Audit kombinieren Sie diesen Export mit "PDF-Links → JSON" und "PDF-Metadaten → JSON", um sowohl Anmerkungen, URLs als auch Dokumentinformationen zu erfassen.
el: Για μια πλήρη επιθεώρηση, συνδυάστε αυτή την εξαγωγή με “Σύνδεσμοι PDF → JSON” και “Μεταδεδομένα PDF → JSON” για να εντοπίσετε τόσο τις σημειώσεις, τις διευθύνσεις URL όσο και τις πληροφορίες του εγγράφου.
es: Para una auditoría completa, combine esta exportación con “Enlaces PDF → JSON” y “Metadatos PDF → JSON” para identificar tanto las anotaciones, las URL y la información del documento.
fi: Kattavaa tarkastusta varten yhdistä tämä vienti "PDF-linkit → JSON" ja "PDF-metadata → JSON" löytääksesi sekä annotaatiot, URL-osoitteet että asiakirjatiedot.
fil: Para sa isang kumpletong audit, pagsamahin ang export na ito sa “PDF Links → JSON” at “PDF Metadata → JSON” upang matukoy ang parehong mga annotation, URL, at impormasyon ng dokumento.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik terkait dengan niat alat ini.
it: Per un audit completo, combina questa esportazione con “Link PDF → JSON” e “Metadati PDF → JSON” per individuare sia le annotazioni, gli URL e le informazioni del documento.
ja: 完全な監査のために、このエクスポートを「PDF リンク → JSON」と「PDF メタデータ → JSON」と組み合わせて、注釈、URL、およびドキュメント情報の両方を特定します。
ko: 완전한 감사를 위해 이 내보내기를 "PDF 링크 → JSON" 및 "PDF 메타데이터 → JSON"과 결합하여 주석, URL 및 문서 정보를 모두 식별하세요.
nl: Voor een volledige audit, combineer deze export met “PDF Links → JSON” en “PDF Metadata → JSON” om zowel annotaties, URL's als documentinformatie te identificeren.
no: For en fullstendig revisjon, kombiner denne eksporten med “PDF-lenker → JSON” og “PDF-metadata → JSON” for å oppdage både annotasjoner, URL-er og dokumentinformasjon.
pl: Aby przeprowadzić pełny audyt, połącz ten eksport z "Linki PDF → JSON" i "Metadane PDF → JSON", aby zidentyfikować zarówno adnotacje, jak i URL oraz informacje o dokumencie.
pt_pt: Para uma auditoria completa, combine esta exportação com “Links PDF → JSON” e “Metadados PDF → JSON” para identificar tanto as anotações, URLs e informações do documento.
ro: Pentru un audit complet, combinați acest export cu “Linkuri PDF → JSON” și “Metadate PDF → JSON” pentru a identifica atât anotările, cât și URL-urile și informațiile documentului.
ru: Для полного аудита объедините этот экспорт с "Ссылки PDF → JSON" и "Метаданные PDF → JSON", чтобы обнаружить как аннотации, так и URL, а также информацию о документе.
sk: Pre kompletný audit kombinujte tento export s "Odkazy PDF → JSON" a "Metadáta PDF → JSON" na identifikáciu anotácií, URL a informácií o dokumente.
sv: För en fullständig granskning, kombinera denna export med "PDF-länkar → JSON" och "PDF-metadata → JSON" för att identifiera både anteckningar, URL:er och dokumentinformation.
sw: Kwa ukaguzi kamili, changanya export hii na “Viungo PDF → JSON” na “Metadati PDF → JSON” ili kubaini maelezo, URL na taarifa za hati.
tr: Tam bir denetim için, bu dışa aktarımı “PDF Bağlantıları → JSON” ve “PDF Meta Verileri → JSON” ile birleştirerek hem notları, hem URL'leri hem de belge bilgilerini tespit edin.
uk: Для повного аудиту поєднайте цей експорт з "Посилання PDF → JSON" та "Метадані PDF → JSON", щоб виявити як анотації, так і URL, а також інформацію про документ.
vi: Để kiểm toán đầy đủ, hãy kết hợp xuất này với “Liên kết PDF → JSON” và “Siêu dữ liệu PDF → JSON” để phát hiện cả chú thích, URL và thông tin tài liệu.
zh_hans: 为了进行全面审计，将此导出与“PDF 链接 → JSON”和“PDF 元数据 → JSON”结合使用，以便同时识别注释、URL 和文档信息.

# ed_dev_pdf_pdf_attachments_extractor_title
source: À propos : PDF Attachments Extractor
af: Oor: PDF Aanhangsels Uittreksel
bg: Относно: Извличане на PDF прикачени файлове
cs: O aplikaci: PDF Attachments Extractor
da: Om: PDF Attachments Extractor
de: Über: PDF-Anhang-Extractor
el: Σχετικά με: Εξαγωγέας Επισυναπτόμενων PDF
es: Acerca de: Extractor de Archivos Adjuntos PDF
fi: Tietoja: PDF-liitteiden poimija
fil: Tungkol sa: PDF Attachments Extractor
hu: A PDF csatolmányok → JSON
id: Tentang: Lampiran PDF → JSON
it: Informazioni: Estrazione Allegati PDF
ja: について : PDF 添付ファイル抽出ツール
ko: PDF 첨부 파일 추출기
nl: Over: PDF Bijlagen Extractor
no: Om: PDF Attachments Extractor
pl: O programie: PDF Attachments Extractor
pt_pt: Sobre: Extrator de Anexos PDF
ro: Despre: Extractor de atașamente PDF
ru: О программе: Извлекатель вложений PDF
sk: O PDF: Extraktor príloh
sv: Om: PDF Bilagor Extraktor
sw: Kuhusu: PDF Extractor wa Viambatisho
tr: Hakkında: PDF Ekleri Çıkarıcı
uk: Про PDF: Витягувач вкладень PDF
vi: Về việc: Trích xuất tệp đính kèm PDF
zh_hans: 关于：PDF 附件提取器
