Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# categories_page_subtitle
source: Explorez nos outils classés par thématique
af: Verken ons gereedskap volgens tema
bg: Изследвайте нашите инструменти, класирани по теми
cs: Prozkoumejte naše nástroje seřazené podle témat
da: Udforsk vores værktøjer opdelt efter emne
de: Entdecken Sie unsere Werkzeuge, die nach Themen sortiert sind
el: Εξερευνήστε τα εργαλεία μας ταξινομημένα κατά θεματική
es: Explora nuestras herramientas clasificadas por temática
fi: Tutki työkaluja aiheittain
fil: Galugarin ang aming mga kasangkapan na nakategorya ayon sa tema
hu: Fedezd fel eszközeinket témák szerint csoportosítva
id: Jelajahi alat kami yang dikelompokkan berdasarkan tema
it: Esplora i nostri strumenti classificati per tema
ja: テーマ別に分類されたツールを探索する
ko: 주제별로 분류된 도구를 탐색하세요.
nl: Verken onze tools ingedeeld op thema
no: Utforsk våre verktøy sortert etter tema
pl: Odkryj nasze narzędzia uporządkowane tematycznie
pt_pt: Explore as nossas ferramentas classificadas por temática
ro: Explorați instrumentele noastre clasificate pe teme
ru: Изучите наши инструменты, сгруппированные по темам
sk: Preskúmajte naše nástroje rozdelené podľa tém
sv: Utforska våra verktyg sorterade efter ämne
sw: Chunguza zana zetu zilizopangwa kwa mada
tr: Temaya göre sıralanmış araçlarımızı keşfedin
uk: Досліджуйте наші інструменти, згруповані за темами
vi: Khám phá các công cụ của chúng tôi được phân loại theo chủ đề
zh_hans: 探索我们按主题分类的工具

# available_now
source: Disponible
af: Beskikbaar
bg: Налично
cs: Dostupné
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
fi: Saatavilla
fil: Magagamit
hu: Elérhető
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar
no: Tilgjengelig
pl: Dostępne
pt_pt: Disponível
ro: Disponibil
ru: Доступно
sk: Dostupné
sv: Tillgänglig
sw: Inapatikana
tr: Mevcut
uk: Доступно
vi: Có sẵn
zh_hans: 可用

# coming_soon_label
source: Bientôt
af: Binnekort
bg: Скоро
cs: Již brzy
da: Kommer snart
de: Bald verfügbar
el: Σύντομα
es: Próximamente
fi: Tulossa pian
fil: Malapit na
hu: Hamarosan
id: Segera hadir
it: In arrivo
ja: 近日公開
ko: 곧 출시
nl: Binnenkort
no: Kommer snart
pl: Wkrótce
pt_pt: Em breve
ro: În curând
ru: Скоро
sk: Už čoskoro
sv: Kommer snart
sw: Inakuja hivi karibuni
tr: Yakında
uk: Незабаром
vi: Sắp ra mắt
zh_hans: 即将推出

# back_to_home
source: Retour à l'accueil
af: Terug na die tuisblad
bg: Връщане към началната страница
cs: Zpět na domovskou stránku
da: Tilbage til forsiden
de: Zurück zur Startseite
el: Επιστροφή στην αρχική σελίδα
es: Volver a la página de inicio
fi: Palaa etusivulle
fil: Bumalik sa homepage
hu: Vissza a kezdőlapra
id: Kembali ke beranda
it: Torna alla home
ja: ホームに戻る
ko: 홈으로 돌아가기
nl: Terug naar de startpagina
no: Tilbake til startsiden
pl: Powrót do strony głównej
pt_pt: Voltar à página inicial
ro: Înapoi la pagina principală
ru: Вернуться на главную
sk: Návrat na domovskú stránku
sv: Tillbaka till startsidan
sw: Rudi nyumbani
tr: Ana sayfaya dön
uk: Повернутися на головну
vi: Quay lại trang chủ
zh_hans: 返回首页

# meta_title_categories
source: Catégories d'outils – Tools Central
af: Gereedskap kategorieë – Tools Central
bg: Категории на инструментите – Tools Central
cs: Kategorie nástrojů – Tools Central
da: Værktøjskategorier – Tools Central
de: Werkzeugkategorien – Tools Central
el: Κατηγορίες εργαλείων – Tools Central
es: Categorías de herramientas – Tools Central
fi: Työkalukategoriat – Työkalut Keskus
fil: Mga kategorya ng kasangkapan – Tools Central
hu: Eszközkategóriák – Tools Central
id: Kategori alat – Tools Central
it: Categorie di strumenti – Tools Central
ja: ツールのカテゴリ – Tools Central
ko: 도구 카테고리 – Tools Central
nl: Categorieën van tools – Tools Central
no: Verktøykategorier – Tools Central
pl: Kategorie narzędzi – Tools Central
pt_pt: Categorias de ferramentas – Tools Central
ro: Categorii de instrumente – Tools Central
ru: Категории инструментов – Tools Central
sk: Kategórie nástrojov – Tools Central
sv: Verktygskategorier – Tools Central
sw: Kategoria za zana – Tools Central
tr: Araç kategorileri – Tools Central
uk: Категорії інструментів – Tools Central
vi: Danh mục công cụ – Tools Central
zh_hans: 工具类别 – Tools Central

# meta_description_categories
source: Découvrez toutes les catégories d'outils disponibles sur Tools Central.
af: Ontdek al die beskikbare gereedskap kategorieë op Tools Central.
bg: Открийте всички налични категории инструменти в Tools Central.
cs: Objevte všechny kategorie nástrojů dostupné na Tools Central.
da: Opdag alle de tilgængelige værktøjskategorier på Tools Central.
de: Entdecken Sie alle verfügbaren Werkzeugkategorien auf Tools Central.
el: Ανακαλύψτε όλες τις διαθέσιμες κατηγορίες εργαλείων στο Tools Central.
es: Descubre todas las categorías de herramientas disponibles en Tools Central.
fi: Tutustu kaikkiin Työkalut Keskuksessa saatavilla oleviin työkalukategorioihin.
fil: Tuklasin ang lahat ng mga kategorya ng kasangkapan na available sa Tools Central.
hu: Fedezd fel az összes elérhető eszközkategóriát a Tools Centralon.
id: Temukan semua kategori alat yang tersedia di Tools Central.
it: Scopri tutte le categorie di strumenti disponibili su Tools Central.
ja: Tools Centralで利用可能なすべてのツールカテゴリを見つけてください。
ko: Tools Central에서 사용 가능한 모든 도구 카테고리를 확인하세요.
nl: Ontdek alle beschikbare categorieën van tools op Tools Central.
no: Oppdag alle tilgjengelige verktøykategorier på Tools Central.
pl: Odkryj wszystkie dostępne kategorie narzędzi na Tools Central.
pt_pt: Descubra todas as categorias de ferramentas disponíveis no Tools Central.
ro: Descoperiți toate categoriile de instrumente disponibile pe Tools Central.
ru: Ознакомьтесь со всеми доступными категориями инструментов на Tools Central.
sk: Objavte všetky dostupné kategórie nástrojov na Tools Central.
sv: Upptäck alla tillgängliga verktygskategorier på Tools Central.
sw: Gundua kategoria zote za zana zinazopatikana kwenye Tools Central.
tr: Tools Central'da mevcut olan tüm araç kategorilerini keşfedin.
uk: Відкрийте всі доступні категорії інструментів на Tools Central.
vi: Khám phá tất cả các danh mục công cụ có sẵn trên Tools Central.
zh_hans: 在 Tools Central 上发现所有可用的工具类别。

# back_to_categories
source: Retour aux catégories
af: Terug na kategorieë
bg: Обратно към категориите
cs: Zpět na kategorie
da: Tilbage til kategorier
de: Zurück zu den Kategorien
el: Επιστροφή στις κατηγορίες
es: Volver a las categorías
fi: Takaisin kategorioihin
fil: Bumalik sa mga kategorya
hu: Vissza a kategóriákhoz
id: Kembali ke kategori
it: Torna alle categorie
ja: カテゴリに戻る
ko: 카테고리로 돌아가기
nl: Terug naar categorieën
no: Tilbake til kategorier
pl: Powrót do kategorii
pt_pt: Voltar às categorias
ro: Înapoi la categorii
ru: Назад к категориям
sk: Späť na kategórie
sv: Tillbaka till kategorier
sw: Rudi kwenye kategoria
tr: Kategorilere geri dön
uk: Назад до категорій
vi: Quay lại danh mục
zh_hans: 返回分类

# hero_all_categories
source: Voir toutes les catégories
af: Sien alle kategorieë
bg: Вижте всички категории
cs: Zobrazit všechny kategorie
da: Se alle kategorier
de: Alle Kategorien anzeigen
el: Δείτε όλες τις κατηγορίες
es: Ver todas las categorías
fi: Näytä kaikki kategoriat
fil: Tingnan ang lahat ng kategorya
hu: Összes kategória megtekintése
id: Lihat semua kategori
it: Vedi tutte le categorie
ja: すべてのカテゴリを見る
ko: 모든 카테고리 보기
nl: Bekijk alle categorieën
no: Se alle kategorier
pl: Zobacz wszystkie kategorie
pt_pt: Ver todas as categorias
ro: Vezi toate categoriile
ru: Смотреть все категории
sk: Zobraziť všetky kategórie
sv: Visa alla kategorier
sw: Tazama kategoria zote
tr: Tüm kategorileri görüntüle
uk: Переглянути всі категорії
vi: Xem tất cả danh mục
zh_hans: 查看所有分类

# open_category_aria
source: Ouvrir la catégorie PH
af: Maak die kategorie PH oop
bg: Отворете категорията PH
cs: Otevřít kategorii PH
da: Åbn kategorien PH
de: Öffnen Sie die Kategorie PH
el: Άνοιγμα κατηγορίας PH
es: Abrir la categoría PH
fi: Avaa kategoria PH
fil: Buksan ang kategorya PH
hu: Kategória megnyitása PH
id: Buka kategori PH
it: Apri la categoria PH
ja: カテゴリを開く PH
ko: PH 카테고리 열기
nl: Open de categorie PH
no: Åpne kategorien PH
pl: Otwórz kategorię PH
pt_pt: Abrir a categoria PH
ro: Deschideți categoria PH
ru: Открыть категорию PH
sk: Otvorenie kategórie PH
sv: Öppna kategorin PH
sw: Fungua kategoria PH
tr: Kategori aç PH
uk: Відкрити категорію PH
vi: Mở danh mục PH
zh_hans: 打开类别 PH

# tools_none_title
source: Aucun outil pour le moment
af: Nog geen gereedskap nie
bg: Няма инструменти засега
cs: Zatím žádné nástroje
da: Ingen værktøjer endnu
de: Noch keine Tools
el: Δεν υπάρχουν εργαλεία ακόμη
es: Sin herramientas por ahora
fi: Ei työkaluja vielä
fil: Wala pang tool
hu: Még nincs eszköz
id: Belum ada alat
it: Nessuno strumento per ora
ja: 現在ツールはありません
ko: 현재 도구 없음
nl: Nog geen tools
no: Ingen verktøy ennå
pl: Brak narzędzi na razie
pt_pt: Sem ferramentas de momento
ro: Niciun instrument momentan
ru: Пока нет инструментов
sk: Zatiaľ žiadne nástroje
sv: Inga verktyg än
sw: Hakuna zana kwa sasa
tr: Henüz araç yok
uk: Поки що немає інструментів
vi: Chưa có công cụ
zh_hans: 暂时没有工具

# tools_none_subtitle
source: Cette sous-catégorie sera remplie progressivement.
af: Hierdie subkategorie sal geleidelik gevul word.
bg: Тази подкатегория ще се попълва постепенно.
cs: Tato podkategorie bude postupně doplňována.
da: Denne underkategori bliver udfyldt løbende.
de: Diese Unterkategorie wird nach und nach gefüllt.
el: Αυτή η υποκατηγορία θα συμπληρώνεται σταδιακά.
es: Esta subcategoría se irá completando progresivamente.
fi: Tämä alaluokka täytetään vähitellen.
fil: Pupunuin ang subkategoryang ito nang paunti-unti.
hu: Ez az alkategória fokozatosan lesz feltöltve.
id: Subkategori ini akan diisi secara bertahap.
it: Questa sotto-categoria verrà riempita progressivamente.
ja: このサブカテゴリは順次追加されます。
ko: 이 하위 카테고리는 점차 채워집니다.
nl: Deze subcategorie wordt geleidelijk aangevuld.
no: Denne underkategorien fylles gradvis.
pl: Ta podkategoria będzie uzupełniana stopniowo.
pt_pt: Esta subcategoria será preenchida progressivamente.
ro: Această subcategorie va fi completată treptat.
ru: Эта подкатегория будет заполняться постепенно.
sk: Táto podkategória bude postupne dopĺňaná.
sv: Den här underkategorin fylls på successivt.
sw: Kikundi hiki kidogo kitaongezwa taratibu.
tr: Bu alt kategori zamanla doldurulacaktır.
uk: Ця підкатегорія заповнюватиметься поступово.
vi: Danh mục con này sẽ được bổ sung dần.
zh_hans: 该子分类将逐步完善。

# pct_var_title
source: Variation en pourcentage
af: Persentasieverandering
bg: Процентна промяна
cs: Procentní změna
da: Procentvis ændring
de: Prozentuale Veränderung
el: Ποσοστιαία μεταβολή
es: Variación porcentual
fi: Prosenttimuutos
fil: Porsiyentong pagbabago
hu: Százalékos változás
id: Perubahan persentase
it: Variazione percentuale
ja: パーセント変化
ko: 백분율 변동
nl: Procentuele verandering
no: Prosentvis endring
pl: Zmiana procentowa
pt_pt: Variação percentual
ro: Variație procentuală
ru: Процентное изменение
sk: Percentuálna zmena
sv: Procentuell förändring
sw: Mabadiliko ya asilimia
tr: Yüzde değişim
uk: Відсоткова зміна
vi: Biến động phần trăm
zh_hans: 百分比变化

# pct_var_subtitle
source: Calcule la hausse ou la baisse entre une valeur initiale et une valeur finale.
af: Bereken die toename of afname tussen ’n aanvanklike en ’n finale waarde.
bg: Изчислява ръст или спад между начална и крайна стойност.
cs: Vypočítá růst nebo pokles mezi počáteční a konečnou hodnotou.
da: Beregner stigning eller fald mellem en startværdi og en slutværdi.
de: Berechnet Anstieg oder Rückgang zwischen einem Anfangs- und einem Endwert.
el: Υπολογίζει την αύξηση ή μείωση μεταξύ αρχικής και τελικής τιμής.
es: Calcula la subida o la bajada entre un valor inicial y un valor final.
fi: Laskee nousun tai laskun alkuarvon ja loppuarvon välillä.
fil: Kinakalkula ang pagtaas o pagbaba sa pagitan ng unang halaga at huling halaga.
hu: Kiszámolja az emelkedést vagy csökkenést a kezdeti és a végső érték között.
id: Menghitung kenaikan atau penurunan antara nilai awal dan nilai akhir.
it: Calcola l’aumento o la diminuzione tra un valore iniziale e uno finale.
ja: 初期値と最終値の増加/減少を計算します。
ko: 초기 값과 최종 값 사이의 증가/감소를 계산합니다.
nl: Bereken de stijging of daling tussen een beginwaarde en een eindwaarde.
no: Beregner økning eller nedgang mellom en startverdi og en sluttverdi.
pl: Oblicza wzrost lub spadek między wartością początkową a końcową.
pt_pt: Calcula a subida ou a descida entre um valor inicial e um valor final.
ro: Calculează creșterea sau scăderea între o valoare inițială și una finală.
ru: Вычисляет рост или снижение между начальным и конечным значением.
sk: Vypočíta nárast alebo pokles medzi počiatočnou a konečnou hodnotou.
sv: Beräknar ökning eller minskning mellan ett startvärde och ett slutvärde.
sw: Hukokotoa ongezeko au kupungua kati ya thamani ya mwanzo na ya mwisho.
tr: İlk değer ile son değer arasındaki artış veya azalışı hesaplar.
uk: Обчислює зростання або зниження між початковим і кінцевим значенням.
vi: Tính mức tăng hoặc giảm giữa giá trị đầu và giá trị cuối.
zh_hans: 计算初始值与最终值之间的上升或下降。

# pct_var_calc_title
source: Calculateur
af: Sakrekenaar
bg: Калкулатор
cs: Kalkulačka
da: Beregner
de: Rechner
el: Υπολογιστής
es: Calculadora
fi: Laskin
fil: Kalkulador
hu: Számológép
id: Kalkulator
it: Calcolatore
ja: 計算機
ko: 계산기
nl: Rekenmachine
no: Kalkulator
pl: Kalkulator
pt_pt: Calculadora
ro: Calculator
ru: Калькулятор
sk: Kalkulačka
sv: Kalkylator
sw: Kikokotoo
tr: Hesaplayıcı
uk: Калькулятор
vi: Máy tính
zh_hans: 计算器

# pct_var_initial
source: Valeur initiale
af: Aanvanklike waarde
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
de: Anfangswert
el: Αρχική τιμή
es: Valor inicial
fi: Alkuarvo
fil: Unang halaga
hu: Kezdeti érték
id: Nilai awal
it: Valore iniziale
ja: 初期値
ko: 초기 값
nl: Beginwaarde
no: Startverdi
pl: Wartość początkowa
pt_pt: Valor inicial
ro: Valoare inițială
ru: Начальное значение
sk: Počiatočná hodnota
sv: Startvärde
sw: Thamani ya mwanzo
tr: İlk değer
uk: Початкове значення
vi: Giá trị đầu
zh_hans: 初始值

# pct_var_initial_hint
source: Ex : prix avant, population avant…
af: Bv.: prys voor, bevolking voor…
bg: Напр.: цена преди, население преди…
cs: Např.: cena před, populace před…
da: Fx pris før, befolkning før…
de: Z. B. Preis vorher, Bevölkerung vorher…
el: π.χ. τιμή πριν, πληθυσμός πριν…
es: Ej.: precio antes, población antes…
fi: Esim. hinta ennen, väestö ennen…
fil: Hal.: presyo bago, populasyon bago…
hu: Pl.: előtti ár, előtti népesség…
id: Mis.: harga sebelum, populasi sebelum…
it: Es.: prezzo prima, popolazione prima…
ja: 例：変更前の価格、変更前の人口…
ko: 예: 이전 가격, 이전 인구…
nl: Bijv.: prijs vóór, bevolking vóór…
no: F.eks.: pris før, befolkning før…
pl: Np.: cena przed, populacja przed…
pt_pt: Ex.: preço antes, população antes…
ro: Ex.: preț înainte, populație înainte…
ru: Напр.: цена до, население до…
sk: Napr.: cena pred, populácia pred…
sv: T.ex.: pris före, befolkning före…
sw: Mf.: bei kabla, idadi ya watu kabla…
tr: Örn: önceki fiyat, önceki nüfus…
uk: Напр.: ціна до, населення до…
vi: VD: giá trước, dân số trước…
zh_hans: 例如：之前的价格、之前的人口…

# pct_var_final
source: Valeur finale
af: Finale waarde
bg: Крайна стойност
cs: Konečná hodnota
da: Slutværdi
de: Endwert
el: Τελική τιμή
es: Valor final
fi: Lopullinen arvo
fil: Huling halaga
hu: Végső érték
id: Nilai akhir
it: Valore finale
ja: 最終値
ko: 최종 값
nl: Eindwaarde
no: Sluttverdi
pl: Wartość końcowa
pt_pt: Valor final
ro: Valoare finală
ru: Конечное значение
sk: Konečná hodnota
sv: Slutvärde
sw: Thamani ya mwisho
tr: Son değer
uk: Кінцеве значення
vi: Giá trị cuối
zh_hans: 最终值

# pct_var_final_hint
source: Ex : prix après, population après…
af: Bv.: prys ná, bevolking ná…
bg: Напр.: цена след, население след…
cs: Např.: cena po, populace po…
da: Fx pris efter, befolkning efter…
de: Z. B. Preis danach, Bevölkerung danach…
el: π.χ. τιμή μετά, πληθυσμός μετά…
es: Ej.: precio después, población después…
fi: Esim. hinta jälkeen, väestö jälkeen…
fil: Hal.: presyo pagkatapos, populasyon pagkatapos…
hu: Pl.: utáni ár, utáni népesség…
id: Mis.: harga sesudah, populasi sesudah…
it: Es.: prezzo dopo, popolazione dopo…
ja: 例：変更後の価格、変更後の人口…
ko: 예: 이후 가격, 이후 인구…
nl: Bijv.: prijs na, bevolking na…
no: F.eks.: pris etter, befolkning etter…
pl: Np.: cena po, populacja po…
pt_pt: Ex.: preço depois, população depois…
ro: Ex.: preț după, populație după…
ru: Напр.: цена после, население после…
sk: Napr.: cena po, populácia po…
sv: T.ex.: pris efter, befolkning efter…
sw: Mf.: bei baada, idadi ya watu baada…
tr: Örn: sonraki fiyat, sonraki nüfus…
uk: Напр.: ціна після, населення після…
vi: VD: giá sau, dân số sau…
zh_hans: 例如：之后的价格、之后的人口…

# pct_var_precision
source: Décimales
af: Desimale
bg: Десетични
cs: Desetinná místa
da: Decimaler
de: Dezimalstellen
el: Δεκαδικά
es: Decimales
fi: Desimaalit
fil: Desimal
hu: Tizedesek
id: Desimal
it: Decimali
ja: 小数桁
ko: 소수점
nl: Decimalen
no: Desimaler
pl: Miejsca po przecinku
pt_pt: Decimais
ro: Zecimale
ru: Десятичные знаки
sk: Desatinné miesta
sv: Decimaler
sw: Desimali
tr: Ondalık
uk: Десяткові
vi: Chữ số thập phân
zh_hans: 小数位

# pct_var_precision_hint
source: Arrondi
af: Afronding
bg: Закръгляне
cs: Zaokrouhlení
da: Afrunding
de: Rundung
el: Στρογγυλοποίηση
es: Redondeo
fi: Pyöristys
fil: Pag-round
hu: Kerekítés
id: Pembulatan
it: Arrotondamento
ja: 丸め
ko: 반올림
nl: Afronding
no: Avrunding
pl: Zaokrąglenie
pt_pt: Arredondamento
ro: Rotunjire
ru: Округление
sk: Zaokrúhlenie
sv: Avrundning
sw: Kuzungusha
tr: Yuvarlama
uk: Округлення
vi: Làm tròn
zh_hans: 四舍五入

# pct_var_results
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pct_var_delta_label
source: Écart
af: Verskil
bg: Разлика
cs: Rozdíl
da: Forskel
de: Differenz
el: Διαφορά
es: Diferencia
fi: Erotus
fil: Pagkakaiba
hu: Különbség
id: Selisih
it: Differenza
ja: 差
ko: 차이
nl: Verschil
no: Differanse
pl: Różnica
pt_pt: Diferença
ro: Diferență
ru: Разница
sk: Rozdiel
sv: Skillnad
sw: Tofauti
tr: Fark
uk: Різниця
vi: Chênh lệch
zh_hans: 差值

# pct_var_pct_label
source: Variation
af: Verandering
bg: Промяна
cs: Změna
da: Ændring
de: Veränderung
el: Μεταβολή
es: Variación
fi: Muutos
fil: Pagbabago
hu: Változás
id: Perubahan
it: Variazione
ja: 変化率
ko: 변동
nl: Verandering
no: Endring
pl: Zmiana
pt_pt: Variação
ro: Variație
ru: Изменение
sk: Zmena
sv: Förändring
sw: Mabadiliko
tr: Değişim
uk: Зміна
vi: Biến động
zh_hans: 变化

# pct_var_div0
source: Division par 0
af: Deling deur 0
bg: Деление на 0
cs: Dělení nulou
da: Division med 0
de: Division durch 0
el: Διαίρεση με 0
es: División por 0
fi: Jako nollalla
fil: Paghahati sa 0
hu: Osztás 0-val
id: Pembagian dengan 0
it: Divisione per 0
ja: 0で割る
ko: 0으로 나누기
nl: Delen door 0
no: Deling på 0
pl: Dzielenie przez 0
pt_pt: Divisão por 0
ro: Împărțire la 0
ru: Деление на 0
sk: Delenie nulou
sv: Division med 0
sw: Kugawanya kwa 0
tr: 0’a bölme
uk: Ділення на 0
vi: Chia cho 0
zh_hans: 除以 0

# pct_var_mult_label
source: Coefficient
af: Faktor
bg: Коефициент
cs: Koeficient
da: Faktor
de: Faktor
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: Koepisyente
hu: Szorzó
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Factor
no: Faktor
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Faktor
sw: Kizidishi
tr: Katsayı
uk: Коефіцієнт
vi: Hệ số
zh_hans: 系数

# pct_var_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Alaphelyzet
id: Atur ulang
it: Reimposta
ja: リセット
ko: 초기화
nl: Resetten
no: Tilbakestill
pl: Resetuj
pt_pt: Repor
ro: Resetează
ru: Сбросить
sk: Resetovať
sv: Återställ
sw: Weka upya
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pct_var_examples
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Mifano
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例

# pct_var_examples_sub
source: Cliquez pour pré-remplir
af: Klik om vooraf in te vul
bg: Кликнете за попълване
cs: Klikněte pro předvyplnění
da: Klik for at udfylde
de: Klicken zum Vorbefüllen
el: Κάντε κλικ για συμπλήρωση
es: Haz clic para prellenar
fi: Napsauta esitäyttääksesi
fil: I-click para punan
hu: Kattints az előtöltéshez
id: Klik untuk isi otomatis
it: Clicca per precompilare
ja: クリックで入力
ko: 클릭하여 채우기
nl: Klik om vooraf in te vullen
no: Klikk for å forhåndsfylle
pl: Kliknij, aby wypełnić
pt_pt: Clique para pré-preencher
ro: Click pentru precompletare
ru: Нажмите для автозаполнения
sk: Kliknite na predvyplnenie
sv: Klicka för att förifylla
sw: Bofya kujaza awali
tr: Ön doldurmak için tıkla
uk: Натисніть, щоб заповнити
vi: Nhấp để điền sẵn
zh_hans: 点击预填

# pct_var_definition_title
source: Définition & méthode
af: Definisie & metode
bg: Определение & метод
cs: Definice & metoda
da: Definition & metode
de: Definition & Methode
el: Ορισμός & μέθοδος
es: Definición & método
fi: Määritelmä & menetelmä
fil: Kahulugan & pamamaraan
hu: Meghatározás & módszer
id: Definisi & metode
it: Definizione & metodo
ja: 定義 & 方法
ko: 정의 및 방법
nl: Definitie & methode
no: Definisjon & metode
pl: Definicja & metoda
pt_pt: Definição & método
ro: Definiție & metodă
ru: Определение & метод
sk: Definícia & metóda
sv: Definition & metod
sw: Mwelekeo & mbinu
tr: Tanım & yöntem
uk: Визначення & метод
vi: Định nghĩa & phương pháp
zh_hans: 定义与方法

# pct_var_definition_sub
source: La variation en pourcentage mesure le changement relatif entre deux valeurs.
af: Persentasieverandering meet die relatiewe verandering tussen twee waardes.
bg: Процентната промяна измерва относителната промяна между две стойности.
cs: Procentní změna měří relativní změnu mezi dvěma hodnotami.
da: Procentvis ændring måler den relative ændring mellem to værdier.
de: Die prozentuale Veränderung misst die relative Änderung zwischen zwei Werten.
el: Η ποσοστιαία μεταβολή μετρά τη σχετική αλλαγή μεταξύ δύο τιμών.
es: La variación porcentual mide el cambio relativo entre dos valores.
fi: Prosenttimuutos mittaa suhteellista muutosta kahden arvon välillä.
fil: Sinusukat ng porsiyentong pagbabago ang relatibong pagbabago sa pagitan ng dalawang halaga.
hu: A százalékos változás két érték közti relatív változást méri.
id: Perubahan persentase mengukur perubahan relatif antara dua nilai.
it: La variazione percentuale misura il cambiamento relativo tra due valori.
ja: パーセント変化は、2つの値の相対的な変化を測ります。
ko: 백분율 변동은 두 값 사이의 상대적 변화를 측정합니다.
nl: De procentuele verandering meet de relatieve verandering tussen twee waarden.
no: Prosentvis endring måler den relative endringen mellom to verdier.
pl: Zmiana procentowa mierzy względną zmianę między dwiema wartościami.
pt_pt: A variação percentual mede a mudança relativa entre dois valores.
ro: Variația procentuală măsoară schimbarea relativă dintre două valori.
ru: Процентное изменение измеряет относительное изменение между двумя значениями.
sk: Percentuálna zmena meria relatívnu zmenu medzi dvoma hodnotami.
sv: Procentuell förändring mäter den relativa förändringen mellan två värden.
sw: Mabadiliko ya asilimia hupima mabadiliko ya uwiano kati ya thamani mbili.
tr: Yüzde değişim, iki değer arasındaki göreli değişimi ölçer.
uk: Відсоткова зміна вимірює відносну зміну між двома значеннями.
vi: Biến động theo phần trăm đo mức thay đổi tương đối giữa hai giá trị.
zh_hans: 百分比变化用于衡量两个数值之间的相对变化。
