Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_flatten_forms_uc2_text
source: Partager un formulaire rempli sans laisser l’accès aux champs ou aux scripts de formulaire.
af: Deel 'n ingevulde vorm sonder om toegang tot die velde of vorms se skripte te laat.
bg: Споделете попълнен формуляр, без да оставяте достъп до полета или скриптове на формуляра.
cs: Sdílet vyplněný formulář, aniž byste umožnili přístup k polím nebo skriptům formuláře.
da: Del en udfyldt formular uden at give adgang til felterne eller formularscripts.
de: Ein ausgefülltes Formular teilen, ohne den Zugriff auf die Felder oder die Formularscripts zu gewähren.
el: Μοιραστείτε μια συμπληρωμένη φόρμα χωρίς να αφήσετε πρόσβαση στα πεδία ή στα σενάρια φόρμας.
es: Compartir un formulario completado sin dejar acceso a los campos o scripts de formulario.
fi: Jaa täytetty lomake ilman pääsyä kenttiin tai lomakeskripteihin.
fil: Ibahagi ang isang natapos na form nang hindi nagbibigay ng access sa mga field o mga script ng form.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Condividere un modulo compilato senza lasciare accesso ai campi o agli script del modulo.
ja: フィールドやフォームスクリプトへのアクセスを残さずに、記入済みのフォームを共有します。
ko: 필드나 양식 스크립트에 대한 접근을 허용하지 않고 작성된 양식을 공유하십시오.
nl: Deel een ingevuld formulier zonder toegang te geven tot de velden of scripts van het formulier.
no: Dele et utfylt skjema uten å gi tilgang til feltene eller skjema-skriptene.
pl: Udostępnienie wypełnionego formularza bez dostępu do pól lub skryptów formularza.
pt_pt: Compartilhar um formulário preenchido sem deixar acesso aos campos ou scripts de formulário.
ro: Partajarea unui formular completat fără a lăsa acces la câmpuri sau scripturi de formular.
ru: Поделитесь заполненной формой, не оставляя доступа к полям или скриптам формы.
sk: Zdieľať vyplnený formulár bez prístupu k poliam alebo skriptom formulára.
sv: Dela ett ifyllt formulär utan att ge tillgång till fält eller formulärskript.
sw: Shiriki fomu iliyojazwa bila kuacha ufikiaji wa maeneo au scripts za fomu.
tr: Formu doldurulmuş olarak paylaşmak, alanlara veya form betiklerine erişim izni vermeden.
uk: Поділитися заповненою формою, не залишаючи доступу до полів або скриптів форми.
vi: Chia sẻ một biểu mẫu đã điền mà không để lại quyền truy cập vào các trường hoặc kịch bản biểu mẫu.
zh_hans: 分享已填写的表单，而不让访问字段或表单脚本。

# ed_dev_pdf_pdf_flatten_forms_uc3_title
source: Préparation à l’impression
af: Voorbereiding vir druk
bg: Подготовка за печат
cs: Příprava na tisk
da: Forberedelse til udskrivning
de: Druckvorbereitung
el: Προετοιμασία για εκτύπωση
es: Preparación para impresión
fi: Tulostukseen valmistautuminen
fil: Paghahanda para sa pag-print
hu: Konkrét példa 1
id: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
it: Preparazione alla stampa
ja: 印刷の準備
ko: 인쇄 준비
nl: Voorbereiding op afdrukken
no: Forberedelse til utskrift
pl: Przygotowanie do druku
pt_pt: Preparação para impressão
ro: Pregătire pentru tipărire
ru: Подготовка к печати
sk: Príprava na tlač
sv: Förberedelse för utskrift
sw: Kuandaa kwa uchapishaji
tr: Baskıya hazırlık
uk: Підготовка до друку
vi: Chuẩn bị cho việc in
zh_hans: 准备打印

# ed_dev_pdf_pdf_flatten_forms_uc3_text
source: Éviter les surprises de rendu liées aux champs (cases à cocher, champs texte) selon le viewer.
af: Voorkom verrassings in die weergawe wat verband hou met die velde (afmerkings, teksvelde) afhangende van die kyker.
bg: Избягвайте изненадите при рендиране, свързани с полета (квадратчета, текстови полета) в зависимост от прегледача.
cs: Vyhněte se překvapením při renderování spojeným s poli (zaškrtávací políčka, textová pole) v závislosti na prohlížeči.
da: Undgå overraskelser i gengivelsen relateret til felter (afkrydsningsfelter, tekstfelter) afhængigt af viseren.
de: Überraschungen bei der Darstellung von Feldern (Kontrollkästchen, Textfelder) je nach Viewer vermeiden.
el: Αποφύγετε τις εκπλήξεις απόδοσης που σχετίζονται με τα πεδία (κουτάκια ελέγχου, πεδία κειμένου) ανάλογα με τον αναγνώστη.
es: Evitar sorpresas de representación relacionadas con los campos (casillas de verificación, campos de texto) según el visor.
fi: Vältä kenttiin liittyviä tulostusongelmia (valintaruudut, tekstikentät) katselijasta riippuen.
fil: Iwasan ang mga sorpresa sa rendering na may kaugnayan sa mga field (mga checkbox, mga text field) depende sa viewer.
hu: TODO: Konkrét példa 3
id: Use cases
it: Evitare sorprese di rendering legate ai campi (caselle di controllo, campi di testo) a seconda del visualizzatore.
ja: ビューアによってフィールド（チェックボックス、テキストフィールド）に関連するレンダリングの驚きを避けます。
ko: 뷰어에 따라 필드(체크박스, 텍스트 필드)와 관련된 렌더링 문제를 피하십시오.
nl: Vermijd verrassingen in de weergave met betrekking tot velden (selectievakjes, tekstvelden) afhankelijk van de viewer.
no: Unngå overraskelser i rendering relatert til feltene (avkrysningsbokser, tekstfelt) avhengig av viseren.
pl: Unikaj niespodzianek związanych z renderowaniem pól (pola wyboru, pola tekstowe) w zależności od przeglądarki.
pt_pt: Evitar surpresas de renderização relacionadas aos campos (caixas de seleção, campos de texto) dependendo do visualizador.
ro: Evitarea surprizelor de redare legate de câmpuri (casete de selectare, câmpuri text) în funcție de vizualizator.
ru: Избегайте неожиданных проблем с отображением, связанных с полями (флажки, текстовые поля), в зависимости от просмотрщика.
sk: Vyhnúť sa prekvapeniam pri zobrazení súvisiacim s poliami (zaškrtávacie políčka, textové polia) v závislosti od prehliadača.
sv: Undvik renderingsöverraskningar relaterade till fält (checkboxar, textfält) beroende på visaren.
sw: Epuka mshangao wa uwasilishaji unaohusiana na maeneo (masanduku ya kuangalia, maeneo ya maandiko) kulingana na mtazamaji.
tr: Görüntüleyiciye bağlı olarak alanlarla ilgili sürprizlerden kaçınmak (onay kutuları, metin alanları).
uk: Уникати несподіванок у відображенні, пов'язаних з полями (позначки, текстові поля) залежно від переглядача.
vi: Tránh những bất ngờ về hiển thị liên quan đến các trường (hộp kiểm, trường văn bản) tùy theo trình xem.
zh_hans: 避免与字段（复选框、文本字段）相关的呈现意外，具体取决于查看器。

# ed_dev_pdf_pdf_flatten_forms_output
source: Ce que vous obtenez
af: TODO: Konkrete voorbeeld 3
bg: Това, което получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: TODO: Contoh konkret 2
it: Ciò che ottieni
ja: あなたが得るもの
ko: 사용 목적을 정확히 설명하십시오 (고유한 의도, 다른 것의 패러프레이즈가 아님).
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Exemplu concret 1
ru: Конкретный пример 2
sk: Čo získate
sv: Det du får
sw: Mambo unayopata
tr: Aldığınız şey
uk: What you get
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_flatten_forms_out1
source: Un PDF aplati : les valeurs des champs sont rendues comme du contenu statique sur la page.
af: 'n Platgemaakte PDF: die waardes van die velde word as statiese inhoud op die bladsy vertoon.
bg: Плосък PDF: стойностите на полетата се рендират като статично съдържание на страницата.
cs: Aplatiť PDF: hodnoty polí jsou zobrazeny jako statický obsah na stránce.
da: En flad PDF: værdierne i felterne gengives som statisk indhold på siden.
de: Ein flaches PDF: Die Werte der Felder werden als statischer Inhalt auf der Seite dargestellt.
el: Ένα απλοποιημένο PDF: οι τιμές των πεδίων αποδίδονται ως στατικό περιεχόμενο στη σελίδα.
es: Un PDF aplanado: los valores de los campos se representan como contenido estático en la página.
fi: Tasoitettu PDF: kenttien arvot esitetään staattisena sisältönä sivulla.
fil: Isang flattened na PDF: ang mga halaga ng field ay na-render bilang static na nilalaman sa pahina.
hu: TODO: Írd le pontosan a kimenetet.
id: Contoh konkret 2
it: Un PDF appiattito: i valori dei campi sono resi come contenuto statico sulla pagina.
ja: フラット化されたPDF：フィールドの値がページ上の静的コンテンツとしてレンダリングされます。
ko: 평면화된 PDF: 필드 값이 페이지의 정적 콘텐츠로 렌더링됩니다.
nl: Een geflattened PDF: de waarden van de velden worden weergegeven als statische inhoud op de pagina.
no: En flat PDF: verdiene i feltene gjengis som statisk innhold på siden.
pl: Spłaszczony PDF: wartości pól są renderowane jako statyczna treść na stronie.
pt_pt: Um PDF aplanado: os valores dos campos são renderizados como conteúdo estático na página.
ro: Un PDF aplatizat: valorile câmpurilor sunt redată ca conținut static pe pagină.
ru: Упрощенный PDF: значения полей отображаются как статический контент на странице.
sk: Aplatené PDF: hodnoty polí sú zobrazené ako statický obsah na stránke.
sv: En plattad PDF: fältvärdena renderas som statiskt innehåll på sidan.
sw: PDF iliyogandishwa: thamani za maeneo zinawasilishwa kama maudhui ya kudumu kwenye ukurasa.
tr: Düzleştirilmiş bir PDF: alanların değerleri sayfada statik içerik olarak görüntülenir.
uk: Згладжений PDF: значення полів відображаються як статичний контент на сторінці.
vi: Một PDF đã được aplatir: các giá trị của các trường được hiển thị như nội dung tĩnh trên trang.
zh_hans: 一个扁平化的PDF：字段的值作为静态内容呈现在页面上。

# ed_dev_pdf_pdf_flatten_forms_out2
source: Un récapitulatif (JSON/rapport) des champs traités : noms, types, valeurs, pages et état (flatten ok/partiel).
af: 'n Opsomming (JSON/verslag) van die verwerkte velde: name, tipes, waardes, bladsye en status (flatten ok/deeltjies).
bg: Резюме (JSON/отчет) на обработените полета: имена, типове, стойности, страници и статус (flatten ok/частичен).
cs: Shrnutí (JSON/zpráva) zpracovaných polí: názvy, typy, hodnoty, stránky a stav (flatten ok/částečný).
da: Et resumé (JSON/rapport) af de behandlede felter: navne, typer, værdier, sider og status (flatten ok/partiel).
de: Eine Zusammenfassung (JSON/Bericht) der bearbeiteten Felder: Namen, Typen, Werte, Seiten und Status (flatten ok/teilweise).
el: Μια σύνοψη (JSON/αναφορά) των επεξεργασμένων πεδίων: ονόματα, τύποι, τιμές, σελίδες και κατάσταση (flatten ok/μερική).
es: Un resumen (JSON/informe) de los campos procesados: nombres, tipos, valores, páginas y estado (aplanado ok/parcial).
fi: Yhteenveto (JSON/raportti) käsitellyistä kentistä: nimet, tyypit, arvot, sivut ja tila (tasoitettu ok/osittainen).
fil: Isang buod (JSON/report) ng mga na-prosesong field: mga pangalan, uri, halaga, mga pahina at estado (flatten ok/partial).
hu: Konkrét példa 2
id: Concrete example 1
it: Un riepilogo (JSON/rapporto) dei campi trattati: nomi, tipi, valori, pagine e stato (flatten ok/parziale).
ja: 処理されたフィールドの要約（JSON/レポート）：名前、タイプ、値、ページ、状態（フラット化ok/部分）。
ko: 처리된 필드의 요약(JSON/보고서): 이름, 유형, 값, 페이지 및 상태(평면화 완료/부분).
nl: Een samenvatting (JSON/rapport) van de verwerkte velden: namen, types, waarden, pagina's en status (flatten ok/deel).
no: En oppsummering (JSON/rapport) av de behandlede feltene: navn, typer, verdier, sider og status (flatten ok/delvis).
pl: Podsumowanie (JSON/raport) przetworzonych pól: nazwy, typy, wartości, strony i stan (spłaszczenie ok/częściowe).
pt_pt: Um resumo (JSON/relatório) dos campos processados: nomes, tipos, valores, páginas e estado (flatten ok/parcial).
ro: Un rezumat (JSON/raport) al câmpurilor procesate: nume, tipuri, valori, pagini și stare (aplatizat ok/parțial).
ru: Резюме (JSON/отчет) обработанных полей: имена, типы, значения, страницы и состояние (упрощено ок/частично).
sk: Prehľad (JSON/správa) spracovaných polí: názvy, typy, hodnoty, stránky a stav (aplatené ok/čiastočné).
sv: En sammanfattning (JSON/rapport) av behandlade fält: namn, typer, värden, sidor och status (flatten ok/delvis).
sw: Muhtasari (JSON/ripoti) wa maeneo yaliyoshughulikiwa: majina, aina, thamani, kurasa na hali (flatten ok/sehemu).
tr: İşlenmiş alanların bir özeti (JSON/rapor): adlar, türler, değerler, sayfalar ve durum (düzleştirilmiş tamamlanmış/kısmi).
uk: Резюме (JSON/звіт) оброблених полів: назви, типи, значення, сторінки та стан (згладжено ок/частково).
vi: Một tóm tắt (JSON/báo cáo) về các trường đã xử lý: tên, loại, giá trị, trang và trạng thái (aplatir ok/một phần).
zh_hans: 处理字段的摘要（JSON/报告）：名称、类型、值、页面和状态（扁平化正常/部分）。

# ed_dev_pdf_pdf_flatten_forms_limits
source: Limites et points d’attention
af: Wat jy kry
bg: TODO: Конкретен пример 3
cs: Omezení a body pozornosti
da: Konkrete eksempel 3
de: Grenzen und Punkte zur Beachtung
el: Συχνές ερωτήσεις
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Ang iyong makukuha
hu: Korlátok és figyelmeztetések
id: Apa yang Anda dapatkan
it: Esempio concreto 3
ja: 具体例 2
ko: 구체적인 예 3
nl: Concreet voorbeeld 3
no: Konkret eksempel 2
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: TODO: Descrieți precis ieșirea.
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Konkreta exempel 2
sw: Mfano halisi 2
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Конкретний приклад 3
vi: Ví dụ cụ thể 3
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_flatten_forms_lim1
source: Une fois aplati, vous ne pourrez plus modifier les champs (sauf en repartant du PDF source).
af: Sodra dit platgemaak is, kan jy nie meer die velde wysig nie (behalwe as jy van die bron-PDF begin).
bg: След като е плосък, не можете да променяте полетата (освен ако не се върнете към изходния PDF).
cs: Jakmile je aplatiť, nebudete moci pole měnit (pokud nezačnete od zdrojového PDF).
da: Når den er flad, kan du ikke længere ændre felterne (medmindre du starter fra den oprindelige PDF).
de: Einmal geflattet, können die Felder nicht mehr geändert werden (es sei denn, Sie beginnen mit dem Quell-PDF).
el: Αφού απλοποιηθεί, δεν θα μπορείτε να τροποποιήσετε τα πεδία (εκτός αν ξεκινήσετε από το αρχικό PDF).
es: Una vez aplanado, no podrá modificar los campos (salvo que vuelva al PDF original).
fi: Kun kentät on tasoitettu, et voi enää muuttaa niitä (paitsi jos aloitat alkuperäisestä PDF:stä).
fil: Kapag na-flatten, hindi mo na mababago ang mga field (maliban kung magsisimula mula sa source PDF).
hu: TODO.
id: Jelaskan dengan tepat keluaran.
it: Una volta appiattito, non potrai più modificare i campi (a meno di ripartire dal PDF sorgente).
ja: 一度フラット化されると、フィールドを変更することはできません（ソースPDFから再出発しない限り）。
ko: 한 번 평면화되면 필드를 더 이상 수정할 수 없습니다(원본 PDF에서 다시 시작하지 않는 한).
nl: Eenmaal geflattened, kun je de velden niet meer wijzigen (tenzij je teruggaat naar de bron-PDF).
no: Når den er flatet, kan du ikke lenger endre feltene (med mindre du starter fra kilde-PDF-en).
pl: Po spłaszczeniu nie będziesz mógł już modyfikować pól (chyba że zaczynasz od źródłowego PDF).
pt_pt: Uma vez aplanado, você não poderá mais modificar os campos (exceto se voltar ao PDF original).
ro: Odată aplatizat, nu veți mai putea modifica câmpurile (cu excepția cazului în care reveniți la PDF-ul sursă).
ru: После упрощения вы не сможете изменить поля (если не начать с исходного PDF).
sk: Akonáhle je aplatené, už nebudete môcť upravovať polia (okrem ak sa vrátite k zdrojovému PDF).
sv: När den väl är plattad kan du inte längre ändra fälten (om du inte börjar från käll-PDF:en).
sw: Mara tu inapogandishwa, huwezi kubadilisha maeneo (isipokuwa kwa kuanzia na PDF ya chanzo).
tr: Bir kez düzleştirildiğinde, alanları değiştiremeyeceksiniz (kaynak PDF'den geri dönmedikçe).
uk: Після згладжування ви більше не зможете змінювати поля (якщо не почати з вихідного PDF).
vi: Một khi đã aplatir, bạn sẽ không thể thay đổi các trường (trừ khi bắt đầu từ PDF gốc).
zh_hans: 一旦扁平化，您将无法再修改字段（除非从源PDF重新开始）。

# ed_dev_pdf_pdf_flatten_forms_lim2
source: Selon le PDF, certaines apparences de champ peuvent être incomplètes si l’appearance stream est absent ou non standard.
af: Afhangende van die PDF, kan sommige voorkoms van die veld onvolledig wees as die appearance stream afwesig of nie-standaard is.
bg: В зависимост от PDF, някои визуализации на полета могат да бъдат непълни, ако appearance stream е отсъстващ или нестандартен.
cs: V závislosti na PDF mohou být některé vzhledy pole neúplné, pokud je chybějící nebo nestandardní appearance stream.
da: Afhængigt af PDF'en kan nogle felts udseende være ufuldstændige, hvis appearance stream er fraværende eller ikke-standard.
de: Je nach PDF können einige Feldanzeigen unvollständig sein, wenn der appearance stream fehlt oder nicht standardmäßig ist.
el: Ανάλογα με το PDF, ορισμένες εμφανίσεις πεδίου μπορεί να είναι ελλιπείς αν το appearance stream είναι απουσία ή μη τυπικό.
es: Dependiendo del PDF, algunas apariencias de campo pueden estar incompletas si el appearance stream está ausente o no es estándar.
fi: PDF:stä riippuen, joidenkin kenttäulkoasujen voi olla puutteellisia, jos ulkoasuvirta on puuttuva tai ei-standardi.
fil: Depende sa PDF, ang ilang mga hitsura ng field ay maaaring hindi kumpleto kung ang appearance stream ay wala o hindi pamantayan.
hu: TODO.
id: TODO.
it: A seconda del PDF, alcune apparenze di campo possono essere incomplete se il appearance stream è assente o non standard.
ja: PDFによっては、appearance streamが欠落しているか標準でない場合、フィールドの外観が不完全な場合があります。
ko: PDF에 따라 appearance stream이 없거나 비표준인 경우 일부 필드의 모양이 불완전할 수 있습니다.
nl: Afhankelijk van de PDF kunnen sommige veldweergaven incompleet zijn als de appearance stream ontbreekt of niet standaard is.
no: Avhengig av PDF-en kan noen feltutseender være ufullstendige hvis appearance stream er fraværende eller ikke-standard.
pl: W zależności od PDF, niektóre wyglądy pól mogą być niekompletne, jeśli strumień appearance jest nieobecny lub niestandardowy.
pt_pt: Dependendo do PDF, algumas aparências de campo podem estar incompletas se o appearance stream estiver ausente ou não for padrão.
ro: În funcție de PDF, anumite apariții de câmp pot fi incomplete dacă fluxul de apariție este absent sau non-standard.
ru: В зависимости от PDF некоторые внешние виды полей могут быть неполными, если поток appearance отсутствует или нестандартен.
sk: V závislosti od PDF môžu byť niektoré vzhľady polí neúplné, ak je chýbajúci alebo nestandardný appearance stream.
sv: Beroende på PDF:en kan vissa fältutseenden vara ofullständiga om appearance stream saknas eller är icke-standard.
sw: Kulingana na PDF, baadhi ya muonekano wa eneo unaweza kuwa haujakamilika ikiwa appearance stream haipo au si ya kawaida.
tr: PDF'ye bağlı olarak, bazı alan görünüm özellikleri eksik olabilir eğer görünüm akışı yoksa veya standart değilse.
uk: Залежно від PDF, деякі вигляди полів можуть бути неповними, якщо потік вигляду відсутній або нестандартний.
vi: Tùy theo PDF, một số hình thức trường có thể không đầy đủ nếu luồng appearance bị thiếu hoặc không chuẩn.
zh_hans: 根据PDF的不同，某些字段外观可能不完整，如果外观流缺失或不标准。

# ed_dev_pdf_pdf_flatten_forms_faq
source: Questions fréquentes
af: Vrae vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga Madalas na Itanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_flatten_forms_q1
source: Est-ce que mes valeurs restent visibles ?
af: Bly my waardes sigbaar?
bg: Остават ли видими моите стойности?
cs: Zůstanou mé hodnoty viditelné?
da: Forbliver mine værdier synlige?
de: Bleiben meine Werte sichtbar?
el: Θα παραμείνουν ορατές οι τιμές μου;
es: ¿Mis valores siguen siendo visibles?
fi: Pysyykö arvoni näkyvissä?
fil: Mananatiling nakikita ba ang mga halaga ko?
hu: TODO
id: TODO
it: Le mie valori rimangono visibili?
ja: 私の値は見えますか？
ko: 내 값이 보이나요?
nl: Blijven mijn waarden zichtbaar?
no: Forblir verdiene mine synlige?
pl: Czy moje wartości pozostaną widoczne?
pt_pt: Minhas valores permanecem visíveis?
ro: Rămân vizibile valorile mele?
ru: Останутся ли мои значения видимыми?
sk: Zostanú moje hodnoty viditeľné?
sv: Kommer mina värden att förbli synliga?
sw: Je, thamani zangu zinabaki wazi?
tr: Değerlerim görünür kalacak mı?
uk: Чи залишаються мої значення видимими?
vi: Giá trị của tôi có còn hiển thị không?
zh_hans: 我的值是否仍然可见？

# ed_dev_pdf_pdf_flatten_forms_a1
source: Oui : l’objectif du flatten est précisément de rendre la valeur visible en contenu statique.
af: Ja: die doel van die flatten is presies om die waarde sigbaar te maak as statiese inhoud.
bg: Да: целта на flatten е точно да направи стойността видима като статично съдържание.
cs: Ano: cílem aplatiť je přesně učinit hodnotu viditelnou jako statický obsah.
da: Ja: formålet med flatten er netop at gøre værdien synlig som statisk indhold.
de: Ja: Das Ziel des Flatten ist es, den Wert als statischen Inhalt sichtbar zu machen.
el: Ναι: ο στόχος του flatten είναι ακριβώς να καταστήσει την τιμή ορατή ως στατικό περιεχόμενο.
es: Sí: el objetivo del aplanado es precisamente hacer que el valor sea visible como contenido estático.
fi: Kyllä: tasoituksen tarkoitus on nimenomaan tehdä arvo näkyvä staattisena sisältönä.
fil: Oo: ang layunin ng flatten ay tiyak na gawing nakikita ang halaga bilang static na nilalaman.
hu: TODO
id: TODO
it: Sì: l'obiettivo del flatten è proprio quello di rendere il valore visibile come contenuto statico.
ja: はい：フラット化の目的は、値を静的コンテンツとして表示することです。
ko: 네: 평면화의 목표는 값을 정적 콘텐츠로 표시하는 것입니다.
nl: Ja: het doel van flatten is precies om de waarde zichtbaar te maken als statische inhoud.
no: Ja: målet med flatten er nettopp å gjøre verdien synlig som statisk innhold.
pl: Tak: celem spłaszczenia jest właśnie uczynienie wartości widoczną jako statyczną treść.
pt_pt: Sim: o objetivo do flatten é precisamente tornar o valor visível como conteúdo estático.
ro: Da: scopul aplatizării este tocmai de a face valoarea vizibilă ca conținut static.
ru: Да: цель упрощения именно в том, чтобы сделать значение видимым в статическом контенте.
sk: Áno: cieľom aplatenia je presne sprístupniť hodnotu ako statický obsah.
sv: Ja: syftet med flatten är just att göra värdet synligt som statiskt innehåll.
sw: Ndio: lengo la flatten ni hasa kufanya thamani ionekane kama maudhui ya kudumu.
tr: Evet: düzleştirmenin amacı, değeri statik içerik olarak görünür kılmaktır.
uk: Так: мета згладжування полягає саме в тому, щоб зробити значення видимим у статичному контенті.
vi: Có: mục tiêu của việc aplatir chính là làm cho giá trị hiển thị dưới dạng nội dung tĩnh.
zh_hans: 是的：扁平化的目标正是将值作为静态内容呈现。

# ed_dev_pdf_pdf_flatten_forms_q2
source: Les champs sont-ils supprimés ?
af: Word die velde verwyder?
bg: Полетата ли са премахнати?
cs: Jsou pole odstraněna?
da: Bliver felterne slettet?
de: Werden die Felder gelöscht?
el: Τα πεδία διαγράφονται;
es: ¿Se eliminan los campos?
fi: Poistetaanko kentät?
fil: Nawawala ba ang mga field?
hu: TODO
id: TODO
it: I campi vengono rimossi?
ja: フィールドは削除されますか？
ko: 필드가 삭제되나요?
nl: Worden de velden verwijderd?
no: Blir feltene slettet?
pl: Czy pola są usuwane?
pt_pt: Os campos são removidos?
ro: Câmpurile sunt eliminate?
ru: Поля удалены?
sk: Sú polia odstránené?
sv: Tas fälten bort?
sw: Je, maeneo yanatolewa?
tr: Alanlar siliniyor mu?
uk: Чи видаляються поля?
vi: Các trường có bị xóa không?
zh_hans: 字段是否被删除？
