Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_rel_diff_definition_sub
source: L’écart relatif compare deux valeurs sans choisir de référence (A ou B).
af: Die relatiewe verskil vergelyk twee waardes sonder om 'n verwysing te kies (A of B).
bg: Относителната разлика сравнява две стойности, без да избира референтна стойност (A или B).
cs: Relativní rozdíl porovnává dvě hodnoty bez volby reference (A nebo B).
da: Det relative gap sammenligner to værdier uden at vælge en reference (A eller B).
de: Der relative Unterschied vergleicht zwei Werte, ohne eine Referenz (A oder B) auszuwählen.
el: Η σχετική διαφορά συγκρίνει δύο τιμές χωρίς να επιλέγει αναφορά (Α ή Β).
es: El margen relativo compara dos valores sin elegir una referencia (A o B).
fi: Suhteellinen ero vertaa kahta arvoa ilman viitearvon valintaa (A tai B).
fil: Ang relatif na agwat ay naghahambing ng dalawang halaga nang hindi pumipili ng sanggunian (A o B).
hu: A relatív eltérés két értéket hasonlít össze referencia (A vagy B) választása nélkül.
id: Selisih relatif membandingkan dua nilai tanpa memilih referensi (A atau B).
it: Il divario relativo confronta due valori senza scegliere un riferimento (A o B).
ja: 相対差は、基準（AまたはB）を選ばずに2つの値を比較します。
ko: 상대적 차이는 두 값을 비교하되 기준(A 또는 B)을 선택하지 않습니다.
nl: De relatieve afwijking vergelijkt twee waarden zonder een referentie te kiezen (A of B).
no: Det relative avviket sammenligner to verdier uten å velge en referanse (A eller B).
pl: Wartość względna porównuje dwie wartości bez wyboru odniesienia (A lub B).
pt_pt: O desvio relativo compara dois valores sem escolher uma referência (A ou B).
ro: Diferența relativă compară două valori fără a alege o referință (A sau B).
ru: Относительное отклонение сравнивает два значения без выбора ссылки (A или B).
sk: Relatívny rozdiel porovnáva dve hodnoty bez výberu referencie (A alebo B).
sv: Det relativa avståndet jämför två värden utan att välja en referens (A eller B).
sw: Det relativa avståndet jämför två värden utan att välja en referens (A eller B).
tr: Göreceli fark, iki değeri referans seçmeden karşılaştırır (A veya B).
uk: The relative gap compares two values without choosing a reference (A or B).
vi: Sự chênh lệch tương đối so sánh hai giá trị mà không chọn tham chiếu (A hoặc B).
zh_hans: 相对差异比较两个值而不选择参考（A或B）。

# pct_rel_diff_formula_title
source: Formule
bg: Формула
da: Formel
de: Formel
el: Φόρμουλα
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Formula
it: Formula
ja: フォーミュラ
ko: 공식
no: Formel
pl: Formuła
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Formulár
sv: Formel
sw: Formel
tr: Formül
uk: Formula
vi: Công thức
zh_hans: 公式

# pct_rel_diff_step1
source: Calculez l’écart : |A − B|
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">|A − B| Calculez l’écart :

# pct_rel_diff_step2
source: Calculez la moyenne : (|A| + |B|) ÷ 2
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">(|A| + |B|) ÷ 2 Calculez la moyenne :

# pct_rel_diff_step3
source: Divisez puis multipliez par 100
af: Verdeel dan vermenigvuldig met 100
bg: Разделете, след това умножете по 100.
cs: Rozdělte a poté vynásobte 100.
da: Del og multiplicer derefter med 100
de: Teilen und dann mit 100 multiplizieren
el: Διαιρέστε και στη συνέχεια πολλαπλασιάστε με το 100
es: Divide y luego multiplica por 100
fi: Jaa ja kerro sitten 100:lla
fil: Hatiin at pagkatapos ay imultiply sa 100
hu: Ossza el, majd szorozza meg 100-zal.
id: Bagi lalu kalikan dengan 100
it: Dividi poi moltiplica per 100
ja: 割ってから100を掛けてください。
ko: 나누고 100을 곱하세요.
nl: Deel en vermenigvuldig vervolgens met 100
no: Del og multipliser deretter med 100
pl: Podziel, a następnie pomnóż przez 100
pt_pt: Divida e depois multiplique por 100
ro: Împărțiți apoi înmulțiți cu 100
ru: Разделите, затем умножьте на 100.
sk: Rozdeľte a potom vynásobte 100.
sv: Dela och multiplicera sedan med 100
sw: Dela och multiplicera med 100
tr: Bölün ve ardından 100 ile çarpın.
uk: Divide then multiply by 100
vi: Chia sẻ rồi nhân với 100
zh_hans: 先除后乘以100

# pct_rel_diff_note
source: Si A et B valent 0, la moyenne vaut 0 : l’écart relatif n’est pas défini. Cette formule est symétrique : échanger A et B ne change pas le résultat.
af: As A en B 0 is, is die gemiddelde 0: die relatiewe afwyking is nie gedefinieer nie. Hierdie formule is simmetries: om A en B te ruil verander nie die resultaat nie.
bg: Ако A и B са 0, средната стойност е 0: относителната разлика не е определена. Тази формула е симетрична: размяната на A и B не променя резултата.
cs: Pokud A a B mají hodnotu 0, průměr je 0: relativní odchylka není definována. Tento vzorec je symetrický: výměna A a B nemění výsledek.
da: Hvis A og B er 0, er gennemsnittet 0: den relative forskel er ikke defineret. Denne formel er symmetrisk: at bytte A og B ændrer ikke resultatet.
de: Wenn A und B 0 sind, beträgt der Durchschnitt 0: der relative Unterschied ist nicht definiert. Diese Formel ist symmetrisch: das Tauschen von A und B ändert das Ergebnis nicht.
el: Αν οι A και B είναι 0, ο μέσος όρος είναι 0: η σχετική απόκλιση δεν είναι καθορισμένη. Αυτή η φόρμουλα είναι συμμετρική: η ανταλλαγή των A και B δεν αλλάζει το αποτέλεσμα.
es: Si A y B valen 0, la media vale 0: el margen relativo no está definido. Esta fórmula es simétrica: intercambiar A y B no cambia el resultado.
fi: Jos A ja B ovat 0, keskiarvo on 0: suhteellinen poikkeama ei ole määritelty. Tämä kaava on symmetrinen: A:n ja B:n vaihtaminen ei muuta tulosta.
fil: Kung ang A at B ay 0, ang average ay 0: ang relative na pagkakaiba ay hindi natutukoy. Ang pormulang ito ay simetriko: ang pagpapalit ng A at B ay hindi nagbabago ng resulta.
hu: Ha A és B értéke 0, az átlag 0: a relatív eltérés nincs meghatározva. Ez a képlet szimmetrikus: A és B felcserélése nem változtatja meg az eredményt.
id: Jika A dan B bernilai 0, rata-ratanya adalah 0: deviasi relatif tidak terdefinisi. Rumus ini simetris: menukar A dan B tidak mengubah hasil.
it: Se A e B valgono 0, la media vale 0: l'errore relativo non è definito. Questa formula è simmetrica: scambiare A e B non cambia il risultato.
ja: AとBが0の場合、平均は0になります：相対誤差は定義されていません。この式は対称的です：AとBを入れ替えても結果は変わりません。
ko: A와 B가 0이면 평균은 0입니다: 상대적 차이는 정의되지 않습니다. 이 공식은 대칭적입니다: A와 B를 교환해도 결과는 변하지 않습니다.
nl: Als A en B 0 zijn, is het gemiddelde 0: de relatieve afwijking is niet gedefinieerd. Deze formule is symmetrisch: A en B verwisselen verandert het resultaat niet.
no: Hvis A og B er 0, er gjennomsnittet 0: den relative avstanden er ikke definert. Denne formelen er symmetrisk: å bytte A og B endrer ikke resultatet.
pl: Jeśli A i B wynoszą 0, średnia wynosi 0: odchylenie względne nie jest zdefiniowane. Ta formuła jest symetryczna: zamiana A i B nie zmienia wyniku.
pt_pt: Se A e B forem 0, a média é 0: o desvio relativo não está definido. Esta fórmula é simétrica: trocar A e B não altera o resultado.
ro: Dacă A și B sunt 0, media este 0: abaterea relativă nu este definită. Această formulă este simetrică: schimbarea lui A cu B nu schimbă rezultatul.
ru: Если A и B равны 0, среднее равно 0: относительное отклонение не определено. Эта формула симметрична: обмен A и B не изменяет результат.
sk: Ak A a B sú 0, priemer je 0: relatívny rozdiel nie je definovaný. Tento vzorec je symetrický: výmena A a B nemení výsledok.
sv: Om A och B är 0, är medelvärdet 0: det relativa avståndet är inte definierat. Denna formel är symmetrisk: att byta A och B ändrar inte resultatet.
sw: Om A och B är 0, är medelvärdet 0: det relativa avståndet är inte definierat. Denna formel är symmetrisk: att byta A och B ändrar inte resultatet.
tr: Eğer A ve B 0 ise, ortalama 0'dır: göreceli fark tanımlı değildir. Bu formül simetriktir: A ve B'yi değiştirmek sonucu değiştirmez.
uk: If A and B are 0, the average is 0: the relative difference is not defined. This formula is symmetrical: swapping A and B does not change the result.
vi: Nếu A và B bằng 0, trung bình bằng 0: độ lệch tương đối không được xác định. Công thức này là đối xứng: hoán đổi A và B không thay đổi kết quả.
zh_hans: 如果A和B为0，则平均值为0：相对差异未定义。这个公式是对称的：交换A和B不会改变结果。

# pct_rev_title
source: Pourcentage inverse
af: Omgekeerde persentasie
bg: Обратен процент
cs: Inverzní procento
da: Omvendt procentdel
de: Umgekehrter Prozentsatz
el: Αντίστροφο ποσοστό
es: Porcentaje inverso
fi: Käänteinen prosentti
fil: Baliktad na porsyento
hu: Fordított százalék
id: Persentase terbalik
it: Percentuale inversa
ja: 逆割合
ko: 역비율
nl: Omgekeerd percentage
no: Invers prosentasje
pl: Procent odwrotny
pt_pt: Percentagem inversa
ro: Procentaj invers
ru: Обратный процент
sk: Inverzný percentuálny podiel
sv: Invers procentandel
sw: Invers procentandel
tr: Ters yüzde
uk: Inverse percentage
vi: Tỷ lệ nghịch
zh_hans: 反向百分比

# pct_rev_subtitle
source: Retrouve la valeur initiale après une hausse ou une baisse.
af: Herstel die aanvanklike waarde na 'n styging of 'n daling.
bg: Върни първоначалната стойност след увеличение или намаление.
cs: Získejte původní hodnotu po zvýšení nebo snížení.
da: Find the initial value after an increase or a decrease.
de: Finde den ursprünglichen Wert nach einem Anstieg oder Rückgang wieder.
el: Βρες την αρχική αξία μετά από μια αύξηση ή μείωση.
es: Recupera el valor inicial después de un aumento o una disminución.
fi: Palauta alkuperäinen arvo nousun tai laskun jälkeen.
fil: Makuha ang orihinal na halaga pagkatapos ng pagtaas o pagbaba.
hu: A növekedés vagy csökkenés után állítsd vissza az eredeti értéket.
id: Temukan nilai awal setelah kenaikan atau penurunan.
it: Trova il valore iniziale dopo un aumento o una diminuzione.
ja: 上昇または下降後に初期値を再取得します。
ko: 초기 값을 상승 또는 하락 후에 복원합니다.
nl: Herstel de oorspronkelijke waarde na een stijging of daling.
no: Finn den opprinnelige verdien etter en økning eller en reduksjon.
pl: Znajdź wartość początkową po wzroście lub spadku.
pt_pt: Encontra o valor inicial após um aumento ou uma diminuição.
ro: Găsește valoarea inițială după o creștere sau o scădere.
ru: Верни исходное значение после повышения или понижения.
sk: Nájdite pôvodnú hodnotu po zvýšení alebo znížení.
sv: Återfå det ursprungliga värdet efter en ökning eller minskning.
sw: Återfå det ursprungliga värdet efter en ökning eller minskning.
tr: Artış veya azalıştan sonra başlangıç değerini bul.
uk: Find the initial value after an increase or a decrease.
vi: Tìm lại giá trị ban đầu sau khi tăng hoặc giảm.
zh_hans: 在上涨或下跌后恢复初始值。

# pct_rev_calc_title
source: Calculateur
af: Rekenaar
bg: Калкулатор
cs: Kalkulátor
da: Beregningsværktøj
de: Rechner
el: Υπολογιστής
es: Calculadora
fi: Laskin
fil: Kalkulador
hu: Számológép
id: Kalkulator
it: Calcolatore
ja: 計算機
ko: 계산기
nl: Rekenmachine
no: Kalkulator
pl: Kalkulator
pt_pt: Calculadora
ro: Calculator
ru: Калькулятор
sk: Kalkulátor
sv: Beräknare
sw: Kalkylator
tr: Hesaplayıcı
uk: Calculator
vi: Máy tính
zh_hans: 计算器

# pct_rev_final_label
source: Valeur finale
af: Eindwaarde
bg: Крайна стойност
cs: Konečná hodnota
da: Slutværdi
de: Endwert
el: Τελική αξία
es: Valor final
fi: Lopullinen arvo
fil: Panghuling halaga
hu: Végső érték
id: Nilai akhir
it: Valore finale
ja: 最終値
ko: 최종 가치
nl: Eindwaarde
no: Sluttverdi
pl: Wartość końcowa
pt_pt: Valor final
ro: Valoare finală
ru: Конечная стоимость
sk: Konečná hodnota
sv: Slutvärde
sw: Slutvärde
tr: Sonuç değeri
uk: Final value
vi: Giá trị cuối cùng
zh_hans: 最终值

# pct_rev_final_hint
source: Ex : prix après remise/hausse…
af: bv: prys na afslag/stygting…
bg: Пример: цена след отстъпка/увеличение...
cs: Ex: cena po slevě/zdražení…
da: Ex: pris efter rabat/stigning…
de: Ex : Preis nach Rabatt/Erhöhung…
el: Π.χ.: τιμή μετά από έκπτωση/αύξηση…
es: Ej: precio después de descuento/aumento...
fi: Esim: hinta alennuksen/korkeuden jälkeen…
fil: Ex : presyo pagkatapos ng diskwento/taas…
hu: Ex: ár kedvezmény/áremelkedés után...
id: Contoh: harga setelah diskon/kenaikan...
it: Es: prezzo dopo sconto/aumento…
ja: 例：割引/値上げ後の価格…
ko: 예: 할인/인상 후 가격…
nl: Bijv: prijs na korting/stijging…
no: Eks: pris etter rabatt/økning…
pl: Ex: cena po rabacie/podwyżce…
pt_pt: Ex: preço após desconto/aumento…
ro: Ex: preț după reducere/creștere…
ru: Пример: цена после скидки/повышения…
sk: Ex: cena po zľave/zdražení...
sv: Ex: pris efter rabatt/ökning…
sw: Ex: pris efter rabatt/ökning…
tr: Örnek: indirim/artış sonrası fiyat...
uk: Ex: price after discount/increase...
vi: Giá sau khi giảm/tăng...
zh_hans: 例如：折后价/涨价……

# pct_rev_rate_label
source: Pourcentage appliqué
af: Toegepaste persentasie
bg: Приложен процент
cs: Aplikované procento
da: Anvendt procentdel
de: Angewendeter Prozentsatz
el: Εφαρμοσμένο ποσοστό
es: Porcentaje aplicado
fi: Käytetty prosenttiosuus
fil: Naka-apply na porsyento
hu: Alkalmazott százalék
id: Persentase diterapkan
it: Percentuale applicata
ja: 適用されたパーセンテージ
ko: 적용된 비율
nl: Toegepaste percentage
no: Brukt prosentandel
pl: Procent zastosowany
pt_pt: Percentagem aplicada
ro: Procent aplicat
ru: Применённый процент
sk: Aplikované percento
sv: Tillämpad procentandel
sw: Tillämpad procentandel
tr: Uygulanan yüzde
uk: Applied percentage
vi: Tỷ lệ áp dụng
zh_hans: 应用百分比

# pct_rev_rate_hint
source: Ex : -20 pour une remise de 20%, +15 pour une hausse de 15%
af: Ex : -20 vir 'n afslag van 20%, +15 vir 'n styging van 15%
bg: Пример: -20 за отстъпка от 20%, +15 за увеличение от 15%
cs: Ex : -20 pro slevu 20 %, +15 pro zvýšení 15 %
da: Ex: -20 for a discount of 20%, +15 for an increase of 15%
de: Ex : -20 für einen Rabatt von 20 %, +15 für einen Anstieg von 15 %
el: Ex : -20 για έκπτωση 20%, +15 για αύξηση 15%
es: Ej: -20 por un descuento del 20%, +15 por un aumento del 15%
fi: Esim: -20 20 % alennusta varten, +15 15 % korotusta varten
fil: Ex : -20 para sa diskwento na 20%, +15 para sa pagtaas na 15%
hu: Ex : -20 egy 20%-os kedvezményért, +15 egy 15%-os emelkedésért
id: Ex : -20 untuk diskon 20%, +15 untuk kenaikan 15%
it: Es: -20 per uno sconto del 20%, +15 per un aumento del 15%
ja: 例：20のマイナスは20％の割引、15のプラスは15％の増加です。
ko: 예: -20은 20% 할인, +15는 15% 인상입니다.
nl: Ex : -20 voor een korting van 20%, +15 voor een stijging van 15%
no: Ex: -20 for a discount of 20%, +15 for an increase of 15%
pl: Ex : -20 za rabat 20%, +15 za wzrost 15%
pt_pt: Ex: -20 para um desconto de 20%, +15 para um aumento de 15%
ro: Ex: -20 pentru o reducere de 20%, +15 pentru o creștere de 15%
ru: Пример: -20 для скидки 20%, +15 для повышения на 15%
sk: Ex : -20 pre zľavu 20 %, +15 pre zvýšenie 15 %
sv: Ex: -20 för en rabatt på 20%, +15 för en ökning på 15%
sw: Ex : -20 för en rabatt på 20%, +15 för en ökning på 15%
tr: Örnek: -20, %20 indirim için, +15, %15 artış için
uk: Ex: -20 for a 20% discount, +15 for a 15% increase
vi: Ex : -20 cho một khoản giảm giá 20%, +15 cho một khoản tăng 15%
zh_hans: 例如：-20表示20%的折扣，+15表示15%的涨幅。

# pct_rev_precision_label
source: Décimales
af: Desimale
bg: Десетични знаци
cs: Desetinná místa
da: Decimaler
de: Dezimalstellen
el: Δεκαδικά
es: Decimales
fi: Desimaaleja
fil: Desimal
hu: Tizedesek
id: Desimal
it: Decimali
ja: 小数
ko: 소수점
nl: Decimalen
no: Desimaler
pl: Dziesiętne
pt_pt: Decimais
ro: Zecimale
ru: Десятичные
sk: Desatinné čísla
sv: Decimaler
sw: Decimaler
tr: Ondalıklar
uk: Decimals
vi: Số thập phân
zh_hans: 小数

# pct_rev_precision_hint
source: Arrondi
af: Afgerond
bg: Закръглено
cs: Zaokrouhlení
da: Afrundet
de: Abgerundet
el: Στρογγυλό
es: Redondeado
fi: Pyöristetty
fil: Pabilog
hu: Kerekített
id: Bulat
it: Arrotondato
ja: 丸み
ko: 모서리 둥글게
nl: Afgerond
no: Rundt
pl: Zaokrąglony
pt_pt: Arredondado
ro: Rotunjit
ru: Округление
sk: Zaoblené
sv: Avrundad
sw: Rundad
tr: Kenar yuvarlama
uk: Rounded
vi: Làm tròn
zh_hans: 圆角

# pct_rev_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Resultat
tr: Sonuçlar
uk: Results
vi: Kết quả
zh_hans: 结果
