Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_linearized_check_lim1
source: La linéarisation n’améliore le chargement que si le serveur supporte les requêtes HTTP Range (partial content).
af: Die linearizering verbeter die laai slegs as die bediener HTTP Range (gedeeltelike inhoud) versoeke ondersteun.
bg: Линеаризацията подобрява зареждането само ако сървърът поддържа HTTP Range заявки (частично съдържание).
cs: Linearizace zlepšuje načítání pouze pokud server podporuje HTTP Range požadavky (částečný obsah).
da: Linearisering forbedrer kun indlæsningen, hvis serveren understøtter HTTP Range-anmodninger (delvis indhold).
de: Die Linearisation verbessert das Laden nur, wenn der Server HTTP Range-Anfragen (partielle Inhalte) unterstützt.
el: Η γραμμικοποίηση δεν βελτιώνει τη φόρτωση μόνο αν ο διακομιστής υποστηρίζει αιτήματα HTTP Range (μερικό περιεχόμενο).
es: La linealización no mejora la carga a menos que el servidor soporte solicitudes HTTP Range (contenido parcial).
fi: Linjoitus parantaa lataamista vain, jos palvelin tukee HTTP Range -kyselyjä (osittainen sisältö).
fil: Ang linearization ay hindi nagpapabuti sa loading maliban kung ang server ay sumusuporta sa HTTP Range requests (partial content).
hu: TODO.
id: TODO.
it: La linearizzazione migliora il caricamento solo se il server supporta le richieste HTTP Range (contenuto parziale).
ja: リニアライズは、サーバーがHTTP Rangeリクエスト（部分コンテンツ）をサポートしている場合にのみ、ロードを改善します。
ko: 선형화는 서버가 HTTP Range 요청(부분 콘텐츠)을 지원하는 경우에만 로딩을 개선합니다.
nl: Linerisatie verbetert de laadtijd alleen als de server HTTP Range-verzoeken (gedeeltelijke inhoud) ondersteunt.
no: Linæriserings forbedrer lasting bare hvis serveren støtter HTTP Range-forespørsel (delvis innhold).
pl: Liniaryzacja poprawia ładowanie tylko wtedy, gdy serwer obsługuje zapytania HTTP Range (treść częściowa).
pt_pt: A linearização só melhora o carregamento se o servidor suportar requisições HTTP Range (conteúdo parcial).
ro: Liniarizarea nu îmbunătățește încărcarea decât dacă serverul suportă cererile HTTP Range (conținut parțial).
ru: Линейность улучшает загрузку только если сервер поддерживает HTTP-запросы диапазона (частичное содержимое).
sk: Linerizácia zlepšuje načítanie len v prípade, že server podporuje HTTP Range požiadavky (čiastočný obsah).
sv: Linjärisering förbättrar laddningen endast om servern stöder HTTP Range-förfrågningar (delat innehåll).
sw: Uhamasishaji hauboreshi upakuaji isipokuwa seva inasaidia maombi ya HTTP Range (maudhui ya sehemu).
tr: Lineerleştirme, yalnızca sunucu HTTP Range (kısmi içerik) isteklerini destekliyorsa yüklemeyi iyileştirir.
uk: Лініаризація покращує завантаження лише якщо сервер підтримує запити HTTP Range (частковий контент).
vi: Tuyến tính hóa chỉ cải thiện việc tải nếu máy chủ hỗ trợ các yêu cầu HTTP Range (nội dung một phần).
zh_hans: 线性化仅在服务器支持 HTTP Range 请求（部分内容）时改善加载。

# ed_dev_pdf_pdf_linearized_check_lim2
source: Certains PDF “quasi linéarisés” ou mal formés peuvent tromper des lecteurs : le diagnostic reste indicatif.
af: Sommige "byna gelineariseerde" of swak gevormde PDF's kan lesers mislei: die diagnose bly indikatief.
bg: Някои „почти линейнизирани“ или зле оформени PDF могат да заблудят читателите: диагнозата остава индикативна.
cs: Některé "téměř linearizované" nebo špatně formátované PDF mohou klamat čtečky: diagnostika zůstává orientační.
da: Nogle 'næsten lineære' eller dårligt dannede PDF'er kan narre læsere: diagnosen forbliver vejledende.
de: Einige "fast linearisierten" oder fehlerhaft formatierten PDFs können Leser täuschen: Die Diagnose bleibt indikativ.
el: Ορισμένα "σχεδόν γραμμικοποιημένα" ή κακώς διαμορφωμένα PDFs μπορεί να παραπλανήσουν αναγνώστες: η διάγνωση παραμένει ενδεικτική.
es: Algunos PDFs “casi linealizados” o mal formados pueden engañar a los lectores: el diagnóstico sigue siendo indicativo.
fi: Jotkut ”lähes linjoitetut” tai huonosti muotoillut PDF-tiedostot voivat johtaa lukijoita harhaan: diagnostiikka on vain suuntaa-antava.
fil: Ang ilang mga "quasi linearized" o hindi wastong nabuo na PDF ay maaaring linlangin ang mga reader: ang diagnostic ay nananatiling indikative.
hu: TODO.
id: TODO.
it: Alcuni PDF "quasi linearizzati" o mal formati possono ingannare i lettori: la diagnosi rimane indicativa.
ja: 「ほぼリニアライズされた」または不正なPDFは、リーダーを誤解させる可能性があります：診断はあくまで指標です。
ko: 일부 '거의 선형화된' 또는 잘못 형성된 PDF는 리더를 속일 수 있습니다: 진단은 지표적입니다.
nl: Sommige "bijna gelineariseerde" of slecht gevormde PDF's kunnen lezers misleiden: de diagnose blijft indicatief.
no: Noen "nesten linæriserte" eller dårlig formaterte PDF-er kan lure lesere: diagnosen forblir indikativ.
pl: Niektóre „prawie liniaryzowane” lub źle sformułowane PDF mogą wprowadzać w błąd czytniki: diagnoza pozostaje orientacyjna.
pt_pt: Alguns PDFs “quase linearizados” ou mal formados podem enganar leitores: o diagnóstico permanece indicativo.
ro: Unele PDF-uri „aproape linearizate” sau prost formate pot înșela cititorii: diagnosticul rămâne indicativ.
ru: Некоторые «почти линейные» или неправильно сформированные PDF могут вводить в заблуждение читателей: диагностика остается ориентировочной.
sk: Niektoré „takmer linearizované“ alebo zle formátované PDF môžu klamať čitateľov: diagnostika zostáva orientačná.
sv: Vissa "nästan linjäriserade" eller felaktigt formaterade PDF:er kan lura läsare: diagnosen förblir indikativ.
sw: Baadhi ya PDF “karibu na kupangwa” au zisizo sahihi zinaweza kudanganya wasomaji: uchambuzi unabaki kuwa wa kiashiria.
tr: Bazı “neredeyse lineerleştirilmiş” veya hatalı PDF'ler okuyucuları yanıltabilir: tanılama göstergelidir.
uk: Деякі "майже лініаризовані" або неправильно сформовані PDF можуть обманювати читачів: діагностика залишається орієнтовною.
vi: Một số PDF “gần như tuyến tính hóa” hoặc định dạng kém có thể đánh lừa người đọc: chẩn đoán vẫn mang tính chỉ dẫn.
zh_hans: 某些“几乎线性化”或格式不正确的 PDF 可能会误导阅读器：诊断仍然是指示性的。

# ed_dev_pdf_pdf_linearized_check_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Frequently asked questions
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_linearized_check_q1
source: Fast Web View, c’est la même chose que “compressé” ?
af: Fast Web View, is dit dieselfde as "gecomprimeer"?
bg: Fast Web View, същото ли е като “компресирано”?
cs: Fast Web View, je to totéž jako "komprimované"?
da: Fast Web View, er det det samme som 'komprimeret'?
de: Fast Web View, ist das dasselbe wie "komprimiert"?
el: Το Fast Web View είναι το ίδιο με το "συμπιεσμένο";
es: ¿Fast Web View es lo mismo que “comprimido”?
fi: Fast Web View, onko se sama kuin ”pakattu”?
fil: Ang Fast Web View, ito ba ay pareho sa "compressed"?
hu: TODO
id: TODO
it: Fast Web View è la stessa cosa di "compresso"?
ja: Fast Web Viewは「圧縮」と同じですか？
ko: 빠른 웹 보기는 '압축됨'과 같은 것인가요?
nl: Is Fast Web View hetzelfde als "gecomprimeerd"?
no: Fast Web View, er det det samme som "komprimert"?
pl: Fast Web View, to to samo co „skompresowane”?
pt_pt: Fast Web View é a mesma coisa que “comprimido”?
ro: Fast Web View, este același lucru cu „compresat”?
ru: Fast Web View — это то же самое, что и «сжатый»?
sk: Fast Web View, je to to isté ako „komprimované“?
sv: Fast Web View, är det samma som "komprimerad"?
sw: Fast Web View, je, ni sawa na “imebana”?
tr: Hızlı Web Görünümü, “sıkıştırılmış” ile aynı şey mi?
uk: Fast Web View, це те ж саме, що "стиснуто"?
vi: Fast Web View có phải là cùng một thứ với “nén” không?
zh_hans: 快速网页查看和“压缩”是一样的吗？

# ed_dev_pdf_pdf_linearized_check_a1
source: Non. La linéarisation concerne l’ordre et l’indexation des données pour permettre un chargement progressif.
af: Nee. Die linearizering handel oor die volgorde en indeksering van data om progressiewe laai moontlik te maak.
bg: Не. Линеаризацията се отнася до реда и индексирането на данните, за да се позволи прогресивно зареждане.
cs: Ne. Linearizace se týká pořadí a indexace dat pro umožnění progresivního načítání.
da: Nej. Linearisering vedrører rækkefølgen og indekseringen af data for at muliggøre progressiv indlæsning.
de: Nein. Die Linearisation betrifft die Reihenfolge und Indizierung der Daten, um ein progressives Laden zu ermöglichen.
el: Όχι. Η γραμμικοποίηση αφορά τη σειρά και την ευρετηρίαση των δεδομένων για να επιτρέψει μια σταδιακή φόρτωση.
es: No. La linealización se refiere al orden y la indexación de los datos para permitir una carga progresiva.
fi: Ei. Linjoitus liittyy tietojen järjestykseen ja indeksointiin, jotta mahdollistetaan progressiivinen lataaminen.
fil: Hindi. Ang linearization ay tungkol sa pagkakasunud-sunod at pag-index ng data upang payagan ang progressive loading.
hu: TODO
id: TODO
it: No. La linearizzazione riguarda l'ordine e l'indicizzazione dei dati per consentire un caricamento progressivo.
ja: いいえ。リニアライズは、プログレッシブロードを可能にするためのデータの順序とインデックス付けに関するものです。
ko: 아니요. 선형화는 점진적 로딩을 가능하게 하기 위해 데이터의 순서와 인덱싱에 관한 것입니다.
nl: Nee. Linerisatie betreft de volgorde en indexering van gegevens om een progressieve laadtijd mogelijk te maken.
no: Nei. Linæriserings handler om rekkefølgen og indekseringen av data for å muliggjøre progressiv lasting.
pl: Nie. Liniaryzacja dotyczy kolejności i indeksowania danych, aby umożliwić ładowanie progresywne.
pt_pt: Não. A linearização diz respeito à ordem e indexação dos dados para permitir um carregamento progressivo.
ro: Nu. Liniarizarea se referă la ordinea și indexarea datelor pentru a permite o încărcare progresivă.
ru: Нет. Линейность касается порядка и индексации данных для обеспечения прогрессивной загрузки.
sk: Nie. Linerizácia sa týka poradia a indexovania údajov na umožnenie progresívneho načítania.
sv: Nej. Linjärisering handlar om ordning och indexering av data för att möjliggöra progressiv laddning.
sw: Hapana. Uhamasishaji unahusiana na mpangilio na uainishaji wa data ili kuruhusu upakuaji wa hatua kwa hatua.
tr: Hayır. Lineerleştirme, kademeli yüklemeyi sağlamak için verilerin sırası ve indekslenmesi ile ilgilidir.
uk: Ні. Лініаризація стосується порядку та індексації даних для забезпечення поступового завантаження.
vi: Không. Tuyến tính hóa liên quan đến thứ tự và lập chỉ mục dữ liệu để cho phép tải dần.
zh_hans: 不是。线性化涉及数据的顺序和索引，以允许渐进加载。

# ed_dev_pdf_pdf_linearized_check_q2
source: Comment linéariser un PDF ?
af: Hoe lineariseer ek 'n PDF?
bg: Как да линейнизирам PDF?
cs: Jak linearizovat PDF?
da: Hvordan linearisere en PDF?
de: Wie linearisiere ich ein PDF?
el: Πώς να γραμμικοποιήσετε ένα PDF;
es: ¿Cómo linealizar un PDF?
fi: Miten linjoitan PDF:n?
fil: Paano i-linearize ang isang PDF?
hu: TODO
id: TODO
it: Come linearizzare un PDF?
ja: PDFをリニアライズするにはどうすればよいですか？
ko: PDF를 선형화하려면 어떻게 하나요?
nl: Hoe lineariseer je een PDF?
no: Hvordan linæriserer jeg en PDF?
pl: Jak liniaryzować PDF?
pt_pt: Como linearizar um PDF?
ro: Cum se linearizează un PDF?
ru: Как линейнизировать PDF?
sk: Ako linearizovať PDF?
sv: Hur linjäriserar man en PDF?
sw: Ninaweza vipi kupangilia PDF?
tr: Bir PDF'yi nasıl lineerleştiririm?
uk: Як лініаризувати PDF?
vi: Làm thế nào để tuyến tính hóa một PDF?
zh_hans: 如何线性化 PDF？

# ed_dev_pdf_pdf_linearized_check_a2
source: En général via un outil comme qpdf (--linearize) ou via l’option de votre générateur PDF.
af: Gewoonlik deur 'n hulpmiddel soos qpdf (--linearize) of deur die opsie van jou PDF-generator.
bg: Обикновено чрез инструмент като qpdf (--linearize) или чрез опцията на вашия PDF генератор.
cs: Obecně pomocí nástroje jako qpdf (--linearize) nebo pomocí možnosti vašeho PDF generátoru.
da: Generelt via et værktøj som qpdf (--linearize) eller via indstillingen i din PDF-generator.
de: In der Regel über ein Tool wie qpdf (--linearize) oder über die Option Ihres PDF-Generators.
el: Γενικά μέσω ενός εργαλείου όπως το qpdf (--linearize) ή μέσω της επιλογής του γεννήτριας PDF σας.
es: Generalmente a través de una herramienta como qpdf (--linearize) o mediante la opción de tu generador de PDF.
fi: Yleensä työkalun, kuten qpdf (--linearize), kautta tai PDF-generaattorisi asetuksen kautta.
fil: Sa pangkalahatan sa pamamagitan ng isang tool tulad ng qpdf (--linearize) o sa pamamagitan ng opsyon ng iyong PDF generator.
hu: TODO
id: TODO
it: In generale tramite uno strumento come qpdf (--linearize) o tramite l'opzione del tuo generatore PDF.
ja: 一般的には、qpdf（--linearize）などのツールを使用するか、PDF生成ツールのオプションを使用します。
ko: 일반적으로 qpdf(--linearize)와 같은 도구를 사용하거나 PDF 생성기의 옵션을 통해 수행합니다.
nl: Over het algemeen via een tool zoals qpdf (--linearize) of via de optie van je PDF-generator.
no: Generelt via et verktøy som qpdf (--linearize) eller via alternativet i PDF-generatoren din.
pl: Zazwyczaj za pomocą narzędzia takiego jak qpdf (--linearize) lub za pomocą opcji w twoim generatorze PDF.
pt_pt: Geralmente através de uma ferramenta como qpdf (--linearize) ou pela opção do seu gerador de PDF.
ro: În general, printr-un instrument precum qpdf (--linearize) sau prin opțiunea din generatorul dvs. PDF.
ru: В общем, с помощью инструмента, такого как qpdf (--linearize) или через опцию вашего генератора PDF.
sk: Vo všeobecnosti pomocou nástroja ako qpdf (--linearize) alebo pomocou možnosti vo vašom PDF generátore.
sv: Vanligtvis via ett verktyg som qpdf (--linearize) eller via alternativet i din PDF-generator.
sw: Kwa ujumla kupitia zana kama qpdf (--linearize) au kupitia chaguo la jenereta yako ya PDF.
tr: Genellikle qpdf gibi bir araçla (--linearize) veya PDF oluşturucunuzun seçeneğiyle.
uk: Зазвичай через інструмент, такий як qpdf (--linearize) або через опцію вашого генератора PDF.
vi: Thông thường thông qua một công cụ như qpdf (--linearize) hoặc thông qua tùy chọn của trình tạo PDF của bạn.
zh_hans: 通常通过像 qpdf (--linearize) 这样的工具或通过您的 PDF 生成器的选项。

# ed_dev_pdf_pdf_linearized_check_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Tip
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_linearized_check_tip
source: Si votre objectif est la performance web, testez aussi la présence d’images très lourdes (outil “Images PDF → JSON”) : la linéarisation ne compense pas un contenu surdimensionné.
af: As jou doel die webprestasie is, toets ook die teenwoordigheid van baie groot prente (hulpmiddel "PDF Prente → JSON"): die linearizering kompenseer nie vir oor-groot inhoud nie.
bg: Ако вашата цел е уеб производителност, тествайте също наличието на много тежки изображения (инструмент “PDF изображения → JSON”): линейнизацията не компенсира за надмощно съдържание.
cs: Pokud je vaším cílem webový výkon, také otestujte přítomnost velmi těžkých obrázků (nástroj "Obrázky PDF → JSON"): linearizace nenahradí nadměrný obsah.
da: Hvis dit mål er webpræstation, skal du også teste tilstedeværelsen af meget tunge billeder (værktøj 'PDF-billeder → JSON'): linearisering kompenserer ikke for overdimensioneret indhold.
de: Wenn Ihr Ziel die Web-Performance ist, testen Sie auch das Vorhandensein von sehr großen Bildern (Tool "PDF-Bilder → JSON"): Die Linearisation kompensiert keinen überdimensionierten Inhalt.
el: Εάν ο στόχος σας είναι η απόδοση στο διαδίκτυο, δοκιμάστε επίσης την παρουσία πολύ βαριών εικόνων (εργαλείο "Εικόνες PDF → JSON"): η γραμμικοποίηση δεν αντισταθμίζει ένα υπερβολικό περιεχόμενο.
es: Si tu objetivo es el rendimiento web, también prueba la presencia de imágenes muy pesadas (herramienta “Imágenes PDF → JSON”): la linealización no compensa un contenido sobredimensionado.
fi: Jos tavoitteesi on verkkosuorituskyky, testaa myös erittäin suurten kuvien läsnäolo (työkalu ”PDF-kuvat → JSON”): linjoitus ei kompensoi ylisuurta sisältöä.
fil: Kung ang iyong layunin ay ang performance sa web, subukan din ang pagkakaroon ng mga napakalaking larawan (tool na "Images PDF → JSON"): ang linearization ay hindi nagbabayad para sa sobrang nilalaman.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik terkait dengan tujuan alat ini.
it: Se il tuo obiettivo è la performance web, testa anche la presenza di immagini molto pesanti (strumento "Immagini PDF → JSON"): la linearizzazione non compensa un contenuto sovradimensionato.
ja: ウェブパフォーマンスが目標である場合は、非常に重い画像の存在もテストしてください（「PDF画像→JSON」ツール）：リニアライズは過剰なコンテンツを補うものではありません。
ko: 웹 성능이 목표라면, 매우 큰 이미지의 존재도 테스트하세요(도구 'PDF 이미지 → JSON'): 선형화는 과도한 콘텐츠를 보완하지 않습니다.
nl: Als je doel de webprestaties is, test dan ook de aanwezigheid van zeer zware afbeeldingen (tool "PDF-afbeeldingen → JSON"): linerisatie compenseert geen overmatig inhoud.
no: Hvis målet ditt er webytelse, test også tilstedeværelsen av veldig tunge bilder (verktøy "PDF Bilder → JSON"): linæriserings kompenserer ikke for overdimensjonert innhold.
pl: Jeśli twoim celem jest wydajność w sieci, sprawdź również obecność bardzo dużych obrazów (narzędzie „Obrazy PDF → JSON”): liniaryzacja nie rekompensuje nadmiarowej treści.
pt_pt: Se seu objetivo é a performance na web, teste também a presença de imagens muito pesadas (ferramenta “Imagens PDF → JSON”): a linearização não compensa um conteúdo superdimensionado.
ro: Dacă obiectivul dvs. este performanța web, testați și prezența imaginilor foarte mari (instrument „Imagini PDF → JSON”): liniarizarea nu compensează un conținut supradimensionat.
ru: Если ваша цель — веб-производительность, также проверьте наличие очень тяжелых изображений (инструмент «Изображения PDF → JSON»): линейность не компенсирует чрезмерный контент.
sk: Ak je vaším cieľom webový výkon, otestujte aj prítomnosť veľmi veľkých obrázkov (nástroj „PDF obrázky → JSON“): linerizácia nekompenzuje nadmerný obsah.
sv: Om ditt mål är webbpresentation, testa också förekomsten av mycket tunga bilder (verktyg "PDF Bilder → JSON"): linjärisering kompenserar inte för överdimensionerat innehåll.
sw: Ikiwa lengo lako ni utendaji wa wavuti, jaribu pia uwepo wa picha nzito sana (zana “Picha za PDF → JSON”): uhamasishaji hauwezi kufidia maudhui makubwa.
tr: Eğer amacınız web performansı ise, çok ağır görsellerin varlığını da test edin (araç “PDF Görselleri → JSON”): lineerleştirme, aşırı boyutlu bir içeriği telafi etmez.
uk: Якщо ваша мета - веб-продуктивність, також перевірте наявність дуже великих зображень (інструмент "Зображення PDF → JSON"): лініаризація не компенсує надмірний контент.
vi: Nếu mục tiêu của bạn là hiệu suất web, hãy kiểm tra cả sự hiện diện của các hình ảnh rất nặng (công cụ “Hình ảnh PDF → JSON”): tuyến tính hóa không bù đắp cho nội dung quá lớn.
zh_hans: 如果您的目标是网页性能，还要测试是否存在非常大的图像（工具“PDF 图像 → JSON”）：线性化无法弥补过大的内容。

# ed_dev_pdf_pdf_links_extractor_title
source: À propos : PDF Links Extractor
af: Oor: PDF Links Extractor
bg: Относно: PDF Extractor на линкове
cs: O: Extraktor odkazů PDF
da: Om: PDF Links Extractor
de: Über: PDF Links Extractor
el: Σχετικά: Εξαγωγέας Συνδέσμων PDF
es: Acerca de: Extractor de Enlaces PDF
fi: Tietoja: PDF-linkkien poimija
fil: Tungkol sa: PDF Links Extractor
hu: Rólunk: Linkek kinyerése egy PDF-ből
id: Tentang: Ekstrak tautan dari PDF
it: Informazioni: Estrazione Link PDF
ja: について：PDFリンクエクストラクター
ko: 정보: PDF 링크 추출기
nl: Over: PDF Links Extractor
no: Om: PDF Lenkeuttrekker
pl: O programie: Ekstraktor linków PDF
pt_pt: Sobre: Extrator de Links PDF
ro: Despre: Extractor de Linkuri PDF
ru: О программе: Извлекатель ссылок PDF
sk: O projekte: PDF Links Extractor
sv: Om: PDF Länksextraktor
sw: Kuhusu: Mchambuzi wa Viungo vya PDF
tr: Hakkında: PDF Bağlantı Çıkarıcı
uk: Про: Екстрактор посилань PDF
vi: Về việc: Trình trích xuất liên kết PDF
zh_hans: 关于：PDF 链接提取器
