Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_images_to_json_lead
source: Lister les images d’un PDF et exporter leurs caractéristiques en JSON (dimensions, filtres de compression, color space, profondeur) pour audit, optimisation et débogage.
af: Lys die prente van 'n PDF en voer hul eienskappe uit na JSON (dimensies, kompressiefilters, kleurspasie, diepte) vir oudit, optimalisering en foutopsporing.
bg: Изброяване на изображения от PDF и експортиране на техните характеристики в JSON (размери, компресионни филтри, цветово пространство, дълбочина) за одит, оптимизация и отстраняване на грешки.
cs: Seznamte se s obrázky PDF a exportujte jejich vlastnosti do JSON (rozměry, kompresní filtry, barevný prostor, hloubka) pro audit, optimalizaci a ladění.
da: Liste billederne i en PDF og eksportér deres egenskaber til JSON (dimensioner, kompressionsfiltre, farverum, dybde) til revision, optimering og fejlfinding.
de: Listen Sie die Bilder eines PDFs auf und exportieren Sie deren Eigenschaften im JSON-Format (Abmessungen, Kompressionsfilter, Farbraum, Tiefe) für Audits, Optimierung und Debugging.
el: Καταγράψτε τις εικόνες ενός PDF και εξάγετε τα χαρακτηριστικά τους σε JSON (διαστάσεις, φίλτρα συμπίεσης, χρωματικός χώρος, βάθος) για έλεγχο, βελτιστοποίηση και αποσφαλμάτωση.
es: Listar las imágenes de un PDF y exportar sus características en JSON (dimensiones, filtros de compresión, espacio de color, profundidad) para auditoría, optimización y depuración.
fi: Luettele PDF-tiedoston kuvat ja vie niiden ominaisuudet JSON-muodossa (mitat, pakkaussuodattimet, väriavaruus, syvyys) tarkastusta, optimointia ja virheenkorjausta varten.
fil: Ilista ang mga larawan mula sa isang PDF at i-export ang kanilang mga katangian sa JSON (mga sukat, compression filters, color space, depth) para sa audit, optimization, at debugging.
hu: A következőkről: Képek PDF → JSON
id: Tentang: Gambar PDF → JSON
it: Elenca le immagini di un PDF ed esporta le loro caratteristiche in JSON (dimensioni, filtri di compressione, spazio colore, profondità) per audit, ottimizzazione e debug.
ja: PDFの画像をリストし、その特性（寸法、圧縮フィルター、カラースペース、深度）をJSON形式でエクスポートして、監査、最適化、デバッグを行います。
ko: PDF의 이미지를 나열하고 그 특성을 JSON(치수, 압축 필터, 색상 공간, 깊이)으로 내보내 감사, 최적화 및 디버깅을 위해 사용합니다.
nl: Lijst de afbeeldingen van een PDF en exporteer hun kenmerken in JSON (afmetingen, compressiefilters, kleurenschema, diepte) voor audit, optimalisatie en debugging.
no: Liste bilder fra en PDF og eksporter deres egenskaper til JSON (dimensjoner, kompresjonsfiltre, fargeområde, dybde) for revisjon, optimalisering og feilsøking.
pl: Wypisz obrazy z PDF i wyeksportuj ich cechy do JSON (wymiary, filtry kompresji, przestrzeń kolorów, głębokość) do audytu, optymalizacji i debugowania.
pt_pt: Listar as imagens de um PDF e exportar suas características em JSON (dimensões, filtros de compressão, espaço de cor, profundidade) para auditoria, otimização e depuração.
ro: Listați imaginile dintr-un PDF și exportați caracteristicile lor în JSON (dimensiuni, filtre de compresie, spațiu de culoare, adâncime) pentru audit, optimizare și depanare.
ru: Перечислите изображения из PDF и экспортируйте их характеристики в JSON (размеры, фильтры сжатия, цветовое пространство, глубина) для аудита, оптимизации и отладки.
sk: Zoznam obrázkov z PDF a export ich vlastností do JSON (rozmery, kompresné filtre, farebný priestor, hĺbka) na audit, optimalizáciu a ladenie.
sv: Lista bilder från en PDF och exportera deras egenskaper i JSON (dimensioner, komprimeringsfilter, färgrymd, djup) för granskning, optimering och felsökning.
sw: Orodhesha picha za PDF na uhamasisha sifa zao katika JSON (vipimo, vichujio vya kubana, rangi, kina) kwa ajili ya ukaguzi, kuboresha na kutatua matatizo.
tr: Bir PDF'deki görselleri listeleyin ve özelliklerini JSON formatında dışa aktarın (boyutlar, sıkıştırma filtreleri, renk alanı, derinlik) denetim, optimizasyon ve hata ayıklama için.
uk: Перелічити зображення з PDF та експортувати їх характеристики у JSON (розміри, фільтри стиснення, колірний простір, глибина) для аудиту, оптимізації та налагодження.
vi: Liệt kê các hình ảnh trong một PDF và xuất các đặc điểm của chúng dưới dạng JSON (kích thước, bộ lọc nén, không gian màu, độ sâu) để kiểm toán, tối ưu hóa và gỡ lỗi.
zh_hans: 列出 PDF 中的图像并将其特征导出为 JSON（尺寸、压缩过滤器、色彩空间、深度），以便进行审计、优化和调试。

# ed_dev_pdf_pdf_images_to_json_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: TODO: Опишете точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: Případ použití
da: TODO: Beskriv det præcise mål med dette værktøj (unik intention, ikke en parafrase af en anden).
de: TODO: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
el: TODO: Να περιγράψετε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφράση άλλου).
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (ainutlaatuinen tarkoitus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: TODO: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: ユースケース
ko: 사용 사례
nl: Gebruikscases
no: TODO: Beskriv det eksakte målet med dette verktøyet (unik hensikt, ikke en omskrivning av noe annet).
pl: TODO: Opisz dokładny cel tego narzędzia (unikalna intencja, nie parafraza innego).
pt_pt: TODO: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: Случаи использования
sk: TODO: Presne opíšte cieľ tohto nástroja (jedinečný úmysel, nie parafráza iného).
sv: TODO: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: TODO: Bu aracın tam amacını tanımlayın (benzersiz niyet, başka birinin parafrazı değil).
uk: Use cases
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định độc nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO: 描述该工具的确切目标（独特意图，而不是其他的释义）。

# ed_dev_pdf_pdf_images_to_json_uc1_title
source: Identifier les images lourdes
af: Identifiseer die groot prente
bg: Идентифициране на тежки изображения
cs: Identifikovat velké obrázky
da: Identificer tunge billeder
de: Identifizieren Sie große Bilder
el: Εντοπισμός μεγάλων εικόνων
es: Identificar imágenes pesadas
fi: Tunnista raskaat kuvat
fil: Tukuyin ang mga mabibigat na larawan
hu: Használati esetek
id: Kasus penggunaan
it: Identificare le immagini pesanti
ja: 重い画像を特定する
ko: 큰 이미지 식별
nl: Identificeer zware afbeeldingen
no: Identifisere tunge bilder
pl: Identyfikacja dużych obrazów
pt_pt: Identificar imagens pesadas
ro: Identificarea imaginilor mari
ru: Идентификация тяжелых изображений
sk: Identifikovať veľké obrázky
sv: Identifiera tunga bilder
sw: Tambua picha nzito
tr: Ağır görselleri tanımlama
uk: Визначити великі зображення
vi: Xác định các hình ảnh nặng
zh_hans: 识别大图像

# ed_dev_pdf_pdf_images_to_json_uc1_text
source: Repérer les XObject images très grandes ou mal compressées qui gonflent le poids du PDF.
af: Identifiseer die XObject prente wat baie groot of swak gecomprimeer is wat die grootte van die PDF verhoog.
bg: Откриване на XObject изображения, които са много големи или зле компресирани и увеличават размера на PDF.
cs: Najděte XObject obrázky, které jsou velmi velké nebo špatně komprimované a zvyšují velikost PDF.
da: Find XObject-billeder, der er meget store eller dårligt komprimerede, som øger PDF'ens størrelse.
de: Erkennen Sie sehr große oder schlecht komprimierte XObject-Bilder, die das Gewicht des PDFs erhöhen.
el: Εντοπίστε τις εικόνες XObject που είναι πολύ μεγάλες ή κακώς συμπιεσμένες και αυξάνουν το μέγεθος του PDF.
es: Detectar las imágenes XObject muy grandes o mal comprimidas que aumentan el peso del PDF.
fi: Havaitse erittäin suuria tai huonosti pakattuja XObject-kuvia, jotka lisäävät PDF-tiedoston kokoa.
fil: Tukuyin ang mga XObject images na napakalaki o hindi maayos ang compression na nagpapabigat sa PDF.
hu: TODO
id: TODO
it: Rilevare le immagini XObject molto grandi o mal compresse che aumentano il peso del PDF.
ja: PDFのサイズを膨らませる非常に大きいまたは圧縮が不十分なXObject画像を特定します。
ko: PDF의 크기를 증가시키는 매우 크거나 잘 압축되지 않은 XObject 이미지를 찾아냅니다.
nl: Identificeer de XObject-afbeeldingen die zeer groot of slecht gecomprimeerd zijn en het gewicht van de PDF verhogen.
no: Oppdage XObject-bilder som er veldig store eller dårlig komprimerte som øker størrelsen på PDF-en.
pl: Zidentyfikuj obrazy XObject, które są bardzo duże lub źle skompresowane, co zwiększa rozmiar PDF.
pt_pt: Identificar as imagens XObject muito grandes ou mal comprimidas que aumentam o tamanho do PDF.
ro: Identificați imaginile XObject foarte mari sau prost comprimate care cresc dimensiunea PDF-ului.
ru: Обнаружьте XObject изображения, которые слишком большие или плохо сжаты и увеличивают размер PDF.
sk: Identifikovať XObject obrázky, ktoré sú veľmi veľké alebo zle komprimované a zvyšujú veľkosť PDF.
sv: Identifiera XObject-bilder som är mycket stora eller dåligt komprimerade som ökar PDF:ens storlek.
sw: Tambua picha za XObject kubwa sana au zisizo na ubora ambazo zinaongeza uzito wa PDF.
tr: PDF'nin boyutunu artıran çok büyük veya kötü sıkıştırılmış XObject görsellerini tespit edin.
uk: Виявити XObject зображення, які є дуже великими або погано стиснутими, що збільшують вагу PDF.
vi: Phát hiện các hình ảnh XObject rất lớn hoặc nén kém làm tăng kích thước của PDF.
zh_hans: 识别非常大或压缩不良的 XObject 图像，这些图像会增加 PDF 的大小。

# ed_dev_pdf_pdf_images_to_json_uc2_title
source: Préparer une optimisation
af: Bereid 'n optimalisering voor
bg: Подготовка за оптимизация
cs: Připravit optimalizaci
da: Forbered en optimering
de: Optimierung vorbereiten
el: Προετοιμασία για βελτιστοποίηση
es: Preparar una optimización
fi: Valmistele optimointi
fil: Ihanda ang isang optimization
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Preparare un'ottimizzazione
ja: 最適化の準備
ko: 최적화 준비
nl: Bereid een optimalisatie voor
no: Forberede en optimalisering
pl: Przygotowanie do optymalizacji
pt_pt: Preparar uma otimização
ro: Pregătirea unei optimizări
ru: Подготовка к оптимизации
sk: Pripraviť optimalizáciu
sv: Förbered en optimering
sw: Andaa kuboresha
tr: Bir optimizasyon hazırlama
uk: Підготувати оптимізацію
vi: Chuẩn bị tối ưu hóa
zh_hans: 准备优化

# ed_dev_pdf_pdf_images_to_json_uc2_text
source: Comprendre les formats internes (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) avant recompression.
af: Verstaan die interne formate (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) voordat jy weer komprimeer.
bg: Разбиране на вътрешните формати (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) преди повторна компресия.
cs: Pochopit interní formáty (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) před recompresí.
da: Forstå de interne formater (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) før rekodning.
de: Verstehen Sie die internen Formate (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) vor der Rekompression.
el: Κατανοήστε τις εσωτερικές μορφές (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) πριν από την επανασυμπίεση.
es: Entender los formatos internos (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) antes de la recomprensión.
fi: Ymmärrä sisäiset formaatit (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) ennen uudelleenpakkausta.
fil: Unawain ang mga panloob na format (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) bago ang recompression.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Comprendere i formati interni (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) prima della ricompressione.
ja: 再圧縮の前に、内部フォーマット（DCT/JPEG、JPX/JPEG2000、Flate、CCITTなど）を理解します。
ko: 재압축 전에 내부 형식(DCT/JPEG, JPX/JPEG2000, Flate, CCITT…)을 이해합니다.
nl: Begrijp de interne formaten (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) voordat je opnieuw comprimeert.
no: Forstå de interne formatene (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) før rekondisjonering.
pl: Zrozumienie formatów wewnętrznych (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) przed ponowną kompresją.
pt_pt: Compreender os formatos internos (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) antes da recompressão.
ro: Înțelegeți formatele interne (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) înainte de recomprimare.
ru: Поймите внутренние форматы (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) перед повторным сжатием.
sk: Pochopiť interné formáty (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) pred recompresiou.
sv: Förstå interna format (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) innan rekodning.
sw: Elewa muundo wa ndani (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) kabla ya kubana tena.
tr: Yeniden sıkıştırmadan önce iç formatları (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) anlamak.
uk: Зрозуміти внутрішні формати (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) перед повторним стисненням.
vi: Hiểu các định dạng nội bộ (DCT/JPEG, JPX/JPEG2000, Flate, CCITT…) trước khi nén lại.
zh_hans: 在重新压缩之前，了解内部格式（DCT/JPEG、JPX/JPEG2000、Flate、CCITT…）。

# ed_dev_pdf_pdf_images_to_json_uc3_title
source: QA / conformité
af: QA / nakoming
bg: QA / съответствие
cs: QA / shoda
da: QA / overholdelse
de: QA / Konformität
el: QA / συμμόρφωση
es: QA / conformidad
fi: QA / vaatimustenmukaisuus
fil: QA / pagsunod
hu: TODO
id: TODO
it: QA / conformità
ja: QA / 準拠
ko: QA / 준수
nl: QA / conformiteit
no: QA / samsvar
pl: QA / zgodność
pt_pt: QA / conformidade
ro: QA / conformitate
ru: QA / соответствие
sk: QA / zhoda
sv: QA / efterlevnad
sw: QA / ulinganifu
tr: QA / uyumluluk
uk: QA / відповідність
vi: QA / tuân thủ
zh_hans: 质量保证 / 合规性

# ed_dev_pdf_pdf_images_to_json_uc3_text
source: Vérifier la présence d’images sur des pages censées contenir des graphiques, logos ou scans.
af: Verifieer die teenwoordigheid van prente op bladsye wat grafieke, logo's of skanderings moet bevat.
bg: Проверка за наличие на изображения на страници, които трябва да съдържат графики, лога или сканирания.
cs: Zkontrolujte přítomnost obrázků na stránkách, které by měly obsahovat grafy, loga nebo skeny.
da: Kontroller tilstedeværelsen af billeder på sider, der skal indeholde grafik, logoer eller scanninger.
de: Überprüfen Sie das Vorhandensein von Bildern auf Seiten, die Grafiken, Logos oder Scans enthalten sollten.
el: Ελέγξτε την παρουσία εικόνων σε σελίδες που υποτίθεται ότι περιέχουν γραφικά, λογότυπα ή σαρώσεις.
es: Verificar la presencia de imágenes en páginas que deberían contener gráficos, logotipos o escaneos.
fi: Tarkista, onko sivuilla, joiden pitäisi sisältää grafiikkaa, logoja tai skannauksia, kuvia.
fil: Suriin ang pagkakaroon ng mga larawan sa mga pahinang dapat naglalaman ng mga grapiko, logo, o scans.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Verificare la presenza di immagini su pagine che dovrebbero contenere grafica, loghi o scansioni.
ja: グラフィック、ロゴ、スキャンを含むべきページに画像が存在するかを確認します。
ko: 그래픽, 로고 또는 스캔이 포함되어야 하는 페이지에 이미지가 있는지 확인합니다.
nl: Controleer de aanwezigheid van afbeeldingen op pagina's die grafieken, logo's of scans zouden moeten bevatten.
no: Sjekke for tilstedeværelse av bilder på sider som skal inneholde grafikk, logoer eller skanninger.
pl: Sprawdzenie obecności obrazów na stronach, które powinny zawierać grafiki, logotypy lub skany.
pt_pt: Verificar a presença de imagens em páginas que deveriam conter gráficos, logotipos ou digitalizações.
ro: Verificați prezența imaginilor pe paginile care ar trebui să conțină grafice, logo-uri sau scanări.
ru: Проверьте наличие изображений на страницах, которые должны содержать графики, логотипы или сканы.
sk: Overiť prítomnosť obrázkov na stránkach, ktoré by mali obsahovať grafy, logá alebo skeny.
sv: Kontrollera förekomsten av bilder på sidor som ska innehålla grafik, logotyper eller skanningar.
sw: Thibitisha uwepo wa picha kwenye kurasa ambazo zinapaswa kuwa na michoro, nembo au skani.
tr: Grafikler, logolar veya taramalar içermesi gereken sayfalarda görsellerin varlığını kontrol edin.
uk: Перевірити наявність зображень на сторінках, які повинні містити графіки, логотипи або скани.
vi: Kiểm tra sự hiện diện của hình ảnh trên các trang dự kiến chứa đồ họa, logo hoặc quét.
zh_hans: 检查页面上是否存在应包含图形、徽标或扫描件的图像。

# ed_dev_pdf_pdf_images_to_json_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: What you get
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_images_to_json_out1
source: Un export JSON des images détectées (par page) : largeur/hauteur, bpc, color space, filtres, identifiants d’objets.
af: 'n JSON-uitvoer van die opgespoor prente (per bladsy): breedte/hoogte, bpc, kleurspasie, filters, objekidentifiseerders.
bg: JSON експорт на откритите изображения (по страница): ширина/височина, bpc, цветово пространство, филтри, идентификатори на обекти.
cs: Export JSON detekovaných obrázků (podle stránky): šířka/výška, bpc, barevný prostor, filtry, identifikátory objektů.
da: En JSON-eksport af de opdagede billeder (pr. side): bredde/højde, bpc, farverum, filtre, objektidentifikatorer.
de: Ein JSON-Export der erkannten Bilder (pro Seite): Breite/Höhe, bpc, Farbraum, Filter, Objekt-IDs.
el: Μια εξαγωγή JSON των ανιχνευμένων εικόνων (ανά σελίδα): πλάτος/ύψος, bpc, χρωματικός χώρος, φίλτρα, αναγνωριστικά αντικειμένων.
es: Una exportación JSON de las imágenes detectadas (por página): ancho/alto, bpc, espacio de color, filtros, identificadores de objetos.
fi: JSON-vienti havaituista kuvista (sivukohtaisesti): leveys/korkeus, bpc, väriavaruus, suodattimet, objektitunnukset.
fil: Isang JSON export ng mga natukoy na larawan (bawat pahina): lapad/tangkay, bpc, color space, filters, object identifiers.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un'esportazione JSON delle immagini rilevate (per pagina): larghezza/altezza, bpc, spazio colore, filtri, identificatori degli oggetti.
ja: 検出された画像のJSONエクスポート（ページごと）：幅/高さ、bpc、カラースペース、フィルター、オブジェクトID。
ko: 감지된 이미지의 JSON 내보내기(페이지별): 너비/높이, bpc, 색상 공간, 필터, 객체 식별자.
nl: Een JSON-export van de gedetecteerde afbeeldingen (per pagina): breedte/hoogte, bpc, kleurenschema, filters, objectidentificaties.
no: En JSON-eksport av de oppdagede bildene (per side): bredde/høyde, bpc, fargeområde, filtre, objektidentifikatorer.
pl: Eksport JSON wykrytych obrazów (na stronę): szerokość/wysokość, bpc, przestrzeń kolorów, filtry, identyfikatory obiektów.
pt_pt: Uma exportação JSON das imagens detectadas (por página): largura/altura, bpc, espaço de cor, filtros, identificadores de objetos.
ro: Un export JSON al imaginilor detectate (pe pagină): lățime/înălțime, bpc, spațiu de culoare, filtre, identificatori de obiecte.
ru: Экспорт JSON обнаруженных изображений (по страницам): ширина/высота, bpc, цветовое пространство, фильтры, идентификаторы объектов.
sk: Export JSON detekovaných obrázkov (podľa strán): šírka/výška, bpc, farebný priestor, filtre, identifikátory objektov.
sv: En JSON-export av de upptäckta bilderna (per sida): bredd/höjd, bpc, färgrymd, filter, objektidentifierare.
sw: Uhamasishaji wa JSON wa picha zilizogunduliwa (kwa ukurasa): upana/kimo, bpc, rangi, vichujio, vitambulisho vya vitu.
tr: Tespit edilen görsellerin JSON dışa aktarımı (sayfa başına): genişlik/yükseklik, bpc, renk alanı, filtreler, nesne kimlikleri.
uk: Експорт JSON виявлених зображень (по сторінках): ширина/висота, bpc, колірний простір, фільтри, ідентифікатори об'єктів.
vi: Một xuất JSON của các hình ảnh được phát hiện (theo trang): chiều rộng/chiều cao, bpc, không gian màu, bộ lọc, định danh đối tượng.
zh_hans: 检测到的图像的 JSON 导出（按页面）：宽度/高度、bpc、色彩空间、过滤器、对象标识符。

# ed_dev_pdf_pdf_images_to_json_out2
source: Des indicateurs utiles pour décider d’une stratégie d’optimisation (recompression, downscale, suppression de doublons).
af: Nuttige aanwysers om 'n optimaliseringsstrategie te bepaal (herkompressie, afskaal, verwydering van duplikate).
bg: Полезни индикатори за вземане на решение относно стратегия за оптимизация (повторна компресия, намаляване на размерите, премахване на дублирани).
cs: Užitečné ukazatele pro rozhodnutí o strategii optimalizace (rekomprese, zmenšení, odstranění duplicit).
da: Nyttige indikatorer til at beslutte en optimeringsstrategi (rekodning, nedskalering, fjernelse af dubletter).
de: Nützliche Indikatoren zur Entscheidung über eine Optimierungsstrategie (Rekompression, Herunterskalierung, Duplikatentfernung).
el: Χρήσιμες ενδείξεις για να αποφασίσετε μια στρατηγική βελτιστοποίησης (επανασυμπίεση, μείωση κλίμακας, αφαίρεση διπλοτύπων).
es: Indicadores útiles para decidir una estrategia de optimización (recompresión, reducción de escala, eliminación de duplicados).
fi: Hyödyllisiä indikaattoreita optimointistrategian päättämiseen (uudelleenpakkaus, pienentäminen, päällekkäisten poistaminen).
fil: Mga kapaki-pakinabang na tagapagpahiwatig para magpasya sa isang estratehiya ng optimization (recompression, downscale, pagtanggal ng mga duplicate).
hu: TODO: Mire való ez a kimenet.
id: TODO: Apa kegunaan keluaran ini.
it: Indicatori utili per decidere una strategia di ottimizzazione (ricompressione, ridimensionamento, rimozione dei duplicati).
ja: 再圧縮、ダウンサイジング、重複削除の戦略を決定するための有用な指標。
ko: 재압축, 다운스케일, 중복 제거와 같은 최적화 전략을 결정하는 데 유용한 지표.
nl: Nuttige indicatoren om een optimalisatiestrategie te bepalen (hercompressie, verkleinen, verwijderen van duplicaten).
no: Nyttige indikatorer for å bestemme en optimaliseringsstrategi (rekondisjonering, nedskalering, fjerning av duplikater).
pl: Przydatne wskaźniki do podjęcia decyzji o strategii optymalizacji (ponowna kompresja, zmniejszenie rozmiaru, usunięcie duplikatów).
pt_pt: Indicadores úteis para decidir uma estratégia de otimização (recompressão, redução de escala, remoção de duplicatas).
ro: Indicatori utili pentru a decide o strategie de optimizare (recomprimare, reducere a dimensiunii, eliminarea duplicatelor).
ru: Полезные индикаторы для принятия решения о стратегии оптимизации (повторное сжатие, уменьшение масштаба, удаление дубликатов).
sk: Užitočné ukazovatele na rozhodovanie o stratégii optimalizácie (rekompresia, zmenšenie, odstránenie duplicitných).
sv: Nyttiga indikatorer för att besluta om en optimeringsstrategi (rekodning, nedskalning, borttagning av dubbletter).
sw: Viashiria vya manufaa vya kuamua mkakati wa kuboresha (kubana tena, kupunguza ukubwa, kuondoa nakala za ziada).
tr: Yeniden sıkıştırma, ölçek küçültme, çiftlerin kaldırılması gibi bir optimizasyon stratejisi belirlemek için yararlı göstergeler.
uk: Корисні показники для прийняття рішення про стратегію оптимізації (повторне стиснення, зменшення масштабу, видалення дублікатів).
vi: Các chỉ số hữu ích để quyết định một chiến lược tối ưu hóa (nén lại, giảm kích thước, xóa trùng lặp).
zh_hans: 用于决定优化策略的有用指标（重新压缩、缩小、删除重复项）。
