Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_share_of_total_uc1_text
source: Transformer des montants (loyer, alimentation, transport, loisirs) en parts (%) pour visualiser les postes dominants.
af: Transformeer bedrae (huur, kos, vervoer, ontspanning) in dele (%) om die dominante poste te visualiseer.
bg: Преобразувайте суми (наем, храна, транспорт, развлечения) в дялове (%) за визуализиране на доминиращите позиции.
cs: Převést částky (nájem, stravování, doprava, volný čas) na podíly (%) pro vizualizaci dominantních položek.
da: Transformere beløb (husleje, mad, transport, fritid) til andele (%) for at visualisere de dominerende poster.
de: Beträge (Miete, Lebensmittel, Transport, Freizeit) in Anteile (%) umwandeln, um die dominierenden Posten zu visualisieren.
el: Μετατρέψτε ποσά (ενοίκιο, τροφή, μεταφορές, αναψυχή) σε μερίδια (%) για να οπτικοποιήσετε τις κυρίαρχες κατηγορίες.
es: Transformar montos (alquiler, alimentación, transporte, ocio) en partes (%) para visualizar los elementos dominantes.
fi: Muunna summat (vuokra, ruoka, kuljetus, vapaa-aika) osuuksiksi (%) nähdäksesi hallitsevat erät.
fil: I-convert ang mga halaga (upa, pagkain, transportasyon, libangan) sa mga bahagi (%) upang makita ang mga nangingibabaw na item.
hu: Átalakítani összegeket (bérleti díj, élelmiszer, közlekedés, szórakozás) részekké (%) a domináló tételek vizualizálásához.
id: Mengubah jumlah (sewa, makanan, transportasi, hiburan) menjadi bagian (%) untuk memvisualisasikan pos-pos dominan.
it: Trasformare importi (affitto, alimentazione, trasporti, svago) in quote (%) per visualizzare le voci dominanti.
ja: 金額（家賃、食費、交通費、娯楽）を割合（%）に変換して、主要な項目を視覚化します。
ko: 금액(임대료, 식비, 교통비, 여가비)을 비율(%)로 변환하여 주요 항목을 시각화합니다.
nl: Bedragen (huur, voeding, transport, vrijetijd) omzetten in aandelen (%) om de dominante posten te visualiseren.
no: Transformere beløp (husleie, mat, transport, fritid) til andeler (%) for å visualisere de dominerende postene.
pl: Przekształcanie kwot (czynsz, żywność, transport, rozrywka) w udziały (%) w celu wizualizacji dominujących pozycji.
pt_pt: Transformar montantes (aluguel, alimentação, transporte, lazer) em partes (%) para visualizar os itens dominantes.
ro: Transformă sumele (chirii, alimentație, transport, distracție) în părți (%) pentru a vizualiza posturile dominante.
ru: Преобразовать суммы (аренда, питание, транспорт, досуг) в доли (%) для визуализации доминирующих статей.
sk: Transformovať sumy (nájom, strava, doprava, voľný čas) na podiely (%) na vizualizáciu dominantných položiek.
sv: Omvandla belopp (hyra, mat, transport, nöjen) till andelar (%) för att visualisera de dominerande posterna.
sw: Badilisha kiasi (pango, chakula, usafiri, burudani) kuwa sehemu (%) ili kuona sehemu zinazotawala.
tr: Tutarları (kira, gıda, ulaşım, eğlence) yüzdelik paylara dönüştürerek baskın kalemleri görselleştirin.
uk: Перетворити суми (оренда, харчування, транспорт, розваги) на частки (%) для візуалізації домінуючих статей.
vi: Chuyển đổi các khoản tiền (tiền thuê, thực phẩm, giao thông, giải trí) thành phần (%) để hình dung các mục chiếm ưu thế.
zh_hans: 将金额（租金、食品、交通、娱乐）转换为份额（%），以可视化主要项目。

# ed_math_percentages_percentage_share_of_total_uc2_title
source: Statistiques par catégories
af: Statistieke per kategorie
bg: Статистики по категории
cs: Statistiky podle kategorií
da: Statistik efter kategorier
de: Statistiken nach Kategorien
el: Στατιστικά ανά κατηγορία
es: Estadísticas por categorías
fi: Tilastot kategorioittain
fil: Mga istatistika ayon sa mga kategorya
hu: Statisztikák kategóriák szerint
id: Statistik berdasarkan kategori
it: Statistiche per categorie
ja: カテゴリ別統計
ko: 카테고리별 통계
nl: Statistieken per categorie
no: Statistikk etter kategorier
pl: Statystyki według kategorii
pt_pt: Estatísticas por categorias
ro: Statistici pe categorii
ru: Статистика по категориям
sk: Štatistiky podľa kategórií
sv: Statistik per kategori
sw: Takwimu kwa makundi
tr: Kategorilere göre istatistikler
uk: Статистика за категоріями
vi: Thống kê theo danh mục
zh_hans: 按类别统计

# ed_math_percentages_percentage_share_of_total_uc2_text
source: Exprimer des volumes par catégorie (ventes, visites, tickets, incidents) sous forme de parts comparables.
af: Druk volumes per kategorie (verkopings, besoeke, kaartjies, voorvalle) uit in die vorm van vergelykbare dele.
bg: Изразявайте обеми по категория (продажби, посещения, билети, инциденти) под формата на сравними дялове.
cs: Vyjádřit objemy podle kategorie (prodeje, návštěvy, lístky, incidenty) ve formě srovnatelných podílů.
da: Udtrykke volumener pr. kategori (salg, besøg, billetter, hændelser) i form af sammenlignelige andele.
de: Volumina nach Kategorie (Verkäufe, Besuche, Tickets, Vorfälle) in vergleichbare Anteile ausdrücken.
el: Εκφράστε όγκους ανά κατηγορία (πωλήσεις, επισκέψεις, εισιτήρια, περιστατικά) με τη μορφή συγκρίσιμων μεριδίων.
es: Expresar volúmenes por categoría (ventas, visitas, tickets, incidentes) en forma de partes comparables.
fi: Ilmaise volyymit kategorioittain (myynnit, vierailut, liput, tapaukset) vertailukelpoisina osuuksina.
fil: I-express ang mga volume ayon sa kategorya (benta, pagbisita, tiket, insidente) sa anyo ng mga maihahambing na bahagi.
hu: Kifejezni a kategóriák szerinti mennyiségeket (eladások, látogatások, jegyek, incidensek) összehasonlítható részek formájában.
id: Mengekspresikan volume berdasarkan kategori (penjualan, kunjungan, tiket, insiden) dalam bentuk bagian yang dapat dibandingkan.
it: Esprimere volumi per categoria (vendite, visite, biglietti, incidenti) sotto forma di quote comparabili.
ja: カテゴリごとのボリューム（売上、訪問、チケット、インシデント）を比較可能な割合で表現します。
ko: 카테고리별(판매, 방문, 티켓, 사건)로 볼륨을 비교 가능한 비율로 표현합니다.
nl: Volumina per categorie (verkopen, bezoeken, tickets, incidenten) uitdrukken in vergelijkbare aandelen.
no: Uttrykke volum etter kategori (salg, besøk, billetter, hendelser) i form av sammenlignbare andeler.
pl: Wyrażanie wolumenów według kategorii (sprzedaż, wizyty, bilety, incydenty) w formie porównywalnych udziałów.
pt_pt: Expressar volumes por categoria (vendas, visitas, bilhetes, incidentes) na forma de partes comparáveis.
ro: Exprimați volumele pe categorii (vânzări, vizite, bilete, incidente) sub formă de părți comparabile.
ru: Выражать объемы по категориям (продажи, посещения, билеты, инциденты) в виде сопоставимых долей.
sk: Vyjadriť objemy podľa kategórie (predaje, návštevy, lístky, incidenty) vo forme porovnateľných podielov.
sv: Uttrycka volymer per kategori (försäljning, besök, biljetter, incidenter) i form av jämförbara andelar.
sw: Kueleza kiasi kwa kila kundi (mauzo, ziara, tiketi, matukio) kwa njia ya sehemu zinazofanana.
tr: Hacimleri kategori bazında (satışlar, ziyaretler, biletler, olaylar) karşılaştırılabilir paylar şeklinde ifade edin.
uk: Висловити обсяги за категорією (продажі, відвідування, квитки, інциденти) у вигляді порівнянних часток.
vi: Diễn đạt các khối lượng theo danh mục (doanh số, lượt truy cập, vé, sự cố) dưới dạng các phần có thể so sánh.
zh_hans: 以可比较的份额形式表达每个类别的数量（销售、访问、票务、事件）。

# ed_math_percentages_percentage_share_of_total_uc3_title
source: Analyse de mix (produits / canaux)
af: Mengsel analise (produkte / kanale)
bg: Анализ на микс (продукти / канали)
cs: Analýza mixu (produkty / kanály)
da: Mixanalyse (produkter / kanaler)
de: Mixanalyse (Produkte / Kanäle)
el: Ανάλυση μείγματος (προϊόντα / κανάλια)
es: Análisis de mezcla (productos / canales)
fi: Miksianalyysi (tuotteet / kanavat)
fil: Pagsusuri ng halo (mga produkto / channel)
hu: Keverési elemzés (termékek / csatornák)
id: Analisis campuran (produk / saluran)
it: Analisi di mix (prodotti / canali)
ja: ミックス分析（製品/チャネル）
ko: 믹스 분석(제품/채널)
nl: Mixanalyse (producten / kanalen)
no: Mix-analyse (produkter / kanaler)
pl: Analiza miksu (produktów / kanałów)
pt_pt: Análise de mix (produtos / canais)
ro: Analiza mixului (produse / canale)
ru: Анализ микса (продукты / каналы)
sk: Analýza mixu (produkty / kanály)
sv: Mixanalys (produkter / kanaler)
sw: Uchambuzi wa mchanganyiko (bidhaa / njia)
tr: Karışım analizi (ürünler / kanallar)
uk: Аналіз міксу (продукти / канали)
vi: Phân tích hỗn hợp (sản phẩm / kênh)
zh_hans: 混合分析（产品/渠道）

# ed_math_percentages_percentage_share_of_total_uc3_text
source: Mesurer le poids relatif de chaque composant dans un ensemble (mix de ventes, sources de trafic, gammes).
af: Meet die relatiewe gewig van elke komponent in 'n geheel (verkoopsmengsel, verkeersbronne, reeks).
bg: Измерете относителната тежест на всеки компонент в набор (микс на продажби, източници на трафик, гами).
cs: Měřit relativní váhu každé složky v celku (mix prodeje, zdroje provozu, sortimenty).
da: Måle den relative vægt af hver komponent i et sæt (salgsmix, trafik kilder, produktlinjer).
de: Das relative Gewicht jeder Komponente in einem Set (Verkaufsmix, Traffic-Quellen, Produktlinien) messen.
el: Μετρήστε το σχετικό βάρος κάθε συστατικού σε ένα σύνολο (μείγμα πωλήσεων, πηγές κίνησης, σειρές).
es: Medir el peso relativo de cada componente en un conjunto (mezcla de ventas, fuentes de tráfico, gamas).
fi: Mittaa kunkin komponentin suhteellinen paino kokonaisuudessa (myyntimix, liikenteen lähteet, tuotevalikoimat).
fil: Sukatin ang kaukulang timbang ng bawat bahagi sa isang kabuuan (halo ng benta, mga pinagkukunan ng trapiko, mga linya).
hu: Mérni minden komponens relatív súlyát egy halmazban (eladási mix, forgalmi források, termékcsaládok).
id: Mengukur bobot relatif dari setiap komponen dalam satu set (campuran penjualan, sumber lalu lintas, rentang).
it: Misurare il peso relativo di ciascun componente in un insieme (mix di vendite, fonti di traffico, gamme).
ja: セット内の各コンポーネントの相対的な重みを測定します（売上のミックス、トラフィックソース、製品ライン）。
ko: 전체에서 각 구성 요소의 상대적 비중을 측정합니다(판매 믹스, 트래픽 소스, 제품군).
nl: Het relatieve gewicht van elke component in een geheel meten (verkoopmix, verkeersbronnen, assortimenten).
no: Måle den relative vekten av hver komponent i et sett (salgsblanding, trafikkilder, produktlinjer).
pl: Mierzenie względnej wagi każdego składnika w zbiorze (miks sprzedaży, źródła ruchu, asortymenty).
pt_pt: Medir o peso relativo de cada componente em um conjunto (mix de vendas, fontes de tráfego, gamas).
ro: Măsurați greutatea relativă a fiecărui component într-un ansamblu (mix de vânzări, surse de trafic, game).
ru: Измерить относительный вес каждого компонента в наборе (микс продаж, источники трафика, линейки).
sk: Zmerať relatívnu váhu každého komponentu v súbore (mix predaja, zdroje návštevnosti, produktové rady).
sv: Mäta den relativa vikten av varje komponent i en uppsättning (försäljningsmix, trafik källor, sortiment).
sw: Kupima uzito wa kila kipengele katika seti (mchanganyiko wa mauzo, vyanzo vya trafiki, safu).
tr: Her bir bileşenin bir bütün içindeki göreli ağırlığını ölçmek (satış karışımı, trafik kaynakları, ürün yelpazeleri).
uk: Виміряти відносну вагу кожного компонента в наборі (мікс продажів, джерела трафіку, асортимент).
vi: Đo lường trọng số tương đối của mỗi thành phần trong một tập hợp (hỗn hợp doanh số, nguồn lưu lượng, danh mục).
zh_hans: 测量每个组件在一个整体中的相对权重（销售组合、流量来源、产品系列）。

# ed_math_percentages_percentage_share_of_total_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的结果

# ed_math_percentages_percentage_share_of_total_out1
source: L’outil calcule le total (somme des valeurs) puis la part de chaque élément : (valeur ÷ total) × 100.
af: Die hulpmiddel bereken die totaal (som van die waardes) en dan die deel van elke element: (waarde ÷ totaal) × 100.
bg: Инструментът изчислява общата сума (сумата на стойностите), след което дела на всеки елемент: (стойност ÷ общо) × 100.
cs: Nástroj vypočítá celkovou částku (součet hodnot) a poté podíl každé položky: (hodnota ÷ celková částka) × 100.
da: Værktøjet beregner totalen (summen af værdierne) og derefter andelen af hver komponent: (værdi ÷ total) × 100.
de: Das Tool berechnet die Gesamtsumme (Summe der Werte) und dann den Anteil jedes Elements: (Wert ÷ Gesamt) × 100.
el: Το εργαλείο υπολογίζει το σύνολο (άθροισμα των αξιών) και στη συνέχεια το μερίδιο κάθε στοιχείου: (αξία ÷ σύνολο) × 100.
es: La herramienta calcula el total (suma de los valores) y luego la parte de cada elemento: (valor ÷ total) × 100.
fi: Työkalu laskee kokonaismäärän (arvojen summa) ja sitten kunkin elementin osuuden: (arvo ÷ kokonaismäärä) × 100.
fil: Kinakalkula ng tool ang kabuuan (suma ng mga halaga) pagkatapos ang bahagi ng bawat elemento: (halaga ÷ kabuuan) × 100.
hu: Az eszköz kiszámítja az összeget (az értékek összege), majd minden elem részét: (érték ÷ összeg) × 100.
id: Alat ini menghitung total (jumlah nilai) kemudian bagian dari setiap elemen: (nilai ÷ total) × 100.
it: Lo strumento calcola il totale (somma dei valori) e poi la quota di ciascun elemento: (valore ÷ totale) × 100.
ja: ツールは合計（値の合計）を計算し、各要素の割合を計算します：（値 ÷ 合計）× 100。
ko: 도구는 총합(값의 합계)을 계산한 다음 각 요소의 비율을 계산합니다: (값 ÷ 총합) × 100.
nl: De tool berekent het totaal (som van de waarden) en vervolgens het aandeel van elk element: (waarde ÷ totaal) × 100.
no: Verktøyet beregner totalen (summen av verdiene) og deretter andelen av hvert element: (verdi ÷ total) × 100.
pl: Narzędzie oblicza całkowitą sumę (suma wartości), a następnie udział każdego elementu: (wartość ÷ całkowita) × 100.
pt_pt: A ferramenta calcula o total (soma dos valores) e depois a parte de cada elemento: (valor ÷ total) × 100.
ro: Instrumentul calculează totalul (suma valorilor) apoi partea fiecărui element: (valoare ÷ total) × 100.
ru: Инструмент вычисляет общий итог (сумма значений), а затем долю каждого элемента: (значение ÷ общий итог) × 100.
sk: Nástroj vypočíta celkovú sumu (súčet hodnôt) a potom podiel každého prvku: (hodnota ÷ celková suma) × 100.
sv: Verktyget beräknar totalen (summan av värdena) och sedan andelen av varje element: (värde ÷ total) × 100.
sw: Chombo kinahesabu jumla (jumla ya thamani) kisha sehemu ya kila kipengele: (thamani ÷ jumla) × 100.
tr: Araç, toplamı (değerlerin toplamı) ve ardından her bir öğenin payını hesaplar: (değer ÷ toplam) × 100.
uk: Інструмент розраховує загальну суму (суму значень), а потім частку кожного елемента: (значення ÷ загальна сума) × 100.
vi: Công cụ tính tổng (tổng các giá trị) sau đó là phần của mỗi yếu tố: (giá trị ÷ tổng) × 100.
zh_hans: 该工具计算总数（值的总和），然后计算每个元素的份额：（值 ÷ 总数） × 100。

# ed_math_percentages_percentage_share_of_total_out2
source: Vous obtenez une répartition en pourcentages, utile pour classer les éléments, repérer les plus importants et vérifier la cohérence globale.
af: Jy kry 'n verspreiding in persentasies, nuttig om die elemente te klassifiseer, die belangrikstes te identifiseer en die globale konsistensie te verifieer.
bg: Получавате разпределение в проценти, полезно за класиране на елементите, откриване на най-важните и проверка на общата последователност.
cs: Získáte rozdělení v procentech, užitečné pro třídění položek, identifikaci nejdůležitějších a ověření celkové konzistence.
da: Du får en fordeling i procenter, nyttig til at klassificere elementerne, identificere de vigtigste og kontrollere den samlede sammenhæng.
de: Sie erhalten eine Verteilung in Prozent, die nützlich ist, um die Elemente zu klassifizieren, die wichtigsten zu identifizieren und die Gesamtübereinstimmung zu überprüfen.
el: Αποκτάτε μια κατανομή σε ποσοστά, χρήσιμη για να ταξινομήσετε τα στοιχεία, να εντοπίσετε τα πιο σημαντικά και να ελέγξετε τη συνολική συνοχή.
es: Obtienes una distribución en porcentajes, útil para clasificar los elementos, identificar los más importantes y verificar la coherencia global.
fi: Saat prosenttijakauman, joka on hyödyllinen elementtien luokittelussa, tärkeimpien tunnistamisessa ja kokonaisuuden johdonmukaisuuden tarkistamisessa.
fil: Nakakakuha ka ng isang pamamahagi sa porsyento, kapaki-pakinabang upang i-uri ang mga elemento, tukuyin ang mga pinakamahalaga at suriin ang pangkalahatang pagkakapare-pareho.
hu: Egy százalékos eloszlást kapsz, amely hasznos az elemek rangsorolásához, a legfontosabbak azonosításához és a globális összhang ellenőrzéséhez.
id: Anda mendapatkan distribusi dalam persentase, berguna untuk mengklasifikasikan elemen, mengidentifikasi yang paling penting, dan memeriksa konsistensi keseluruhan.
it: Ottieni una distribuzione in percentuali, utile per classificare gli elementi, individuare i più importanti e verificare la coerenza globale.
ja: パーセンテージの分配が得られ、要素を分類し、最も重要なものを特定し、全体の整合性を確認するのに役立ちます。
ko: 당신은 백분율로 분포를 얻으며, 이는 요소를 분류하고 가장 중요한 요소를 식별하며 전체적인 일관성을 확인하는 데 유용합니다.
nl: Je krijgt een verdeling in percentages, nuttig om de elementen te rangschikken, de belangrijkste te identificeren en de algehele consistentie te controleren.
no: Du får en fordeling i prosent, nyttig for å klassifisere elementene, identifisere de viktigste og sjekke den totale konsistensen.
pl: Otrzymujesz rozkład w procentach, przydatny do klasyfikacji elementów, identyfikacji najważniejszych i weryfikacji ogólnej spójności.
pt_pt: Você obtém uma distribuição em porcentagens, útil para classificar os elementos, identificar os mais importantes e verificar a coerência global.
ro: Obțineți o distribuție în procente, utilă pentru a clasifica elementele, a identifica cele mai importante și a verifica coerența globală.
ru: Вы получаете распределение в процентах, полезное для классификации элементов, выявления наиболее важных и проверки общей согласованности.
sk: Získate rozdelenie v percentách, užitočné na triedenie prvkov, identifikáciu najdôležitejších a overenie celkovej konzistencie.
sv: Du får en fördelning i procent, användbar för att klassificera elementen, identifiera de viktigaste och kontrollera den övergripande koherensen.
sw: Unapata mgawanyiko wa asilimia, muhimu kwa kupanga vipengele, kubaini vya muhimu zaidi na kuthibitisha ulinganifu wa jumla.
tr: Yüzde dağılımı elde edersiniz, bu da öğeleri sıralamak, en önemli olanları belirlemek ve genel tutarlılığı kontrol etmek için faydalıdır.
uk: Ви отримуєте розподіл у відсотках, корисний для класифікації елементів, виявлення найважливіших і перевірки загальної узгодженості.
vi: Bạn nhận được một phân bổ theo phần trăm, hữu ích để phân loại các yếu tố, xác định những yếu tố quan trọng nhất và kiểm tra tính nhất quán tổng thể.
zh_hans: 您将获得一个百分比分配，便于对元素进行分类，识别最重要的部分并检查整体一致性。

# ed_math_percentages_percentage_share_of_total_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng pansin
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_share_of_total_lim1
source: Si le total vaut 0 (toutes les valeurs à 0), les parts ne sont pas définies : il n’y a pas de base pour calculer une proportion.
af: As die totaal 0 is (alle waardes is 0), is die dele nie gedefinieer nie: daar is geen basis om 'n proporsie te bereken nie.
bg: Ако общото е 0 (всички стойности са 0), дяловете не са определени: няма база за изчисляване на пропорция.
cs: Pokud celková částka je 0 (všechny hodnoty jsou 0), podíly nejsou definovány: neexistuje základ pro výpočet proporce.
da: Hvis totalen er 0 (alle værdier er 0), er andelene ikke defineret: der er ikke noget grundlag for at beregne en procentdel.
de: Wenn die Gesamtsumme 0 beträgt (alle Werte sind 0), sind die Anteile nicht definiert: Es gibt keine Basis zur Berechnung einer Proportion.
el: Εάν το σύνολο είναι 0 (όλες οι αξίες είναι 0), τα μερίδια δεν είναι καθορισμένα: δεν υπάρχει βάση για να υπολογίσετε ένα ποσοστό.
es: Si el total es 0 (todos los valores a 0), las partes no están definidas: no hay base para calcular una proporción.
fi: Jos kokonaismäärä on 0 (kaikki arvot 0), osuuksia ei ole määritelty: ei ole perustaa laskea osuutta.
fil: Kung ang kabuuan ay 0 (lahat ng mga halaga ay 0), ang mga bahagi ay hindi natutukoy: walang batayan upang kalkulahin ang isang proporsyon.
hu: Ha az összeg 0 (minden érték 0), a részek nincsenek meghatározva: nincs alap a hányad kiszámításához.
id: Jika totalnya 0 (semua nilai 0), bagian tidak terdefinisi: tidak ada dasar untuk menghitung proporsi.
it: Se il totale vale 0 (tutti i valori a 0), le quote non sono definite: non c'è una base per calcolare una proporzione.
ja: 合計が0の場合（すべての値が0）、割合は定義されません：割合を計算するための基準がありません。
ko: 총합이 0(모든 값이 0)인 경우 비율이 정의되지 않습니다: 비율을 계산할 기준이 없습니다.
nl: Als het totaal 0 is (alle waarden zijn 0), zijn de aandelen niet gedefinieerd: er is geen basis om een proportie te berekenen.
no: Hvis totalen er 0 (alle verdier er 0), er andelene ikke definert: det er ingen basis for å beregne en prosentandel.
pl: Jeśli całkowita wartość wynosi 0 (wszystkie wartości to 0), udziały nie są zdefiniowane: nie ma podstaw do obliczenia proporcji.
pt_pt: Se o total for 0 (todos os valores a 0), as partes não estão definidas: não há base para calcular uma proporção.
ro: Dacă totalul este 0 (toate valorile sunt 0), părțile nu sunt definite: nu există o bază pentru a calcula o proporție.
ru: Если общий итог равен 0 (все значения равны 0), доли не определены: нет базы для расчета доли.
sk: Ak celková suma je 0 (všetky hodnoty sú 0), podiely nie sú definované: neexistuje základ na výpočet proporcie.
sv: Om totalen är 0 (alla värden är 0), är andelarna inte definierade: det finns ingen grund för att beräkna en proportion.
sw: Ikiwa jumla ni 0 (thamani zote ziko 0), sehemu hazijafafanuliwa: hakuna msingi wa kuhesabu sehemu.
tr: Toplam 0 ise (tüm değerler 0), paylar tanımlı değildir: bir oran hesaplamak için bir temel yoktur.
uk: Якщо загальна сума дорівнює 0 (всі значення 0), частки не визначені: немає бази для розрахунку пропорції.
vi: Nếu tổng bằng 0 (tất cả các giá trị bằng 0), các phần không được xác định: không có cơ sở để tính toán một tỷ lệ.
zh_hans: 如果总数为0（所有值为0），则份额未定义：没有基础来计算比例。
