Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_mean_course_uc3_text
source: Éviter la “moyenne des moyennes”, les erreurs sur les vitesses, ou la moyenne des pourcentages quand il y a composition.
af: Vermy die “gemiddelde van gemiddeldes”, foute oor spoed, of die gemiddelde van persentasies wanneer daar saamstelling is.
bg: Избягвайте „средната стойност на средните стойности“, грешките при скоростите или средната стойност на процентите, когато има съставяне.
cs: Vyhnout se „průměru průměrů“, chybám na rychlostech, nebo průměru procent, když dojde k složení.
da: Undgå 'gennemsnittet af gennemsnittene', fejl om hastigheder, eller gennemsnittet af procenter, når der er sammensætning.
de: Die „Durchschnitt der Durchschnitte“, Fehler bei Geschwindigkeiten oder den Durchschnitt der Prozentsätze bei Zusammensetzung vermeiden.
el: Να αποφύγετε τη “μέση των μέσων”, τα λάθη στις ταχύτητες ή τη μέση των ποσοστών όταν υπάρχει σύνθεση.
es: Evitar la 'media de las medias', los errores sobre las velocidades, o la media de los porcentajes cuando hay composición.
fi: Vältä 'keskiarvojen keskiarvoa', virheitä nopeuksissa tai prosenttien keskiarvoa, kun on koostumista.
fil: Iwasan ang “karaniwan ng mga karaniwan”, mga pagkakamali sa bilis, o ang karaniwan ng mga porsyento kapag may komposisyon.
hu: Elkerülni a „átlagok átlagát”, a sebességekkel kapcsolatos hibákat, vagy az arányok átlagát, amikor összetétel van.
id: Menghindari 'rata-rata dari rata-rata', kesalahan pada kecepatan, atau rata-rata persentase ketika ada komposisi.
it: Evitare la 'media delle medie', gli errori sulle velocità, o la media dei percentuali quando c'è composizione.
ja: 「平均の平均」を避け、速度に関する誤りや、合成時のパーセンテージの平均を避ける。
ko: '평균의 평균'을 피하고, 속도에 대한 오류를 피하며, 조합이 있을 때 백분율의 평균을 피합니다.
nl: Vermijd de 'gemiddelde van de gemiddelden', fouten met snelheden, of het gemiddelde van percentages wanneer er samenstelling is.
no: Unngå 'gjennomsnittet av gjennomsnittene', feil om hastigheter, eller gjennomsnittet av prosentandeler når det er sammensetning.
pl: Unikaj „średniej średnich”, błędów w prędkościach lub średniej procentów, gdy występuje kompozycja.
pt_pt: Evitar a 'média das médias', os erros sobre as velocidades, ou a média dos percentuais quando há composição.
ro: Evitarea „mediei mediilor”, erorile legate de viteze sau media procentelor atunci când există compunere.
ru: Избегать «среднего из средних», ошибок по скоростям или среднего из процентов, когда есть составление.
sk: Vyhnúť sa „priemeru priemerov“, chybám na rýchlostiach alebo priemeru percent, keď je zloženie.
sv: Undvik 'medelvärdet av medelvärden', fel på hastigheter, eller medelvärdet av procent när det finns sammansättning.
sw: Alama zenye viwango, bei ya wastani iliyolipwa, kasi ya wastani, ukuaji wa pamoja: kila muktadha unahitaji kati tofauti.
tr: 'Ortamaların ortalaması', hızlarla ilgili hatalar veya bileşim olduğunda yüzdelerin ortalaması gibi durumlardan kaçınma.
uk: Уникати "середнього з середніх", помилок зі швидкостями або середнього відсотків, коли є складання.
vi: Tránh “trung bình của các trung bình”, sai sót về tốc độ, hoặc trung bình của các tỷ lệ phần trăm khi có sự kết hợp.
zh_hans: 避免“平均数的平均数”、速度错误或在组合时的百分比平均数。

# ed_math_statistics_mean_course_uc4_title
source: Interpréter une moyenne sans se faire piéger
af: Interpreteer 'n gemiddelde sonder om in 'n slaggat te trap
bg: Интерпретиране на средна стойност без да се попадне в капан
cs: Interpretovat průměr, aniž byste se nechali nachytat
da: Fortolke et gennemsnit uden at blive fanget
de: Einen Durchschnitt interpretieren, ohne in eine Falle zu tappen
el: Να ερμηνεύσετε μια μέση χωρίς να παγιδευτείτε
es: Interpretar una media sin caer en trampas
fi: Tulkita keskiarvoa ilman ansaan joutumista
fil: Bigyang-kahulugan ang isang karaniwan nang hindi nahuhulog sa bitag
hu: Egy átlag értelmezése anélkül, hogy csapdába esnénk
id: Menginterpretasikan rata-rata tanpa terjebak
it: Interpretare una media senza farsi ingannare
ja: 罠にかからずに平均を解釈する
ko: 함정에 빠지지 않고 평균 해석하기
nl: Interpreteer een gemiddelde zonder in de val te lopen
no: Tolk et gjennomsnitt uten å bli lurt
pl: Interpretować średnią bez wpadania w pułapki
pt_pt: Interpretar uma média sem se deixar enganar
ro: Interpretarea unei medii fără a fi prins
ru: Интерпретировать среднее, не попадаясь в ловушку
sk: Interpretovať priemer bez toho, aby ste sa nechali nachytať
sv: Tolka ett medelvärde utan att bli lurad
sw: Kuelewa mitego ya kawaida
tr: Bir ortalamayı tuzağa düşmeden yorumlama
uk: Інтерпретація середнього без потрапляння в пастку
vi: Diễn giải một trung bình mà không bị mắc bẫy
zh_hans: 在不被困住的情况下解释平均数

# ed_math_statistics_mean_course_uc4_text
source: Savoir quand une moyenne est trompeuse (valeurs extrêmes, distribution asymétrique) et quand préférer une approche plus robuste.
af: Weet wanneer 'n gemiddelde misleidend is (uiterste waardes, onsamehangende verspreiding) en wanneer om 'n meer robuuste benadering te verkies.
bg: Да знаете кога една средна стойност е подвеждаща (екстремни стойности, асиметрично разпределение) и кога да предпочетете по-устойчива подход.
cs: Vědět, kdy je průměr klamný (extrémní hodnoty, asymetrické rozdělení) a kdy upřednostnit robustnější přístup.
da: Vide hvornår et gennemsnit er misvisende (ekstreme værdier, asymmetrisk fordeling) og hvornår man skal foretrække en mere robust tilgang.
de: Wissen, wann ein Durchschnitt irreführend ist (extreme Werte, asymmetrische Verteilung) und wann man einen robusteren Ansatz bevorzugen sollte.
el: Να ξέρετε πότε μια μέση είναι παραπλανητική (ακραίες τιμές, ασύμμετρη κατανομή) και πότε να προτιμήσετε μια πιο ανθεκτική προσέγγιση.
es: Saber cuándo una media es engañosa (valores extremos, distribución asimétrica) y cuándo preferir un enfoque más robusto.
fi: Tiedä, milloin keskiarvo on harhaanjohtava (äärimmäiset arvot, epäsymmetrinen jakautuminen) ja milloin suosia robustimpaa lähestymistapaa.
fil: Alamin kung kailan ang isang karaniwan ay nakaliligaw (mga ekstremong halaga, hindi pantay na pamamahagi) at kailan mas mainam ang isang mas matatag na diskarte.
hu: Tudni, mikor megtévesztő egy átlag (extrém értékek, aszimmetrikus eloszlás) és mikor érdemes robusztusabb megközelítést választani.
id: Mengetahui kapan rata-rata menipu (nilai ekstrem, distribusi asimetris) dan kapan lebih baik memilih pendekatan yang lebih robust.
it: Sapere quando una media è ingannevole (valori estremi, distribuzione asimmetrica) e quando preferire un approccio più robusto.
ja: 平均が誤解を招くとき（極端な値、非対称分布）や、よりロバストなアプローチを好むべきときがわかる。
ko: 평균이 오해의 소지가 있을 때(극단값, 비대칭 분포)와 더 강건한 접근 방식을 선호해야 할 때를 아는 것입니다.
nl: Weten wanneer een gemiddelde misleidend is (extreme waarden, asymmetrische verdeling) en wanneer je een robuustere benadering moet verkiezen.
no: Vite når et gjennomsnitt er misvisende (ekstreme verdier, skjev fordeling) og når man bør foretrekke en mer robust tilnærming.
pl: Wiedzieć, kiedy średnia jest myląca (wartości ekstremalne, rozkład asymetryczny) i kiedy lepiej wybrać podejście bardziej odporne.
pt_pt: Saber quando uma média é enganadora (valores extremos, distribuição assimétrica) e quando preferir uma abordagem mais robusta.
ro: A ști când o medie este înșelătoare (valori extreme, distribuție asimetrică) și când să preferi o abordare mai robustă.
ru: Знать, когда среднее может быть обманчивым (экстремальные значения, асимметричное распределение) и когда предпочесть более устойчивый подход.
sk: Vedieť, kedy je priemer zavádzajúci (extrémne hodnoty, asymetrické rozdelenie) a kedy uprednostniť robustnejší prístup.
sv: Veta när ett medelvärde är missvisande (extrema värden, snedfördelning) och när man ska föredra en mer robust metod.
sw: Epuka
tr: Bir ortalamanın yanıltıcı olduğunu (uç değerler, asimetrik dağılım) ve ne zaman daha sağlam bir yaklaşımı tercih etmeniz gerektiğini bilmek.
uk: Знати, коли середнє є оманливим (екстремальні значення, асиметричний розподіл) і коли віддати перевагу більш стійкому підходу.
vi: Biết khi nào một trung bình có thể gây hiểu lầm (giá trị cực trị, phân phối không đối xứng) và khi nào nên chọn một phương pháp vững chắc hơn.
zh_hans: 知道何时平均数具有误导性（极端值、非对称分布）以及何时更倾向于使用更稳健的方法。

# ed_math_statistics_mean_course_uc5_title
source: Apprendre avec des exemples pas à pas
af: Leer met stap-vir-stap voorbeelde
bg: Да учим с примери стъпка по стъпка
cs: Učit se pomocí krok za krokem příkladů
da: Lær med trin-for-trin eksempler
de: Lernen mit Schritt-für-Schritt-Beispielen
el: Μάθετε με παραδείγματα βήμα προς βήμα
es: Aprender con ejemplos paso a paso
fi: Oppiminen vaiheittaisilla esimerkeillä
fil: Matuto gamit ang mga halimbawa nang sunud-sunod
hu: Lépésről lépésre tanulás példákon keresztül
id: Belajar dengan contoh langkah demi langkah
it: Imparare con esempi passo dopo passo
ja: ステップバイステップの例で学ぶ
ko: 단계별 예제를 통해 배우기
nl: Leren met stapsgewijze voorbeelden
no: Lære med trinnvise eksempler
pl: Uczyć się na przykładach krok po kroku
pt_pt: Aprender com exemplos passo a passo
ro: Învățați cu exemple pas cu pas
ru: Учиться на пошаговых примерах
sk: Učiť sa pomocou krok za krokom príkladov
sv: Lära med steg-för-steg exempel
sw: Jifunze kwa mifano hatua kwa hatua
tr: Adım adım örneklerle öğrenin
uk: Вчитися на прикладах крок за кроком
vi: Học với các ví dụ từng bước
zh_hans: 通过逐步示例学习

# ed_math_statistics_mean_course_uc5_text
source: Chaque notion est expliquée avec des séries de valeurs, calculs détaillés, et formules (LaTeX) pour bien visualiser.
af: Elke konsep word verduidelik met 'n reeks waardes, gedetailleerde berekeninge, en formules (LaTeX) om dit goed te visualiseer.
bg: Всяка концепция е обяснена с серии от стойности, подробни изчисления и формули (LaTeX), за да се визуализира добре.
cs: Každý pojem je vysvětlen sériemi hodnot, podrobnými výpočty a vzorci (LaTeX), aby bylo možné dobře vizualizovat.
da: Hver begreb forklares med serier af værdier, detaljerede beregninger og formler (LaTeX) for at visualisere det godt.
de: Jede Idee wird mit Serien von Werten, detaillierten Berechnungen und Formeln (LaTeX) erklärt, um gut zu visualisieren.
el: Κάθε έννοια εξηγείται με σειρές τιμών, λεπτομερείς υπολογισμούς και τύπους (LaTeX) για καλή οπτικοποίηση.
es: Cada concepto se explica con series de valores, cálculos detallados y fórmulas (LaTeX) para visualizar bien.
fi: Jokainen käsite selitetään arvojen sarjoilla, yksityiskohtaisilla laskelmilla ja kaavoilla (LaTeX) hyvän visualisoinnin saavuttamiseksi.
fil: Bawat konsepto ay ipinaliwanag gamit ang mga serye ng mga halaga, detalyadong kalkulasyon, at mga pormula (LaTeX) upang maipakita nang maayos.
hu: Minden fogalom sorozatokkal, részletes számításokkal és képletekkel (LaTeX) van magyarázva a jó vizualizáció érdekében.
id: Setiap konsep dijelaskan dengan serangkaian nilai, perhitungan terperinci, dan rumus (LaTeX) untuk memvisualisasikan dengan baik.
it: Ogni concetto è spiegato con serie di valori, calcoli dettagliati e formule (LaTeX) per visualizzare bene.
ja: 各概念は、値の系列、詳細な計算、および視覚化を助けるための数式（LaTeX）で説明されています。
ko: 각 개념은 값의 시리즈, 상세한 계산 및 시각화를 위한 수식(LaTeX)으로 설명됩니다.
nl: Elke concept wordt uitgelegd met reeksen waarden, gedetailleerde berekeningen en formules (LaTeX) om goed te visualiseren.
no: Hver konsept forklares med serier av verdier, detaljerte beregninger, og formler (LaTeX) for å visualisere godt.
pl: Każda koncepcja jest wyjaśniana za pomocą serii wartości, szczegółowych obliczeń i formuł (LaTeX), aby dobrze zobrazować.
pt_pt: Cada conceito é explicado com séries de valores, cálculos detalhados e fórmulas (LaTeX) para uma boa visualização.
ro: Fiecare noțiune este explicată cu serii de valori, calcule detaliate și formule (LaTeX) pentru a vizualiza bine.
ru: Каждое понятие объясняется с помощью серий значений, подробных расчетов и формул (LaTeX) для лучшего визуального восприятия.
sk: Každá myšlienka je vysvetlená sériami hodnôt, podrobnými výpočtami a vzorcami (LaTeX) pre lepšiu vizualizáciu.
sv: Varje begrepp förklaras med serier av värden, detaljerade beräkningar och formler (LaTeX) för att visualisera tydligt.
sw: Kila dhana inaelezewa kwa mfululizo wa thamani, hesabu za kina, na fomula (LaTeX) ili kuweza kuona vizuri.
tr: Her kavram, değer serileri, ayrıntılı hesaplamalar ve iyi görselleştirmek için formüller (LaTeX) ile açıklanmaktadır.
uk: Кожне поняття пояснюється серіями значень, детальними розрахунками та формулами (LaTeX) для кращого візуалізації.
vi: Mỗi khái niệm được giải thích với các chuỗi giá trị, tính toán chi tiết và công thức (LaTeX) để dễ hình dung.
zh_hans: 每个概念都通过一系列数值、详细计算和公式（LaTeX）进行解释，以便于可视化。

# ed_math_statistics_mean_course_uc6_title
source: S’auto-évaluer avec des quiz
af: Evalueer jouself met vrae
bg: Самооценка с тестове
cs: Sebehodnocení pomocí kvízů
da: Selvvurdering med quizzer
de: Selbstbewertung mit Quizzen
el: Αυτοαξιολογηθείτε με κουίζ
es: Autoevaluarse con cuestionarios
fi: Itsearviointi kyselyillä
fil: Mag-self-assess gamit ang mga quiz
hu: Önértékelés kvízekkel
id: Menilai diri sendiri dengan kuis
it: Autovalutarsi con quiz
ja: クイズで自己評価する
ko: 퀴즈로 자기 평가하기
nl: Zichzelf evalueren met quizzen
no: Selv-evaluere med quiz
pl: Samodzielna ocena za pomocą quizów
pt_pt: Autoavaliação com quizzes
ro: Auto-evaluare cu quiz-uri
ru: Самооценка с помощью тестов
sk: Sebahodnotenie pomocou kvízov
sv: Självutvärdera med quiz
sw: Jitathmini mwenyewe kwa maswali ya mtihani
tr: Kendinizi quizlerle değerlendirin
uk: Самооцінка за допомогою тестів
vi: Tự đánh giá với các bài kiểm tra
zh_hans: 通过测验自我评估

# ed_math_statistics_mean_course_uc6_text
source: Des questions QCM et numériques pour vérifier que vous savez appliquer les bonnes méthodes au bon moment.
af: Meerkeuse- en numeriese vrae om te verifieer dat jy die regte metodes op die regte tyd kan toepas.
bg: Въпроси с множествен избор и числови, за да проверите дали знаете как да прилагате правилните методи в точния момент.
cs: Otázky s výběrem odpovědí a číselné otázky pro ověření, že víte, jak použít správné metody ve správný čas.
da: Multiple choice og numeriske spørgsmål for at sikre, at du ved, hvordan du anvender de rigtige metoder på det rigtige tidspunkt.
de: Multiple-Choice- und numerische Fragen, um zu überprüfen, ob Sie die richtigen Methoden zur richtigen Zeit anwenden können.
el: Ερωτήσεις πολλαπλής επιλογής και αριθμητικές για να ελέγξετε αν ξέρετε να εφαρμόζετε τις σωστές μεθόδους τη σωστή στιγμή.
es: Preguntas de opción múltiple y numéricas para verificar que sabe aplicar los métodos correctos en el momento adecuado.
fi: Kysymyksiä monivalintana ja numeerisesti varmistaaksesi, että tiedät soveltaa oikeita menetelmiä oikeaan aikaan.
fil: Mga tanong na QCM at numerikal upang suriin kung alam mong ilapat ang tamang mga pamamaraan sa tamang oras.
hu: Kérdések feleletválasztós és numerikus formában, hogy ellenőrizhesse, tudja-e alkalmazni a megfelelő módszereket a megfelelő időben.
id: Pertanyaan pilihan ganda dan numerik untuk memeriksa apakah Anda tahu menerapkan metode yang tepat pada waktu yang tepat.
it: Domande a scelta multipla e numeriche per verificare che sai applicare i metodi giusti al momento giusto.
ja: 正しい方法を適切なタイミングで適用できるかを確認するための選択肢問題と数値問題。
ko: 적절한 방법을 적시에 적용할 수 있는지 확인하기 위한 객관식 및 수치 질문.
nl: Meerkeuzevragen en numerieke vragen om te controleren of je de juiste methoden op het juiste moment kunt toepassen.
no: Spørsmål med flervalg og numeriske for å sjekke at du vet hvordan du bruker de riktige metodene til rett tid.
pl: Pytania wielokrotnego wyboru i numeryczne, aby sprawdzić, czy potrafisz zastosować odpowiednie metody w odpowiednim czasie.
pt_pt: Questões de múltipla escolha e numéricas para verificar se você sabe aplicar os métodos corretos no momento certo.
ro: Întrebări tip QCM și numerice pentru a verifica dacă știți să aplicați metodele corecte la momentul potrivit.
ru: Вопросы с выбором ответа и числовые задачи, чтобы проверить, знаете ли вы применять правильные методы в нужный момент.
sk: Otázky s výberom odpovede a číselné otázky na overenie, že viete aplikovať správne metódy v správny čas.
sv: Frågor med flervalsalternativ och numeriska för att kontrollera att du vet hur man tillämpar rätt metoder vid rätt tidpunkt.
sw: Maswali ya QCM na ya nambari ili kuthibitisha kwamba unajua kutumia mbinu sahihi kwa wakati sahihi.
tr: Doğru yöntemleri doğru zamanda uygulayıp uygulamadığınızı kontrol etmek için çoktan seçmeli ve sayısal sorular.
uk: Запитання з вибором відповіді та числові запитання, щоб перевірити, чи знаєте ви, як застосовувати правильні методи в потрібний момент.
vi: Các câu hỏi trắc nghiệm và số để kiểm tra xem bạn có biết áp dụng các phương pháp đúng vào thời điểm thích hợp hay không.
zh_hans: 选择题和数值题，以验证您是否能够在正确的时间应用正确的方法。

# ed_math_statistics_mean_course_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您将获得的内容

# ed_math_statistics_mean_course_out1
source: Un cours structuré par types de moyennes : arithmétique, pondérée, géométrique, harmonique, RMS (quadratique), robustes (tronquée / winsorisée), mobile, et moyenne avec effectifs ou données groupées.
af: 'n Gestructureerde kursus volgens tipes gemiddeldes: aritmeties, gewogen, geometries, harmonies, RMS (kwadraties), robuuste (afgesny / winsorized), mobiele, en gemiddelde met frekwensies of gegroepeerde data.
bg: Структуриран курс по видове средни: аритметична, претеглена, геометрична, хармонична, RMS (квадратична), устойчиви (отрязани / уинсоризирани), подвижна и средна с обем или групирани данни.
cs: Strukturovaný kurz podle typů průměrů: aritmetický, vážený, geometrický, harmonický, RMS (kvadratický), robustní (truncated / winsorized), mobilní a průměr s frekvencemi nebo seskupenými daty.
da: Et kursus struktureret efter typer af gennemsnit: aritmetisk, vægtet, geometrisk, harmonisk, RMS (kvadratisk), robuste (truncated / winsorized), mobil, og gennemsnit med frekvenser eller grupperede data.
de: Ein Kurs, der nach Arten von Mittelwerten strukturiert ist: arithmetisch, gewichtet, geometrisch, harmonisch, RMS (quadratisch), robust (trunkiert / winsorisiert), mobil und Mittelwert mit Häufigkeiten oder gruppierten Daten.
el: Ένα μάθημα δομημένο κατά τύπους μέσων: αριθμητική, σταθμισμένη, γεωμετρική, αρμονική, RMS (τετραγωνική), ανθεκτικές (κομμένες / winsorized), κινητή και μέση με συχνότητες ή ομαδοποιημένα δεδομένα.
es: Un curso estructurado por tipos de medias: aritmética, ponderada, geométrica, armónica, RMS (cuadrática), robustas (truncada / winsorizada), móvil y media con frecuencias o datos agrupados.
fi: Kurssi on jäsennelty keskiarvojen tyypeittäin: aritmeettinen, painotettu, geometrinen, harmoninen, RMS (neliöjuuri), robustit (katkaistu / winsorisointi), liikkuva ja keskiarvo, jossa on frekvenssejä tai ryhmiteltyjä tietoja.
fil: Isang kurso na nakaayos ayon sa mga uri ng average: aritmetika, pinagsama, heometriko, harmoniko, RMS (kwadratik), matibay (tinanggal / winsorized), mobile, at average na may mga bilang o pinagsama-samang datos.
hu: Egy tanfolyam, amely a különböző átlagok típusai szerint van struktúrálva: aritmetikai, súlyozott, geometriai, harmonikus, RMS (kvadratikus), robusztus (csonkított / winsorisált), mozgó és átlag csoportosított adatokkal vagy gyakoriságokkal.
id: Sebuah kursus yang terstruktur berdasarkan jenis rata-rata: aritmetika, tertimbang, geometris, harmonis, RMS (kuadratik), robust (truncated/winsorized), bergerak, dan rata-rata dengan frekuensi atau data yang dikelompokkan.
it: Un corso strutturato per tipi di medie: aritmetica, ponderata, geometrica, armonica, RMS (quadratica), robuste (troncata / winsorizzata), mobile e media con frequenze o dati raggruppati.
ja: 算術、加重、幾何、調和、RMS（二次）、ロバスト（切り捨て/ウィンソリゼーション）、移動平均、及び集計データまたはグループ化データによる平均の種類で構成されたコース。
ko: 산술, 가중, 기하, 조화, RMS(제곱 평균), 강건(절단/윈소리화), 이동 평균 및 집단 데이터 또는 빈도로 구성된 구조화된 강의.
nl: Een cursus gestructureerd op basis van soorten gemiddelden: aritmetisch, gewogen, geometrisch, harmonisch, RMS (kwadratisch), robuust (afgekapt / winsorized), mobiel, en gemiddelde met frequenties of gegroepeerde gegevens.
no: Et kurs strukturert etter typer gjennomsnitt: aritmetisk, vektet, geometrisk, harmonisk, RMS (kvadratisk), robuste (truncated / winsorized), mobil, og gjennomsnitt med frekvenser eller grupperte data.
pl: Kurs zorganizowany według typów średnich: arytmetyczna, ważona, geometryczna, harmoniczna, RMS (kwadratowa), robustne (przycięta / winsoryzowana), ruchoma oraz średnia z liczebności lub danych grupowanych.
pt_pt: Um curso estruturado por tipos de médias: aritmética, ponderada, geométrica, harmônica, RMS (quadrática), robustas (truncada / winsorizada), móvel e média com frequências ou dados agrupados.
ro: Un curs structurat pe tipuri de medii: aritmetică, ponderată, geometrică, armonică, RMS (quadratică), robuste (trunchiate / winsorizate), mobilă și medie cu efective sau date grupate.
ru: Структурированный курс по типам средних: арифметическая, взвешенная, геометрическая, гармоническая, RMS (квадратичная), устойчивые (усеченные / виноризованные), скользящие и средняя с частотами или сгруппированными данными.
sk: Štruktúrovaný kurz podľa typov priemerov: aritmetický, vážený, geometrický, harmonický, RMS (kvadratický), robustný (odrezaný / winsorovaný), pohyblivý a priemer s počtami alebo skupinovými údajmi.
sv: En kurs strukturerad efter typer av medelvärden: aritmetiskt, viktat, geometriskt, harmoniskt, RMS (kvadratisk), robusta (trunkerade / winsoriserade), rörliga, och medelvärde med frekvenser eller grupperade data.
sw: Kozi iliyoandaliwa kwa aina za wastani: aritmetiki, iliyopimwa, jiometri, harmoniki, RMS (quadratic), thabiti (iliyokatwa / iliyowekwa), ya kusonga, na wastani na idadi au data zilizokusanywa.
tr: Aritmetik, ağırlıklı, geometrik, harmonik, RMS (kare kök), sağlam (kesilmiş / winsorize edilmiş), hareketli ve frekans veya gruplandırılmış verilerle ortalama türlerine göre yapılandırılmış bir kurs.
uk: Курс, структурований за типами середніх: арифметична, зважена, геометрична, гармонійна, RMS (квадратична), стійкі (обрізані / вінсоризовані), рухома та середня з частотами або згрупованими даними.
vi: Một khóa học được cấu trúc theo các loại trung bình: trung bình cộng, trung bình trọng số, trung bình hình học, trung bình điều hòa, RMS (bình phương), trung bình robust (cắt / winsor), di động, và trung bình với số liệu hoặc dữ liệu nhóm.
zh_hans: 一个按平均数类型结构化的课程：算术平均数、加权平均数、几何平均数、调和平均数、均方根（RMS）、稳健平均数（截断/温莎化）、移动平均数，以及带有频数或分组数据的平均数。
