Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l5_q2_a
source: la moyenne arithmétique
af: die aritmetiese gemiddelde
bg: аритметичната средна
cs: aritmetický průměr
da: det aritmetiske gennemsnit
de: das arithmetische Mittel
el: η αριθμητική μέση
es: la media aritmética
fi: aritmeettista keskiarvoa
fil: ang karaniwang aritmetika
hu: az aritmetikai átlagot
id: rata-rata aritmetika
it: la media aritmetica
ja: 算術平均
ko: 산술 평균
nl: de rekenkundige gemiddelde
no: det aritmetiske gjennomsnittet
pl: średniej arytmetycznej
pt_pt: a média aritmética
ro: media aritmetică
ru: арифметическая средняя
sk: aritmetický priemer
sv: det aritmetiska medelvärdet
sw: kati ya aritmetiki
tr: aritmetik ortalama
uk: середнє арифметичне
vi: trung bình số học
zh_hans: 算术平均数

# mean_l5_q2_b
source: la moyenne harmonique
af: die harmoniese gemiddelde
bg: хармоничната средна
cs: harmonický průměr
da: det harmoniske gennemsnit
de: das harmonische Mittel
el: η αρμονική μέση
es: la media armónica
fi: harmonista keskiarvoa
fil: ang karaniwang harmoniko
hu: a harmonikus átlagot
id: rata-rata harmonik
it: la media armonica
ja: 調和平均
ko: 조화 평균
nl: de harmonische gemiddelde
no: det harmoniske gjennomsnittet
pl: średniej harmonicznej
pt_pt: a média harmónica
ro: media armonică
ru: гармоническая средняя
sk: harmonický priemer
sv: det harmoniska medelvärdet
sw: kati ya harmoniki
tr: harmonik ortalama
uk: гармонічне середнє
vi: trung bình hàm số
zh_hans: 调和平均数

# mean_l5_q2_c
source: la moyenne quadratique
af: die kwadratiese gemiddelde
bg: квадратичната средна
cs: kvadratický průměr
da: det kvadratiske gennemsnit
de: das quadratische Mittel
el: η τετραγωνική μέση
es: la media cuadrática
fi: neliökeskiarvoa
fil: ang karaniwang kwadratik
hu: a négyzetes átlagot
id: rata-rata kuadratik
it: la media quadratica
ja: 二乗平均
ko: 제곱 평균
nl: de kwadratische gemiddelde
no: det kvadratiske gjennomsnittet
pl: średniej kwadratowej
pt_pt: a média quadrática
ro: media pătratică
ru: квадратическая средняя
sk: kvadratický priemer
sv: det kvadratiska medelvärdet
sw: kati ya quadratik
tr: karekök ortalama
uk: квадратичне середнє
vi: trung bình bình phương
zh_hans: 平方平均数

# mean_l5_q2_exp
source: Sur distances égales, le temps total dépend des inverses des vitesses → moyenne harmonique.
af: Oor gelyke afstande hang die totale tyd af van die omgekeerde van die snelhede → harmoniese gemiddelde.
bg: На равни разстояния, общото време зависи от обратите на скоростите → хармонична средна.
cs: Na stejných vzdálenostech závisí celkový čas na inverzích rychlostí → harmonický průměr.
da: Over lige afstande afhænger den samlede tid af omvendte hastigheder → harmonisk gennemsnit.
de: Über gleiche Distanzen hängt die Gesamtzeit von den Inversen der Geschwindigkeiten ab → harmonisches Mittel.
el: Σε ίσες αποστάσεις, ο συνολικός χρόνος εξαρτάται από τους αντιστρόφους των ταχυτήτων → αρμονική μέση.
es: Sobre distancias iguales, el tiempo total depende de los inversos de las velocidades → media armónica.
fi: Yhtä suurilla matkoilla kokonaisaika riippuu nopeuksien käänteisistä arvoista → harmoninen keskiarvo.
fil: Sa pantay na distansya, ang kabuuang oras ay nakasalalay sa mga kabaligtaran ng mga bilis → karaniwang harmoniko.
hu: Egyenlő távolságok esetén a teljes idő a sebességek inverzétől függ → harmonikus átlag.
id: Pada jarak yang sama, total waktu tergantung pada invers kecepatan → rata-rata harmonik.
it: Su distanze uguali, il tempo totale dipende dagli inversi delle velocità → media armonica.
ja: 等距離の場合、総時間は速度の逆数に依存します → 調和平均。
ko: 동일한 거리에서 총 시간은 속도의 역수에 따라 달라집니다 → 조화 평균.
nl: Over gelijke afstanden hangt de totale tijd af van de inversen van de snelheden → harmonische gemiddelde.
no: Over like avstander avhenger total tiden av inversene av hastighetene → harmonisk gjennomsnitt.
pl: Na równych odległościach całkowity czas zależy od odwrotności prędkości → średnia harmoniczna.
pt_pt: Em distâncias iguais, o tempo total depende dos inversos das velocidades → média harmónica.
ro: Pe distanțe egale, timpul total depinde de inversurile vitezelor → media armonică.
ru: На равных расстояниях общее время зависит от обратных значений скоростей → гармоническая средняя.
sk: Na rovnakých vzdialenostiach celkový čas závisí od inverzného hodnoty rýchlostí → harmonický priemer.
sv: Över lika avstånd beror den totala tiden på inverserna av hastigheterna → harmoniskt medelvärde.
sw: Kwenye umbali sawa, muda wote unategemea kinyume cha kasi → kati ya harmoniki.
tr: Eşit mesafelerde toplam zaman hızların terslerine bağlıdır → harmonik ortalama.
uk: На рівних відстанях загальний час залежить від обернених значень швидкостей → гармонічне середнє.
vi: Trên các khoảng cách bằng nhau, tổng thời gian phụ thuộc vào các nghịch đảo của tốc độ → trung bình hàm số.
zh_hans: 在相等距离上，总时间依赖于速度的倒数 → 调和平均数。

# mean_l6_title
source: 6) Moyenne quadratique (RMS)
af: 6) Kwadratiese gemiddelde (RMS)
bg: 6) Квадратична средна (RMS)
cs: 6) Kvadratický průměr (RMS)
da: 6) Kvadratisk gennemsnit (RMS)
de: 6) Quadratisches Mittel (RMS)
el: 6) Τετραγωνική μέση (RMS)
es: 6) Media cuadrática (RMS)
fi: 6) Neliökeskiarvo (RMS)
fil: 6) Karaniwang kwadratik (RMS)
hu: 6) Négyzetes átlag (RMS)
id: 6) Rata-rata kuadratik (RMS)
it: 6) Media quadratica (RMS)
ja: 6) 二乗平均（RMS）
ko: 6) 제곱 평균 (RMS)
nl: 6) Kwadratische gemiddelde (RMS)
no: 6) Kvadratisk gjennomsnitt (RMS)
pl: 6) Średnia kwadratowa (RMS)
pt_pt: 6) Média quadrática (RMS)
ro: 6) Media pătratică (RMS)
ru: 6) Квадратическая средняя (RMS)
sk: 6) Kvadratický priemer (RMS)
sv: 6) Kvadratiskt medelvärde (RMS)
sw: 6) Kati ya quadratik (RMS)
tr: 6) Karekök ortalama (RMS)
uk: Квадратичне середнє (RMS)
vi: 6) Trung bình bình phương (RMS)
zh_hans: 6) 平方平均数（RMS）

# mean_l6_sub
source: La racine de la moyenne des carrés : très utilisée en physique, signaux, et erreurs.
af: Die wortel van die gemiddelde van die kwadrate: baie gebruik in fisika, seine, en foute.
bg: Корен на средната на квадратите: много използвана в физика, сигнали и грешки.
cs: Dělení průměru čtverců: velmi používané ve fyzice, signálech a chybách.
da: Rod af gennemsnittet af kvadraterne: meget anvendt i fysik, signaler og fejl.
de: Die Wurzel des Mittelwerts der Quadrate: sehr häufig in der Physik, Signalen und Fehlern verwendet.
el: Η ρίζα της μέσης των τετραγώνων: πολύ χρησιμοποιούμενη στη φυσική, σήματα και σφάλματα.
es: La raíz de la media de los cuadrados: muy utilizada en física, señales y errores.
fi: Neliöiden keskiarvo: käytetään paljon fysiikassa, signaaleissa ja virheissä.
fil: Ang ugat ng karaniwang mga paris: madalas na ginagamit sa pisika, mga signal, at mga pagkakamali.
hu: A négyzetek átlaga: széles körben használják a fizikában, jelekben és hibákban.
id: Akar dari rata-rata kuadrat: sangat digunakan dalam fisika, sinyal, dan kesalahan.
it: La radice della media dei quadrati: molto utilizzata in fisica, segnali e errori.
ja: 平方の平均の平方根：物理学、信号、誤差で非常に使用されます。
ko: 제곱의 평균의 제곱근: 물리학, 신호 및 오류에서 매우 많이 사용됩니다.
nl: De wortel van het gemiddelde van de kwadraten: veel gebruikt in de natuurkunde, signalen en fouten.
no: Roten av gjennomsnittet av kvadratene: mye brukt i fysikk, signaler og feil.
pl: Pierwiastek średniej kwadratów: bardzo użyteczny w fizyce, sygnałach i błędach.
pt_pt: A raiz da média dos quadrados: muito utilizada em física, sinais e erros.
ro: Rădăcina mediei pătratelor: foarte utilizată în fizică, semnale și erori.
ru: Квадрат среднего значений: широко используется в физике, сигналах и ошибках.
sk: Štvorcová odmocnina priemeru štvorcov: veľmi používaná vo fyzike, signáloch a chybách.
sv: Roten av medelvärdet av kvadrater: mycket använd i fysik, signaler och fel.
sw: Mzizi wa kati ya mizunguko: hutumiwa sana katika fizikia, ishara, na makosa.
tr: Karelerin ortalamasının karekökü: fizik, sinyaller ve hatalarda çokça kullanılır.
uk: Квадратний корінь середнього квадратів: дуже використовується у фізиці, сигналах та помилках.
vi: Căn bậc hai của trung bình các bình phương: rất được sử dụng trong vật lý, tín hiệu và sai số.
zh_hans: 平方的平均数的平方根：在物理学、信号和误差中广泛使用。

# mean_tag_signal
source: signaux
af: seine
bg: сигнали
cs: signály
da: signaler
de: Signale
el: σήματα
es: señales
fi: signaalit
fil: mga signal
hu: jelek
id: sinyal
it: segnali
ja: 信号
ko: 신호
nl: signalen
no: signaler
pl: sygnały
pt_pt: sinais
ro: semnale
ru: сигналы
sk: signály
sv: signaler
sw: ishara
tr: sinyaller
uk: сигнали
vi: tín hiệu
zh_hans: 信号

# mean_tag_error
source: erreur
af: fout
bg: грешка
cs: chyba
da: fejl
de: Fehler
el: σφάλμα
es: error
fi: virhe
fil: pagkakamali
hu: hiba
id: kesalahan
it: errore
ja: エラー
ko: 오류
nl: fout
no: feil
pl: błąd
pt_pt: erro
ro: eroare
ru: ошибка
sk: chyba
sv: fel
sw: makosa
tr: hata
uk: помилка
vi: sai số
zh_hans: 错误

# mean_l6_s1_title
source: Définition
af: Definisie
bg: Определение
cs: Definice
da: Definition
de: Definition
el: Ορισμός
es: Definición
fi: Määritelmä
fil: Kahulugan
hu: Definíció
id: Definisi
it: Definizione
ja: 定義
ko: 정의
nl: Definitie
no: Definisjon
pl: Definicja
pt_pt: Definição
ro: Definiție
ru: Определение
sk: Definícia
sv: Definition
sw: Mwelekeo
tr: Tanım
uk: Визначення
vi: Định nghĩa
zh_hans: 定义

# mean_l6_s1_b1
source: La moyenne quadratique (RMS) se calcule en trois étapes : carré → moyenne → racine.
af: Die kwadratiese gemiddelde (RMS) word in drie stappe bereken: kwadraat → gemiddelde → wortel.
bg: Квадратната средна стойност (RMS) се изчислява в три стъпки: квадрат → средно → корен.
cs: Kvadratický průměr (RMS) se počítá ve třech krocích: čtverec → průměr → odmocnina.
da: Det kvadratiske gennemsnit (RMS) beregnes i tre trin: kvadrat → gennemsnit → rod.
de: Das quadratische Mittel (RMS) wird in drei Schritten berechnet: Quadrat → Mittelwert → Wurzel.
el: Η μέση τετραγωνική (RMS) υπολογίζεται σε τρία βήματα: τετράγωνο → μέση → ρίζα.
es: La media cuadrática (RMS) se calcula en tres etapas: cuadrado → media → raíz.
fi: Neliökeskiarvo (RMS) lasketaan kolmessa vaiheessa: neliö → keskiarvo → juuriluku.
fil: Ang karaniwang kwadratik (RMS) ay kinakalkula sa tatlong hakbang: paris → karaniwan → ugat.
hu: A négyzetes átlag (RMS) három lépésben számítható: négyzet → átlag → gyök.
id: Rata-rata kuadratik (RMS) dihitung dalam tiga langkah: kuadrat → rata-rata → akar.
it: La media quadratica (RMS) si calcola in tre fasi: quadrato → media → radice.
ja: 二乗平均平方根 (RMS) は、三つのステップで計算されます：二乗 → 平均 → ルート。
ko: 평균 제곱근(RMS)은 세 단계로 계산됩니다: 제곱 → 평균 → 제곱근.
nl: De kwadratische gemiddelde (RMS) wordt in drie stappen berekend: kwadraat → gemiddelde → wortel.
no: Det kvadratiske gjennomsnittet (RMS) beregnes i tre trinn: kvadrat → gjennomsnitt → rot.
pl: Średnia kwadratowa (RMS) oblicza się w trzech krokach: kwadrat → średnia → pierwiastek.
pt_pt: A média quadrática (RMS) calcula-se em três etapas: quadrado → média → raiz.
ro: Media pătratică (RMS) se calculează în trei etape: pătrat → medie → rădăcină.
ru: Квадратическая средняя (RMS) вычисляется в три этапа: квадрат → среднее → корень.
sk: Kvadratický priemer (RMS) sa vypočíta v troch krokoch: štvorec → priemer → odmocnina.
sv: Det kvadratiska medelvärdet (RMS) beräknas i tre steg: kvadrat → medel → rot.
sw: Kati ya quadratik (RMS) inahesabiwa kwa hatua tatu: mzunguko → kati → mzizi.
tr: Karekök ortalama (RMS) üç aşamada hesaplanır: kare → ortalama → kök.
uk: Середнє квадратичне (RMS) обчислюється в три етапи: квадрат → середнє → корінь.
vi: Trung bình bình phương (RMS) được tính theo ba bước: bình phương → trung bình → căn bậc hai.
zh_hans: 均方根（RMS）通过三个步骤计算：平方 → 平均 → 开方。

# mean_l6_s1_b2
source: Elle est pertinente quand les valeurs peuvent être négatives mais qu’on veut une “amplitude” globale (le carré rend tout positif).
af: Dit is relevant wanneer die waardes negatief kan wees, maar ons 'n globale "amplitude" wil hê (die kwadraat maak alles positief).
bg: Тя е уместна, когато стойностите могат да бъдат отрицателни, но искаме глобална "амплитуда" (квадратът прави всичко положително).
cs: Je relevantní, když mohou být hodnoty záporné, ale chceme celkovou "amplitudu" (čtverec vše pozitivní).
da: Det er relevant, når værdierne kan være negative, men man ønsker en global "amplitude" (kvadratet gør alt positivt).
de: Es ist relevant, wenn die Werte negativ sein können, aber man eine globale "Amplitude" möchte (das Quadrat macht alles positiv).
el: Είναι σχετική όταν οι τιμές μπορεί να είναι αρνητικές αλλά θέλουμε μια “παγκόσμια” “αμπιτούδα” (το τετράγωνο καθιστά τα πάντα θετικά).
es: Es pertinente cuando los valores pueden ser negativos pero se quiere una "amplitud" global (el cuadrado hace que todo sea positivo).
fi: Se on merkityksellinen, kun arvot voivat olla negatiivisia, mutta halutaan yleinen "amplitudi" (neliö tekee kaikesta positiivista).
fil: Ito ay may kaugnayan kapag ang mga halaga ay maaaring negatibo ngunit nais natin ng isang "pangkalahatang amplitude" (ginagawa ng paris na lahat ay positibo).
hu: Akkor releváns, ha az értékek negatívak lehetnek, de globális "amplitúdót" szeretnénk (a négyzet mindent pozitívvá tesz).
id: Ini relevan ketika nilai dapat negatif tetapi kita ingin "amplitudo" global (kuadrat membuat semuanya positif).
it: È pertinente quando i valori possono essere negativi ma si vuole un'"ampiezza" globale (il quadrato rende tutto positivo).
ja: 値が負になる可能性があるが、全体的な「振幅」を求める場合に関連性があります（平方はすべてを正にします）。
ko: 값이 음수일 수 있지만 전체적인 '진폭'을 원할 때 관련이 있습니다(제곱은 모든 값을 양수로 만듭니다).
nl: Het is relevant wanneer de waarden negatief kunnen zijn, maar we een globale "amplitude" willen (het kwadraat maakt alles positief).
no: Det er relevant når verdiene kan være negative, men man ønsker en global "amplitude" (kvadratet gjør alt positivt).
pl: Jest istotna, gdy wartości mogą być ujemne, ale chcemy uzyskać globalną "amplitudę" (kwadrat sprawia, że wszystko jest dodatnie).
pt_pt: É pertinente quando os valores podem ser negativos, mas se quer uma "amplitude" global (o quadrado torna tudo positivo).
ro: Este relevantă când valorile pot fi negative, dar se dorește o „amplitudine” globală (pătratul face totul pozitiv).
ru: Она актуальна, когда значения могут быть отрицательными, но мы хотим получить глобальную "амплитуду" (квадрат делает все положительным).
sk: Je relevantný, keď môžu byť hodnoty záporné, ale chceme celkovú "amplitúdu" (štvorcová hodnota všetko zmení na kladné).
sv: Det är relevant när värdena kan vara negativa men man vill ha en "global amplitud" (kvadraten gör allt positivt).
sw: Inahusiana wakati thamani zinaweza kuwa hasi lakini tunataka "kiasi" cha jumla (mzunguko unafanya kila kitu kuwa chanya).
tr: Negatif olabilen değerler için geçerlidir ama genel bir "genlik" istendiğinde (kare her şeyi pozitif yapar).
uk: Воно є актуальним, коли значення можуть бути негативними, але ми хочемо загальну "амплітуду" (квадрат робить все позитивним).
vi: Nó có liên quan khi các giá trị có thể âm nhưng ta muốn một "biên độ" toàn cục (bình phương làm cho mọi thứ dương).
zh_hans: 当值可能为负但我们想要一个整体的“幅度”（平方使一切变为正）时，它是相关的。

# mean_l6_s1_b3
source: Le carré donne plus d’importance aux grandes valeurs : la RMS pénalise les écarts importants.
af: Die kwadraat gee meer belangrikheid aan groot waardes: die RMS straf groot afwykings.
bg: Квадратът придава по-голямо значение на големите стойности: RMS наказва значителните отклонения.
cs: Čtverec dává větší důležitost velkým hodnotám: RMS penalizuje významné odchylky.
da: Kvadratet giver større vægt til store værdier: RMS straffer store afvigelser.
de: Das Quadrat gibt großen Werten mehr Gewicht: das RMS bestraft große Abweichungen.
el: Το τετράγωνο δίνει περισσότερη σημασία στις μεγάλες τιμές: η RMS τιμωρεί τις σημαντικές αποκλίσεις.
es: El cuadrado da más importancia a los grandes valores: la RMS penaliza las desviaciones importantes.
fi: Neliö antaa enemmän painoarvoa suurille arvoille: RMS rankaisee suurista poikkeamista.
fil: Ang paris ay nagbibigay ng higit na kahalagahan sa malalaking halaga: ang RMS ay nagpaparusa sa mga malaking pagkakaiba.
hu: A négyzet nagyobb súlyt ad a nagy értékeknek: az RMS bünteti a jelentős eltéréseket.
id: Kuadrat memberikan lebih banyak bobot pada nilai besar: RMS menghukum deviasi yang signifikan.
it: Il quadrato dà più importanza ai grandi valori: la RMS penalizza le deviazioni importanti.
ja: 平方は大きな値により重要性を与えます：RMSは大きな偏差にペナルティを与えます。
ko: 제곱은 큰 값에 더 많은 중요성을 부여합니다: RMS는 큰 편차에 대해 패널티를 부과합니다.
nl: Het kwadraat geeft meer gewicht aan grote waarden: de RMS bestraft grote afwijkingen.
no: Kvadratet gir mer vekt til store verdier: RMS straffer store avvik.
pl: Kwadrat nadaje większe znaczenie dużym wartościom: RMS karze za duże odchylenia.
pt_pt: O quadrado dá mais importância aos grandes valores: a RMS penaliza os desvios importantes.
ro: Pătratul dă mai multă importanță valorilor mari: RMS penalizează abaterile importante.
ru: Квадрат придаёт большее значение большим значениям: RMS наказывает за большие отклонения.
sk: Štvorcová hodnota dáva väčší význam veľkým hodnotám: RMS penalizuje významné odchýlky.
sv: Kvadraten ger mer vikt åt stora värden: RMS straffar stora avvikelser.
sw: Mzunguko unatoa umuhimu zaidi kwa thamani kubwa: RMS inakandamiza tofauti kubwa.
tr: Kare, büyük değerlere daha fazla önem verir: RMS, önemli sapmaları cezalandırır.
uk: Квадрат надає більше значення великим значенням: RMS карає за великі відхилення.
vi: Bình phương làm cho các giá trị lớn trở nên quan trọng hơn: RMS phạt các sai lệch lớn.
zh_hans: 平方对大值给予更多重视：RMS惩罚重要的偏差。

# mean_l6_s2_title
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Halimbawa
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# mean_l6_s2_b1
source: Valeurs : 3 et 4.
af: Waardes: 3 en 4.
bg: Стойности: 3 и 4.
cs: Hodnoty: 3 a 4.
da: Værdier: 3 og 4.
de: Werte: 3 und 4.
el: Τιμές: 3 και 4.
es: Valores: 3 y 4.
fi: Arvot: 3 ja 4.
fil: Mga halaga: 3 at 4.
hu: Értékek: 3 és 4.
id: Nilai: 3 dan 4.
it: Valori: 3 e 4.
ja: 値：3と4。
ko: 값: 3과 4.
nl: Waarden: 3 en 4.
no: Verdier: 3 og 4.
pl: Wartości: 3 i 4.
pt_pt: Valores: 3 e 4.
ro: Valori: 3 și 4.
ru: Значения: 3 и 4.
sk: Hodnoty: 3 a 4.
sv: Värden: 3 och 4.
sw: Thamani: 3 na 4.
tr: Değerler: 3 ve 4.
uk: Значення: 3 та 4.
vi: Giá trị: 3 và 4.
zh_hans: 值：3和4。

# mean_l6_s2_b2
source: Carrés : 9 et 16 ; moyenne des carrés : (9+16)/2=12,5.
af: Kwadraate: 9 en 16; gemiddelde van die kwadraate: (9+16)/2=12,5.
bg: Квадрати: 9 и 16; средно на квадратите: (9+16)/2=12,5.
cs: Čtverce: 9 a 16; průměr čtverců: (9+16)/2=12,5.
da: Kvadrater: 9 og 16; gennemsnit af kvadraterne: (9+16)/2=12,5.
de: Quadrate: 9 und 16; Mittelwert der Quadrate: (9+16)/2=12,5.
el: Τετράγωνα: 9 και 16; μέση των τετραγώνων: (9+16)/2=12,5.
es: Cuadrados: 9 y 16; media de los cuadrados: (9+16)/2=12,5.
fi: Neliöt: 9 ja 16; neliöiden keskiarvo: (9+16)/2=12,5.
fil: Mga paris: 9 at 16; karaniwang ng mga paris: (9+16)/2=12.5.
hu: Négyzetek: 9 és 16; a négyzetek átlaga: (9+16)/2=12,5.
id: Kuadrat: 9 dan 16; rata-rata kuadrat: (9+16)/2=12,5.
it: Quadrati: 9 e 16; media dei quadrati: (9+16)/2=12,5.
ja: 平方：9と16；平方の平均：(9+16)/2=12.5。
ko: 제곱: 9와 16; 제곱의 평균: (9+16)/2=12.5.
nl: Kwadraat: 9 en 16; gemiddelde van de kwadraten: (9+16)/2=12,5.
no: Kvadrater: 9 og 16; gjennomsnitt av kvadratene: (9+16)/2=12,5.
pl: Kwadraty: 9 i 16; średnia kwadratów: (9+16)/2=12,5.
pt_pt: Quadrados: 9 e 16; média dos quadrados: (9+16)/2=12,5.
ro: Pătrate: 9 și 16; media pătratelor: (9+16)/2=12,5.
ru: Квадраты: 9 и 16; среднее квадратов: (9+16)/2=12,5.
sk: Štvorce: 9 a 16; priemer štvorcov: (9+16)/2=12,5.
sv: Kvadrater: 9 och 16; medelvärde av kvadrater: (9+16)/2=12,5.
sw: Mizunguko: 9 na 16; kati ya mizunguko: (9+16)/2=12.5.
tr: Kareler: 9 ve 16; karelerin ortalaması: (9+16)/2=12,5.
uk: Квадрати: 9 та 16; середнє квадратів: (9+16)/2=12,5.
vi: Bình phương: 9 và 16; trung bình các bình phương: (9+16)/2=12,5.
zh_hans: 平方：9和16；平方的平均值：（9+16）/2=12.5。

# mean_l6_s2_b3
source: Racine : √12,5 ≈ 3,536.
af: Wortel: √12,5 ≈ 3,536.
bg: Корен: √12,5 ≈ 3,536.
cs: Odmocnina: √12,5 ≈ 3,536.
da: Rod: √12,5 ≈ 3,536.
de: Wurzel: √12,5 ≈ 3,536.
el: Ρίζα: √12,5 ≈ 3,536.
es: Raíz: √12,5 ≈ 3,536.
fi: Juuriluku: √12,5 ≈ 3,536.
fil: Ugat: √12.5 ≈ 3.536.
hu: Gyök: √12,5 ≈ 3,536.
id: Akar: √12,5 ≈ 3,536.
it: Radice: √12,5 ≈ 3,536.
ja: ルート：√12.5 ≈ 3.536。
ko: 제곱근: √12.5 ≈ 3.536.
nl: Wortel: √12,5 ≈ 3,536.
no: Rot: √12,5 ≈ 3,536.
pl: Pierwiastek: √12,5 ≈ 3,536.
pt_pt: Raiz: √12,5 ≈ 3,536.
ro: Rădăcină: √12,5 ≈ 3,536.
ru: Корень: √12,5 ≈ 3,536.
sk: Odmocnina: √12,5 ≈ 3,536.
sv: Rot: √12,5 ≈ 3,536.
sw: Mzizi: √12.5 ≈ 3.536.
tr: Kök: √12,5 ≈ 3,536.
uk: Корінь: √12,5 ≈ 3,536.
vi: Căn bậc hai: √12,5 ≈ 3,536.
zh_hans: 开方：√12.5 ≈ 3.536。

# mean_l6_s2_ex1
source: Calcul
af: Berekening
bg: Изчисление
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
fi: Laskenta
fil: Kalkulasyon
hu: Számítás
id: Perhitungan
it: Calcolo
ja: 計算
ko: 계산
nl: Berekening
no: Beregning
pl: Obliczenia
pt_pt: Cálculo
ru: Расчет
sk: Výpočet
sv: Beräkning
sw: Hesabu
tr: Hesaplama
uk: Обчислення
vi: Tính toán
zh_hans: 计算

# mean_l6_s3_title
source: RMS vs moyenne arithmétique
af: RMS vs aritmetiese gemiddelde
bg: RMS срещу аритметично средно
cs: RMS vs aritmetický průměr
da: RMS vs aritmetisk gennemsnit
de: RMS vs arithmetisches Mittel
el: RMS vs αριθμητική μέση
es: RMS vs media aritmética
fi: RMS vs aritmeettinen keskiarvo
fil: RMS vs karaniwang aritmetika
hu: RMS vs aritmetikai átlag
id: RMS vs rata-rata aritmetika
it: RMS vs media aritmetica
ja: RMSと算術平均
ko: RMS vs 산술 평균
nl: RMS vs rekenkundige gemiddelde
no: RMS vs aritmetisk gjennomsnitt
pl: RMS vs średnia arytmetyczna
pt_pt: RMS vs média aritmética
ro: RMS vs media aritmetică
ru: RMS против арифметической средней
sk: RMS vs aritmetický priemer
sv: RMS vs aritmetiskt medelvärde
sw: RMS vs kati ya aritmetiki
tr: RMS vs aritmetik ortalama
uk: RMS проти арифметичного середнього
vi: RMS so với trung bình số học
zh_hans: RMS与算术平均
