Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_links_extractor_lead
source: Extraire tous les liens d’un PDF (URL, mailto, destinations internes) en JSON pour audit, migration, sécurité et contrôle qualité de documents publiés.
af: Ekstraheer alle skakels van 'n PDF (URL, mailto, interne bestemmings) in JSON vir oudit, migrasie, sekuriteit en kwaliteitsbeheer van gepubliseerde dokumente.
bg: Извличане на всички линкове от PDF (URL, mailto, вътрешни дестинации) в JSON за одит, миграция, сигурност и контрол на качеството на публикувани документи.
cs: Extrahujte všechny odkazy z PDF (URL, mailto, interní cíle) do JSON pro audit, migraci, bezpečnost a kontrolu kvality publikovaných dokumentů.
da: Ekstraher alle links fra en PDF (URL, mailto, interne destinationer) til JSON til revision, migration, sikkerhed og kvalitetskontrol af offentliggjorte dokumenter.
de: Extrahieren Sie alle Links aus einem PDF (URL, mailto, interne Ziele) im JSON-Format für Audits, Migration, Sicherheit und Qualitätskontrolle von veröffentlichten Dokumenten.
el: Εξάγετε όλους τους συνδέσμους ενός PDF (URL, mailto, εσωτερικοί προορισμοί) σε JSON για έλεγχο, μετανάστευση, ασφάλεια και ποιοτικό έλεγχο δημοσιευμένων εγγράφων.
es: Extraer todos los enlaces de un PDF (URL, mailto, destinos internos) en JSON para auditoría, migración, seguridad y control de calidad de documentos publicados.
fi: Poimi kaikki linkit PDF-tiedostosta (URL, mailto, sisäiset kohteet) JSON-muodossa tarkastusta, migraatiota, turvallisuutta ja julkaistujen asiakirjojen laadunvalvontaa varten.
fil: I-extract ang lahat ng mga link mula sa isang PDF (URL, mailto, internal destinations) sa JSON para sa audit, migration, seguridad, at quality control ng mga na-publish na dokumento.
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: Estrarre tutti i link da un PDF (URL, mailto, destinazioni interne) in JSON per audit, migrazione, sicurezza e controllo qualità dei documenti pubblicati.
ja: PDFからすべてのリンク（URL、mailto、内部リンク）をJSON形式で抽出し、監査、移行、セキュリティ、公開文書の品質管理を行います。
ko: 감사, 마이그레이션, 보안 및 게시된 문서의 품질 관리를 위해 PDF에서 모든 링크(URL, mailto, 내부 목적지)를 JSON으로 추출합니다.
nl: Extraheer alle links uit een PDF (URL, mailto, interne bestemmingen) in JSON voor audit, migratie, beveiliging en kwaliteitscontrole van gepubliceerde documenten.
no: Ekstrahere alle lenker fra en PDF (URL, mailto, interne destinasjoner) til JSON for revisjon, migrering, sikkerhet og kvalitetskontroll av publiserte dokumenter.
pl: Ekstrahuj wszystkie linki z PDF (URL, mailto, wewnętrzne miejsca docelowe) do JSON w celu audytu, migracji, bezpieczeństwa i kontroli jakości opublikowanych dokumentów.
pt_pt: Extrair todos os links de um PDF (URL, mailto, destinos internos) em JSON para auditoria, migração, segurança e controle de qualidade de documentos publicados.
ro: Extrageți toate linkurile dintr-un PDF (URL, mailto, destinații interne) în JSON pentru audit, migrare, securitate și controlul calității documentelor publicate.
ru: Извлеките все ссылки из PDF (URL, mailto, внутренние назначения) в JSON для аудита, миграции, безопасности и контроля качества опубликованных документов.
sk: Extrahovať všetky odkazy z PDF (URL, mailto, interné destinácie) do JSON na audit, migráciu, bezpečnosť a kontrolu kvality publikovaných dokumentov.
sv: Extrahera alla länkar från en PDF (URL, mailto, interna destinationer) i JSON för granskning, migrering, säkerhet och kvalitetskontroll av publicerade dokument.
sw: Toa viungo vyote kutoka PDF (URL, mailto, maeneo ya ndani) katika JSON kwa ajili ya ukaguzi, uhamasishaji, usalama na udhibiti wa ubora wa hati zilizochapishwa.
tr: Bir PDF'deki tüm bağlantıları (URL, mailto, iç hedefler) JSON formatında dışa aktarın; denetim, göç, güvenlik ve yayımlanan belgelerin kalite kontrolü için.
uk: Екстрактувати всі посилання з PDF (URL, mailto, внутрішні призначення) у JSON для аудиту, міграції, безпеки та контролю якості опублікованих документів.
vi: Trích xuất tất cả các liên kết từ một PDF (URL, mailto, điểm đến nội bộ) dưới dạng JSON để kiểm toán, di chuyển, bảo mật và kiểm soát chất lượng tài liệu đã xuất bản.
zh_hans: 提取 PDF 中的所有链接（URL、mailto、内部目标）为 JSON，以便进行审计、迁移、安全和已发布文档的质量控制。

# ed_dev_pdf_pdf_links_extractor_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случай на употреба
cs: Případ použití
da: Brugssag
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Сценарий использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi ya kesi
tr: Kullanım durumu
uk: Використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_links_extractor_uc1_title
source: Audit de liens sortants
af: Oudit van uitgaande skakels
bg: Одит на изходящи линкове
cs: Audit odchozích odkazů
da: Revision af udgående links
de: Audit von ausgehenden Links
el: Έλεγχος εξωτερικών συνδέσμων
es: Auditoría de enlaces salientes
fi: Ulkopuolisten linkkien tarkastus
fil: Audit ng mga outgoing link
hu: TODO
id: TODO
it: Audit dei link in uscita
ja: 外部リンクの監査
ko: 외부 링크 감사
nl: Audit van uitgaande links
no: Revisjon av utgående lenker
pl: Audyt linków wychodzących
pt_pt: Auditoria de links externos
ro: Audit de linkuri externe
ru: Аудит исходящих ссылок
sk: Audit odchádzajúcich odkazov
sv: Granskning av utgående länkar
sw: Ukaguzi wa viungo vya nje
tr: Dış bağlantı denetimi
uk: Аудит вихідних посилань
vi: Kiểm toán các liên kết ra ngoài
zh_hans: 外部链接审计

# ed_dev_pdf_pdf_links_extractor_uc1_text
source: Lister toutes les URL présentes dans un PDF (site public, brochure, documentation) et détecter les liens obsolètes.
af: Lys al die URL's wat in 'n PDF teenwoordig is (publieke webwerf, brosjure, dokumentasie) en identifiseer verouderde skakels.
bg: Изброяване на всички URL адреси, присъстващи в PDF (публичен сайт, брошура, документация) и откриване на остарели линкове.
cs: Seznamte se se všemi URL přítomnými v PDF (veřejná stránka, brožura, dokumentace) a detekujte zastaralé odkazy.
da: Liste alle URL'er i en PDF (offentlig hjemmeside, brochure, dokumentation) og registrere forældede links.
de: Listen Sie alle im PDF enthaltenen URLs auf (öffentliche Website, Broschüre, Dokumentation) und erkennen Sie veraltete Links.
el: Καταγράψτε όλες τις URL που υπάρχουν σε ένα PDF (δημόσιος ιστότοπος, φυλλάδιο, τεκμηρίωση) και ανιχνεύστε τους παλιούς συνδέσμους.
es: Listar todas las URL presentes en un PDF (sitio público, folleto, documentación) y detectar enlaces obsoletos.
fi: Luettele kaikki PDF-tiedostossa olevat URL-osoitteet (julkinen sivusto, esite, dokumentaatio) ja tunnista vanhentuneet linkit.
fil: Ilista ang lahat ng mga URL na naroroon sa isang PDF (public site, brochure, documentation) at tukuyin ang mga obsolete na link.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Elencare tutti gli URL presenti in un PDF (sito pubblico, brochure, documentazione) e rilevare i link obsoleti.
ja: PDF内のすべてのURL（公開サイト、パンフレット、ドキュメント）をリストし、古いリンクを検出します。
ko: PDF에 있는 모든 URL(공식 웹사이트, 브로셔, 문서)을 나열하고 오래된 링크를 감지합니다.
nl: Lijst alle URL's in een PDF (openbare site, brochure, documentatie) en detecteer verouderde links.
no: Liste opp alle URL-er som finnes i en PDF (offentlig nettsted, brosjyre, dokumentasjon) og oppdage utdaterte lenker.
pl: Wypisz wszystkie URL obecne w PDF (strona publiczna, broszura, dokumentacja) i wykryj nieaktualne linki.
pt_pt: Listar todas as URLs presentes em um PDF (site público, brochura, documentação) e detectar links obsoletos.
ro: Listați toate URL-urile prezente într-un PDF (site public, broșură, documentație) și detectați linkurile învechite.
ru: Перечислите все URL, присутствующие в PDF (публичный сайт, брошюра, документация) и обнаружьте устаревшие ссылки.
sk: Zoznam všetkých URL prítomných v PDF (verejná stránka, brožúra, dokumentácia) a detekcia zastaraných odkazov.
sv: Lista alla URL:er som finns i en PDF (offentlig webbplats, broschyr, dokumentation) och upptäck föråldrade länkar.
sw: Orodhesha URL zote zilizopo katika PDF (tovuti ya umma, brosha, hati) na gundua viungo vilivyokosa.
tr: Bir PDF'deki tüm URL'leri listeleyin (kamusal site, broşür, dokümantasyon) ve geçersiz bağlantıları tespit edin.
uk: Перелічити всі URL, присутні в PDF (публічний сайт, брошура, документація) та виявити застарілі посилання.
vi: Liệt kê tất cả các URL có trong một PDF (trang web công cộng, tài liệu, hướng dẫn) và phát hiện các liên kết lỗi thời.
zh_hans: 列出 PDF 中的所有 URL（公共网站、宣传册、文档），并检测过时的链接。

# ed_dev_pdf_pdf_links_extractor_uc2_title
source: Migration / refonte
af: Migrasie / herontwerp
bg: Миграция / преустройство
cs: Migrace / redesign
da: Migration / redesign
de: Migration / Neugestaltung
el: Μετανάστευση / ανασχεδίαση
es: Migración / rediseño
fi: Migraatio / uudistus
fil: Migration / redesign
hu: TODO
id: TODO
it: Migrazione / rifacimento
ja: 移行/リニューアル
ko: 마이그레이션 / 재구성
nl: Migratie / herontwerp
no: Migrering / redesign
pl: Migracja / przebudowa
pt_pt: Migração / reformulação
ro: Migrare / refacere
ru: Миграция / редизайн
sk: Migrácia / redesign
sv: Migrering / omdesign
sw: Uhamasishaji / upya
tr: Göç / yeniden tasarım
uk: Міграція / редизайн
vi: Di chuyển / thiết kế lại
zh_hans: 迁移 / 重新设计

# ed_dev_pdf_pdf_links_extractor_uc2_text
source: Mettre à jour des domaines/chemins lors d’une migration, en partant d’un inventaire fiable des liens.
af: Werk domeine/paaie op tydens 'n migrasie, begin met 'n betroubare inventaris van skakels.
bg: Актуализиране на домейни/пътища по време на миграция, въз основа на надежден инвентар на линковете.
cs: Aktualizujte domény/cesty během migrace, vycházející z důvěryhodného inventáře odkazů.
da: Opdatere domæner/stier under en migration, baseret på et pålideligt inventar af links.
de: Aktualisieren Sie Domains/Pfade während einer Migration, basierend auf einem zuverlässigen Inventar der Links.
el: Ενημερώστε τομείς/διαδρομές κατά τη διάρκεια μιας μετανάστευσης, ξεκινώντας από ένα αξιόπιστο απόθεμα συνδέσμων.
es: Actualizar dominios/rutas durante una migración, partiendo de un inventario confiable de enlaces.
fi: Päivitä domaineja/polkuja migraation aikana luotettavan linkkilistan perusteella.
fil: I-update ang mga domain/path sa panahon ng migration, batay sa isang maaasahang imbentaryo ng mga link.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Aggiornare domini/percorso durante una migrazione, partendo da un inventario affidabile dei link.
ja: 信頼できるリンクのインベントリをもとに、移行時にドメイン/パスを更新します。
ko: 신뢰할 수 있는 링크 인벤토리를 바탕으로 마이그레이션 시 도메인/경로를 업데이트합니다.
nl: Werk domeinen/paden bij tijdens een migratie, op basis van een betrouwbare inventaris van links.
no: Oppdatere domener/stier under en migrering, basert på en pålitelig inventar av lenker.
pl: Zaktualizuj domeny/ścieżki podczas migracji, zaczynając od wiarygodnego inwentarza linków.
pt_pt: Atualizar domínios/caminhos durante uma migração, a partir de um inventário confiável de links.
ro: Actualizați domeniile/ căile în timpul unei migrații, pornind de la un inventar de încredere al linkurilor.
ru: Обновите домены/пути во время миграции, начиная с надежного инвентаря ссылок.
sk: Aktualizovať domény/cesty počas migrácie, vychádzajúc z dôveryhodného inventára odkazov.
sv: Uppdatera domäner/stigar vid en migrering, baserat på en pålitlig inventering av länkar.
sw: Sasisha maeneo/nyimbo wakati wa uhamasishaji, ukitumia hesabu sahihi ya viungo.
tr: Güvenilir bir bağlantı envanterinden yola çıkarak bir göç sırasında alanları/yolları güncelleyin.
uk: Оновити домени/шляхи під час міграції, починаючи з надійного інвентарю посилань.
vi: Cập nhật các miền/đường dẫn trong quá trình di chuyển, bắt đầu từ một danh mục đáng tin cậy của các liên kết.
zh_hans: 在迁移时更新域/路径，从可靠的链接清单开始。

# ed_dev_pdf_pdf_links_extractor_uc3_title
source: Sécurité
af: Sekuriteit
bg: Сигурност
cs: Bezpečnost
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fil: Seguridad
hu: TODO
id: TODO
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
no: Sikkerhet
pl: Bezpieczeństwo
pt_pt: Segurança
ro: Securitate
ru: Безопасность
sk: Bezpečnosť
sv: Säkerhet
sw: Usalama
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全

# ed_dev_pdf_pdf_links_extractor_uc3_text
source: Repérer des liens suspects (phishing, trackers) avant diffusion ou publication.
af: Identifiseer verdagte skakels (phishing, trackers) voor verspreiding of publikasie.
bg: Откриване на подозрителни връзки (фишинг, тракери) преди разпространение или публикуване.
cs: Identifikace podezřelých odkazů (phishing, trackery) před distribucí nebo publikací.
da: Identificer mistænkelige links (phishing, trackere) før distribution eller offentliggørelse.
de: Verdächtige Links (Phishing, Tracker) vor der Verbreitung oder Veröffentlichung erkennen.
el: Εντοπισμός ύποπτων συνδέσμων (phishing, trackers) πριν από τη διάδοση ή δημοσίευση.
es: Identificar enlaces sospechosos (phishing, rastreadores) antes de la difusión o publicación.
fi: Havaitse epäilyttävät linkit (phishing, seuranta) ennen jakelua tai julkaisua.
fil: Tukuyin ang mga kahina-hinalang link (phishing, trackers) bago ang pamamahagi o publikasyon.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Identificare collegamenti sospetti (phishing, tracker) prima della diffusione o pubblicazione.
ja: 配布または公開前に疑わしいリンク（フィッシング、トラッカー）を特定します。
ko: 의심스러운 링크(피싱, 추적기)를 배포 또는 게시 전에 식별합니다.
nl: Identificeer verdachte links (phishing, trackers) voordat ze worden verspreid of gepubliceerd.
no: Identifisere mistenkelige lenker (phishing, trackere) før distribusjon eller publisering.
pl: Wykrywanie podejrzanych linków (phishing, trackery) przed dystrybucją lub publikacją.
pt_pt: Identificar links suspeitos (phishing, rastreadores) antes da divulgação ou publicação.
ro: Identificarea linkurilor suspecte (phishing, trackere) înainte de difuzare sau publicare.
ru: Обнаружение подозрительных ссылок (фишинг, трекеры) перед распространением или публикацией.
sk: Identifikovať podozrivé odkazy (phishing, trackery) pred distribúciou alebo publikovaním.
sv: Identifiera misstänkta länkar (phishing, trackers) innan spridning eller publicering.
sw: Tambua viungo vya shaka (phishing, trackers) kabla ya kusambaza au kuchapisha.
tr: Yayınlama veya dağıtım öncesinde şüpheli bağlantıları (phishing, izleyiciler) tespit edin.
uk: Виявлення підозрілих посилань (фішинг, трекери) перед поширенням або публікацією.
vi: Phát hiện các liên kết đáng ngờ (lừa đảo, theo dõi) trước khi phát tán hoặc công bố.
zh_hans: 在传播或发布之前识别可疑链接（网络钓鱼、跟踪器）。

# ed_dev_pdf_pdf_links_extractor_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Dette får du
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_links_extractor_out1
source: Un export JSON des liens par page : type d’action (URI/GoTo/GoToR), cible, rectangle de clic, texte/annotation associée si disponible.
af: ‘n JSON-uitvoer van skakels per bladsy: tipe aksie (URI/GoTo/GoToR), teiken, klik-rechthoek, teks/annotasie wat beskikbaar is.
bg: JSON експорт на връзките по страница: тип действие (URI/GoTo/GoToR), цел, правоъгълник за кликване, свързан текст/анотация, ако е наличен.
cs: Export JSON odkazů podle stránky: typ akce (URI/GoTo/GoToR), cíl, obdélník pro kliknutí, text/poznámka spojená, pokud je k dispozici.
da: En JSON-eksport af links pr. side: type handling (URI/GoTo/GoToR), mål, klikrektangel, tilknyttet tekst/annotation hvis tilgængelig.
de: Ein JSON-Export der Links pro Seite: Art der Aktion (URI/GoTo/GoToR), Ziel, Klickrechteck, zugehöriger Text/Annotation, falls verfügbar.
el: Μια εξαγωγή JSON των συνδέσμων ανά σελίδα: τύπος ενέργειας (URI/GoTo/GoToR), στόχος, ορθογώνιο κλικ, κείμενο/σχόλιο που σχετίζεται αν είναι διαθέσιμο.
es: Una exportación JSON de los enlaces por página: tipo de acción (URI/GoTo/GoToR), objetivo, rectángulo de clic, texto/anotación asociada si está disponible.
fi: JSON-vienti linkeistä sivuittain: toiminnan tyyppi (URI/GoTo/GoToR), kohde, klikkausalue, liitetty teksti/huomautus, jos saatavilla.
fil: Isang JSON export ng mga link bawat pahina: uri ng aksyon (URI/GoTo/GoToR), target, click rectangle, teksto/annotation na nauugnay kung available.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un esportazione JSON dei collegamenti per pagina: tipo di azione (URI/GoTo/GoToR), destinazione, rettangolo di clic, testo/annotazione associata se disponibile.
ja: ページごとのリンクのJSONエクスポート：アクションの種類（URI/GoTo/GoToR）、ターゲット、クリック領域、利用可能な場合は関連するテキスト/注釈。
ko: 페이지별 링크의 JSON 내보내기: 작업 유형(URI/GoTo/GoToR), 대상, 클릭 사각형, 사용 가능한 경우 관련 텍스트/주석.
nl: Een JSON-export van de links per pagina: type actie (URI/GoTo/GoToR), doel, klikgebied, bijbehorende tekst/annotatie indien beschikbaar.
no: En JSON-eksport av lenker per side: type handling (URI/GoTo/GoToR), mål, klikkrektangel, tilknyttet tekst/annotasjon hvis tilgjengelig.
pl: Eksport JSON linków na stronę: typ akcji (URI/GoTo/GoToR), cel, prostokąt kliknięcia, tekst/uwaga powiązana, jeśli dostępna.
pt_pt: Uma exportação JSON dos links por página: tipo de ação (URI/GoTo/GoToR), alvo, retângulo de clique, texto/anotação associada, se disponível.
ro: Un export JSON al linkurilor pe pagină: tip de acțiune (URI/GoTo/GoToR), țintă, dreptunghi de clic, text/annotație asociată, dacă este disponibil.
ru: Экспорт JSON ссылок по страницам: тип действия (URI/GoTo/GoToR), цель, прямоугольник клика, связанный текст/аннотация, если доступно.
sk: Export JSON odkazov podľa strán: typ akcie (URI/GoTo/GoToR), cieľ, oblasť kliknutia, text/poznámka, ak je k dispozícii.
sv: En JSON-export av länkar per sida: typ av åtgärd (URI/GoTo/GoToR), mål, klickrektangel, associerad text/anteckning om tillgänglig.
sw: Export ya JSON ya viungo kwa kila ukurasa: aina ya hatua (URI/GoTo/GoToR), lengo, rectangle ya kubofya, maandiko/maelezo yanayohusiana ikiwa inapatikana.
tr: Sayfa başına bağlantıların JSON çıktısı: eylem türü (URI/GoTo/GoToR), hedef, tıklama dikdörtgeni, mevcutsa ilişkili metin/nota.
uk: Експорт JSON посилань по сторінках: тип дії (URI/GoTo/GoToR), ціль, прямокутник кліку, текст/анотація, якщо доступно.
vi: Một xuất JSON các liên kết theo trang: loại hành động (URI/GoTo/GoToR), mục tiêu, hình chữ nhật nhấp chuột, văn bản/ghi chú liên quan nếu có.
zh_hans: 每页链接的 JSON 导出：操作类型（URI/GoTo/GoToR）、目标、点击矩形、相关文本/注释（如果可用）。

# ed_dev_pdf_pdf_links_extractor_out2
source: Une base exploitable pour automatiser des tests (crawler, validation HTTP, règles de conformité).
af: ‘n Bruikbare basis om toetse te outomatiseer (crawler, HTTP-validasie, nakoming reëls).
bg: Използваема база за автоматизиране на тестове (кроулер, HTTP валидиране, правила за съответствие).
cs: Využitelná databáze pro automatizaci testů (crawler, HTTP validace, pravidla shody).
da: En anvendelig base til at automatisere tests (crawler, HTTP-validering, overholdelsesregler).
de: Eine nutzbare Basis zur Automatisierung von Tests (Crawler, HTTP-Validierung, Compliance-Regeln).
el: Μια εκμεταλλεύσιμη βάση για την αυτοματοποίηση δοκιμών (crawler, HTTP validation, κανόνες συμμόρφωσης).
es: Una base utilizable para automatizar pruebas (crawler, validación HTTP, reglas de conformidad).
fi: Hyödyllinen pohja testien automatisointiin (crawler, HTTP-validointi, vaatimustenmukaisuusohjeet).
fil: Isang magagamit na base para sa pag-automate ng mga pagsusuri (crawler, HTTP validation, mga patakaran ng pagsunod).
hu: TODO: Mire jó ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Una base utilizzabile per automatizzare test (crawler, validazione HTTP, regole di conformità).
ja: テストを自動化するための利用可能なベース（クローラー、HTTP検証、コンプライアンスルール）。
ko: 테스트를 자동화하기 위한 활용 가능한 데이터베이스(크롤러, HTTP 검증, 준수 규칙).
nl: Een bruikbare basis om tests te automatiseren (crawler, HTTP-validatie, conformiteitsregels).
no: En brukbar base for å automatisere tester (crawler, HTTP-validering, samsvar regler).
pl: Baza do automatyzacji testów (crawler, walidacja HTTP, zasady zgodności).
pt_pt: Uma base utilizável para automatizar testes (crawler, validação HTTP, regras de conformidade).
ro: O bază exploatabilă pentru automatizarea testelor (crawler, validare HTTP, reguli de conformitate).
ru: Используемая база для автоматизации тестов (краулер, HTTP-валидация, правила соответствия).
sk: Základ pre automatizáciu testov (crawler, HTTP validácia, pravidlá súladu).
sv: En användbar bas för att automatisera tester (crawler, HTTP-validering, efterlevnadsregler).
sw: Msingi wa kutumia kwa ajili ya kuendesha majaribio (crawler, uthibitisho wa HTTP, sheria za kufuata).
tr: Otomatik testler (crawler, HTTP doğrulama, uyumluluk kuralları) için kullanılabilir bir temel.
uk: Використовувана база для автоматизації тестів (краулер, перевірка HTTP, правила відповідності).
vi: Một cơ sở có thể sử dụng để tự động hóa các bài kiểm tra (crawler, xác thực HTTP, quy tắc tuân thủ).
zh_hans: 一个可用于自动化测试的基础（爬虫、HTTP 验证、合规规则）。

# ed_dev_pdf_pdf_links_extractor_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项
