Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_of_total_note
source: Exemple : 25 sur 200 → 25/200 = 0,125 → 12,5%. Le reste vaut 175 (87,5%).
af: Voorbeeld: 25 van 200 → 25/200 = 0,125 → 12,5%. Die oorblyfsel is 175 (87,5%).
bg: Пример: 25 от 200 → 25/200 = 0,125 → 12,5%. Остатъкът е 175 (87,5%).
cs: Příklad: 25 z 200 → 25/200 = 0,125 → 12,5%. Zbytek je 175 (87,5%).
da: Eksempel : 25 ud af 200 → 25/200 = 0,125 → 12,5%. Resten er 175 (87,5%).
de: Beispiel : 25 von 200 → 25/200 = 0,125 → 12,5%. Der Rest beträgt 175 (87,5%).
el: Παράδειγμα: 25 από 200 → 25/200 = 0,125 → 12,5%. Το υπόλοιπο είναι 175 (87,5%).
es: Ejemplo: 25 sobre 200 → 25/200 = 0,125 → 12,5%. El resto es 175 (87,5%).
fi: Esimerkki: 25 sadasta 200 → 25/200 = 0,125 → 12,5%. Jäljelle jää 175 (87,5%).
fil: Halimbawa: 25 sa 200 → 25/200 = 0.125 → 12.5%. Ang natira ay 175 (87.5%).
hu: Példa: 25 a 200-ból → 25/200 = 0,125 → 12,5%. A maradék 175 (87,5%).
id: Contoh: 25 dari 200 → 25/200 = 0,125 → 12,5%. Sisa bernilai 175 (87,5%).
it: Esempio : 25 su 200 → 25/200 = 0,125 → 12,5%. Il resto vale 175 (87,5%).
ja: 例：25 は 200 の → 25/200 = 0.125 → 12.5%。残りは 175（87.5%）です。
ko: 예: 25 중 200 → 25/200 = 0.125 → 12.5%. 잔여는 175 (87.5%)입니다.
nl: Voorbeeld : 25 van 200 → 25/200 = 0,125 → 12,5%. De rest is 175 (87,5%).
no: Eksempel: 25 av 200 → 25/200 = 0,125 → 12,5%. Resten er 175 (87,5%).
pl: Przykład : 25 na 200 → 25/200 = 0,125 → 12,5%. Reszta wynosi 175 (87,5%).
pt_pt: Exemplo: 25 sobre 200 → 25/200 = 0,125 → 12,5%. O resto vale 175 (87,5%).
ro: Exemplu: 25 din 200 → 25/200 = 0,125 → 12,5%. Rămâne 175 (87,5%).
ru: Пример: 25 из 200 → 25/200 = 0,125 → 12,5%. Остаток составляет 175 (87,5%).
sk: Príklad: 25 z 200 → 25/200 = 0,125 → 12,5%. Zostatok je 175 (87,5%).
sv: Exempel : 25 av 200 → 25/200 = 0,125 → 12,5%. Resten är 175 (87,5%).
sw: Mfano: 25 juu ya 200 → 25/200 = 0.125 → 12.5%. Salio ni 175 (87.5%).
tr: Örnek: 25 üzerinden 200 → 25/200 = 0,125 → 12,5%. Kalan 175 (87,5%) değerindedir.
uk: Приклад: 25 з 200 → 25/200 = 0,125 → 12,5%. Залишок становить 175 (87,5%).
vi: Ví dụ: 25 trên 200 → 25/200 = 0,125 → 12,5%. Còn lại là 175 (87,5%).
zh_hans: 示例：25 在 200 → 25/200 = 0.125 → 12.5%。剩余为 175（87.5%）。

# prop_part_title
source: Proportion / part du total
af: Proportie / deel van die totaal
bg: Пропорция / част от общото
cs: Proporce / podíl celku
da: Proportion / andel af totalen
de: Proportion / Anteil des Gesamten
el: Αναλογία / μέρος του συνόλου
es: Proporción / parte del total
fi: Osuus / osa kokonaisuudesta
fil: Proporsyon / bahagi ng kabuuan
hu: Arány / a teljes összeg részesedése
id: Proporsi / bagian dari total
it: Proporzione / parte del totale
ja: 合計の割合/部分
ko: 총계의 비율 / 부분
nl: Proportie / deel van het totaal
no: Prosentandel / del av totalen
pl: Proporcja / część całkowitej
pt_pt: Proporção / parte do total
ro: Proporție / parte din total
ru: Доля / часть от общего итога
sk: Proporcia / podiel celku
sv: Proportion / del av totalen
sw: Sehemu / sehemu ya jumla
tr: Toplamın oranı / payı
uk: Пропорція / частка від загальної суми
vi: Tỷ lệ / phần của tổng
zh_hans: 比例 / 总数的部分

# prop_part_subtitle
source: Calculer une part en % et sa valeur correspondante (dans les deux sens).
af: Bereken 'n deel in % en sy ooreenstemmende waarde (in beide rigtings).
bg: Изчислете част в % и съответната стойност (в двете посоки).
cs: Vypočítejte podíl v % a jeho odpovídající hodnotu (v obou směrech).
da: Beregn en andel i % og dens tilsvarende værdi (i begge retninger).
de: Berechnen Sie einen Anteil in % und den entsprechenden Wert (in beide Richtungen).
el: Υπολογίστε ένα μέρος σε % και την αντίστοιχη τιμή του (και στις δύο κατευθύνσεις).
es: Calcular una parte en % y su valor correspondiente (en ambas direcciones).
fi: Laske osa %:ssa ja sen vastaava arvo (molempiin suuntiin).
fil: Kalkulahin ang isang bahagi sa % at ang kaukulang halaga nito (sa dalawang direksyon).
hu: Számolja ki a részesedést % és a megfelelő értékét (mindkét irányban).
id: Hitung bagian dalam % dan nilai yang sesuai (dalam kedua arah).
it: Calcolare una parte in % e il suo valore corrispondente (in entrambi i sensi).
ja: %で部分を計算し、その対応する値を求めます（両方向）。
ko: %로 부분을 계산하고 해당 값을 (양방향으로) 찾습니다.
nl: Bereken een deel in % en de bijbehorende waarde (in beide richtingen).
no: Beregn en del i % og dens tilsvarende verdi (i begge retninger).
pl: Oblicz część w % i jej odpowiadającą wartość (w obie strony).
pt_pt: Calcular uma parte em % e o seu valor correspondente (nos dois sentidos).
ro: Calculați o parte în % și valoarea sa corespunzătoare (în ambele sensuri).
ru: Вычислить долю в % и ее соответствующее значение (в обоих направлениях).
sk: Vypočítajte podiel v % a jeho zodpovedajúcu hodnotu (v oboch smeroch).
sv: Beräkna en del i % och dess motsvarande värde (i båda riktningarna).
sw: Hesabu sehemu kwa % na thamani yake inayolingana (katika mwelekeo wote).
tr: Bir payı % olarak ve karşılık gelen değerini (her iki yönde) hesaplayın.
uk: Обчисліть частку у % та її відповідне значення (в обох напрямках).
vi: Tính toán một phần theo % và giá trị tương ứng của nó (theo cả hai chiều).
zh_hans: 计算百分比的部分及其对应的值（双向）。

# prop_part_mode
source: Mode
af: Modus
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
no: Modus
pl: Tryb
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
sw: Njia
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式

# prop_part_mode_aria
source: Mode
af: Modus
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
no: Modus
pl: Tryb
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
sw: Njia
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式

# prop_part_mode_hint
source: Choisissez ce que vous voulez trouver : le pourcentage, la valeur (part), ou le total.
af: Kies wat jy wil vind: die persentasie, die waarde (deel), of die totaal.
bg: Изберете какво искате да намерите: процента, стойността (частта) или общото.
cs: Vyberte, co chcete najít: procento, hodnotu (podíl) nebo celkovou částku.
da: Vælg hvad du vil finde: procenten, værdien (andel), eller totalen.
de: Wählen Sie aus, was Sie finden möchten: den Prozentsatz, den Wert (Anteil) oder das Gesamt.
el: Επιλέξτε τι θέλετε να βρείτε: το ποσοστό, την τιμή (μέρος) ή το σύνολο.
es: Elija lo que desea encontrar: el porcentaje, el valor (parte) o el total.
fi: Valitse, mitä haluat löytää: prosentti, arvo (osa) tai kokonaisuus.
fil: Pumili ng nais mong hanapin: ang porsyento, ang halaga (bahagi), o ang kabuuan.
hu: Válassza ki, mit szeretne megtalálni: a százalékot, az értéket (részesedés), vagy a teljes összeget.
id: Pilih apa yang ingin Anda temukan: persentase, nilai (bagian), atau total.
it: Scegli cosa vuoi trovare : la percentuale, il valore (parte), o il totale.
ja: 見つけたいものを選択してください：パーセンテージ、値（部分）、または合計。
ko: 찾고자 하는 것을 선택하세요: 백분율, 값 (부분), 또는 총계.
nl: Kies wat u wilt vinden: het percentage, de waarde (deel), of het totaal.
no: Velg hva du vil finne: prosent, verdi (del), eller total.
pl: Wybierz, co chcesz znaleźć: procent, wartość (część) lub całkowitą.
pt_pt: Escolha o que deseja encontrar: o percentual, o valor (parte) ou o total.
ro: Alegeți ce doriți să găsiți: procentajul, valoarea (parte) sau totalul.
ru: Выберите, что вы хотите найти: процент, значение (доля) или итог.
sk: Vyberte, čo chcete nájsť: percento, hodnotu (podiel) alebo celok.
sv: Välj vad du vill hitta: procenten, värdet (del), eller totalen.
sw: Chagua kile unachotaka kupata: asilimia, thamani (sehemu), au jumla.
tr: Bulmak istediğiniz şeyi seçin: yüzde, değer (pay) veya toplam.
uk: Виберіть, що ви хочете знайти: відсоток, значення (частка) або загальну суму.
vi: Chọn những gì bạn muốn tìm: tỷ lệ phần trăm, giá trị (phần), hoặc tổng.
zh_hans: 选择您想要找到的内容：百分比、值（部分）或总数。

# prop_part_part
source: Part (valeur)
af: Deel (waarde)
bg: Част (стойност)
cs: Podíl (hodnota)
da: Andel (værdi)
de: Anteil (Wert)
el: Μέρος (τιμή)
es: Parte (valor)
fi: Osa (arvo)
fil: Bahagi (halaga)
hu: Rész (érték)
id: Bagian (nilai)
it: Parte (valore)
ja: 部分（値）
ko: 부분 (값)
nl: Deel (waarde)
no: Del (verdi)
pl: Część (wartość)
pt_pt: Parte (valor)
ro: Parte (valoare)
ru: Доля (значение)
sk: Podiel (hodnota)
sv: Del (värde)
sw: Sehemu (thamani)
tr: Pay (değer)
uk: Частка (значення)
vi: Phần (giá trị)
zh_hans: 部分（值）

# prop_part_pct
source: Pourcentage
af: Persentasie
bg: Процент
cs: Procento
da: Procent
de: Prozentsatz
el: Ποσοστό
es: Porcentaje
fi: Prosentti
fil: Porsyento
hu: Százalék
id: Persentase
it: Percentuale
ja: パーセンテージ
ko: 백분율
nl: Percentage
no: Prosent
pl: Procent
pt_pt: Porcentagem
ro: Procentaj
ru: Процент
sk: Percent
sv: Procent
sw: Asilimia
tr: Yüzde
uk: Відсоток
vi: Tỷ lệ phần trăm
zh_hans: 百分比

# prop_part_total
source: Total
af: Totaal
bg: Общо
cs: Celkem
de: Gesamt
el: Σύνολο
fi: Kokonaisuus
fil: Kabuuan
hu: Összeg
it: Totale
ja: 合計
ko: 총계
nl: Totaal
pl: Całkowita
ru: Итог
sk: Celok
sw: Jumla
tr: Toplam
uk: Загальна сума
vi: Tổng
zh_hans: 总数

# prop_part_result_pct
source: Pourcentage
af: Persentasie
bg: Процент
cs: Procento
da: Procent
de: Prozentsatz
el: Ποσοστό
es: Porcentaje
fi: Prosentti
fil: Porsyento
hu: Százalék
id: Persentase
it: Percentuale
ja: パーセンテージ
ko: 백분율
nl: Percentage
no: Prosent
pl: Procent
pt_pt: Porcentagem
ro: Procentaj
ru: Процент
sk: Percent
sv: Procent
sw: Asilimia
tr: Yüzde
uk: Відсоток
vi: Tỷ lệ phần trăm
zh_hans: 百分比

# prop_part_result_part
source: Part (valeur)
af: Deel (waarde)
bg: Част (стойност)
cs: Část (hodnota)
da: Andel (værdi)
de: Anteil (Wert)
el: Μέρος (τιμή)
es: Parte (valor)
fi: Osa (arvo)
fil: Bahagi (halaga)
hu: Rész (érték)
id: Bagian (nilai)
it: Parte (valore)
ja: 部分（値）
ko: 부분 (값)
nl: Deel (waarde)
no: Del (verdi)
pl: Część (wartość)
pt_pt: Parte (valor)
ro: Parte (valoare)
ru: Часть (значение)
sk: Časť (hodnota)
sv: Del (värde)
sw: Sehemu (thamani)
tr: Pay (değer)
uk: Частка (значення)
vi: Phần (giá trị)
zh_hans: 部分（值）

# prop_part_result_total
source: Total
af: Totaal
bg: Общо
cs: Celkem
de: Gesamt
el: Σύνολο
fi: Kokonaisuus
fil: Kabuuan
hu: Összeg
it: Totale
ja: 合計
ko: 총계
nl: Totaal
pl: Całkowita
ru: Итого
sk: Celkový
sw: Jumla
tr: Toplam
uk: Загальна сума
vi: Tổng
zh_hans: 总数

# prop_part_rest_label
source: Reste
af: Rest
bg: Остатък
cs: Zbytek
da: Rest
de: Rest
el: Υπόλοιπο
es: Resto
fi: Jäljelle jäävä
fil: Natira
hu: Maradék
id: Sisa
it: Resto
ja: 残り
ko: 잔여
nl: Rest
no: Rest
pl: Reszta
pt_pt: Resto
ro: Rămâne
ru: Остаток
sk: Zvyšok
sv: Rest
sw: Salio
tr: Kalan
uk: Залишок
vi: Còn lại
zh_hans: 剩余

# prop_part_definition_sub
source: Trois cas classiques de proportion : trouver %, la part, ou le total.
af: Drie klassieke gevalle van proporsie: vind %, die deel, of die totaal.
bg: Три класически случая на пропорция: намиране на %, частта или общото.
cs: Tři klasické případy proporce: najít %, část nebo celkem.
da: Tre klassiske tilfælde af proportion: finde %, andelen, eller totalen.
de: Drei klassische Fälle von Proportion: Finden von %, dem Anteil oder dem Gesamt.
el: Τρεις κλασικές περιπτώσεις αναλογίας: εύρεση %, το μέρος ή το σύνολο.
es: Tres casos clásicos de proporción: encontrar %, la parte o el total.
fi: Kolme klassista tapausta osuudesta: löytää %, osa tai kokonaisuus.
fil: Tatlong klasikong kaso ng proporsyon: hanapin ang %, ang bahagi, o ang kabuuan.
hu: Három klasszikus arány eset: találj %, a részt, vagy az összeget.
id: Tiga kasus klasik proporsi: menemukan %, bagian, atau total.
it: Tre casi classici di proporzione : trovare %, la parte, o il totale.
ja: 割合の3つの一般的なケース：%を見つける、部分、または合計。
ko: 비율의 세 가지 전형적인 경우: %, 부분 또는 총계를 찾기.
nl: Drie klassieke gevallen van proportie: vind %, het deel, of het totaal.
no: Tre klassiske tilfeller av proporsjon: finne %, delen, eller totalen.
pl: Trzy klasyczne przypadki proporcji: znaleźć %, część lub całkowitą.
pt_pt: Três casos clássicos de proporção: encontrar %, a parte, ou o total.
ro: Trei cazuri clasice de proporție: găsește %, partea sau totalul.
ru: Три классических случая пропорции: найти %, часть или итог.
sk: Tri klasické prípady proporcie: nájsť %, časť alebo celkový.
sv: Tre klassiska fall av proportion: hitta %, delen, eller totalen.
sw: Mifano mitatu ya kawaida ya uwiano: pata %, sehemu, au jumla.
tr: Üç klasik oran durumu: %, pay veya toplam bulmak.
uk: Три класичні випадки пропорції: знайти %, частку або загальну суму.
vi: Ba trường hợp cổ điển về tỷ lệ: tìm %, phần, hoặc tổng.
zh_hans: 三种经典比例情况：找到百分比、部分或总数。

# prop_part_note
source: “X% de T” et “si X vaut Y%” sont des requêtes très fréquentes : cet outil couvre les deux.
af: “X% van T” en “as X Y% is” is baie algemene versoeke: hierdie hulpmiddel dek albei.
bg: „X% от T“ и „ако X е Y%“ са много чести заявки: този инструмент покрива и двете.
cs: „X% z T“ a „pokud X je Y%“ jsou velmi časté dotazy: tento nástroj pokrývá obě.
da: “X% af T” og “hvis X er Y%” er meget almindelige forespørgsler: dette værktøj dækker begge.
de: „X% von T“ und „wenn X Y% beträgt“ sind sehr häufige Anfragen: Dieses Tool deckt beide ab.
el: “X% του T” και “αν το X είναι Y%” είναι πολύ συχνές ερωτήσεις: αυτό το εργαλείο καλύπτει και τις δύο.
es: “X% de T” y “si X vale Y%” son consultas muy frecuentes: esta herramienta cubre ambas.
fi: "X% T:stä" ja "jos X on Y%" ovat hyvin yleisiä kyselyitä: tämä työkalu kattaa molemmat.
fil: "X% ng T" at "kung ang X ay Y%" ay mga napaka-karaniwang kahilingan: ang tool na ito ay sumasaklaw sa dalawa.
hu: "X% a T-ből" és "ha X Y%" gyakori kérdések: ez az eszköz mindkettőt lefedi.
id: “X% dari T” dan “jika X bernilai Y%” adalah permintaan yang sangat umum: alat ini mencakup keduanya.
it: “X% di T” e “se X vale Y%” sono richieste molto frequenti : questo strumento copre entrambi.
ja: 「X%のT」と「XがY%の場合」は非常に一般的なクエリです：このツールは両方をカバーしています。
ko: “X%의 T”와 “X가 Y%일 때”는 매우 일반적인 요청입니다: 이 도구는 두 가지를 모두 지원합니다.
nl: “X% van T” en “als X Y% is” zijn zeer frequente verzoeken: dit hulpmiddel dekt beide.
no: “X% av T” og “hvis X er Y%” er svært vanlige forespørsel: dette verktøyet dekker begge.
pl: „X% z T” i „jeśli X wynosi Y%” to bardzo częste zapytania: to narzędzie obejmuje oba.
pt_pt: “X% de T” e “se X vale Y%” são consultas muito frequentes: esta ferramenta cobre ambas.
ro: „X% din T” și „dacă X este Y%” sunt cereri foarte frecvente: acest instrument acoperă ambele.
ru: “X% от T” и “если X равно Y%” — это очень частые запросы: этот инструмент охватывает оба.
sk: „X% z T“ a „ak X je Y%“ sú veľmi časté požiadavky: tento nástroj pokrýva obidve.
sv: “X% av T” och “om X är Y%” är mycket vanliga frågor: det här verktyget täcker båda.
sw: "X% ya T" na "ikiwa X ni Y%" ni maombi ya kawaida sana: chombo hiki kinashughulikia yote mawili.
tr: “X% T” ve “eğer X Y% ise” çok sık yapılan sorgulardır: bu araç her ikisini de kapsar.
uk: “X% від T” та “якщо X дорівнює Y%” є дуже поширеними запитами: цей інструмент охоплює обидва.
vi: “X% của T” và “nếu X bằng Y%” là những yêu cầu rất phổ biến: công cụ này bao gồm cả hai.
zh_hans: “X% 的 T”和“如果 X 等于 Y%”是非常常见的请求：此工具涵盖这两种情况。

# prop_part_mode_pct
source: Trouver %
af: Vind %
bg: Намери %
cs: Najít %
da: Find %
de: Finde %
el: Βρείτε %
es: Encontrar %
fi: Löydä %
fil: Hanapin ang %
hu: Találj %
id: Menemukan %
it: Trovare %
ja: %を見つける
ko: % 찾기
nl: Vind %
no: Finne %
pl: Znajdź %
pt_pt: Encontrar %
ro: Găsește %
ru: Найти %
sk: Nájsť %
sv: Hitta %
sw: Pata %
tr: % bulmak
uk: Знайти %
vi: Tìm %
zh_hans: 找到百分比

# prop_part_mode_value
source: Trouver la part
af: Vind die deel
bg: Намери частта
cs: Najít část
da: Find the part
de: Finde den Anteil
el: Βρείτε το μέρος
es: Encontrar la parte
fi: Osa löydetään
fil: Hanapin ang bahagi
hu: Találd meg a részt
id: Menemukan bagian
it: Trovare la parte
ja: 部分を見つける
ko: 부분 찾기
nl: Vind het aandeel
no: Finne andelen
pl: Znajdź udział
pt_pt: Encontrar a parte
ro: Găsește partea
ru: Найти часть
sk: Nájsť časť
sv: Hitta andelen
sw: Pata sehemu
tr: Pay bulmak
uk: Знайти частку
vi: Tìm phần
zh_hans: 找到部分

# prop_part_mode_total
source: Trouver le total
af: Vind die totaal
bg: Намери общото
cs: Najít celkem
da: Find the total
de: Finde die Summe
el: Βρείτε το σύνολο
es: Encontrar el total
fi: Kokonaisuus löydetään
fil: Hanapin ang kabuuan
hu: Találd meg az összeget
id: Menemukan total
it: Trovare il totale
ja: 合計を見つける
ko: 총계 찾기
nl: Vind het totaal
no: Finne totalen
pl: Znajdź całkowitą kwotę
pt_pt: Encontrar o total
ro: Găsește totalul
ru: Найти итог
sk: Nájsť celkový
sv: Hitta totalen
sw: Pata jumla
tr: Toplam bulmak
uk: Знайти загальну суму
vi: Tìm tổng
zh_hans: 找到总数

# prop_part_warn_total_zero
source: Le total ne peut pas être 0.
af: Die totaal kan nie 0 wees nie.
bg: Общото не може да бъде 0.
cs: Celkem nemůže být 0.
da: The total cannot be 0.
de: Die Summe darf nicht 0 sein.
el: Το σύνολο δεν μπορεί να είναι 0.
es: El total no puede ser 0.
fi: Kokonaisuus ei voi olla 0.
fil: Ang kabuuan ay hindi maaaring 0.
hu: Az összeg nem lehet 0.
id: Total tidak boleh 0.
it: Il totale non può essere 0.
ja: 合計は0にすることはできません。
ko: 총계는 0일 수 없습니다.
nl: Het totaal kan niet 0 zijn.
no: Totalen kan ikke være 0.
pl: Całkowita kwota nie może wynosić 0.
pt_pt: O total não pode ser 0.
ro: Totalul nu poate fi 0.
ru: Итог не может быть 0.
sk: Celkový nemôže byť 0.
sv: Totalen kan inte vara 0.
sw: Jumla haiwezi kuwa 0.
tr: Toplam 0 olamaz.
uk: Загальна сума не може бути 0.
vi: Tổng không thể là 0.
zh_hans: 总数不能为 0。

# prop_part_warn_pct_zero
source: Le pourcentage ne peut pas être 0 pour calculer un total.
af: Die persentasie kan nie 0 wees om 'n totaal te bereken nie.
bg: Процентът не може да бъде 0, за да се изчисли общото.
cs: Procento nemůže být 0 pro výpočet celku.
da: The percentage cannot be 0 to calculate a total.
de: Der Prozentsatz darf nicht 0 sein, um eine Summe zu berechnen.
el: Το ποσοστό δεν μπορεί να είναι 0 για να υπολογίσετε ένα σύνολο.
es: El porcentaje no puede ser 0 para calcular un total.
fi: Prosentti ei voi olla 0, jotta kokonaisuus voidaan laskea.
fil: Ang porsyento ay hindi maaaring 0 upang makalkula ang kabuuan.
hu: A százalék nem lehet 0 az összeg kiszámításához.
id: Persentase tidak boleh 0 untuk menghitung total.
it: La percentuale non può essere 0 per calcolare un totale.
ja: 合計を計算するためにパーセンテージは0にすることはできません。
ko: 총계를 계산하기 위해 백분율은 0일 수 없습니다.
nl: Het percentage kan niet 0 zijn om een totaal te berekenen.
no: Prosentandelen kan ikke være 0 for å beregne et total.
pl: Procent nie może wynosić 0, aby obliczyć całkowitą kwotę.
pt_pt: O percentual não pode ser 0 para calcular um total.
ro: Procentul nu poate fi 0 pentru a calcula un total.
ru: Процент не может быть 0 для расчета итога.
sk: Percento nemôže byť 0 na výpočet celkového.
sv: Procentandelen kan inte vara 0 för att beräkna ett total.
sw: Asilimia haiwezi kuwa 0 ili kuhesabu jumla.
tr: Bir toplam hesaplamak için yüzde 0 olamaz.
uk: Відсоток не може бути 0 для обчислення загальної суми.
vi: Tỷ lệ phần trăm không thể là 0 để tính tổng.
zh_hans: 计算总数时，百分比不能为 0。

# ratio_pct_title
source: Ratio en pourcentage
af: Verhouding in persentasie
bg: Съотношение в проценти
cs: Poměr v procentech
da: Ratio in percentage
de: Verhältnis in Prozent
el: Αναλογία σε ποσοστό
es: Ratio en porcentaje
fi: Prosenttisuhde
fil: Ratio sa porsyento
hu: Százalékos arány
id: Rasio dalam persentase
it: Rapporto in percentuale
ja: パーセンテージの比率
ko: 백분율로서의 비율
nl: Verhouding in percentage
no: Forhold i prosent
pl: Wskaźnik w procentach
pt_pt: Rácio em percentual
ro: Raport în procentaj
ru: Соотношение в процентах
sk: Pomer v percentách
sv: Förhållande i procent
sw: Uwiano kwa asilimia
tr: Yüzde oranı
uk: Співвідношення у відсотках
vi: Tỷ lệ theo phần trăm
zh_hans: 百分比比率

# ratio_pct_subtitle
source: Exprimer un ratio (A/B) sous forme de pourcentage, et lire le ratio dans l’autre sens.
af: Druk 'n verhouding (A/B) uit as 'n persentasie, en lees die verhouding in die ander rigting.
bg: Изразете съотношение (A/B) под формата на процент и прочетете съотношението в обратната посока.
cs: Vyjádřit poměr (A/B) ve formě procenta a přečíst poměr naopak.
da: Express a ratio (A/B) as a percentage, and read the ratio the other way around.
de: Drücke ein Verhältnis (A/B) als Prozentsatz aus und lese das Verhältnis in die andere Richtung.
el: Εκφράστε μια αναλογία (A/B) σε μορφή ποσοστού και διαβάστε την αναλογία από την άλλη κατεύθυνση.
es: Expresar un ratio (A/B) en forma de porcentaje, y leer el ratio en el otro sentido.
fi: Ilmaise suhde (A/B) prosenttina ja lue suhde toiseen suuntaan.
fil: I-express ang ratio (A/B) bilang porsyento, at basahin ang ratio sa kabaligtaran.
hu: Egy arány (A/B) kifejezése százalékos formában, és az arány olvasása a másik irányból.
id: Menyatakan rasio (A/B) dalam bentuk persentase, dan membaca rasio dalam arah sebaliknya.
it: Esprimere un rapporto (A/B) sotto forma di percentuale e leggere il rapporto nell'altro senso.
ja: 比率（A/B）をパーセンテージの形で表し、逆の方向で比率を読み取ります。
ko: 비율 (A/B)을 백분율로 표현하고 반대 방향으로 비율을 읽습니다.
nl: Druk een verhouding (A/B) uit als percentage en lees de verhouding in de andere richting.
no: Uttrykk et forhold (A/B) som en prosent, og les forholdet i motsatt retning.
pl: Wyraź wskaźnik (A/B) w postaci procentu i odczytaj wskaźnik w drugą stronę.
pt_pt: Expressar um rácio (A/B) sob a forma de percentual, e ler o rácio na outra direção.
ro: Exprimați un raport (A/B) sub formă de procentaj și citiți raportul în sens invers.
ru: Выразить соотношение (A/B) в виде процента и прочитать соотношение в обратном направлении.
sk: Vyjadriť pomer (A/B) vo forme percenta a prečítať pomer naopak.
sv: Uttryck ett förhållande (A/B) som en procentandel, och läs förhållandet i motsatt riktning.
sw: Eleza uwiano (A/B) kama asilimia, na soma uwiano kwa upande mwingine.
tr: Bir oranı (A/B) yüzde biçiminde ifade etmek ve oranı ters yönde okumak.
uk: Виразити співвідношення (A/B) у вигляді відсотка та прочитати співвідношення в іншому напрямку.
vi: Diễn đạt một tỷ lệ (A/B) dưới dạng phần trăm, và đọc tỷ lệ theo chiều ngược lại.
zh_hans: 将比率 (A/B) 表示为百分比，并以相反的方式读取比率。

# ratio_pct_a
source: A (numérateur)
af: A (teller)
bg: A (числител)
cs: A (čitatel)
da: A (numerator)
de: A (Zähler)
el: A (αριθμητής)
es: A (numerador)
fi: A (numerator)
fil: A (numerador)
hu: A (számláló)
id: A (pembilang)
it: A (numeratore)
ja: A（分子）
ko: A (분자)
nl: A (teller)
no: A (teller)
pl: A (licznik)
pt_pt: A (numerador)
ro: A (numărător)
ru: A (числитель)
sk: A (číateľ)
sv: A (täljare)
sw: A (mwanahisa)
tr: A (payda)
uk: A (чисельник)
vi: A (tử số)
zh_hans: A（分子）

# ratio_pct_b
source: B (dénominateur)
af: B (noemer)
bg: B (знаменател)
cs: B (jmenovatel)
da: B (denominator)
de: B (Nenner)
el: B (παρονομαστής)
es: B (denominador)
fi: B (denominator)
fil: B (denominador)
hu: B (nevező)
id: B (penyebut)
it: B (denominatore)
ja: B（分母）
ko: B (분모)
nl: B (noemer)
no: B (nevner)
pl: B (mianownik)
pt_pt: B (denominador)
ro: B (numitor)
ru: B (знаменатель)
sk: B (menovateľ)
sv: B (nämnare)
sw: B (mwanakondoo)
tr: B (pay)
uk: B (знаменник)
vi: B (mẫu số)
zh_hans: B（分母）
