Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_mean_course_q3
source: Quelle moyenne pour des rendements successifs (+10% puis −10%) ?
af: Watter gemiddelde vir opeenvolgende opbrengste (+10% dan −10%)?
bg: Коя средна стойност за последователни доходности (+10% след −10%)?
cs: Jaký průměr pro po sobě jdoucí výnosy (+10% a pak -10%)?
da: Hvilket gennemsnit for successive udbytter (+10% så −10%)?
de: Welcher Mittelwert für aufeinanderfolgende Erträge (+10% dann -10%)?
el: Ποια μέση για διαδοχικές αποδόσεις (+10% και μετά −10%);
es: ¿Qué media para rendimientos sucesivos (+10% luego -10%)?
fi: Koska jotkut ilmiöt koostuvat (tuottavuus), toiset ovat suhteita (nopeus), ja toiset sisältävät painoja (kertoimet). Näissä tapauksissa aritmeettinen voi olla väärä tai harhaanjohtava.
fil: Anong average para sa sunud-sunod na mga ani (+10% pagkatapos -10%)?
hu: Milyen átlagot használjunk egymást követő hozamok esetén (+10% majd -10%)?
id: Rata-rata apa untuk hasil berturut-turut (+10% kemudian −10%)?
it: Quale media per rendimenti successivi (+10% poi -10%)?
ja: 連続する収益（+10％、その後−10％）にはどの平均が適していますか？
ko: 연속 수익(+10% 후 -10%)에 대한 평균은 무엇인가요?
nl: Welk gemiddelde voor opeenvolgende rendementen (+10% dan -10%)?
no: Hvilket gjennomsnitt for påfølgende avkastninger (+10% så −10%)?
pl: Jaką średnią dla kolejnych wydajności (+10% a następnie −10%)?
pt_pt: Qual média para rendimentos sucessivos (+10% depois -10%)?
ro: Ce medie pentru randamente succesive (+10% apoi -10%)?
ru: Какую среднюю для последовательных доходностей (+10% затем −10%)?
sk: Aký priemer pre postupné výnosy (+10% a potom −10%)?
sv: Vilket medelvärde för successiva avkastningar (+10% sedan −10%)?
sw: Wastani gani kwa faida zinazofuatana (+10% kisha -10%)?
tr: Ardışık verimler için hangi ortalama? (+%10 sonra -%10)
uk: Яка середня для послідовних доходів (+10% потім −10%)?
vi: Trung bình nào cho các hiệu suất liên tiếp (+10% rồi -10%)?
zh_hans: 对于连续收益（+10% 然后 -10%），使用什么平均数？

# ed_math_statistics_mean_course_a3
source: On raisonne en facteurs et on utilise la moyenne géométrique (effet composé). C’est précisément un piège expliqué dans le cours.
af: Ons redeneer in faktore en gebruik die geometriese gemiddelde (samestellingseffek). Dit is presies 'n valkuil wat in die kursus verduidelik word.
bg: Разсъждаваме в фактори и използваме геометричната средна стойност (композитен ефект). Това е точно капан, обяснен в курса.
cs: Uvažujeme v faktorech a používáme geometrický průměr (složený efekt). To je přesně past vysvětlená v kurzu.
da: Vi ræsonnerer i faktorer og bruger det geometriske gennemsnit (sammensat effekt). Det er præcist en fælde, der forklares i kurset.
de: Man denkt in Faktoren und verwendet den geometrischen Mittelwert (Zinseszinseffekt). Das ist genau eine Falle, die im Kurs erklärt wird.
el: Σκεφτόμαστε σε παράγοντες και χρησιμοποιούμε τη γεωμετρική μέση (σύνθετο αποτέλεσμα). Αυτό είναι ακριβώς μια παγίδα που εξηγείται στο μάθημα.
es: Se razona en factores y se utiliza la media geométrica (efecto compuesto). Es precisamente una trampa explicada en el curso.
fi: Mikä keskiarvo peräkkäisille tuotoille (+10% sitten -10%)?
fil: Nag-iisip tayo sa mga factor at ginagamit ang average na heometriko (komposisyon na epekto). Ito ay tiyak na isang bitag na ipinaliwanag sa kurso.
hu: Faktorokban gondolkodunk, és a geometriai átlagot használjuk (komponált hatás). Ez pontosan egy csapda, amelyet a tanfolyam magyaráz.
id: Kita berpikir dalam faktor dan menggunakan rata-rata geometris (efek komposit). Ini adalah jebakan yang dijelaskan dalam kursus.
it: Si ragiona in fattori e si utilizza la media geometrica (effetto composto). È precisamente una trappola spiegata nel corso.
ja: 要因で考え、幾何平均を使用します（複利効果）。これは、コースで説明されている罠です。
ko: 우리는 인자에 대해 생각하고 기하 평균(복리 효과)을 사용합니다. 이것은 과정에서 설명된 함정입니다.
nl: We redeneren in factoren en gebruiken het geometrische gemiddelde (samengesteld effect). Dit is precies een valstrik die in de cursus wordt uitgelegd.
no: Vi resonerer i faktorer og bruker det geometriske gjennomsnittet (sammensatt effekt). Dette er nettopp en felle forklart i kurset.
pl: Rozważamy czynniki i używamy średniej geometrycznej (efekt złożony). To dokładnie pułapka wyjaśniona w kursie.
pt_pt: Raciocina-se em fatores e usa-se a média geométrica (efeito composto). Este é precisamente um truque explicado no curso.
ro: Se raționează în factori și se folosește media geometrică (efect compus). Este exact o capcană explicată în curs.
ru: Мы рассуждаем в факторах и используем геометрическую среднюю (сложный эффект). Это именно ловушка, объясненная в курсе.
sk: Ráta sa v faktoroch a používa sa geometrický priemer (zložený efekt). To je presne pasca vysvetlená v kurze.
sv: Man resonerar i faktorer och använder det geometriska medelvärdet (sammansatt effekt). Det är precis en fälla som förklaras i kursen.
sw: Tunafikiri kwa sababu na tunatumia wastani wa jiometri (athari iliyounganishwa). Hii ni mtego ambao umeelezwa katika kozi.
tr: Faktörler üzerinden düşünülür ve geometrik ortalama kullanılır (bileşik etki). Bu, kursta açıklanan bir tuzaktır.
uk: Ми міркуємо в факторах і використовуємо геометричну середню (складний ефект). Це саме пастка, пояснена в курсі.
vi: Chúng ta suy nghĩ theo các yếu tố và sử dụng trung bình hình học (hiệu ứng tích lũy). Đây chính là một cái bẫy được giải thích trong khóa học.
zh_hans: 我们考虑因素并使用几何平均数（复合效应）。这正是课程中解释的一个陷阱。

# ed_math_statistics_mean_course_q4
source: Quelle moyenne pour une vitesse moyenne ?
af: Watter gemiddelde vir 'n gemiddelde snelheid?
bg: Коя средна стойност за средна скорост?
cs: Jaký průměr pro průměrnou rychlost?
da: Hvilket gennemsnit for en gennemsnitlig hastighed?
de: Welcher Mittelwert für einen Durchschnitt?
el: Ποια μέση για μια μέση ταχύτητα;
es: ¿Qué media para una velocidad media?
fi: Ajatellaan tekijöitä ja käytetään geometrista keskiarvoa (kumulatiivinen vaikutus). Tämä on tarkalleen ansa, joka on selitetty kurssilla.
fil: Anong average para sa average na bilis?
hu: Milyen átlagot használjunk egy átlagsebességhez?
id: Rata-rata apa untuk kecepatan rata-rata?
it: Quale media per una velocità media?
ja: 平均速度にはどの平均が適していますか？
ko: 평균 속도에 대한 평균은 무엇인가요?
nl: Welk gemiddelde voor een gemiddelde snelheid?
no: Hvilket gjennomsnitt for en gjennomsnittlig hastighet?
pl: Jaką średnią dla średniej prędkości?
pt_pt: Qual média para uma velocidade média?
ro: Ce medie pentru o viteză medie?
ru: Какую среднюю для средней скорости?
sk: Aký priemer pre priemernú rýchlosť?
sv: Vilket medelvärde för ett genomsnittligt hastighet?
sw: Wastani gani kwa wastani wa kasi?
tr: Ortalama hız için hangi ortalama?
uk: Яка середня для середньої швидкості?
vi: Trung bình nào cho một tốc độ trung bình?
zh_hans: 对于平均速度，使用什么平均数？

# ed_math_statistics_mean_course_a4
source: Sur distances égales, c’est la moyenne harmonique ; sur durées égales, c’est l’arithmétique. Le cours montre comment reconnaître le bon cas.
af: Op gelyke afstande is dit die harmoniese gemiddelde; op gelyke tydperke is dit die aritmetiese. Die kursus wys hoe om die regte geval te herken.
bg: При равни разстояния, това е хармоничната средна; при равни времена, това е аритметичната. Курсът показва как да разпознаете правилния случай.
cs: Při stejných vzdálenostech je to harmonický průměr; při stejných dobách je to aritmetický. Kurz ukazuje, jak rozpoznat správný případ.
da: Over lige afstande er det det harmoniske gennemsnit; over lige tidsperioder er det det aritmetiske. Kurset viser, hvordan man genkender det rigtige tilfælde.
de: Bei gleichen Distanzen ist es der harmonische Mittelwert; bei gleichen Zeiträumen ist es der arithmetische. Der Kurs zeigt, wie man den richtigen Fall erkennt.
el: Σε ίσες αποστάσεις, είναι η αρμονική μέση; σε ίσες χρονικές περιόδους, είναι η αριθμητική. Το μάθημα δείχνει πώς να αναγνωρίσετε την κατάλληλη περίπτωση.
es: Sobre distancias iguales, es la media armónica; sobre duraciones iguales, es la aritmética. El curso muestra cómo reconocer el caso correcto.
fi: Mikä keskiarvo keskimääräiselle nopeudelle?
fil: Sa pantay na distansya, ito ay ang average na harmoniko; sa pantay na tagal, ito ay ang aritmetika. Ipinapakita ng kurso kung paano makilala ang tamang kaso.
hu: Egyenlő távolságok esetén a harmonikus átlag; egyenlő időtartamok esetén az aritmetikai. A tanfolyam bemutatja, hogyan ismerjük fel a megfelelő esetet.
id: Pada jarak yang sama, itu adalah rata-rata harmonis; pada durasi yang sama, itu adalah aritmetika. Kursus menunjukkan bagaimana mengenali kasus yang tepat.
it: Su distanze uguali, è la media armonica; su durate uguali, è l'aritmetica. Il corso mostra come riconoscere il caso giusto.
ja: 距離が等しい場合は調和平均、時間が等しい場合は算術平均です。コースでは適切なケースを認識する方法を示します。
ko: 동일한 거리에서는 조화 평균; 동일한 시간에서는 산술 평균입니다. 과정은 올바른 경우를 인식하는 방법을 보여줍니다.
nl: Over gelijke afstanden is het het harmonische gemiddelde; over gelijke tijdsduur is het het aritmetische. De cursus laat zien hoe je de juiste situatie herkent.
no: Over like avstander er det det harmoniske gjennomsnittet; over like varigheter er det det aritmetiske. Kurset viser hvordan man gjenkjenner det riktige tilfellet.
pl: Na równych odległościach to średnia harmoniczna; na równych czasach to arytmetyczna. Kurs pokazuje, jak rozpoznać odpowiedni przypadek.
pt_pt: Em distâncias iguais, é a média harmônica; em durações iguais, é a aritmética. O curso mostra como reconhecer o caso correto.
ro: Pe distanțe egale, este media armonică; pe durate egale, este aritmetica. Cursul arată cum să recunoașteți cazul corect.
ru: На равных расстояниях это гармоническая средняя; на равных временных интервалах это арифметическая. Курс показывает, как распознать правильный случай.
sk: Na rovnakých vzdialenostiach je to harmonický priemer; na rovnakých časoch je to aritmetický. Kurz ukazuje, ako rozpoznať správny prípad.
sv: Över lika avstånd är det det harmoniska medelvärdet; över lika tidsperioder är det det aritmetiska. Kursen visar hur man känner igen rätt fall.
sw: Katika umbali sawa, ni wastani wa harmoniki; katika muda sawa, ni aritmetiki. Kozi inaonyesha jinsi ya kutambua kesi sahihi.
tr: Eşit mesafelerde, harmonik ortalamadır; eşit sürelerde, aritmetik ortalamadır. Kurs, doğru durumu nasıl tanıyacağınızı gösterir.
uk: На рівних відстанях це гармонійна середня; на рівних проміжках часу - це арифметична. Курс показує, як розпізнати правильний випадок.
vi: Trên các khoảng cách bằng nhau, đó là trung bình điều hòa; trên các khoảng thời gian bằng nhau, đó là trung bình cộng. Khóa học cho thấy cách nhận diện trường hợp đúng.
zh_hans: 在相等的距离上，是调和平均数；在相等的时间上，是算术平均数。课程展示了如何识别正确的情况。

# ed_math_statistics_mean_course_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Saman pituisilla matkoilla se on harmoninen keskiarvo; saman pituisilla aikaväleillä se on aritmeettinen. Kurssi näyttää, miten tunnistaa oikea tapaus.
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 小贴士

# ed_math_statistics_mean_course_tip
source: Avant de calculer, posez-vous une seule question : “Est-ce que j’additionne des valeurs, ou est-ce que je combine des poids / des ratios / des multiplicateurs ?” Cette étape évite la majorité des erreurs de moyenne.
af: Voordat jy bereken, vra jouself net een vraag: “Voeg ek waardes by, of kombineer ek gewigte / verhoudings / vermenigvuldigers?” Hierdie stap voorkom die meeste gemiddelde foute.
bg: Преди да изчислите, задайте си един единствен въпрос: „Събирам ли стойности, или комбинирам тегла / съотношения / множители?“ Тази стъпка избягва повечето грешки в средната стойност.
cs: Před výpočtem si položte jednu otázku: „Sčítám hodnoty, nebo kombinuji váhy / poměry / násobitele?“ Tento krok zabraňuje většině chyb v průměru.
da: Før du beregner, stil dig selv et spørgsmål: 'Lægger jeg værdier sammen, eller kombinerer jeg vægte / forhold / multiplikatorer?' Dette trin undgår de fleste gennemsnitsfejl.
de: Bevor Sie berechnen, stellen Sie sich eine einzige Frage: „Addiere ich Werte oder kombiniere ich Gewichte / Verhältnisse / Multiplikatoren?“ Dieser Schritt vermeidet die Mehrheit der Mittelwertfehler.
el: Πριν υπολογίσετε, κάντε στον εαυτό σας μία μόνο ερώτηση: “Προσθέτω τιμές ή συνδυάζω βάρη / αναλογίες / πολλαπλασιαστές;” Αυτό το βήμα αποφεύγει την πλειονότητα των λαθών μέσης.
es: Antes de calcular, pregúntese una sola pregunta: '¿Estoy sumando valores, o estoy combinando pesos / ratios / multiplicadores?' Este paso evita la mayoría de los errores de media.
fi: Vinkki
fil: Bago mag-kalkula, itanong sa iyong sarili ang isang tanong: 'Nagdadagdag ba ako ng mga halaga, o pinagsasama ba ako ng mga timbang / mga ratio / mga multiplier?' Ang hakbang na ito ay nakakaiwas sa karamihan ng mga pagkakamali sa average.
hu: Mielőtt számítana, tegyen fel egyetlen kérdést: „Összeadok értékeket, vagy súlyokat / arányokat / szorzókat kombinálok?” Ez a lépés elkerüli a legtöbb átlagolási hibát.
id: Sebelum menghitung, ajukan satu pertanyaan: 'Apakah saya menjumlahkan nilai, atau apakah saya menggabungkan bobot/rasio/multiplikator?' Langkah ini menghindari sebagian besar kesalahan rata-rata.
it: Prima di calcolare, poniti una sola domanda: 'Sto sommando valori, o sto combinando pesi / rapporti / moltiplicatori?' Questo passaggio evita la maggior parte degli errori di media.
ja: 計算する前に、自分に一つの質問をしてください：「値を加算していますか、それとも重み/比率/乗数を組み合わせていますか？」このステップは、平均の大部分のエラーを回避します。
ko: 계산하기 전에 스스로에게 단 하나의 질문을 하세요: '값을 더하고 있나요, 아니면 가중치/비율/배수를 결합하고 있나요?' 이 단계는 평균의 대부분의 오류를 피할 수 있습니다.
nl: Voordat je gaat berekenen, stel jezelf één vraag: 'Voeg ik waarden samen, of combineer ik gewichten / verhoudingen / vermenigvuldigers?' Deze stap voorkomt de meeste gemiddelde fouten.
no: Før du beregner, still deg selv ett spørsmål: “Legger jeg sammen verdier, eller kombinerer jeg vekter / forhold / multiplikatorer?” Dette trinnet unngår de fleste gjennomsnittsfeilene.
pl: Zanim obliczysz, zadaj sobie jedno pytanie: „Czy dodaję wartości, czy łączę wagi / wskaźniki / mnożniki?” Ten krok unika większości błędów średnich.
pt_pt: Antes de calcular, faça-se uma única pergunta: 'Estou somando valores ou estou combinando pesos / razões / multiplicadores?' Esta etapa evita a maioria dos erros de média.
ro: Înainte de a calcula, puneți-vă o singură întrebare: „Adun valori sau combin greutăți / rapoarte / multiplicatori?” Această etapă evită majoritatea erorilor de medie.
ru: Перед расчетом задайте себе один вопрос: "Складываю ли я значения или комбинирую веса / соотношения / множители?" Этот шаг предотвращает большинство ошибок со средней.
sk: Pred výpočtom si položte jednu otázku: „Sčítavam hodnoty, alebo kombinujem váhy / pomery / multiplikátory?“ Tento krok zabráni väčšine chýb priemeru.
sv: Innan du beräknar, ställ dig själv en enda fråga: 'Lägger jag ihop värden, eller kombinerar jag vikter / förhållanden / multiplikatorer?' Detta steg undviker majoriteten av medelvärdesfelen.
sw: Kabla ya kuhesabu, jiulize swali moja tu: “Je, ninaongeza thamani, au ninaunganisha uzito / uwiano / vigezo?” Hatua hii inazuia makosa mengi ya wastani.
tr: Hesaplamadan önce kendinize tek bir soru sorun: “Değerleri mi topluyorum, yoksa ağırlıkları / oranları / çarpanları mı birleştiriyorum?” Bu adım, ortalama hatalarının çoğunu önler.
uk: Перед обчисленням задайте собі одне питання: «Чи додаю я значення, чи комбіную ваги / співвідношення / множники?» Цей етап запобігає більшості помилок середньої.
vi: Trước khi tính toán, hãy tự hỏi một câu hỏi duy nhất: “Tôi có đang cộng các giá trị, hay tôi đang kết hợp các trọng số / tỷ lệ / hệ số?” Bước này giúp tránh phần lớn các lỗi về trung bình.
zh_hans: 在计算之前，问自己一个问题：“我是在加值，还是在组合权重/比率/乘数？”这一步可以避免大多数平均数错误。

# ed_math_statistics_mean_vs_median_title
source: À propos : Moyenne vs médiane
af: Oor: Gemiddelde vs mediaan
bg: Относно: Средна стойност срещу медиана
cs: O průměru vs. mediánu
da: Om: Gennemsnit vs median
de: Über: Mittelwert vs Median
el: Σχετικά: Μέση vs διάμεσος
es: Acerca de: Media vs mediana
fi: Ennen laskemista kysy itseltäsi vain yksi kysymys: “Lisäänkö arvoja, vai yhdistänkö painoja / suhteita / kertoimia?” Tämä vaihe estää suurimman osan keskiarvovirheistä.
fil: Tungkol sa: Average vs median
hu: Ami a medián és az átlag közötti különbség megértését illeti, hogy a legrelevánsabb statisztikai mutatót válassza a adatok eloszlása szerint.
id: Tentang: Rata-rata vs median
it: A proposito: Media vs mediana
ja: について：平均と中央値
ko: 참고: 평균 vs 중앙값
nl: Over: Gemiddelde vs mediaan
no: Om: Gjennomsnitt vs median
pl: O tym: Średnia vs mediana
pt_pt: Sobre: Média vs mediana
ro: Despre: Medie vs mediana
ru: О средних: Средняя против медианы
sk: O: Priemer vs medián
sv: Om: Medelvärde vs median
sw: Kuhusu: Wastani vs median
tr: Hakkında: Ortalama vs medyan
uk: Про: Середня vs медіана
vi: Về: Trung bình vs trung vị
zh_hans: 关于：平均数与中位数

# ed_math_statistics_mean_vs_median_lead
source: Comprendre la différence entre moyenne et médiane pour choisir l’indicateur statistique le plus pertinent selon la distribution des données.
af: Verstaan die verskil tussen gemiddelde en mediaan om die mees relevante statistiese aanduiding te kies volgens die verspreiding van die data.
bg: Разберете разликата между средна стойност и медиана, за да изберете най-подходящия статистически индикатор в зависимост от разпределението на данните.
cs: Pochopit rozdíl mezi průměrem a mediánem, abyste vybrali nejrelevantnější statistický ukazatel podle rozdělení dat.
da: Forstå forskellen mellem gennemsnit og median for at vælge den mest relevante statistiske indikator afhængigt af datafordelingen.
de: Verstehen Sie den Unterschied zwischen Mittelwert und Median, um den relevantesten statistischen Indikator je nach Verteilung der Daten auszuwählen.
el: Κατανοήστε τη διαφορά μεταξύ μέσης και διάμεσου για να επιλέξετε τον πιο σχετικό στατιστικό δείκτη ανάλογα με την κατανομή των δεδομένων.
es: Entender la diferencia entre media y mediana para elegir el indicador estadístico más pertinente según la distribución de los datos.
fi: Tietoa: Keskiarvo vs mediaani
fil: Unawain ang pagkakaiba sa pagitan ng average at median upang pumili ng pinaka-angkop na estadistikang tagapagpahiwatig ayon sa pamamahagi ng mga datos.
hu: Használati esetek
id: Memahami perbedaan antara rata-rata dan median untuk memilih indikator statistik yang paling relevan sesuai dengan distribusi data.
it: Comprendere la differenza tra media e mediana per scegliere l'indicatore statistico più pertinente a seconda della distribuzione dei dati.
ja: データの分布に応じて最も関連性のある統計指標を選択するために、平均と中央値の違いを理解する。
ko: 데이터 분포에 따라 가장 관련성 높은 통계 지표를 선택하기 위해 평균과 중앙값의 차이를 이해합니다.
nl: Begrijp het verschil tussen gemiddelde en mediaan om de meest relevante statistische indicator te kiezen op basis van de gegevensverdeling.
no: Forstå forskjellen mellom gjennomsnitt og median for å velge den mest relevante statistiske indikatoren avhengig av datadistribusjonen.
pl: Zrozumienie różnicy między średnią a medianą, aby wybrać najbardziej odpowiedni wskaźnik statystyczny w zależności od rozkładu danych.
pt_pt: Compreender a diferença entre média e mediana para escolher o indicador estatístico mais pertinente conforme a distribuição dos dados.
ro: Înțelegeți diferența dintre medie și mediana pentru a alege indicatorul statistic cel mai relevant în funcție de distribuția datelor.
ru: Понять разницу между средней и медианой, чтобы выбрать наиболее подходящий статистический индикатор в зависимости от распределения данных.
sk: Pochopiť rozdiel medzi priemerom a mediánom na výber najrelevantnejšieho štatistického ukazovateľa podľa distribúcie údajov.
sv: Förstå skillnaden mellan medelvärde och median för att välja den mest relevanta statistiska indikatorn beroende på datadistributionen.
sw: Kuelewa tofauti kati ya wastani na median ili kuchagua kipimo cha takwimu kinachofaa zaidi kulingana na usambazaji wa data.
tr: Veri dağılımına göre en uygun istatistiksel göstergeleri seçmek için ortalama ve medyan arasındaki farkı anlamak.
uk: Розуміти різницю між середньою та медіаною, щоб вибрати найбільш відповідний статистичний показник залежно від розподілу даних.
vi: Hiểu sự khác biệt giữa trung bình và trung vị để chọn chỉ số thống kê phù hợp nhất theo phân phối dữ liệu.
zh_hans: 理解平均数和中位数之间的区别，以选择最相关的统计指标，具体取决于数据的分布。

# ed_math_statistics_mean_vs_median_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Ymmärtää keskiarvon ja mediaanin ero valitaksesi tilastollisesti merkittävän indikaattorin tietojakauman mukaan.
fil: Mga kaso ng paggamit
hu: Csoportok összehasonlítása
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_statistics_mean_vs_median_uc1_title
source: Comparer des groupes
af: Vergelyk groepe
bg: Сравняване на групи
cs: Porovnat skupiny
da: Sammenligne grupper
de: Gruppen vergleichen
el: Συγκρίνετε ομάδες
es: Comparar grupos
fi: Käyttötapaukset
fil: Ihambing ang mga grupo
hu: Osztályok, fizetések vagy jegyek összehasonlítása anélkül, hogy néhány szélsőséges érték félrevezetne.
id: Membandingkan kelompok
it: Confrontare gruppi
ja: グループを比較する
ko: 그룹 비교
nl: Groepen vergelijken
no: Sammenligne grupper
pl: Porównywanie grup
pt_pt: Comparar grupos
ro: Compararea grupurilor
ru: Сравнение групп
sk: Porovnať skupiny
sv: Jämföra grupper
sw: Kulinganisha makundi
tr: Grupları karşılaştırmak
uk: Порівняти групи
vi: So sánh các nhóm
zh_hans: 比较组
