Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_text_case_text_case_tip
source: Pour un rendu propre, convertissez d’abord en minuscules, puis appliquez la casse souhaitée (phrase ou titre) : cela évite les irrégularités issues d’un texte déjà mal formaté.
af: Vir 'n skoon resultaat, verander eers na kleinletters, dan pas die gewenste geval toe (sin of titel): dit vermy onreëlmatighede wat uit 'n teks wat reeds verkeerd geformateer is, ontstaan.
bg: За чисто представяне, първо преобразувайте в малки букви, след това приложете желания регистър (фраза или заглавие): това избягва неравномерности, произтичащи от вече неправилно форматиран текст.
cs: Pro čistý výstup nejprve převedete na malá písmena a poté aplikujete požadovanou velikost písmen (věta nebo titulek): to zabraňuje nepravidelnostem vyplývajícím z již špatně naformátovaného textu.
da: For et rent resultat, konverter først til små bogstaver, og anvend derefter den ønskede case (sætning eller titel): det undgår uregelmæssigheder fra allerede dårligt formateret tekst.
de: Für ein sauberes Ergebnis zuerst in Kleinbuchstaben umwandeln und dann die gewünschte Groß- und Kleinschreibung (Satz oder Titel) anwenden: das vermeidet Unregelmäßigkeiten, die aus bereits schlecht formatiertem Text resultieren.
el: Για καθαρή εμφάνιση, μετατρέψτε πρώτα σε πεζά, στη συνέχεια εφαρμόστε τη μορφή που επιθυμείτε (φράση ή τίτλος): αυτό αποφεύγει τις ανωμαλίες που προκύπτουν από ένα ήδη κακώς μορφοποιημένο κείμενο.
es: Para un resultado limpio, convierte primero a minúsculas, luego aplica la capitalización deseada (frase o título): esto evita irregularidades derivadas de un texto ya mal formateado.
fi: Saadaksesi siistin lopputuloksen, muunna ensin pieniksi kirjaimiksi ja sovella sitten haluttua kirjainkokoa (lause tai otsikko): tämä estää epäsäännöllisyyksiä, jotka johtuvat jo huonosti muotoillusta tekstistä.
fil: Para sa isang malinis na resulta, i-convert muna sa maliit na titik, pagkatapos ay ilapat ang nais na case (pangungusap o pamagat): ito ay nakakaiwas sa mga hindi pagkakapareho mula sa isang teksto na hindi maayos ang format.
hu: A tiszta megjelenés érdekében először konvertálja kisbetűsre, majd alkalmazza a kívánt írásmódot (mondat vagy cím): ez elkerüli a már rosszul formázott szövegből adódó szabálytalanságokat.
id: Untuk hasil yang bersih, ubah terlebih dahulu menjadi huruf kecil, lalu terapkan kasus yang diinginkan (kalimat atau judul): ini menghindari ketidakteraturan dari teks yang sudah diformat dengan buruk.
it: Per un risultato pulito, converti prima in minuscolo, poi applica il case desiderato (frase o titolo): ciò evita irregolarità derivanti da un testo già mal formattato.
ja: きれいな出力のために、まず小文字に変換し、その後希望するケース（文またはタイトル）を適用してください：これにより、すでに不適切にフォーマットされたテキストからの不規則性を避けることができます。
ko: 깨끗한 결과를 위해 먼저 소문자로 변환한 다음 원하는 대소문자(문장 또는 제목)를 적용하세요: 이는 이미 잘못 형식화된 텍스트에서 발생하는 불규칙성을 피할 수 있습니다.
nl: Voor een nette weergave, zet eerst om naar kleine letters en pas dan de gewenste case toe (zin of titel): dit voorkomt ongelijkheden die voortkomen uit al slecht opgemaakte tekst.
no: For et rent resultat, konverter først til små bokstaver, og deretter bruk ønsket bokstavform (setning eller tittel): dette unngår uregelmessigheter fra allerede dårlig formatert tekst.
pl: Aby uzyskać czysty efekt, najpierw przekształć na małe litery, a następnie zastosuj pożądaną wielkość liter (zdanie lub tytuł): to zapobiega nierównościom wynikającym z już źle sformatowanego tekstu.
pt_pt: Para um resultado limpo, converta primeiro para minúsculas e depois aplique a caixa desejada (frase ou título): isso evita irregularidades provenientes de um texto já mal formatado.
ro: Pentru un rezultat curat, convertiți mai întâi în minuscule, apoi aplicați cazul dorit (propoziție sau titlu): aceasta evită neregularitățile provenite dintr-un text deja prost formatat.
ru: Для чистого результата сначала преобразуйте в строчные буквы, а затем примените желаемый регистр (предложение или заголовок): это поможет избежать нерегулярностей, возникающих из-за уже неправильно отформатированного текста.
sk: Pre čistý výsledok najprv prevedte na malé písmená a potom aplikujte požadovaný formát (vetu alebo titul): to zabráni nepravidelnostiam z už zle naformátovaného textu.
sv: För ett rent resultat, konvertera först till gemener, och tillämpa sedan önskad case (mening eller titel): detta undviker oregelbundenheter från en redan dåligt formaterad text.
sw: Ili kupata matokeo safi, badilisha kwanza kuwa herufi ndogo, kisha tumia hali inayotakiwa (sentensi au kichwa): hii inazuia kutokuwepo kwa usawa kutoka kwa maandiko ambayo tayari hayajapangwa vizuri.
tr: Temiz bir sonuç için önce küçük harflere dönüştürün, ardından istenen durumu (cümle veya başlık) uygulayın: bu, zaten kötü biçimlendirilmiş bir metinden kaynaklanan düzensizlikleri önler.
uk: Для чистого вигляду спочатку перетворіть на малі літери, а потім застосуйте бажаний регістр (речення або заголовок): це запобігає нерегулярностям, що виникають через вже неправильно відформатований текст.
vi: Để có một kết quả sạch sẽ, hãy chuyển đổi trước thành chữ thường, sau đó áp dụng kiểu mong muốn (câu hoặc tiêu đề): điều này tránh các bất thường từ một văn bản đã được định dạng sai.
zh_hans: 为了获得干净的结果，先转换为小写，然后应用所需的大小写（句子或标题）：这可以避免由于文本格式不当而导致的不规则性。

# ed_math_rounding_truncate_title
source: À propos : Troncature
af: Oor: Afkap
bg: Относно: Окрупняване
cs: O tomto: Zkracování
da: Om: Truncation
de: Über: Truncation
el: Σχετικά με: Τεμαχισμός
es: Acerca de: Truncamiento
fi: About: Truncation
fil: Tungkol sa: Pagputol
hu: A témáról: Kerekítés
id: Tentang: Pemotongan
it: About: Truncation
ja: について: 切り捨て
ko: 에 대한: 잘림
nl: Over: Afkappen
no: Omhandler: Truncering
pl: O programie: Przycinanie
pt_pt: Sobre: Truncamento
ro: Despre: Truncare
ru: О программе: Обрезка
sk: O projekte: Orezanie
sv: Om: Avkortning
sw: Kuhusu: Kukata
tr: Hakkında: Kısmi kesme
uk: About: Truncation
vi: Về chúng tôi: Cắt ngắn
zh_hans: 关于：截断

# ed_math_rounding_truncate_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: Over : Afkap
bg: Опишете точната цел на този инструмент (единствена цел, не парафраза на друг).
cs: TODO: Popište přesně cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: TODO: Beskriv det præcise mål med dette værktøj (unik intention, ikke en parafrase af en anden).
de: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
el: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφράση άλλου).
es: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: Írd le pontosan le ezt az eszköz célját (egyedi szándék, ne egy másik parafrázisa).
id: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: このツールの正確な目的を説明してください（ユニークな意図、他のものの言い換えではありません）。
ko: 이 도구의 정확한 목적을 설명하세요 (고유한 의도, 다른 것의 패러프레이즈가 아님).
nl: Over: Afkapping
no: Beskriv det eksakte målet med dette verktøyet (unik intensjon, ikke en omskrivning av noe annet).
pl: Opisz dokładnie cel tego narzędzia (jedna intencja, nie parafraza innego).
pt_pt: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: Popisujte presne cieľ tohto nástroja (jedinečný zámer, nie parafráza iného).
sv: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: Kuelezea lengo halisi la chombo hiki (kusudi moja, si paraphrase ya nyingine).
tr: TODO: Bu aracın tam amacını tanımlayın (tek niyet, başka birinin parafrazı değil).
uk: About: Truncation
vi: Mô tả mục tiêu chính xác của công cụ này (ý định duy nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO: 描述该工具的确切目标（唯一意图，而不是其他内容的释义）。

# ed_math_rounding_truncate_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Popište přesně cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: Brug dette værktøj til at beskrive det præcise mål (unik intention, ikke en parafrase af en anden).
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: Use cases
fil: Mga kaso ng paggamit
hu: Használati eset
id: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Use case
ja: 使用例
ko: 이 도구의 정확한 목적을 설명하십시오 (고유한 의도, 다른 것의 패러프레이즈가 아님).
nl: Over: Afkapping
no: Bruk tilfelle
pl: Opisz dokładnie cel tego narzędzia (jedyna intencja, nie parafraza innego).
pt_pt: Caso de uso
ro: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: Сформулируйте точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: About: Truncation
vi: Trường hợp sử dụng
zh_hans: 使用此工具的确切目标（唯一意图，而不是其他内容的释义）。

# ed_math_rounding_truncate_uc1_title
source: TODO
af: Gebruik geval
cs: Případ použití
da: Brugssager
es: Casos de uso
id: Kasus penggunaan
ko: 사용 사례
nl: Gebruiksscenario
pl: Przykład użycia
ro: Caz de utilizare
ru: Случай использования
uk: Use case
zh_hans: 用例

# ed_math_rounding_truncate_uc1_text
source: TODO: Exemple concret 1
af: TODO: Concrete example 1
bg: TODO: Конкретен пример 1
cs: TODO: Konkrétní příklad 1
da: TODO: Konkret eksempel 1
de: Beispiel 1
el: Παράδειγμα 1
es: Ejemplo concreto 1
fi: TODO: Concrete example 1
fil: TODO: Halimbawa ng konkretong 1
hu: Példa 1
id: Contoh konkret 1
it: TODO: Esempio concreto 1
ja: TODO: 具体例 1
ko: 구체적인 예 1
nl: Gebruikscase
no: TODO: Konkrete eksempel 1
pl: Przykład konkretny 1
pt_pt: Exemplo concreto 1
ro: Exemplu concret 1
ru: Конкретный пример 1
sk: Príklad konkrétny 1
sv: Exempel på konkret 1
sw: Mfano halisi 1
tr: Somut örnek 1
uk: Use case
vi: Ví dụ cụ thể 1
zh_hans: TODO: 具体示例 1

# ed_math_rounding_truncate_uc2_text
source: TODO: Exemple concret 2
af: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 2
cs: Příklad konkrétní 1
da: Konkrete eksempler 1
de: Beispiel 2
el: Συγκεκριμένο παράδειγμα 1
es: Ejemplo concreto 1
fi: TODO: Concrete example 2
fil: TODO: Halimbawa ng konkretong 2
hu: Konkrét példa 1
id: Contoh konkret 1
it: Esempio concreto 1
ja: 具体例 1
ko: 구체적인 예 1
nl: Concreet voorbeeld 1
no: Konkrett eksempel 1
pl: Przykład konkretny 1
pt_pt: Exemplo concreto 1
ro: Exemplu concret 1
ru: Конкретный пример 1
sk: Konkrétny príklad 1
sv: Konkreta exempel 1
sw: Mfano halisi 2
tr: Somut örnek 2
uk: Concrete example 1
vi: Ví dụ cụ thể 1
zh_hans: 具体示例 1

# ed_math_rounding_truncate_uc3_text
source: TODO: Exemple concret 3
af: TODO: Concrete example 3
bg: TODO: Конкретен пример 3
cs: TODO: Konkrétní příklad 3
da: TODO: Konkret eksempel 3
de: Konkretes Beispiel 2
el: Συγκεκριμένο παράδειγμα 2
es: Ejemplo concreto 3
fi: TODO: Concrete example 3
fil: TODO: Halimbawa ng konkretong 3
hu: Példa 2
id: Contoh konkret 3
it: Concrete example 2
ja: 具体例 2
ko: 구체적인 예 3
nl: Voorbeeld 3
no: Konkret eksempel 2
pl: Przykład konkretny 3
pt_pt: Exemplo concreto 2
ro: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: Konkrétny príklad 2
sv: Konkreta exempel 2
sw: Mfano halisi 2
tr: TODO: Somut örnek 2
uk: TODO: Concrete example 3
vi: Ví dụ cụ thể 2
zh_hans: 具体示例 3

# ed_math_rounding_truncate_output
source: Ce que vous obtenez
af: Konkrete voorbeeld 2
bg: Това, което получавате
cs: Příklad konkrétní 2
da: Konkrete eksempler 2
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Ejemplo concreto 2
fi: Uniikki vinkki, joka liittyy työkalun tarkoitukseen.
fil: Makukuha mo
hu: Amit kapsz
id: Contoh konkret 2
it: Esempio concreto 1
ja: 得られるもの
ko: 구체적인 예 2
nl: Concreet voorbeeld 2
no: Det du får
pl: Przykład konkretny 2
pt_pt: O que você obtém
ro: Exemplu concret 2
ru: Конкретный пример 2
sk: To, čo získate
sv: Det du får
sw: Kile unachopata
tr: Aldığınız şey
uk: Concrete example 2
vi: Những gì bạn nhận được
zh_hans: 具体示例 2

# ed_math_rounding_truncate_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf die uitvoer presies.
bg: TODO: Прецизно описание на изхода.
cs: TODO: Přesně popište výstup.
da: TODO: Beskriv præcist outputtet.
de: Bitte beschreiben Sie die Ausgabe genau.
el: Αυτό που αποκτάτε
es: Ejemplo concreto 3
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: Amit kapsz
id: Contoh konkret 3
it: Ciò che ottieni
ja: 得られるもの
ko: 출력을 정확하게 설명하세요.
nl: Voorbeeld 1
no: Det du får
pl: Opisz dokładnie wynik.
pt_pt: O que você obtém
ro: Exemplu concret 3
ru: Конкретный пример 3
sk: Čo získate
sv: Det du får
sw: Kuelezea kwa usahihi matokeo.
tr: TODO: Çıktıyı tam olarak tanımlayın.
uk: TODO: Describe the output precisely.
vi: Những gì bạn nhận được
zh_hans: TODO: 具体示例 3

# ed_math_rounding_truncate_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Wat is die doel van hierdie uitvoer.
bg: TODO: Каква е целта на този изход.
cs: TODO: K čemu slouží tento výstup.
da: TODO: Hvad er formålet med dette output.
de: Konkretes Beispiel 3
el: Συγκεκριμένο παράδειγμα 3
es: Describir con precisión la salida.
fi: TODO: Mihin tämä tulos liittyy.
fil: TODO: Ano ang gamit ng output na ito.
hu: Példa 3
id: Deskripsikan dengan tepat keluaran.
it: Concrete example 3
ja: 具体例 3
ko: 이 출력의 용도는 무엇인가요.
nl: Wat deze uitvoer doet.
no: Konkret eksempel 3
pl: Do czego służy ten wynik.
pt_pt: Exemplo concreto 3
ro: Descrieți precis ieșirea.
ru: Точно опишите выходные данные.
sk: Konkrétny príklad 3
sv: Konkreta exempel 3
sw: TODO: Je, ni nini hii inatumikia.
tr: TODO: Somut örnek 3
uk: TODO: What this output is for.
vi: Ví dụ cụ thể 3
zh_hans: TODO: 精确描述输出。

# ed_math_rounding_truncate_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Příklad konkrétní 3
da: Konkrete eksempler 3
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Ejemplo concreto 3
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Amit kapsz
id: Contoh konkret 3
it: What you get
ja: 得られるもの
ko: 구체적인 예 3
nl: Concreet voorbeeld 3
no: Det du får
pl: Przykład konkretny 3
pt_pt: O que você obtém
ro: Exemplu concret 3
ru: Конкретный пример 3
sk: Čo získate
sv: Det du får
sw: Mipaka na maeneo ya kuzingatia
tr: Aldığınız şey
uk: Concrete example 3
vi: Những gì bạn nhận được
zh_hans: 具体示例 3

# ed_math_rounding_truncate_lim1
source: TODO.
bg: Ограничения и важни точки
cs: Co získáte
da: Hvad du får
de: Beschreiben Sie die Ausgabe genau.
es: Lo que obtienes
id: Apa yang Anda dapatkan
it: Descrivere precisamente l'uscita.
ko: 당신이 얻는 것
nl: Wat u krijgt
pl: Co otrzymujesz
pt_pt: Descrever precisamente a saída.
ro: Ce obțineți
ru: Что вы получаете
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: What you get
vi: Mô tả chính xác đầu ra.
zh_hans: 您获得的内容

# ed_math_rounding_truncate_lim2
source: TODO.
de: Wozu dient dieses Ergebnis.
el: Προς τι χρησιμεύει αυτή η έξοδος.
es: Describir con precisión la salida.
hu: Mire való ez a kimenet.
id: Untuk apa keluaran ini.
it: Ciò che ottieni
ja: 出力を正確に説明してください。
no: Hva denne utdataen er til.
pt_pt: Para que serve esta saída.
ro: La ce folosește această ieșire.
ru: Для чего предназначены эти выходные данные.
sk: Presne popíšte výstup.
sv: Vad denna utdata används till.
tr: TODO: Bu çıktının ne işe yaradığını açıklayın.
vi: Đầu ra này có tác dụng gì.
zh_hans: TODO: 该输出的用途。

# ed_math_rounding_truncate_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: K čemu slouží tento výstup.
da: Hvad denne output er til.
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Para qué sirve esta salida.
fi: Usein kysytyt kysymykset
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Jelaskan secara tepat keluaran ini.
it: Limits and points of attention
ja: 出力を正確に説明してください。
ko: 출력을 정확하게 설명하십시오.
nl: Veelgestelde vragen
no: Begrensninger og oppmerksomhetspunkter
pl: Opisz dokładnie wynik.
pt_pt: Limitações e pontos de atenção
ro: Descrieți precis ieșirea.
ru: Опишите точно выходные данные.
sk: Časté otázky
sv: Begränsningar och punkter att tänka på
sw: Maswali ya mara kwa mara
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Describe precisely the output.
vi: Giới hạn và điểm cần chú ý
zh_hans: 此输出的用途。

# ed_math_rounding_truncate_q1
source: TODO
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
es: Límites y puntos de atención
ja: この出力の目的。
no: Beskriv nøyaktig utdataene.
ru: Конкретный пример 3
sk: Na čo slúži tento výstup.
zh_hans: 限制和注意事项

# ed_math_rounding_truncate_a1
source: TODO
bg: Често задавани въпроси
es: ¿Para qué sirve esta salida?
id: Untuk apa keluaran ini.
ja: 制限事項と注意点
ko: 이 출력의 용도.
pl: Do czego służy ten wynik.
ro: La ce folosește această ieșire.
ru: Для чего предназначены эти выходные данные.
sk: Obmedzenia a body pozornosti
uk: What this output is for.

# ed_math_rounding_truncate_q2
source: TODO
el: Συχνές ερωτήσεις
hu: Gyakori kérdések
id: Batasan dan perhatian
it: Frequently asked questions
ko: 제한 사항 및 주의 사항
no: Vanlige spørsmål
pl: Ograniczenia i punkty uwagi
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Časté otázky
tr: Sıkça Sorulan Sorular
vi: Câu hỏi thường gặp

# ed_math_rounding_truncate_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tungkol sa: Amplitude
hu: Tip
id: Tip
it: Suggerimento
ja: ヒント
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Perguntas frequentes
ro: Sugestie
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: Çıktıyı kesin olarak tanımlayın.
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_math_rounding_truncate_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n Unieke wenk wat verband hou met die doel van die instrument.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: TODO: Jedinečný tip související s účelem nástroje.
da: TODO: Et unikt tip relateret til værktøjets intention.
de: Tipp
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki työkalun tarkoitukseen liittyen.
fil: Mga madalas na tanong
hu: Tipp
id: Pertanyaan yang sering diajukan
it: TODO: Un trucco unico legato all'intenzione dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: 도구의 의도와 관련된 독특한 팁.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: Często zadawane pytania
pt_pt: TODO: Uma dica única relacionada à intenção da ferramenta.
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: TODO: Unique tip related to the tool's intent.
sv: En unik tips relaterad till verktygets avsikt.
sw: TODO: Kidokezo cha kipekee kinachohusiana na kusudi la chombo.
tr: İpucu
uk: Унікальний трюк, пов'язаний із наміром інструмента.
vi: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: 提示

# ed_math_statistics_amplitude_title
source: À propos : Amplitude
af: Oor: Amplitude
bg: Съвет
cs: O aplikaci: Amplitude
da: Om: Amplitude
de: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: Συμβουλή
es: Acerca de: Amplitud
fi: Tietoa: Amplitudi
fil: Tungkol sa: Amplitude
hu: Tipp
id: Tip
it: A proposito: Ampiezza
ja: ヒント
ko: 자주 묻는 질문
nl: Over: Amplitude
no: Tips
pl: O nas: Amplituda
pt_pt: Uma dica única relacionada à intenção da ferramenta.
ro: Sugestie
ru: Совет
sk: About: Amplitude
sv: Tips
sw: Kuhusu: Amplitude
tr: Hakkında: Amplitüd
uk: Про нас: Амплітуда
vi: Mẹo
zh_hans: 提示

# ed_math_statistics_amplitude_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie instrument (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Прецизно описание на целта на този инструмент (уникално намерение, не парафраза на друг).
cs: TODO: Přesně popište cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: TODO: Beskriv det præcise formål med dette værktøj (unik intention, ikke en parafrase af en anden).
de: Über: Amplitude
el: Συμβουλή
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (ainutlaatuinen tarkoitus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: Tipp
id: Tentang: Amplitudo
it: TODO: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: ツールの意図に関連するユニークなヒント。
ko: 이 도구의 정확한 목적을 설명하세요 (고유한 의도, 다른 것의 패러프레이즈가 아님).
nl: TODO: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: Tips
pl: Opisz dokładnie cel tego narzędzia (jedna intencja, nie parafraza innego).
pt_pt: Sobre: Amplitude
ro: Despre: Amplitudine
ru: О программе: Амплитуда
sk: TODO: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
sv: En unik tips relaterad till verktygets avsikt.
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: İpucu
uk: Описати точну мету цього інструмента (унікальний намір, не перефразування іншого).
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định duy nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO: 与工具意图相关的独特提示。

# ed_math_statistics_amplitude_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Относно: Амплитуда
cs: Případ použití
da: Brugssager
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Casi d'uso
ja: ツールの意図に関連するユニークなヒント。
ko: 사용 사례
nl: Gebruikscases
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de uso
ro: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: Use case
sv: Användningsfall
sw: Mifano ya matumizi
tr: TODO: Aracın niyetiyle ilgili benzersiz bir ipucu.
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 关于：幅度

# ed_math_statistics_amplitude_uc1_title
source: TODO
de: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
hu: A tipp egyedi, amely kapcsolódik az eszköz szándékához.
id: Kasus penggunaan
ja: について: 振幅
no: Et unikt tips relatert til verktøyets hensikt.
pt_pt: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: Caz de utilizare
ru: Случай использования
tr: Hakkında: Amplitüd
uk: TODO: A unique tip related to the tool's intent.
zh_hans: 提示
