Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_stream_decoder_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Опишете точната цел на този инструмент (единствена цел, не парафраза на друг).
cs: TODO: Popište přesný cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: TODO: Beskriv det præcise mål med dette værktøj (unik intention, ikke en parafrase af et andet).
de: TODO: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφράση άλλου).
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (yksittäinen tarkoitus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: TODO: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: TODO: このツールの正確な目的を説明する（ユニークな意図、他のもののパラフレーズではない）。
ko: TODO: 이 도구의 정확한 목적 설명(고유한 의도, 다른 것의 패러프레이즈 아님).
nl: TODO: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: TODO: Beskriv det eksakte målet med dette verktøyet (unik intensjon, ikke en omskrivning av et annet).
pl: TODO: Opisz dokładny cel tego narzędzia (jedyna intencja, nie parafraza innego).
pt_pt: TODO: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: TODO: Описать точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: TODO: Opísať presný cieľ tohto nástroja (jedinečný zámer, nie parafráza iného).
sv: TODO: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av ett annat).
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi moja, si paraphrase ya nyingine).
tr: TODO: Bu aracın tam amacını tanımlayın (tek niyet, başka birinin parafrazı değil).
uk: TODO: Описати точну мету цього інструменту (унікальне намір, не перефразування іншого).
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định duy nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO：描述该工具的确切目标（唯一意图，而不是对其他内容的改述）。

# ed_dev_pdf_pdf_stream_decoder_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruiksscenario's
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_dev_pdf_pdf_stream_decoder_uc1_text
source: TODO: Exemple concret 1
af: TODO: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 1
cs: TODO: Konkrétní příklad 1
da: TODO: Konkret eksempel 1
de: TODO: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 1
es: TODO: Ejemplo concreto 1
fi: TODO: Konkreettinen esimerkki 1
fil: TODO: Konkretong halimbawa 1
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: TODO: Esempio concreto 1
ja: TODO: 具体例 1
ko: TODO: 구체적인 예 1
nl: TODO: Concreet voorbeeld 1
no: TODO: Konkret eksempel 1
pl: TODO: Przykład konkretny 1
pt_pt: TODO: Exemplo concreto 1
ro: TODO: Exemplu concret 1
ru: TODO: Конкретный пример 1
sk: TODO: Konkrétny príklad 1
sv: TODO: Konktret exempel 1
sw: TODO: Mfano halisi 1
tr: TODO: Somut örnek 1
uk: TODO: Конкретний приклад 1
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO：具体示例 1

# ed_dev_pdf_pdf_stream_decoder_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 2
da: TODO: Konkret eksempel 2
de: TODO: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 2
es: TODO: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 2
fil: TODO: Konkretong halimbawa 2
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: TODO: Esempio concreto 2
ja: TODO: 具体例 2
ko: TODO: 구체적인 예 2
nl: TODO: Concreet voorbeeld 2
no: TODO: Konkret eksempel 2
pl: TODO: Przykład konkretny 2
pt_pt: TODO: Exemplo concreto 2
ro: TODO: Exemplu concret 2
ru: TODO: Конкретный пример 2
sk: TODO: Konkrétny príklad 2
sv: TODO: Konktret exempel 2
sw: TODO: Mfano halisi 2
tr: TODO: Somut örnek 2
uk: TODO: Конкретний приклад 2
vi: TODO: Ví dụ cụ thể 2
zh_hans: TODO：具体示例 2

# ed_dev_pdf_pdf_stream_decoder_uc3_text
source: TODO: Exemple concret 3
af: TODO: Konkrete voorbeeld 3
bg: TODO: Конкретен пример 3
cs: TODO: Konkrétní příklad 3
da: TODO: Konkret eksempel 3
de: TODO: Konkretes Beispiel 3
el: TODO: Συγκεκριμένο παράδειγμα 3
es: TODO: Ejemplo concreto 3
fi: TODO: Konkreettinen esimerkki 3
fil: TODO: Konkretong halimbawa 3
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: TODO: Esempio concreto 3
ja: TODO: 具体例 3
ko: TODO: 구체적인 예 3
nl: TODO: Concreet voorbeeld 3
no: TODO: Konkret eksempel 3
pl: TODO: Przykład konkretny 3
pt_pt: TODO: Exemplo concreto 3
ro: TODO: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: TODO: Konkrétny príklad 3
sv: TODO: Konktret exempel 3
sw: TODO: Mfano halisi 3
tr: TODO: Somut örnek 3
uk: TODO: Конкретний приклад 3
vi: TODO: Ví dụ cụ thể 3
zh_hans: TODO：具体示例 3

# ed_dev_pdf_pdf_stream_decoder_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_stream_decoder_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf presies die uitvoer.
bg: TODO: Опишете точно изхода.
cs: TODO: Přesně popište výstup.
da: TODO: Beskriv præcist outputtet.
de: TODO: Beschreiben Sie die Ausgabe genau.
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: TODO: Describir con precisión la salida.
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: TODO: Descrivere precisamente l'uscita.
ja: TODO: 出力を正確に説明する。
ko: TODO: 출력을 정확하게 설명하십시오.
nl: TODO: Beschrijf de output nauwkeurig.
no: TODO: Beskriv nøyaktig utdataene.
pl: TODO: Dokładnie opisz wynik.
pt_pt: TODO: Descrever precisamente a saída.
ro: TODO: Descrieți precis ieșirea.
ru: TODO: Точно описать вывод.
sk: TODO: Presne opísať výstup.
sv: TODO: Beskriv noggrant utdata.
sw: TODO: Eleza kwa usahihi matokeo.
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: TODO: Точно описати вихідні дані.
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO：准确描述输出。

# ed_dev_pdf_pdf_stream_decoder_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Wat is die doel van hierdie uitvoer.
bg: TODO: За какво служи този изход.
cs: TODO: K čemu slouží tento výstup.
da: TODO: Hvad er formålet med dette output.
de: TODO: Wozu dient diese Ausgabe.
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: Para qué sirve esta salida.
fi: TODO: Mihin tämä tulos on tarkoitettu.
fil: TODO: Ano ang gamit ng output na ito.
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: TODO: A cosa serve questa uscita.
ja: TODO: この出力の目的。
ko: TODO: 이 출력의 용도.
nl: TODO: Waar dient deze output voor.
no: TODO: Hva er bruken av disse utdataene.
pl: TODO: Do czego służy ten wynik.
pt_pt: TODO: Para que serve esta saída.
ro: TODO: La ce folosește această ieșire.
ru: TODO: Для чего нужен этот вывод.
sk: TODO: Na čo slúži tento výstup.
sv: TODO: Vad är syftet med denna utdata.
sw: TODO: Matokeo haya yanatumika vipi.
tr: TODO: Bu çıktının ne işe yaradığını açıklayın.
uk: TODO: Для чого потрібні ці вихідні дані.
vi: TODO: Đầu ra này có tác dụng gì.
zh_hans: TODO：该输出的用途。

# ed_dev_pdf_pdf_stream_decoder_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_stream_decoder_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_stream_decoder_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_stream_decoder_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n Unieke wenk wat verband hou met die bedoeling van die hulpmiddel.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: TODO: Jedinečný tip související se záměrem nástroje.
da: TODO: Et unikt tip relateret til værktøjets intention.
de: TODO: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: TODO: Μια μοναδική συμβουλή σχετική με την πρόθεση του εργαλείου.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki, joka liittyy työkalun tarkoitukseen.
fil: TODO: Isang natatanging tip na may kaugnayan sa layunin ng tool.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik terkait dengan niat alat ini.
it: TODO: Un suggerimento unico legato all'intenzione dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 고유한 팁.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
no: TODO: Et unikt tips relatert til verktøyets intensjon.
pl: TODO: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: TODO: Uma dica única relacionada à intenção da ferramenta.
ro: TODO: Un sfat unic legat de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: TODO: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Ett unikt tips relaterat till verktygets avsikt.
sw: TODO: Kidokezo cha kipekee kinachohusiana na kusudi la chombo.
tr: TODO: Aracın niyetiyle ilgili benzersiz bir ipucu.
uk: TODO: Унікальна порада, пов'язана з наміром інструменту.
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: TODO：与工具意图相关的独特提示。

# ed_dev_pdf_pdf_text_structure_to_json_title
source: À propos : Structure texte PDF → JSON
af: Oor: PDF teksstruktuur → JSON
bg: За нас: Структура текст PDF → JSON
cs: O aplikaci: Struktura textu PDF → JSON
da: Om: PDF-tekststruktur → JSON
de: Über: Textstruktur PDF → JSON
el: Σχετικά: Δομή κειμένου PDF → JSON
es: Acerca de: Estructura de texto PDF → JSON
fi: Tietoja: PDF-tekstirakenne → JSON
fil: Tungkol sa: Estruktura ng teksto PDF → JSON
hu: A témáról: PDF szöveg struktúra → JSON
id: Tentang: Struktur teks PDF → JSON
it: A proposito: Struttura testo PDF → JSON
ja: PDF→JSONのテキスト構造について
ko: PDF → JSON 텍스트 구조에 대한 설명
nl: Over: PDF-tekststructuur → JSON
no: Om: PDF-tekststruktur → JSON
pl: O projekcie: Struktura tekstu PDF → JSON
pt_pt: Sobre: Estrutura texto PDF → JSON
ro: Despre: Structura text PDF → JSON
ru: О нас: Структура текста PDF → JSON
sk: O projekte: Štruktúra textu PDF → JSON
sv: Om: PDF-textstruktur → JSON
sw: Kuhusu: Muundo wa maandiko ya PDF → JSON
tr: Hakkında: PDF metin yapısı → JSON
uk: Про нас: Структура тексту PDF → JSON
vi: Về chúng tôi: Cấu trúc văn bản PDF → JSON
zh_hans: 关于：PDF 文本结构 → JSON

# ed_dev_pdf_pdf_text_structure_to_json_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Опишете точната цел на този инструмент (единствена цел, не парафраза на друг).
cs: TODO: Popište přesný cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: TODO: Beskriv det præcise mål med dette værktøj (unik intention, ikke en parafrase af et andet).
de: TODO: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφράση άλλου).
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (yksittäinen tarkoitus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: TODO: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: TODO: このツールの正確な目的を説明する（ユニークな意図、他のもののパラフレーズではない）。
ko: TODO: 이 도구의 정확한 목적 설명(고유한 의도, 다른 것의 패러프레이즈 아님).
nl: TODO: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: TODO: Beskriv det eksakte målet med dette verktøyet (unik intensjon, ikke en omskrivning av et annet).
pl: TODO: Opisz dokładny cel tego narzędzia (jedyna intencja, nie parafraza innego).
pt_pt: TODO: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: TODO: Описать точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: TODO: Opísať presný cieľ tohto nástroja (jedinečný zámer, nie parafráza iného).
sv: TODO: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av ett annat).
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi moja, si paraphrase ya nyingine).
tr: TODO: Bu aracın tam amacını tanımlayın (tek niyet, başka birinin parafrazı değil).
uk: TODO: Описати точну мету цього інструменту (унікальне намір, не перефразування іншого).
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định duy nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO：描述该工具的确切目标（唯一意图，而不是对其他内容的改述）。

# ed_dev_pdf_pdf_text_structure_to_json_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruiksscenario's
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_dev_pdf_pdf_text_structure_to_json_uc1_text
source: TODO: Exemple concret 1
af: TODO: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 1
cs: TODO: Konkrétní příklad 1
da: TODO: Konkret eksempel 1
de: TODO: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 1
es: TODO: Ejemplo concreto 1
fi: TODO: Konkreettinen esimerkki 1
fil: TODO: Konkretong halimbawa 1
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: TODO: Esempio concreto 1
ja: TODO: 具体例 1
ko: TODO: 구체적인 예 1
nl: TODO: Concreet voorbeeld 1
no: TODO: Konkret eksempel 1
pl: TODO: Przykład konkretny 1
pt_pt: TODO: Exemplo concreto 1
ro: TODO: Exemplu concret 1
ru: TODO: Конкретный пример 1
sk: TODO: Konkrétny príklad 1
sv: TODO: Konktret exempel 1
sw: TODO: Mfano halisi 1
tr: TODO: Somut örnek 1
uk: TODO: Конкретний приклад 1
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO：具体示例 1

# ed_dev_pdf_pdf_text_structure_to_json_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 2
da: TODO: Konkret eksempel 2
de: TODO: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 2
es: TODO: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 2
fil: TODO: Konkretong halimbawa 2
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: TODO: Esempio concreto 2
ja: TODO: 具体例 2
ko: TODO: 구체적인 예 2
nl: TODO: Concreet voorbeeld 2
no: TODO: Konkret eksempel 2
pl: TODO: Przykład konkretny 2
pt_pt: TODO: Exemplo concreto 2
ro: TODO: Exemplu concret 2
ru: TODO: Конкретный пример 2
sk: TODO: Konkrétny príklad 2
sv: TODO: Konktret exempel 2
sw: TODO: Mfano halisi 2
tr: TODO: Somut örnek 2
uk: TODO: Конкретний приклад 2
vi: TODO: Ví dụ cụ thể 2
zh_hans: TODO：具体示例 2

# ed_dev_pdf_pdf_text_structure_to_json_uc3_text
source: TODO: Exemple concret 3
af: TODO: Konkrete voorbeeld 3
bg: TODO: Конкретен пример 3
cs: TODO: Konkrétní příklad 3
da: TODO: Konkret eksempel 3
de: TODO: Konkretes Beispiel 3
el: TODO: Συγκεκριμένο παράδειγμα 3
es: TODO: Ejemplo concreto 3
fi: TODO: Konkreettinen esimerkki 3
fil: TODO: Konkretong halimbawa 3
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: TODO: Esempio concreto 3
ja: TODO: 具体例 3
ko: TODO: 구체적인 예 3
nl: TODO: Concreet voorbeeld 3
no: TODO: Konkret eksempel 3
pl: TODO: Przykład konkretny 3
pt_pt: TODO: Exemplo concreto 3
ro: TODO: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: TODO: Konkrétny príklad 3
sv: TODO: Konktret exempel 3
sw: TODO: Mfano halisi 3
tr: TODO: Somut örnek 3
uk: TODO: Конкретний приклад 3
vi: TODO: Ví dụ cụ thể 3
zh_hans: TODO：具体示例 3

# ed_dev_pdf_pdf_text_structure_to_json_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_text_structure_to_json_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf presies die uitvoer.
bg: TODO: Опишете точно изхода.
cs: TODO: Přesně popište výstup.
da: TODO: Beskriv præcist outputtet.
de: TODO: Beschreiben Sie die Ausgabe genau.
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: TODO: Describir con precisión la salida.
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: TODO: Descrivere precisamente l'uscita.
ja: TODO: 出力を正確に説明する。
ko: TODO: 출력을 정확하게 설명하십시오.
nl: TODO: Beschrijf de output nauwkeurig.
no: TODO: Beskriv nøyaktig utdataene.
pl: To, co otrzymujesz
pt_pt: TODO: Descrever precisamente a saída.
ro: TODO: Descrieți precis ieșirea.
ru: TODO: Точно описать вывод.
sk: TODO: Presne opísať výstup.
sv: TODO: Beskriv noggrant utdata.
sw: TODO: Eleza kwa usahihi matokeo.
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: TODO: Точно описати вихідні дані.
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO：准确描述输出。

# ed_dev_pdf_pdf_text_structure_to_json_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Wat is die doel van hierdie uitvoer.
bg: TODO: За какво служи този изход.
cs: TODO: K čemu slouží tento výstup.
da: TODO: Hvad er formålet med dette output.
de: TODO: Wozu dient diese Ausgabe.
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: Para qué sirve esta salida.
fi: TODO: Mihin tämä tulos on tarkoitettu.
fil: TODO: Ano ang gamit ng output na ito.
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: TODO: A cosa serve questa uscita.
ja: TODO: この出力の目的。
ko: TODO: 이 출력의 용도.
nl: TODO: Waar dient deze output voor.
no: TODO: Hva er bruken av disse utdataene.
pl: TODO: Dokładnie opisz wynik.
pt_pt: TODO: Para que serve esta saída.
ro: TODO: La ce folosește această ieșire.
ru: TODO: Для чего нужен этот вывод.
sk: TODO: Na čo slúži tento výstup.
sv: TODO: Vad är syftet med denna utdata.
sw: TODO: Matokeo haya yanatumika vipi.
tr: TODO: Bu çıktının ne işe yaradığını açıklayın.
uk: TODO: Для чого потрібні ці вихідні дані.
vi: TODO: Đầu ra này có tác dụng gì.
zh_hans: TODO：该输出的用途。

# ed_dev_pdf_pdf_text_structure_to_json_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: TODO: Do czego służy ten wynik.
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_text_structure_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: TODO.
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题
