Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_rot_simple_lim1
source: Les grandeurs doivent être proportionnelles.
af: Die groothede moet proporsioneel wees.
bg: Величините трябва да са пропорционални.
cs: Velikosti musí být proporcionální.
da: Størrelserne skal være proportionale.
de: Die Größen müssen proportional sein.
el: Οι ποσότητες πρέπει να είναι αναλογικές.
es: Las magnitudes deben ser proporcionales.
fi: Suureiden on oltava suhteellisia.
fil: Dapat proporsyonal ang mga sukat.
hu: A mennyiségeknek arányosnak kell lenniük.
id: Besaran harus proporsional.
it: Le grandezze devono essere proporzionali.
ja: 量は比例しなければならない。
ko: 크기는 비례해야 합니다.
nl: De grootheden moeten proportioneel zijn.
no: Størrelsene må være proporsjonale.
pl: Wielkości muszą być proporcjonalne.
pt_pt: As grandezas devem ser proporcionais.
ro: Mărimile trebuie să fie proporționale.
ru: Величины должны быть пропорциональны.
sk: Veľkosti musia byť proporcionálne.
sv: Storheterna måste vara proportionella.
sw: Vikubwa vinapaswa kuwa na uwiano.
tr: Büyüklükler orantılı olmalıdır.
uk: Величини повинні бути пропорційними.
vi: Các đại lượng phải tỷ lệ với nhau.
zh_hans: 量必须成比例。

# ed_rot_simple_lim2
source: Les unités doivent être cohérentes.
af: Die eenhede moet konsekwent wees.
bg: Единиците трябва да са последователни.
cs: Jednotky musí být konzistentní.
da: Enhederne skal være konsistente.
de: Die Einheiten müssen konsistent sein.
el: Οι μονάδες πρέπει να είναι συνεπείς.
es: Las unidades deben ser coherentes.
fi: Yksiköiden on oltava johdonmukaisia.
fil: Dapat magkakatugma ang mga yunit.
hu: Az egységeknek összhangban kell lenniük.
id: Satuan harus konsisten.
it: Le unità devono essere coerenti.
ja: 単位は一貫していなければならない。
ko: 단위는 일관되어야 합니다.
nl: De eenheden moeten consistent zijn.
no: Enhetene må være konsistente.
pl: Jednostki muszą być spójne.
pt_pt: As unidades devem ser coerentes.
ro: Unitățile trebuie să fie coerente.
ru: Единицы должны быть согласованы.
sk: Jednotky musia byť konzistentné.
sv: Enheterna måste vara konsekventa.
sw: Vitengo vinapaswa kuwa na muktadha.
tr: Birlikler tutarlı olmalıdır.
uk: Одиниці виміру повинні бути узгодженими.
vi: Các đơn vị phải nhất quán.
zh_hans: 单位必须一致。

# ed_rot_simple_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_rot_simple_tip
source: Si une grandeur double, l’autre doit aussi doubler : sinon ce n’est pas une proportionnalité directe.
af: As 'n grootheid verdubbel, moet die ander ook verdubbel: anders is dit nie 'n direkte proporsionaliteit nie.
bg: Ако една величина се удвои, другата също трябва да се удвои: в противен случай не е пряка пропорционалност.
cs: Pokud se jedna veličina zdvojnásobí, druhá se také musí zdvojnásobit: jinak to není přímá proporcionalita.
da: Hvis en størrelse fordobles, skal den anden også fordobles: ellers er det ikke en direkte proportionalitet.
de: Wenn eine Größe sich verdoppelt, muss die andere sich ebenfalls verdoppeln: andernfalls handelt es sich nicht um eine direkte Proportionalität.
el: Αν μια ποσότητα διπλασιαστεί, η άλλη πρέπει επίσης να διπλασιαστεί: αλλιώς δεν είναι άμεση αναλογικότητα.
es: Si una magnitud se duplica, la otra también debe duplicarse: de lo contrario, no es una proporcionalidad directa.
fi: Jos yksi suure kaksinkertaistuu, toisenkin on kaksinkertaistuttava: muuten se ei ole suora suhteellisuus.
fil: Kung ang isang sukat ay dumoble, ang isa ay dapat ding dumoble: kung hindi, hindi ito direktang proporsyonalidad.
hu: Ha egy mennyiség megduplázódik, a másiknak is meg kell duplázódnia: különben nem közvetlen arányosság.
id: Jika satu besaran menggandakan, yang lain juga harus menggandakan: jika tidak, itu bukan proporsionalitas langsung.
it: Se una grandezza raddoppia, l'altra deve raddoppiare: altrimenti non è una proporzionalità diretta.
ja: ある量が2倍になると、もう一方も2倍にしなければならない：そうでなければ、直接比例ではない。
ko: 한 크기가 두 배가 되면 다른 것도 두 배가 되어야 합니다: 그렇지 않으면 직접 비례가 아닙니다.
nl: Als een grootheid verdubbelt, moet de andere ook verdubbelen: anders is het geen directe proportionaliteit.
no: Hvis en størrelse dobles, må den andre også dobles: ellers er det ikke en direkte proporsjonalitet.
pl: Jeśli jedna wielkość się podwaja, druga również musi się podwoić: w przeciwnym razie nie jest to proporcjonalność bezpośrednia.
pt_pt: Se uma grandeza dobra, a outra também deve dobrar: caso contrário, não é uma proporcionalidade direta.
ro: Dacă o mărime se dublează, cealaltă trebuie să se dubleze de asemenea: altfel nu este o proporționalitate directă.
ru: Если одна величина удваивается, другая также должна удвоиться: иначе это не прямая пропорциональность.
sk: Ak sa jedna veľkosť zdvojnásobí, druhá sa tiež musí zdvojnásobiť: inak to nie je priamy pomer.
sv: Om en storhet fördubblas, måste den andra också fördubblas: annars är det inte en direkt proportionalitet.
sw: Ikiwa ukubwa mmoja unadouble, mwingine pia unapaswa kuongezeka: vinginevyo si uwiano wa moja kwa moja.
tr: Bir büyüklük iki katına çıkarsa, diğeri de iki katına çıkmalıdır: aksi takdirde bu doğrudan orantı değildir.
uk: Якщо одна величина подвоюється, інша також повинна подвоїтися: інакше це не пряма пропорційність.
vi: Nếu một đại lượng gấp đôi, đại lượng kia cũng phải gấp đôi: nếu không thì không phải là tỷ lệ trực tiếp.
zh_hans: 如果一个量翻倍，另一个也必须翻倍：否则这不是直接比例。

# ed_rot_table_title
source: À propos : Règle de trois avec tableau
af: Oor: Drie reël met tabel
bg: Относно: Правило на три с таблица
cs: O tomto: Pravidlo tří s tabulkou
da: Om: Tre-reglen med tabel
de: Über: Regel von drei mit Tabelle
el: Σχετικά: Κανόνας του τρία με πίνακα
es: Acerca de: Regla de tres con tabla
fi: Tietoa: Kolmonen sääntö taulukolla
fil: Tungkol sa: Batas ng tatlo gamit ang talahanayan
hu: A következőkről: Három szabály táblázattal
id: Tentang: Aturan tiga dengan tabel
it: A proposito: Regola del tre con tabella
ja: について：三分の一の法則と表
ko: 정보: 표를 이용한 삼등분법
nl: Over: Regel van drie met tabel
no: Om: Tre-regelen med tabell
pl: O tym: Zasada trzech z tabelą
pt_pt: Sobre: Regra de três com tabela
ro: Despre: Regula de trei cu tabel
ru: О программе: Правило трех с таблицей
sk: O: Pravidlo troch s tabuľkou
sv: Om: Tre regler med tabell
sw: Kuhusu: Kanuni ya tatu na jedwali
tr: Hakkında: Üç kural ile tablo
uk: Про: Правило трьох з таблицею
vi: Về việc: Quy tắc ba với bảng
zh_hans: 关于：三的规则与表格

# ed_rot_table_lead
source: Cet outil utilise un tableau de proportionnalité pour appliquer la règle de trois de manière claire et structurée.
af: Hierdie hulpmiddel gebruik 'n proporsionaliteitstabel om die drie reël duidelik en gestruktureerd toe te pas.
bg: Този инструмент използва таблица на пропорционалността, за да приложи правилото на три по ясен и структуриран начин.
cs: Tento nástroj používá tabulku proporcionality k jasnému a strukturovanému použití pravidla tří.
da: Dette værktøj bruger en proportionalitetstabel til klart og struktureret at anvende tre-reglen.
de: Dieses Tool verwendet eine Proportionalitätstabelle, um die Regel von drei klar und strukturiert anzuwenden.
el: Αυτό το εργαλείο χρησιμοποιεί έναν πίνακα αναλογίας για να εφαρμόσει τον κανόνα του τρία με σαφή και δομημένο τρόπο.
es: Esta herramienta utiliza una tabla de proporcionalidad para aplicar la regla de tres de manera clara y estructurada.
fi: Tämä työkalu käyttää suhteellisuustaulukkoa kolmonen säännön selkeään ja jäsenneltyyn soveltamiseen.
fil: Gumagamit ang tool na ito ng talahanayan ng proporsyonalidad upang ilapat ang batas ng tatlo sa isang malinaw at nakabalangkas na paraan.
hu: Ez az eszköz arányossági táblázatot használ a három szabály világos és strukturált alkalmazásához.
id: Alat ini menggunakan tabel proporsionalitas untuk menerapkan aturan tiga dengan cara yang jelas dan terstruktur.
it: Questo strumento utilizza una tabella di proporzionalità per applicare la regola del tre in modo chiaro e strutturato.
ja: このツールは、三分の一の法則を明確かつ構造的に適用するために比例表を使用します。
ko: 이 도구는 삼등분법을 명확하고 구조적으로 적용하기 위해 비례 표를 사용합니다.
nl: Dit hulpmiddel gebruikt een proportionele tabel om de regel van drie op een duidelijke en gestructureerde manier toe te passen.
no: Dette verktøyet bruker en proporsjonalitetstabell for å anvende tre-regelen på en klar og strukturert måte.
pl: To narzędzie wykorzystuje tabelę proporcjonalności, aby zastosować zasadę trzech w sposób jasny i uporządkowany.
pt_pt: Esta ferramenta utiliza uma tabela de proporcionalidade para aplicar a regra de três de forma clara e estruturada.
ro: Acest instrument folosește un tabel de proporționalitate pentru a aplica regula de trei într-un mod clar și structurat.
ru: Этот инструмент использует таблицу пропорциональности для применения правила трех ясным и структурированным образом.
sk: Tento nástroj používa tabuľku proporcionality na jasné a štruktúrované uplatnenie pravidla troch.
sv: Detta verktyg använder en proportionell tabell för att tillämpa tre regler på ett klart och strukturerat sätt.
sw: Kifaa hiki kinatumia jedwali la uwiano ili kutekeleza kanuni ya tatu kwa njia wazi na iliyopangwa.
tr: Bu araç, üç kuralı açık ve yapılandırılmış bir şekilde uygulamak için bir orantı tablosu kullanır.
uk: Цей інструмент використовує таблицю пропорційності для чіткого та структурованого застосування правила трьох.
vi: Công cụ này sử dụng một bảng tỷ lệ để áp dụng quy tắc ba một cách rõ ràng và có cấu trúc.
zh_hans: 该工具使用比例表格以清晰和结构化的方式应用三的规则。

# ed_rot_table_usecases
source: Pourquoi utiliser un tableau ?
af: Waarom 'n tabel gebruik?
bg: Защо да използвате таблица?
cs: Proč používat tabulku?
da: Hvorfor bruge en tabel?
de: Warum eine Tabelle verwenden?
el: Γιατί να χρησιμοποιήσετε έναν πίνακα;
es: ¿Por qué usar una tabla?
fi: Miksi käyttää taulukkoa?
fil: Bakit gumamit ng talahanayan?
hu: Miért használjunk táblázatot?
id: Mengapa menggunakan tabel?
it: Perché utilizzare una tabella?
ja: なぜ表を使用するのか？
ko: 왜 표를 사용해야 하나요?
nl: Waarom een tabel gebruiken?
no: Hvorfor bruke en tabell?
pl: Dlaczego używać tabeli?
pt_pt: Por que usar uma tabela?
ro: De ce să folosești un tabel?
ru: Почему использовать таблицу?
sk: Prečo používať tabuľku?
sv: Varför använda en tabell?
sw: Kwa nini kutumia jedwali?
tr: Neden bir tablo kullanmalıyız?
uk: Чому варто використовувати таблицю?
vi: Tại sao lại sử dụng một bảng?
zh_hans: 为什么使用表格？

# ed_rot_table_uc1_title
source: Visualisation
af: Visualisering
bg: Визуализация
cs: Vizualizace
da: Visualisering
de: Visualisierung
el: Οπτικοποίηση
es: Visualización
fi: Visualisointi
fil: Visualisasyon
hu: Megjelenítés
id: Visualisasi
it: Visualizzazione
ja: 視覚化
ko: 시각화
nl: Visualisatie
no: Visualisering
pl: Wizualizacja
pt_pt: Visualização
ro: Vizualizare
ru: Визуализация
sk: Vizualizácia
sv: Visualisering
sw: Uonyeshaji
tr: Görselleştirme
uk: Візуалізація
vi: Hình dung
zh_hans: 可视化

# ed_rot_table_uc1_text
source: Voir clairement les correspondances entre valeurs.
af: Sien duidelik die ooreenkomste tussen waardes.
bg: Ясно виждане на съответствията между стойностите.
cs: Jasně vidět odpovídající hodnoty.
da: Se klart sammenhængene mellem værdier.
de: Die Entsprechungen zwischen Werten klar sehen.
el: Δείτε καθαρά τις αντιστοιχίες μεταξύ των τιμών.
es: Ver claramente las correspondencias entre valores.
fi: Näe selvästi arvot väliset vastaavuudet.
fil: Malinaw na makita ang mga ugnayan sa pagitan ng mga halaga.
hu: Világosan látni az értékek közötti megfeleléseket.
id: Melihat dengan jelas kesesuaian antara nilai.
it: Vedere chiaramente le corrispondenze tra i valori.
ja: 値の対応を明確に見る。
ko: 값 간의 대응 관계를 명확하게 봅니다.
nl: Duidelijk de overeenkomsten tussen waarden zien.
no: Se tydelig sammenhenger mellom verdier.
pl: Wyraźnie zobaczyć powiązania między wartościami.
pt_pt: Ver claramente as correspondências entre valores.
ro: Vezi clar corespondențele între valori.
ru: Ясно видеть соответствия между значениями.
sk: Jasne vidieť zodpovednosti medzi hodnotami.
sv: Se tydligt sambanden mellan värden.
sw: Tazama kwa uwazi uhusiano kati ya thamani.
tr: Değerler arasındaki karşılıkları net bir şekilde görmek.
uk: Чітко бачити відповідності між значеннями.
vi: Xem rõ ràng các mối tương quan giữa các giá trị.
zh_hans: 清楚地看到值之间的对应关系。

# ed_rot_table_uc2_title
source: Apprentissage
af: Leer
bg: Обучение
cs: Učení
da: Læring
de: Lernen
el: Μάθηση
es: Aprendizaje
fi: Oppiminen
fil: Pagkatuto
hu: Tanulás
id: Pembelajaran
it: Apprendimento
ja: 学習
ko: 학습
nl: Leren
no: Læring
pl: Nauka
pt_pt: Aprendizagem
ro: Învățare
ru: Обучение
sk: Učenie
sv: Inlärning
sw: Kujifunza
tr: Öğrenme
uk: Навчання
vi: Học tập
zh_hans: 学习

# ed_rot_table_uc2_text
source: Méthode privilégiée au collège et lycée.
af: Gunstige metode in die middelbare skool en hoërskool.
bg: Предпочитаният метод в гимназията и училището.
cs: Preferovaná metoda na základní a střední škole.
da: Foretrukken metode i folkeskolen og gymnasiet.
de: Bevorzugte Methode in der Mittel- und Oberschule.
el: Προτιμώμενη μέθοδος στο γυμνάσιο και λύκειο.
es: Método privilegiado en la secundaria y el bachillerato.
fi: Käytetty menetelmä yläasteella ja lukiossa.
fil: Paboritong pamamaraan sa kolehiyo at mataas na paaralan.
hu: Kedvelt módszer középiskolában és gimnáziumban.
id: Metode yang diutamakan di sekolah menengah dan atas.
it: Metodo privilegiato nelle scuole medie e superiori.
ja: 中学校と高校で好まれる方法。
ko: 중학교와 고등학교에서 선호되는 방법입니다.
nl: Voorkeursmethode op de middelbare school.
no: Foretrukket metode på ungdomsskolen og videregående.
pl: Preferowana metoda w szkole średniej i liceum.
pt_pt: Método privilegiado no ensino básico e secundário.
ro: Metodă preferată în colegiu și liceu.
ru: Предпочтительный метод в колледже и лицее.
sk: Preferovaná metóda na základnej a strednej škole.
sv: Föredragen metod i grundskolan och gymnasiet.
sw: Mbinu inayopendekezwa shuleni na sekondari.
tr: Ortaokul ve lisede tercih edilen yöntem.
uk: Переважний метод у коледжі та ліцеї.
vi: Phương pháp được ưa chuộng ở trung học cơ sở và trung học phổ thông.
zh_hans: 在中学和高中优先使用的方法。

# ed_rot_table_uc3_title
source: Réduction d’erreurs
af: Vermindering van foute
bg: Намаляване на грешките
cs: Snížení chyb
da: Reduktion af fejl
de: Fehlerreduzierung
el: Μείωση λαθών
es: Reducción de errores
fi: Virheiden vähentäminen
fil: Pagbawas ng mga pagkakamali
hu: Hibák csökkentése
id: Pengurangan kesalahan
it: Riduzione degli errori
ja: エラーの削減
ko: 오류 감소
nl: Vermindering van fouten
no: Reduksjon av feil
pl: Redukcja błędów
pt_pt: Redução de erros
ro: Reducerea erorilor
ru: Снижение ошибок
sk: Zníženie chýb
sv: Minska fel
sw: Kupunguza makosa
tr: Hata azaltma
uk: Зменшення помилок
vi: Giảm thiểu sai sót
zh_hans: 减少错误

# ed_rot_table_uc3_text
source: Limiter les confusions de sens et d’unités.
af: Beperk die verwarring van sin en eenhede.
bg: Ограничаване на объркванията в смисъла и единиците.
cs: Omezit záměny významu a jednotek.
da: Begrænse forvirringer om betydning og enheder.
de: Verwirrungen über Bedeutungen und Einheiten begrenzen.
el: Να περιορίσετε τις συγχύσεις νοήματος και μονάδων.
es: Limitar las confusiones de sentido y de unidades.
fi: Rajoita merkitysten ja yksiköiden sekaannuksia.
fil: Limitahan ang mga pagkalito sa kahulugan at mga yunit.
hu: A jelentések és egységek közötti zűrzavarok korlátozása.
id: Membatasi kebingungan makna dan satuan.
it: Limitare le confusioni di significato e di unità.
ja: 意味や単位の混乱を制限する。
ko: 의미와 단위의 혼란을 제한합니다.
nl: Beperk verwarring van betekenis en eenheden.
no: Begrense forvirringer om betydning og enheter.
pl: Ograniczenie zamieszania w znaczeniu i jednostkach.
pt_pt: Limitar as confusões de sentido e de unidades.
ro: Limitarea confuziilor de sens și de unități.
ru: Сократить путаницу в значениях и единицах.
sk: Obmedziť zmätky v zmysle a jednotkách.
sv: Begränsa förvirring av betydelser och enheter.
sw: Kupunguza mkanganyiko wa maana na vitengo.
tr: Anlam ve birim karışıklıklarını sınırlamak.
uk: Обмежити плутанину в значеннях та одиницях.
vi: Giới hạn sự nhầm lẫn về nghĩa và đơn vị.
zh_hans: 限制意义和单位的混淆。

# ed_rot_table_output
source: Résultat
af: Resultaat
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulos
fil: Resulta
hu: Eredmény
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
no: Resultat
pl: Wynik
pt_pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
sw: Matokeo
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 结果

# ed_rot_table_out1
source: Le tableau complété.
af: Die voltooide tabel.
bg: Попълнената таблица.
cs: Doplněná tabulka.
da: Den udfyldte tabel.
de: Die ausgefüllte Tabelle.
el: Ο πίνακας συμπληρωμένος.
es: La tabla completada.
fi: Täytetty taulukko.
fil: Ang nakumpletong talahanayan.
hu: A kitöltött táblázat.
id: Tabel yang telah dilengkapi.
it: La tabella completata.
ja: 完成した表。
ko: 완성된 표입니다.
nl: De ingevulde tabel.
no: Den utfylte tabellen.
pl: Uzupełniona tabela.
pt_pt: A tabela preenchida.
ro: Tabelul completat.
ru: Заполненная таблица.
sk: Doplněná tabuľka.
sv: Den ifyllda tabellen.
sw: Jedwali lililokamilishwa.
tr: Tamamlanmış tablo.
uk: Заповнена таблиця.
vi: Bảng đã được hoàn thành.
zh_hans: 已完成的表格。

# ed_rot_table_out2
source: La valeur recherchée calculée automatiquement.
af: Die gesogte waarde wat outomaties bereken word.
bg: Търсената стойност, изчислена автоматично.
cs: Hledaná hodnota vypočítaná automaticky.
da: Den søgte værdi beregnet automatisk.
de: Der automatisch berechnete gesuchte Wert.
el: Η αναζητούμενη τιμή υπολογίζεται αυτόματα.
es: El valor buscado calculado automáticamente.
fi: Haettu arvo lasketaan automaattisesti.
fil: Ang hinahanap na halaga ay awtomatikong kinakalkula.
hu: Az automatikusan kiszámított keresett érték.
id: Nilai yang dicari dihitung secara otomatis.
it: Il valore ricercato calcolato automaticamente.
ja: 自動的に計算された求められる値。
ko: 자동으로 계산된 검색된 값입니다.
nl: De gezochte waarde automatisch berekend.
no: Den søkte verdien beregnet automatisk.
pl: Szukana wartość obliczona automatycznie.
pt_pt: O valor procurado calculado automaticamente.
ro: Valoarea căutată calculată automat.
ru: Недостающая величина, рассчитанная автоматически.
sk: Hľadaná hodnota vypočítaná automaticky.
sv: Det sökta värdet beräknas automatiskt.
sw: Thamani inayotafutwa inahesabiwa kiotomatiki.
tr: Otomatik olarak hesaplanan aranan değer.
uk: Шукаєме значення, обчислене автоматично.
vi: Giá trị cần tìm được tính toán tự động.
zh_hans: 自动计算的所需值。

# ed_rot_table_limits
source: À surveiller
af: Om te monitor
bg: Да се следи
cs: Na sledování
da: At overvåge
de: Zu überwachen
el: Πρέπει να παρακολουθείται
es: A supervisar
fi: Seurattavaa
fil: Dapat bantayan
hu: Figyelni kell
id: Perlu diawasi
it: Da monitorare
ja: 監視する必要がある
ko: 모니터링해야 합니다.
nl: Te controleren
no: Å overvåke
pl: Do monitorowania
pt_pt: A monitorar
ro: De monitorizat
ru: Следует контролировать
sk: Na sledovanie
sv: Att övervaka
sw: Ili kufuatilia
tr: Gözetim altında
uk: Під наглядом
vi: Cần theo dõi
zh_hans: 待监控

# ed_rot_table_lim1
source: Les colonnes doivent représenter les mêmes grandeurs.
af: Die kolomme moet dieselfde groothede voorstel.
bg: Колоните трябва да представляват същите величини.
cs: Sloupce musí představovat stejné veličiny.
da: Kolonnerne skal repræsentere de samme størrelser.
de: Die Spalten müssen die gleichen Größen darstellen.
el: Οι στήλες πρέπει να αντιπροσωπεύουν τις ίδιες ποσότητες.
es: Las columnas deben representar las mismas magnitudes.
fi: Sarakkeiden on edustettava samoja suureita.
fil: Dapat kumatawan ang mga haligi sa parehong mga sukat.
hu: Az oszlopoknak ugyanazokat a mennyiségeket kell képviselniük.
id: Kolom harus mewakili besaran yang sama.
it: Le colonne devono rappresentare le stesse grandezze.
ja: 列は同じ量を表す必要がある。
ko: 열은 동일한 크기를 나타내야 합니다.
nl: De kolommen moeten dezelfde grootheden vertegenwoordigen.
no: Kolonnene må representere de samme størrelsene.
pl: Kolumny muszą reprezentować te same wielkości.
pt_pt: As colunas devem representar as mesmas grandezas.
ro: Coloanele trebuie să reprezinte aceleași mărimi.
ru: Столбцы должны представлять одни и те же величины.
sk: Stĺpce musia predstavovať rovnaké veľkosti.
sv: Kolumnerna måste representera samma storheter.
sw: Nguzo zinapaswa kuwakilisha vikubwa sawa.
tr: Sütunlar aynı büyüklükleri temsil etmelidir.
uk: Стовпці повинні представляти однакові величини.
vi: Các cột phải đại diện cho cùng một đại lượng.
zh_hans: 列必须表示相同的量。

# ed_rot_table_lim2
source: Les unités doivent être homogènes.
af: Die eenhede moet homogeen wees.
bg: Единиците трябва да са хомогенни.
cs: Jednotky musí být homogenní.
da: Enhederne skal være homogene.
de: Die Einheiten müssen homogen sein.
el: Οι μονάδες πρέπει να είναι ομοιογενείς.
es: Las unidades deben ser homogéneas.
fi: Yksiköiden on oltava homogeenisia.
fil: Dapat maging homogenous ang mga yunit.
hu: Az egységeknek homogéneknek kell lenniük.
id: Satuan harus homogen.
it: Le unità devono essere omogenee.
ja: 単位は均一でなければならない。
ko: 단위는 동질적이어야 합니다.
nl: De eenheden moeten homogeen zijn.
no: Enhetene må være homogene.
pl: Jednostki muszą być jednorodne.
pt_pt: As unidades devem ser homogéneas.
ro: Unitățile trebuie să fie omogene.
ru: Единицы должны быть однородными.
sk: Jednotky musia byť homogénne.
sv: Enheterna måste vara homogena.
sw: Vitengo vinapaswa kuwa na umoja.
tr: Birlikler homojen olmalıdır.
uk: Одиниці виміру повинні бути однорідними.
vi: Các đơn vị phải đồng nhất.
zh_hans: 单位必须是同类的。

# ed_rot_table_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示
