Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_stream_decoder_title
source: Décoder les streams PDF (Flate, LZW, ASCII85…)
af: Dekodeer PDF-strome (Flate, LZW, ASCII85…)
bg: Декодиране на PDF потоци (Flate, LZW, ASCII85…)
cs: Dekódování PDF streamů (Flate, LZW, ASCII85…)
da: Dekodning af PDF-streams (Flate, LZW, ASCII85…)
de: PDF-Streams decodieren (Flate, LZW, ASCII85…)
el: Αποκωδικοποίηση ροών PDF (Flate, LZW, ASCII85…)
es: Decodificar los streams PDF (Flate, LZW, ASCII85…)
fi: PDF-streamien purku (Flate, LZW, ASCII85…)
fil: I-decode ang mga PDF stream (Flate, LZW, ASCII85…)
it: Decodificare gli stream PDF (Flate, LZW, ASCII85…)
ja: PDFストリームのデコード（Flate、LZW、ASCII85…）
ko: PDF 스트림 디코딩 (Flate, LZW, ASCII85…)
nl: PDF streams decoderen (Flate, LZW, ASCII85…)
no: Dekode PDF-strømmer (Flate, LZW, ASCII85…)
pl: Dekodowanie strumieni PDF (Flate, LZW, ASCII85…)
pt_pt: Decodificar streams PDF (Flate, LZW, ASCII85…)
ro: Decodarea fluxurilor PDF (Flate, LZW, ASCII85…)
ru: Декодирование PDF потоков (Flate, LZW, ASCII85…)
sk: Dekódovanie PDF streamov (Flate, LZW, ASCII85…)
sv: Avkoda PDF-strömmar (Flate, LZW, ASCII85…)
sw: Kufungua streams za PDF (Flate, LZW, ASCII85…)
tr: PDF akışlarını çözme (Flate, LZW, ASCII85…)
uk: Декодування PDF-стрімів (Flate, LZW, ASCII85…)
vi: Giải mã các luồng PDF (Flate, LZW, ASCII85…)
zh_hans: 解码 PDF 流（Flate、LZW、ASCII85……）

# ed_dev_pdf_stream_decoder_lead
source: Cet outil permet de décoder les streams internes d’un fichier PDF (contenu compressé), afin d’inspecter précisément les données réelles utilisées pour l’affichage, le texte, les images ou les ressources.
af: Hierdie hulpmiddel maak dit moontlik om die interne strome van 'n PDF-lêer (gecomprimeerde inhoud) te dekodeer, sodat die werklike data wat gebruik word vir vertoon, teks, beelde of hulpbronne presies ondersoek kan word.
bg: Този инструмент позволява да декодирате вътрешните потоци на PDF файл (компресирано съдържание), за да инспектирате точно реалните данни, използвани за визуализация, текст, изображения или ресурси.
cs: Tento nástroj umožňuje dekódovat interní streamy PDF souboru (komprimovaný obsah), aby bylo možné přesně prozkoumat skutečná data používaná pro zobrazení, text, obrázky nebo zdroje.
da: Dette værktøj gør det muligt at dekode de interne streams i en PDF-fil (komprimeret indhold) for præcist at inspicere de faktiske data, der bruges til visning, tekst, billeder eller ressourcer.
de: Dieses Tool ermöglicht es, die internen Streams einer PDF-Datei (komprimierter Inhalt) zu decodieren, um die tatsächlichen Daten, die für die Anzeige, den Text, die Bilder oder die Ressourcen verwendet werden, genau zu inspizieren.
el: Αυτό το εργαλείο επιτρέπει την αποκωδικοποίηση των εσωτερικών ροών ενός αρχείου PDF (συμπιεσμένο περιεχόμενο), προκειμένου να εξεταστούν ακριβώς τα πραγματικά δεδομένα που χρησιμοποιούνται για την εμφάνιση, το κείμενο, τις εικόνες ή τους πόρους.
es: Esta herramienta permite decodificar los streams internos de un archivo PDF (contenido comprimido), para inspeccionar precisamente los datos reales utilizados para la visualización, el texto, las imágenes o los recursos.
fi: Tämä työkalu purkaa PDF-tiedoston sisäiset streamit (pakattu sisältö), jotta voidaan tarkasti tarkastella näyttöön käytettyjä todellisia tietoja, tekstiä, kuvia tai resursseja.
fil: Ang tool na ito ay nagbibigay-daan upang i-decode ang mga internal stream ng isang PDF file (compressed na nilalaman), upang masusing suriin ang mga aktwal na datos na ginamit para sa pagpapakita, teksto, mga imahe o mga mapagkukunan.
it: Questo strumento consente di decodificare i flussi interni di un file PDF (contenuto compresso), per ispezionare precisamente i dati reali utilizzati per la visualizzazione, il testo, le immagini o le risorse.
ja: このツールは、PDFファイルの内部ストリーム（圧縮されたコンテンツ）をデコードし、表示、テキスト、画像、またはリソースに使用される実際のデータを正確に検査することを可能にします。
ko: 이 도구는 PDF 파일의 내부 스트림(압축된 콘텐츠)을 디코딩하여 표시, 텍스트, 이미지 또는 리소스에 사용되는 실제 데이터를 정확히 검사할 수 있게 합니다.
nl: Deze tool maakt het mogelijk om de interne streams van een PDF-bestand (gecomprimeerde inhoud) te decoderen, zodat je de werkelijke gegevens die worden gebruikt voor weergave, tekst, afbeeldingen of bronnen nauwkeurig kunt inspecteren.
no: Dette verktøyet lar deg dekode interne strømmer i en PDF-fil (komprimert innhold), for å nøyaktig inspisere de faktiske dataene som brukes til visning, tekst, bilder eller ressurser.
pl: To narzędzie pozwala na dekodowanie wewnętrznych strumieni pliku PDF (skompresowana zawartość), aby dokładnie zbadać rzeczywiste dane używane do wyświetlania, tekstu, obrazów lub zasobów.
pt_pt: Esta ferramenta permite decodificar os streams internos de um arquivo PDF (conteúdo comprimido), a fim de inspecionar precisamente os dados reais utilizados para a exibição, o texto, as imagens ou os recursos.
ro: Acest instrument permite decodarea fluxurilor interne ale unui fișier PDF (conținut comprimat), pentru a inspecta precis datele reale utilizate pentru afișare, text, imagini sau resurse.
ru: Этот инструмент позволяет декодировать внутренние потоки PDF файла (сжатое содержимое), чтобы точно исследовать реальные данные, используемые для отображения, текста, изображений или ресурсов.
sk: Tento nástroj umožňuje dekódovať interné streamy PDF súboru (komprimovaný obsah), aby presne preskúmal skutočné údaje použité na zobrazenie, text, obrázky alebo zdroje.
sv: Detta verktyg gör det möjligt att avkoda interna strömmar i en PDF-fil (komprimerat innehåll), för att noggrant inspektera de faktiska data som används för visning, text, bilder eller resurser.
sw: Zana hii inaruhusu kufungua streams za ndani za faili la PDF (maudhui yaliyoshinikizwa), ili kuchunguza kwa usahihi data halisi zinazotumika kwa ajili ya kuonyesha, maandiko, picha au rasilimali.
tr: Bu araç, bir PDF dosyasının iç akışlarını (sıkıştırılmış içerik) çözerek, görüntüleme, metin, resimler veya kaynaklar için kullanılan gerçek verileri tam olarak incelemenizi sağlar.
uk: Цей інструмент дозволяє декодувати внутрішні потоки PDF-файлу (стиснуте вміст), щоб точно перевірити реальні дані, що використовуються для відображення, тексту, зображень або ресурсів.
vi: Công cụ này cho phép giải mã các luồng nội bộ của một tệp PDF (nội dung nén), để kiểm tra chính xác dữ liệu thực tế được sử dụng cho hiển thị, văn bản, hình ảnh hoặc tài nguyên.
zh_hans: 此工具允许解码 PDF 文件的内部流（压缩内容），以便精确检查用于显示、文本、图像或资源的实际数据。

# ed_dev_pdf_stream_decoder_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případy použití
da: Brugsområder
de: Anwendungsfälle
el: Περίπτωσεις χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípady použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_stream_decoder_uc1_title
source: Analyse bas niveau d’un PDF
af: Lae vlak analise van 'n PDF
bg: Ниско ниво анализ на PDF
cs: Analýza na nízké úrovni PDF
da: Lavniveauanalyse af en PDF
de: Niedrigstufige Analyse eines PDFs
el: Ανάλυση χαμηλού επιπέδου ενός PDF
es: Análisis de bajo nivel de un PDF
fi: PDF:n matalan tason analyysi
fil: Mababang antas na pagsusuri ng isang PDF
it: Analisi a basso livello di un PDF
ja: PDFの低レベル分析
ko: PDF의 저수준 분석
nl: Laag-niveau analyse van een PDF
no: Lavnivåanalyse av en PDF
pl: Analiza niskiego poziomu PDF
pt_pt: Análise de baixo nível de um PDF
ro: Analiză de nivel scăzut a unui PDF
ru: Низкоуровневый анализ PDF
sk: Nízkoúrovňová analýza PDF
sv: Låg nivå analys av en PDF
sw: Uchambuzi wa kiwango cha chini wa PDF
tr: PDF'nin düşük seviyeli analizi
uk: Низькорівневий аналіз PDF
vi: Phân tích mức thấp của một PDF
zh_hans: PDF 的低级分析

# ed_dev_pdf_stream_decoder_uc1_text
source: Décoder les streams permet d’examiner le contenu réel d’un PDF au-delà de la compression (opérateurs, chaînes de texte, images brutes).
af: Dekodeer die strome om die werklike inhoud van 'n PDF te ondersoek, buite die kompressie (operateurs, teksreekse, rou beelde).
bg: Декодирането на потоковете позволява да се разгледа реалното съдържание на PDF извън компресията (оператори, текстови низове, сурови изображения).
cs: Dekódování streamů umožňuje prozkoumat skutečný obsah PDF nad rámec komprese (operátory, textové řetězce, surové obrázky).
da: Dekodning af streams gør det muligt at undersøge det faktiske indhold af en PDF ud over komprimeringen (operatører, tekststrenge, rå billeder).
de: Das Decodieren von Streams ermöglicht es, den tatsächlichen Inhalt eines PDFs über die Kompression hinaus zu untersuchen (Operatoren, Textzeichenfolgen, Rohbilder).
el: Η αποκωδικοποίηση των ροών επιτρέπει την εξέταση του πραγματικού περιεχομένου ενός PDF πέρα από τη συμπίεση (τελεστές, αλυσίδες κειμένου, ακατέργαστες εικόνες).
es: Decodificar los streams permite examinar el contenido real de un PDF más allá de la compresión (operadores, cadenas de texto, imágenes en bruto).
fi: Streamien purkaminen mahdollistaa PDF:n todellisen sisällön tarkastelun pakkaamisen ohi (operaattorit, tekstijonot, raakakuvat).
fil: Ang pag-decode ng mga stream ay nagbibigay-daan upang suriin ang aktwal na nilalaman ng isang PDF lampas sa compression (mga operator, mga string ng teksto, mga raw na imahe).
it: Decodificare i flussi consente di esaminare il contenuto reale di un PDF oltre la compressione (operatori, stringhe di testo, immagini grezze).
ja: ストリームをデコードすることで、圧縮を超えてPDFの実際の内容（オペレーター、テキスト文字列、生の画像）を調べることができます。
ko: 스트림을 디코딩하면 압축을 넘어 PDF의 실제 내용을 검사할 수 있습니다(연산자, 텍스트 문자열, 원시 이미지).
nl: Streams decoderen maakt het mogelijk om de werkelijke inhoud van een PDF te onderzoeken, voorbij de compressie (operatoren, tekststrings, ruwe afbeeldingen).
no: Dekoding av strømmer gjør det mulig å undersøke det faktiske innholdet i en PDF utover komprimering (operatører, tekststrenger, råbilder).
pl: Dekodowanie strumieni pozwala na zbadanie rzeczywistej zawartości PDF poza kompresją (operatory, ciągi tekstowe, surowe obrazy).
pt_pt: Decodificar os streams permite examinar o conteúdo real de um PDF além da compressão (operadores, cadeias de texto, imagens brutas).
ro: Decodarea fluxurilor permite examinarea conținutului real al unui PDF dincolo de compresie (operatori, șiruri de text, imagini brute).
ru: Декодирование потоков позволяет исследовать реальное содержимое PDF за пределами сжатия (операторы, текстовые строки, сырые изображения).
sk: Dekódovanie streamov umožňuje preskúmať skutočný obsah PDF nad rámec kompresie (operátory, textové reťazce, surové obrázky).
sv: Att avkoda strömmar gör det möjligt att granska det verkliga innehållet i en PDF bortom komprimeringen (operatörer, textsträngar, råbilder).
sw: Kufungua streams kunaruhusu kuchunguza maudhui halisi ya PDF zaidi ya shinikizo (wapangaji, mfuatano wa maandiko, picha za asili).
tr: Akışları çözmek, bir PDF'nin gerçek içeriğini sıkıştırmanın ötesinde incelemenizi sağlar (operatörler, metin dizeleri, ham resimler).
uk: Декодування потоків дозволяє перевірити реальний вміст PDF за межами стиснення (оператори, текстові рядки, сирі зображення).
vi: Giải mã các luồng cho phép kiểm tra nội dung thực tế của một PDF vượt ra ngoài việc nén (các toán tử, chuỗi văn bản, hình ảnh thô).
zh_hans: 解码流可以检查 PDF 的实际内容，超越压缩（操作符、文本字符串、原始图像）。

# ed_dev_pdf_stream_decoder_uc2_title
source: Debug de génération PDF
af: PDF-generasie foutopsporing
bg: Отстраняване на грешки при генериране на PDF
cs: Debugování generování PDF
da: Debug af PDF-generering
de: Debugging der PDF-Generierung
el: Debug της δημιουργίας PDF
es: Depuración de generación PDF
fi: PDF:n generoinnin virheenkorjaus
fil: Debug ng PDF generation
it: Debug della generazione PDF
ja: PDF生成のデバッグ
ko: PDF 생성 디버깅
nl: PDF generatie debuggen
no: Feilsøking av PDF-generering
pl: Debugowanie generacji PDF
pt_pt: Depuração de geração de PDF
ro: Debug de generare PDF
ru: Отладка генерации PDF
sk: Debugovanie generovania PDF
sv: Felsökning av PDF-generering
sw: Kurekebisha uzalishaji wa PDF
tr: PDF oluşturma hata ayıklama
uk: Налагодження генерації PDF
vi: Gỡ lỗi tạo PDF
zh_hans: PDF 生成调试

# ed_dev_pdf_stream_decoder_uc2_text
source: Identifier des erreurs de génération, des opérateurs inattendus ou des incohérences dans les streams produits par une librairie.
af: Identifiseer generasiefoute, onverwagte operateurs of inkonsekwenties in die strome wat deur 'n biblioteek geproduseer word.
bg: Идентифициране на грешки в генерирането, неочаквани оператори или несъответствия в потоковете, произведени от библиотека.
cs: Identifikace chyb při generování, neočekávaných operátorů nebo nesrovnalostí ve streamu produkovaném knihovnou.
da: Identificere genereringsfejl, uventede operatører eller uoverensstemmelser i de streams, der er produceret af et bibliotek.
de: Fehler bei der Generierung, unerwartete Operatoren oder Inkonsistenzen in den von einer Bibliothek erzeugten Streams identifizieren.
el: Εντοπισμός σφαλμάτων δημιουργίας, απροσδόκητων τελεστών ή ασυνεπειών στις ροές που παράγονται από μια βιβλιοθήκη.
es: Identificar errores de generación, operadores inesperados o incoherencias en los streams producidos por una biblioteca.
fi: Tunnista generointivirheitä, odottamattomia operaattoreita tai epäjohdonmukaisuuksia kirjaston tuottamissa streameissa.
fil: Tukuyin ang mga error sa pagbuo, mga hindi inaasahang operator o mga inconsistency sa mga stream na ginawa ng isang library.
it: Identificare errori di generazione, operatori inaspettati o incoerenze nei flussi prodotti da una libreria.
ja: 生成エラー、予期しないオペレーター、またはライブラリによって生成されたストリームの不整合を特定します。
ko: 생성 오류, 예상치 못한 연산자 또는 라이브러리에서 생성된 스트림의 불일치를 식별합니다.
nl: Fouten in de generatie, onverwachte operatoren of inconsistenties in de streams die door een bibliotheek zijn geproduceerd identificeren.
no: Identifisere genereringsfeil, uventede operatører eller inkonsekvenser i strømmer produsert av et bibliotek.
pl: Identyfikacja błędów generacji, nieoczekiwanych operatorów lub niespójności w strumieniach produkowanych przez bibliotekę.
pt_pt: Identificar erros de geração, operadores inesperados ou incoerências nos streams produzidos por uma biblioteca.
ro: Identificarea erorilor de generare, operatorilor neașteptați sau incoerențelor în fluxurile produse de o bibliotecă.
ru: Идентификация ошибок генерации, неожиданных операторов или несоответствий в потоках, созданных библиотекой.
sk: Identifikovať chyby generovania, neočakávané operátory alebo nekonzistencie v streamoch vytvorených knižnicou.
sv: Identifiera genereringsfel, oväntade operatörer eller inkonsekvenser i strömmarna som produceras av ett bibliotek.
sw: Kugundua makosa ya uzalishaji, wapangaji wasiotarajiwa au kutokuelewana katika streams zinazozalishwa na maktaba.
tr: Oluşturma hatalarını, beklenmedik operatörleri veya bir kütüphane tarafından üretilen akışlardaki tutarsızlıkları tanımlayın.
uk: Виявлення помилок генерації, несподіваних операторів або невідповідностей у потоках, створених бібліотекою.
vi: Xác định lỗi trong quá trình tạo, các toán tử không mong đợi hoặc sự không nhất quán trong các luồng được tạo ra bởi một thư viện.
zh_hans: 识别生成错误、意外操作符或库生成的流中的不一致。

# ed_dev_pdf_stream_decoder_uc3_title
source: Rétro-ingénierie et forensic
af: Retro-engineering en forensiese ondersoek
bg: Обратна инженерия и криминалистика
cs: Reverzní inženýrství a forenzní analýza
da: Reverse engineering og retsmedicin
de: Reverse Engineering und Forensik
el: Ανασχεδίαση και εγκληματολογική ανάλυση
es: Ingeniería inversa y forense
fi: Takaisinsuuntaaminen ja forensiikka
fil: Reverse engineering at forensic
it: Reverse engineering e forensic
ja: リバースエンジニアリングとフォレンジック
ko: 역공학 및 포렌식
nl: Reverse engineering en forensisch onderzoek
no: Reverse engineering og forensikk
pl: Inżynieria wsteczna i analiza kryminalistyczna
pt_pt: Engenharia reversa e forense
ro: Inginerie inversă și forensică
ru: Реверс-инжиниринг и судебная экспертиза
sk: Reverzné inžinierstvo a forenzika
sv: Reverse engineering och forensik
sw: Uhandisi wa nyuma na uchunguzi
tr: Ters mühendislik ve adli bilimler
uk: Реверс-інжиніринг та судова експертиза
vi: Kỹ thuật đảo ngược và pháp y
zh_hans: 逆向工程和取证

# ed_dev_pdf_stream_decoder_uc3_text
source: Inspecter précisément des documents suspects, corrompus ou volontairement obscurcis.
af: Presies ondersoek verdagte, beskadigde of doelbewus verduisterde dokumente.
bg: Точно инспектиране на подозрителни, повредени или умишлено затъмнени документи.
cs: Přesné prozkoumání podezřelých, poškozených nebo úmyslně zamlžených dokumentů.
da: Præcist inspicere mistænkelige, korrupte eller bevidst skjulte dokumenter.
de: Verdächtige, beschädigte oder absichtlich verschleierte Dokumente genau inspizieren.
el: Ακριβής επιθεώρηση ύποπτων, κατεστραμμένων ή σκόπιμα θολών εγγράφων.
es: Inspeccionar precisamente documentos sospechosos, corruptos o intencionadamente oscurecidos.
fi: Tarkastella tarkasti epäilyttäviä, vaurioituneita tai tahallisesti hämärrettyjä asiakirjoja.
fil: Tukuyin nang tumpak ang mga kahina-hinalang dokumento, sira, o sinadyang pinahirapan.
it: Ispezionare precisamente documenti sospetti, corrotti o volutamente oscurati.
ja: 疑わしい、破損した、または意図的に隠された文書を正確に検査します。
ko: 의심스러운 문서, 손상된 문서 또는 의도적으로 모호한 문서를 정확히 검사합니다.
nl: Nauwkeurig verdachte, corrupte of opzettelijk verduisterde documenten inspecteren.
no: Nøyaktig inspisere mistenkelige, korrupte eller bevisst uklarte dokumenter.
pl: Dokładne badanie podejrzanych, uszkodzonych lub celowo zaciemnionych dokumentów.
pt_pt: Inspecionar precisamente documentos suspeitos, corrompidos ou intencionalmente ofuscados.
ro: Inspectarea precisă a documentelor suspecte, corupte sau intenționat obscure.
ru: Точное исследование подозрительных, поврежденных или намеренно затененных документов.
sk: Presne preskúmať podozrivé, poškodené alebo úmyselne skryté dokumenty.
sv: Noggrant inspektera misstänkta, korrupta eller avsiktligt fördunklade dokument.
sw: Kuchunguza kwa usahihi hati zinazoshukiwa, zilizoharibika au zilizofichwa kwa makusudi.
tr: Şüpheli, bozulmuş veya kasıtlı olarak belirsizleştirilmiş belgeleri tam olarak inceleyin.
uk: Точно перевіряти підозрілі, пошкоджені або навмисно затемнені документи.
vi: Kiểm tra chính xác các tài liệu nghi ngờ, bị hỏng hoặc cố tình bị che khuất.
zh_hans: 精确检查可疑、损坏或故意模糊的文档。

# ed_dev_pdf_stream_decoder_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
it: Cosa ottieni
ja: 得られるもの
ko: 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Vad du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_stream_decoder_out1
source: Le contenu décodé des streams PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85, etc.).
af: Die gedekodeerde inhoud van PDF-strome (FlateDecode, LZWDecode, ASCIIHex, ASCII85, ens.).
bg: Декодираната съдържание на PDF потоци (FlateDecode, LZWDecode, ASCIIHex, ASCII85 и др.).
cs: Dekódovaný obsah PDF streamů (FlateDecode, LZWDecode, ASCIIHex, ASCII85 atd.).
da: Det dekodede indhold af PDF-streams (FlateDecode, LZWDecode, ASCIIHex, ASCII85 osv.).
de: Den decodierten Inhalt der PDF-Streams (FlateDecode, LZWDecode, ASCIIHex, ASCII85 usw.).
el: Το αποκωδικοποιημένο περιεχόμενο των streams PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85, κ.λπ.).
es: El contenido decodificado de los streams PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85, etc.).
fi: Purkamisen tulos PDF-streamista (FlateDecode, LZWDecode, ASCIIHex, ASCII85 jne.).
fil: Ang na-decode na nilalaman ng mga PDF stream (FlateDecode, LZWDecode, ASCIIHex, ASCII85, atbp.).
it: Il contenuto decodificato dei flussi PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85, ecc.).
ja: PDFストリーム（FlateDecode、LZWDecode、ASCIIHex、ASCII85など）のデコードされた内容。
ko: 디코딩된 PDF 스트림의 내용(FlateDecode, LZWDecode, ASCIIHex, ASCII85 등).
nl: De gedecodeerde inhoud van PDF streams (FlateDecode, LZWDecode, ASCIIHex, ASCII85, enz.).
no: Det dekodede innholdet fra PDF-strømmer (FlateDecode, LZWDecode, ASCIIHex, ASCII85, osv.).
pl: Zdekodowana zawartość strumieni PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85 itp.).
pt_pt: O conteúdo decodificado dos streams PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85, etc.).
ro: Conținutul decodat al fluxurilor PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85 etc.).
ru: Декодированное содержимое PDF потоков (FlateDecode, LZWDecode, ASCIIHex, ASCII85 и т.д.).
sk: Dekódovaný obsah PDF streamov (FlateDecode, LZWDecode, ASCIIHex, ASCII85, atď.).
sv: Det avkodade innehållet från PDF-strömmar (FlateDecode, LZWDecode, ASCIIHex, ASCII85, etc.).
sw: Maudhui yaliyofunguliwa ya streams za PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85, nk).
tr: PDF akışlarının çözümlenmiş içeriği (FlateDecode, LZWDecode, ASCIIHex, ASCII85, vb.).
uk: Декодоване вміст потоків PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85 тощо).
vi: Nội dung đã giải mã từ các luồng PDF (FlateDecode, LZWDecode, ASCIIHex, ASCII85, v.v.).
zh_hans: 解码后的 PDF 流内容（FlateDecode、LZWDecode、ASCIIHex、ASCII85 等）。

# ed_dev_pdf_stream_decoder_out2
source: Une représentation lisible facilitant l’analyse des opérateurs graphiques, du texte et des structures internes.
af: 'n Leesbare voorstelling wat die analise van grafiese operateurs, teks en interne strukture vergemaklik.
bg: Четима репрезентация, улесняваща анализа на графичните оператори, текста и вътрешните структури.
cs: Čitelná reprezentace usnadňující analýzu grafických operátorů, textu a vnitřních struktur.
da: En læsbar repræsentation, der letter analysen af grafiske operatører, tekst og interne strukturer.
de: Eine lesbare Darstellung, die die Analyse von grafischen Operatoren, Text und internen Strukturen erleichtert.
el: Μια αναγνώσιμη αναπαράσταση που διευκολύνει την ανάλυση των γραφικών τελεστών, του κειμένου και των εσωτερικών δομών.
es: Una representación legible que facilita el análisis de los operadores gráficos, el texto y las estructuras internas.
fi: Luettava esitys, joka helpottaa graafisten operaattoreiden, tekstin ja sisäisten rakenteiden analysointia.
fil: Isang nababasang representasyon na nagpapadali sa pagsusuri ng mga graphic operator, teksto, at mga panloob na istruktura.
it: Una rappresentazione leggibile che facilita l'analisi degli operatori grafici, del testo e delle strutture interne.
ja: グラフィックオペレーター、テキスト、内部構造の分析を容易にする可読な表現。
ko: 그래픽 연산자, 텍스트 및 내부 구조 분석을 용이하게 하는 읽기 쉬운 표현.
nl: Een leesbare weergave die de analyse van grafische operatoren, tekst en interne structuren vergemakkelijkt.
no: En lesbar representasjon som letter analysen av grafiske operatører, tekst og interne strukturer.
pl: Czytelna reprezentacja ułatwiająca analizę operatorów graficznych, tekstu i struktur wewnętrznych.
pt_pt: Uma representação legível que facilita a análise dos operadores gráficos, do texto e das estruturas internas.
ro: O reprezentare lizibilă care facilitează analiza operatorilor grafici, a textului și a structurilor interne.
ru: Читаемое представление, упрощающее анализ графических операторов, текста и внутренних структур.
sk: Čitateľná reprezentácia uľahčujúca analýzu grafických operátorov, textu a vnútorných štruktúr.
sv: En läsbar representation som underlättar analysen av grafiska operatörer, text och interna strukturer.
sw: Uwakilishi wa kusomeka unaorahisisha uchambuzi wa wapangaji wa picha, maandiko na muundo wa ndani.
tr: Grafik operatörleri, metin ve iç yapılarının analizini kolaylaştıran okunabilir bir temsil.
uk: Читабельне представлення, що полегшує аналіз графічних операторів, тексту та внутрішніх структур.
vi: Một đại diện dễ đọc giúp phân tích các toán tử đồ họa, văn bản và cấu trúc nội bộ.
zh_hans: 便于分析图形操作符、文本和内部结构的可读表示。
