Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_order_of_magnitude_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您得到的结果

# ed_math_order_of_magnitude_out1
source: L’outil détermine la puissance de 10 la plus proche associée à un nombre.
af: Die hulpmiddel bepaal die naaste mag van 10 wat aan 'n getal gekoppel is.
bg: Инструментът определя най-близката степен на 10, свързана с число.
cs: Nástroj určuje nejbližší mocninu 10 spojenou s číslem.
da: Værktøjet bestemmer den nærmeste 10. potens knyttet til et tal.
de: Das Werkzeug bestimmt die nächstgelegene Potenz von 10, die mit einer Zahl verbunden ist.
el: Το εργαλείο προσδιορίζει την πιο κοντινή δύναμη του 10 που σχετίζεται με έναν αριθμό.
es: La herramienta determina la potencia de 10 más cercana asociada a un número.
fi: Työkalu määrittää lähimmän kymmentä potenssin, joka liittyy lukuun.
fil: Tinutukoy ng tool ang pinakamalapit na kapangyarihan ng 10 na nauugnay sa isang numero.
hu: Az eszköz meghatározza a legközelebbi 10-es hatványt, amely egy számhoz kapcsolódik.
id: Alat ini menentukan pangkat 10 terdekat yang terkait dengan suatu angka.
it: Lo strumento determina la potenza di 10 più vicina associata a un numero.
ja: このツールは、数に関連付けられた最も近い10の累乗を決定します。
ko: 이 도구는 숫자와 관련된 가장 가까운 10의 거듭제곱을 결정합니다.
nl: Het hulpmiddel bepaalt de dichtstbijzijnde macht van 10 die aan een getal is gekoppeld.
no: Verktøyet bestemmer den nærmeste potensen av 10 knyttet til et tall.
pl: Narzędzie określa najbliższą potęgę liczby 10 związaną z liczbą.
pt_pt: A ferramenta determina a potência de 10 mais próxima associada a um número.
ro: Instrumentul determină cea mai apropiată putere de 10 asociată cu un număr.
ru: Инструмент определяет ближайшую степень 10, связанную с числом.
sk: Nástroj určuje najbližšiu mocninu 10 spojenú s číslom.
sv: Verktyget bestämmer den närmaste tiopotenser kopplad till ett tal.
sw: Chombo kinatambua nguvu ya 10 iliyo karibu zaidi inayohusiana na nambari.
tr: Araç, bir sayıya en yakın olan 10'un kuvvetini belirler.
uk: Інструмент визначає найближчу ступінь 10, пов'язану з числом.
vi: Công cụ xác định lũy thừa của 10 gần nhất liên quan đến một số.
zh_hans: 该工具确定与一个数字相关的最接近的10的幂。

# ed_math_order_of_magnitude_out2
source: Il fournit une approximation utile pour comparer rapidement des valeurs.
af: Dit bied 'n nuttige benadering om vinnig waardes te vergelyk.
bg: Той предоставя полезна приблизителна стойност за бързо сравняване на стойности.
cs: Poskytuje užitečnou aproximaci pro rychlé porovnání hodnot.
da: Det giver en nyttig tilnærmelse til hurtigt at sammenligne værdier.
de: Es bietet eine nützliche Annäherung, um Werte schnell zu vergleichen.
el: Παρέχει μια χρήσιμη προσέγγιση για να συγκρίνετε γρήγορα τιμές.
es: Proporciona una aproximación útil para comparar rápidamente valores.
fi: Se tarjoaa hyödyllisen arvion arvojen nopeaa vertailua varten.
fil: Nagbibigay ito ng kapaki-pakinabang na pagtatantya upang mabilis na ihambing ang mga halaga.
hu: Hasznos közelítést ad a gyors értékek összehasonlításához.
id: Ini memberikan perkiraan yang berguna untuk membandingkan nilai dengan cepat.
it: Fornisce un'approssimazione utile per confrontare rapidamente valori.
ja: それは、値を迅速に比較するための便利な近似を提供します。
ko: 빠르게 값을 비교하기 위한 유용한 근사치를 제공합니다.
nl: Het biedt een nuttige benadering om snel waarden te vergelijken.
no: Det gir en nyttig tilnærming for raskt å sammenligne verdier.
pl: Dostarcza użytecznego przybliżenia do szybkiego porównywania wartości.
pt_pt: Ela fornece uma aproximação útil para comparar rapidamente valores.
ro: Oferă o aproximare utilă pentru a compara rapid valorile.
ru: Он предоставляет полезное приближение для быстрого сравнения значений.
sk: Poskytuje užitočnú aproximáciu na rýchle porovnanie hodnôt.
sv: Det ger en användbar approximation för att snabbt jämföra värden.
sw: Kinatoa makadirio ya manufaa ili kulinganisha haraka thamani.
tr: Hızla değerleri karşılaştırmak için yararlı bir yaklaşık değer sağlar.
uk: Він надає корисну апроксимацію для швидкого порівняння значень.
vi: Nó cung cấp một ước lượng hữu ích để so sánh nhanh chóng các giá trị.
zh_hans: 它提供了一个有用的近似值，以便快速比较值。

# ed_math_order_of_magnitude_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни моменти
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_order_of_magnitude_lim1
source: Un ordre de grandeur est une estimation, pas une valeur exacte.
af: 'n Grootteorde is 'n skatting, nie 'n presiese waarde nie.
bg: Порядъкът на величина е оценка, а не точна стойност.
cs: Řád velikosti je odhad, nikoli přesná hodnota.
da: En størrelsesorden er et estimat, ikke en præcis værdi.
de: Eine Größenordnung ist eine Schätzung, keine exakte Zahl.
el: Μια τάξη μεγέθους είναι μια εκτίμηση, όχι μια ακριβής τιμή.
es: Un orden de magnitud es una estimación, no un valor exacto.
fi: Suuruusluokka on arvio, ei tarkka arvo.
fil: Ang isang order ng laki ay isang pagtatantya, hindi isang eksaktong halaga.
hu: A nagyságrend egy becslés, nem pontos érték.
id: Orde besar adalah perkiraan, bukan nilai yang tepat.
it: Un ordine di grandezza è un'istruzione, non un valore esatto.
ja: オーダーオブマグニチュードは推定であり、正確な値ではありません。
ko: 크기 순서는 추정치이며 정확한 값이 아닙니다.
nl: Een orde van grootte is een schatting, geen exacte waarde.
no: En størrelsesorden er et estimat, ikke en nøyaktig verdi.
pl: Rząd wielkości to oszacowanie, a nie dokładna wartość.
pt_pt: Uma ordem de grandeza é uma estimativa, não um valor exato.
ro: O ordine de mărime este o estimare, nu o valoare exactă.
ru: Порядок величины — это оценка, а не точное значение.
sk: Poradie veľkosti je odhad, nie presná hodnota.
sv: En storleksordning är en uppskattning, inte ett exakt värde.
sw: Mpangilio wa ukubwa ni makadirio, si thamani sahihi.
tr: Bir büyüklük, bir tahmindir, kesin bir değer değildir.
uk: Порядок величини є оцінкою, а не точною величиною.
vi: Một độ lớn là một ước lượng, không phải là một giá trị chính xác.
zh_hans: 数量级是一个估计值，而不是一个精确值。

# ed_math_order_of_magnitude_lim2
source: Deux nombres de même ordre de grandeur peuvent rester sensiblement différents.
af: Twee getalle van dieselfde grootteorde kan steeds beduidend verskil.
bg: Две числа с един и същ порядък на величина могат да останат съществено различни.
cs: Dvě čísla stejného řádu velikosti mohou zůstat podstatně odlišná.
da: To tal med samme størrelsesorden kan forblive væsentligt forskellige.
de: Zwei Zahlen derselben Größenordnung können erheblich unterschiedlich bleiben.
el: Δύο αριθμοί της ίδιας τάξης μεγέθους μπορεί να παραμείνουν ουσιαστικά διαφορετικοί.
es: Dos números del mismo orden de magnitud pueden seguir siendo sensiblemente diferentes.
fi: Kaksi samaa suuruusluokkaa olevaa lukua voivat olla merkittävästi erilaisia.
fil: Dalawang numero na may parehong order ng laki ay maaaring manatiling makabuluhang magkakaiba.
hu: Két azonos nagyságrendű szám lényegesen eltérő maradhat.
id: Dua angka dengan orde besar yang sama dapat tetap berbeda secara signifikan.
it: Due numeri dello stesso ordine di grandezza possono rimanere sensibilmente diversi.
ja: 同じオーダーオブマグニチュードの2つの数は、実質的に異なる場合があります。
ko: 같은 크기 순서의 두 숫자는 여전히 상당히 다를 수 있습니다.
nl: Twee getallen van dezelfde orde van grootte kunnen aanzienlijk verschillend blijven.
no: To tall med samme størrelsesorden kan fortsatt være betydelig forskjellige.
pl: Dwie liczby o tym samym rzędzie wielkości mogą pozostać znacząco różne.
pt_pt: Dois números da mesma ordem de grandeza podem permanecer sensivelmente diferentes.
ro: Două numere de aceeași ordine de mărime pot rămâne sensibil diferite.
ru: Два числа одного порядка величины могут оставаться существенно различными.
sk: Dve čísla rovnakej poradia veľkosti môžu zostať podstatne odlišné.
sv: Två tal av samma storleksordning kan förbli avsevärt olika.
sw: Nambari mbili zikiwa na mpangilio sawa wa ukubwa zinaweza kubaki tofauti sana.
tr: Aynı büyüklükteki iki sayı önemli ölçüde farklı kalabilir.
uk: Два числа одного порядку величини можуть залишатися суттєво різними.
vi: Hai số cùng độ lớn có thể vẫn khác nhau một cách đáng kể.
zh_hans: 两个同数量级的数字可能仍然有显著差异。

# ed_math_order_of_magnitude_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_order_of_magnitude_q1
source: À quoi sert un ordre de grandeur ?
af: Waarvoor dien 'n grootteorde?
bg: Каква е ползата от порядъка на величина?
cs: K čemu slouží řád velikosti?
da: Hvad er formålet med en størrelsesorden?
de: Wozu dient eine Größenordnung?
el: Γιατί χρειάζεται μια τάξη μεγέθους;
es: ¿Para qué sirve un orden de magnitud?
fi: Mihin suuruusluokka on hyvä?
fil: Ano ang gamit ng isang order ng laki?
hu: Mire jó a nagyságrend?
id: Apa fungsi dari orde besar?
it: A cosa serve un ordine di grandezza?
ja: オーダーオブマグニチュードは何の役に立ちますか？
ko: 크기 순서는 무엇에 사용되나요?
nl: Waar is een orde van grootte voor?
no: Hva er en størrelsesorden nyttig for?
pl: Do czego służy rząd wielkości?
pt_pt: Para que serve uma ordem de grandeza?
ro: La ce folosește o ordine de mărime?
ru: Для чего нужен порядок величины?
sk: Na čo slúži poradie veľkosti?
sv: Vad är en storleksordning bra för?
sw: Mpangilio wa ukub size unatumika kwa nini?
tr: Büyüklük ne işe yarar?
uk: Навіщо потрібен порядок величини?
vi: Độ lớn dùng để làm gì?
zh_hans: 数量级有什么用？

# ed_math_order_of_magnitude_a1
source: Il permet de raisonner rapidement sur des tailles de nombres sans précision excessive.
af: Dit stel jou in staat om vinnig oor getalgroottes te redeneer sonder oormatige presisie.
bg: Той позволява бързо разсъждение за размерите на числа без прекалена прецизност.
cs: Umožňuje rychle uvažovat o velikostech čísel bez nadměrné přesnosti.
da: Det gør det muligt hurtigt at ræsonnere om størrelser af tal uden overdreven præcision.
de: Sie ermöglicht es, schnell über die Größen von Zahlen ohne übermäßige Genauigkeit nachzudenken.
el: Επιτρέπει να σκεφτόμαστε γρήγορα για μεγέθη αριθμών χωρίς υπερβολική ακρίβεια.
es: Permite razonar rápidamente sobre tamaños de números sin precisión excesiva.
fi: Se mahdollistaa nopean päättelyn lukujen koosta ilman liiallista tarkkuutta.
fil: Pinapayagan nito ang mabilis na pag-iisip tungkol sa laki ng mga numero nang walang labis na katumpakan.
hu: Lehetővé teszi, hogy gyorsan érveljünk a számok nagyságáról túlzott pontosság nélkül.
id: Ini memungkinkan untuk berpikir dengan cepat tentang ukuran angka tanpa presisi yang berlebihan.
it: Permette di ragionare rapidamente su dimensioni di numeri senza eccessiva precisione.
ja: それは、過度の精度なしに数のサイズについて迅速に推論するのを可能にします。
ko: 과도한 정확성 없이 숫자의 크기에 대해 빠르게 추론할 수 있게 해줍니다.
nl: Het maakt het mogelijk om snel te redeneren over de grootte van getallen zonder overmatige precisie.
no: Det gjør det mulig å resonnere raskt om størrelser på tall uten overdreven presisjon.
pl: Pozwala szybko rozumować na temat rozmiarów liczb bez nadmiernej precyzji.
pt_pt: Ela permite raciocinar rapidamente sobre tamanhos de números sem precisão excessiva.
ro: Permite raționarea rapidă asupra dimensiunilor numerelor fără o precizie excesivă.
ru: Он позволяет быстро рассуждать о размерах чисел без чрезмерной точности.
sk: Umožňuje rýchlo uvažovať o veľkostiach čísel bez nadmernej presnosti.
sv: Det gör det möjligt att snabbt resonera om storlekar på tal utan överdriven precision.
sw: Inaruhusu kufikiri haraka kuhusu ukubwa wa nambari bila usahihi kupita kiasi.
tr: Aşırı hassasiyet olmadan sayıların boyutları hakkında hızlıca akıl yürütmeyi sağlar.
uk: Він дозволяє швидко міркувати про розміри чисел без надмірної точності.
vi: Nó cho phép lý luận nhanh chóng về kích thước của các số mà không cần độ chính xác quá mức.
zh_hans: 它可以快速推理数字的大小，而无需过多的精确度。

# ed_math_order_of_magnitude_q2
source: Est-ce une approximation fiable ?
af: Is dit 'n betroubare benadering?
bg: Дали е надеждна приблизителна стойност?
cs: Je to spolehlivá aproximace?
da: Er det en pålidelig tilnærmelse?
de: Ist es eine zuverlässige Annäherung?
el: Είναι μια αξιόπιστη προσέγγιση;
es: ¿Es una aproximación fiable?
fi: Onko se luotettava arvio?
fil: Ito ba ay maaasahang pagtatantya?
hu: Megbízható közelítés?
id: Apakah ini perkiraan yang dapat diandalkan?
it: È un'approssimazione affidabile?
ja: これは信頼できる近似ですか？
ko: 신뢰할 수 있는 근사치인가요?
nl: Is het een betrouwbare benadering?
no: Er det en pålitelig tilnærming?
pl: Czy to wiarygodne przybliżenie?
pt_pt: É uma aproximação confiável?
ro: Este o aproximare de încredere?
ru: Это надежное приближение?
sk: Je to spoľahlivá aproximácia?
sv: Är det en pålitlig approximation?
sw: Je, ni makadirio ya kuaminika?
tr: Bu güvenilir bir tahmin mi?
uk: Чи є це надійною апроксимацією?
vi: Đây có phải là một ước lượng đáng tin cậy không?
zh_hans: 这是一个可靠的近似值吗？

# ed_math_order_of_magnitude_a2
source: Oui pour comparer et estimer, mais pas pour des calculs précis.
af: Ja om te vergelyk en te skat, maar nie vir presiese berekeninge nie.
bg: Да, за сравняване и оценка, но не за точни изчисления.
cs: Ano pro porovnání a odhad, ale ne pro přesné výpočty.
da: Ja til at sammenligne og estimere, men ikke til præcise beregninger.
de: Ja, um zu vergleichen und zu schätzen, aber nicht für genaue Berechnungen.
el: Ναι για σύγκριση και εκτίμηση, αλλά όχι για ακριβείς υπολογισμούς.
es: Sí para comparar y estimar, pero no para cálculos precisos.
fi: Kyllä vertailuun ja arvioimiseen, mutta ei tarkkoihin laskelmiin.
fil: Oo para sa paghahambing at pagtataya, ngunit hindi para sa mga tumpak na pagkalkula.
hu: Igen az összehasonlításhoz és a becsléshez, de nem pontos számításokhoz.
id: Ya untuk membandingkan dan memperkirakan, tetapi tidak untuk perhitungan yang tepat.
it: Sì per confrontare e stimare, ma non per calcoli precisi.
ja: 比較と推定にははい、しかし正確な計算にはいいえ。
ko: 비교하고 추정하는 데는 그렇지만, 정확한 계산에는 그렇지 않습니다.
nl: Ja voor vergelijken en schatten, maar niet voor nauwkeurige berekeningen.
no: Ja for å sammenligne og estimere, men ikke for presise beregninger.
pl: Tak, do porównań i oszacowań, ale nie do dokładnych obliczeń.
pt_pt: Sim para comparar e estimar, mas não para cálculos precisos.
ro: Da pentru a compara și estima, dar nu pentru calcule precise.
ru: Да, для сравнения и оценки, но не для точных расчетов.
sk: Áno na porovnávanie a odhadovanie, ale nie na presné výpočty.
sv: Ja för att jämföra och uppskatta, men inte för exakta beräkningar.
sw: Ndio kwa kulinganisha na kukadiria, lakini si kwa hesabu sahihi.
tr: Karşılaştırmak ve tahmin etmek için evet, ancak kesin hesaplamalar için hayır.
uk: Так, для порівняння та оцінки, але не для точних обчислень.
vi: Có để so sánh và ước lượng, nhưng không cho các tính toán chính xác.
zh_hans: 是的，用于比较和估计，但不适用于精确计算。

# ed_math_order_of_magnitude_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_order_of_magnitude_tip
source: En estimation mentale, arrondissez toujours au chiffre significatif le plus proche avant de chercher l’ordre de grandeur.
af: In geestelike skatting, rond altyd af na die naaste betekenisvolle syfer voordat jy die grootteorde soek.
bg: При умствени оценки, винаги закръгляйте до най-близкото значимо число, преди да търсите порядъка на величина.
cs: Při mentálním odhadu vždy zaokrouhlete na nejbližší významnou číslici před hledáním řádu velikosti.
da: Ved mental estimering, rund altid op til det nærmeste signifikante ciffer, før du søger størrelsesordenen.
de: Bei mentalen Schätzungen runden Sie immer auf die nächstgelegene signifikante Ziffer, bevor Sie die Größenordnung suchen.
el: Στην ψυχρή εκτίμηση, στρογγυλοποιήστε πάντα στον πιο κοντινό σημαντικό αριθμό πριν αναζητήσετε την τάξη μεγέθους.
es: En estimación mental, siempre redondea al dígito significativo más cercano antes de buscar el orden de magnitud.
fi: Mielessä arvioidessasi pyöristä aina lähimpään merkitsevään numeroon ennen suuruusluokan etsimistä.
fil: Sa mental na pagtataya, palaging i-round ang pinakamalapit na makabuluhang numero bago hanapin ang order ng laki.
hu: Mentális becslésnél mindig kerekítsd a legközelebbi jelentős számra, mielőtt keresnéd a nagyságrendet.
id: Dalam perkiraan mental, selalu bulatkan ke angka signifikan terdekat sebelum mencari orde besar.
it: Nella stima mentale, arrotonda sempre al numero significativo più vicino prima di cercare l'ordine di grandezza.
ja: メンタル推定では、オーダーオブマグニチュードを探す前に、常に最も近い有効数字に丸めます。
ko: 정신적 추정 시, 크기 순서를 찾기 전에 항상 가장 가까운 유의 숫자로 반올림하세요.
nl: Bij mentale schatting, rond altijd af naar het dichtstbijzijnde significante cijfer voordat u de orde van grootte zoekt.
no: Ved mental estimering, rund alltid opp til det nærmeste signifikante tallet før du leter etter størrelsesorden.
pl: Podczas oszacowań mentalnych zawsze zaokrąglaj do najbliższej znaczącej cyfry przed szukaniem rzędu wielkości.
pt_pt: Em estimativa mental, arredonde sempre para o dígito significativo mais próximo antes de procurar a ordem de grandeza.
ro: În estimarea mentală, rotunjiți întotdeauna la cifra semnificativă cea mai apropiată înainte de a căuta ordinea de mărime.
ru: При умственной оценке всегда округляйте до ближайшей значащей цифры, прежде чем искать порядок величины.
sk: Pri mentálnom odhade vždy zaokrúhľujte na najbližšiu významnú číslicu pred hľadaním poradia veľkosti.
sv: Vid mental uppskattning, avrunda alltid till det närmaste signifikanta siffran innan du letar efter storleksordningen.
sw: Katika makadirio ya akili, daima punguza hadi nambari muhimu zaidi kabla ya kutafuta mpangilio wa ukub size.
tr: Zihinsel tahmin yaparken, her zaman en yakın anlamlı rakama yuvarlayın ve ardından büyüklüğü arayın.
uk: При розумовій оцінці завжди округлюйте до найближчого значущого числа перед тим, як шукати порядок величини.
vi: Trong ước lượng tâm lý, luôn làm tròn đến chữ số có nghĩa gần nhất trước khi tìm độ lớn.
zh_hans: 在心理估计中，总是先四舍五入到最接近的有效数字，然后再寻找数量级。

# ed_math_rounding_error_title
source: À propos : Erreur d’arrondi
af: Oor: Afgeronde fout
bg: Относно: Грешка при закръгляне
cs: O nás: Chyba zaokrouhlení
da: Om: Afrundingsfejl
de: Über: Rundungsfehler
el: Σχετικά με: Σφάλμα στρογγυλοποίησης
es: Acerca de: Error de redondeo
fi: Tietoa: Pyöristysvirhe
fil: Tungkol sa: Pagkakamali sa pag-ikot
hu: Amit tudni érdemes: Kerekítési hiba
id: Tentang: Kesalahan pembulatan
it: A proposito: Errore di arrotondamento
ja: について：丸め誤差
ko: 정보: 반올림 오류
nl: Over: Afrondingsfout
no: Om: Avrundingsfeil
pl: O tym: Błąd zaokrąglenia
pt_pt: Sobre: Erro de arredondamento
ro: Despre: Eroare de rotunjire
ru: О нас: Ошибка округления
sk: O: Chyba zaokrúhlenia
sv: Omfattning: Avrundningsfel
sw: Kuhusu: Kosa la kuzunguka
tr: Hakkında: Yuvarlama hatası
uk: Про: Помилка округлення
vi: Về: Lỗi làm tròn
zh_hans: 关于：舍入误差
