Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_var_formula_title
source: Formule
bg: Формула
cs: Vzorec
da: Formel
de: Formel
el: Τύπος
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Rumus
it: Formula
ja: 式
ko: 공식
no: Formel
pl: Wzór
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Vzorec
sv: Formel
sw: Fomula
tr: Formül
uk: Формула
vi: Công thức
zh_hans: 公式

# pct_var_formula_text
source: Variation (%) = (Final − Initial) ÷ Initial × 100
af: Verandering (%) = (Finale − Aanvanklike) ÷ Aanvanklike × 100
bg: Промяна (%) = (Крайна − Начална) ÷ Начална × 100
cs: Změna (%) = (Konečná − Počáteční) ÷ Počáteční × 100
da: Ændring (%) = (Slut − Start) ÷ Start × 100
de: Veränderung (%) = (Endwert − Anfangswert) ÷ Anfangswert × 100
el: Μεταβολή (%) = (Τελική − Αρχική) ÷ Αρχική × 100
es: Variación (%) = (Final − Inicial) ÷ Inicial × 100
fi: Muutos (%) = (Loppu − Alku) ÷ Alku × 100
fil: Pagbabago (%) = (Huli − Una) ÷ Una × 100
hu: Változás (%) = (Végső − Kezdeti) ÷ Kezdeti × 100
id: Perubahan (%) = (Akhir − Awal) ÷ Awal × 100
it: Variazione (%) = (Finale − Iniziale) ÷ Iniziale × 100
ja: 変化率(%) = (最終 − 初期) ÷ 初期 × 100
ko: 변동(%) = (최종 − 초기) ÷ 초기 × 100
nl: Verandering (%) = (Eind − Begin) ÷ Begin × 100
no: Endring (%) = (Slutt − Start) ÷ Start × 100
pl: Zmiana (%) = (Końcowa − Początkowa) ÷ Początkowa × 100
pt_pt: Variação (%) = (Final − Inicial) ÷ Inicial × 100
ro: Variație (%) = (Finală − Inițială) ÷ Inițială × 100
ru: Изменение (%) = (Конечное − Начальное) ÷ Начальное × 100
sk: Zmena (%) = (Konečná − Počiatočná) ÷ Počiatočná × 100
sv: Förändring (%) = (Slut − Start) ÷ Start × 100
sw: Mabadiliko (%) = (Mwisho − Mwanzo) ÷ Mwanzo × 100
tr: Değişim (%) = (Son − İlk) ÷ İlk × 100
uk: Зміна (%) = (Кінцеве − Початкове) ÷ Початкове × 100
vi: Biến động (%) = (Cuối − Đầu) ÷ Đầu × 100
zh_hans: 变化(%) = (最终 − 初始) ÷ 初始 × 100

# pct_var_step1
source: Calculez l'écart : final − initial
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final − initial Calculez l'écart :

# pct_var_step2
source: Divisez par la valeur initiale
af: Deel deur die aanvanklike waarde
bg: Разделете на началната стойност
cs: Vydělte počáteční hodnotou
da: Del med den oprindelige værdi
de: Teilen Sie durch den ursprünglichen Wert
el: Διαιρέστε με την αρχική τιμή
es: Dividir por el valor inicial
fi: Jaa alkuperäisellä arvolla
fil: Hatiin sa unang halaga
hu: Oszd el a kezdeti értékkel
id: Bagi dengan nilai awal
it: Dividi per il valore iniziale
ja: 初期値で割る
ko: 초기 값으로 나누기
nl: Deel door de initiële waarde
no: Del med den opprinnelige verdien
pl: Podziel przez wartość początkową
pt_pt: Divida pelo valor inicial
ro: Împarte la valoarea inițială
ru: Разделите на начальное значение
sk: Vydeľte počiatočnou hodnotou
sv: Dela med det ursprungliga värdet
sw: Gawa kwa thamani ya mwanzo
tr: İlk değere böl
uk: Поділіть на початкове значення
vi: Chia cho giá trị đầu
zh_hans: 除以初始值

# pct_var_step3
source: Multipliez par 100 pour obtenir le pourcentage
af: Vermenigvuldig met 100 om die persentasie te kry
bg: Умножете по 100, за да получите процента
cs: Vynásobte 100 pro získání procent
da: Gang med 100 for at få procent
de: Mit 100 multiplizieren, um den Prozentsatz zu erhalten
el: Πολλαπλασιάστε με 100 για να πάρετε το ποσοστό
es: Multiplica por 100 para obtener el porcentaje
fi: Kerro 100:lla saadaksesi prosentin
fil: I-multiply sa 100 para makuha ang porsiyento
hu: Szorozd meg 100-zal a százalékhoz
id: Kali 100 untuk mendapatkan persentase
it: Moltiplica per 100 per ottenere la percentuale
ja: 100を掛けてパーセントにする
ko: 100을 곱해 백분율로 변환
nl: Vermenigvuldig met 100 om het percentage te krijgen
no: Multipliser med 100 for å få prosent
pl: Pomnóż przez 100, aby otrzymać procent
pt_pt: Multiplique por 100 para obter a percentagem
ro: Înmulțește cu 100 pentru a obține procentul
ru: Умножьте на 100, чтобы получить проценты
sk: Vynásobte 100, aby ste získali percento
sv: Multiplicera med 100 för att få procent
sw: Zidisha kwa 100 kupata asilimia
tr: Yüzdeyi bulmak için 100 ile çarp
uk: Помножте на 100, щоб отримати відсоток
vi: Nhân 100 để ra phần trăm
zh_hans: 乘以 100 得到百分比

# pct_var_note
source: Résultat positif = hausse, négatif = baisse. Le coefficient vaut final ÷ initial.
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">final ÷ initial Résultat positif = hausse, négatif = baisse. Le coefficient vaut.

# back_to_tools
source: Retour aux outils
af: Terug na gereedskap
bg: Обратно към инструментите
cs: Zpět na nástroje
da: Tilbage til værktøjerne
de: Zurück zu den Werkzeugen
el: Επιστροφή στα εργαλεία
es: Volver a las herramientas
fi: Palaa työkaluihin
fil: Bumalik sa mga tool
hu: Vissza az eszközökhöz
id: Kembali ke alat
it: Torna agli strumenti
ja: ツールに戻る
ko: 도구로 돌아가기
nl: Terug naar de tools
no: Tilbake til verktøyene
pl: Powrót do narzędzi
pt_pt: Voltar às ferramentas
ro: Înapoi la instrumente
ru: Назад к инструментам
sk: Späť na nástroje
sv: Tillbaka till verktygen
sw: Rudi kwenye zana
tr: Araçlara dön
uk: Назад до інструментів
vi: Quay lại công cụ
zh_hans: 返回工具

# pct_var_ex1
source: Prix 80 → 100
af: Prys 80 → 100
bg: Цена 80 → 100
cs: Cena 80 → 100
da: Pris 80 → 100
de: Preis 80 → 100
el: Τιμή 80 → 100
es: Precio 80 → 100
fi: Hinta 80 → 100
fil: Presyo 80 → 100
hu: Ár 80 → 100
id: Harga 80 → 100
it: Prezzo 80 → 100
ja: 価格 80 → 100
ko: 가격 80 → 100
nl: Prijs 80 → 100
no: Pris 80 → 100
pl: Cena 80 → 100
pt_pt: Preço 80 → 100
ro: Preț 80 → 100
ru: Цена 80 → 100
sk: Cena 80 → 100
sv: Pris 80 → 100
sw: Bei 80 → 100
tr: Fiyat 80 → 100
uk: Ціна 80 → 100
vi: Giá 80 → 100
zh_hans: 价格 80 → 100

# pct_var_ex2
source: Population 1 250 → 1 150
af: Bevolking 1 250 → 1 150
bg: Население 1 250 → 1 150
cs: Populace 1 250 → 1 150
da: Befolkning 1 250 → 1 150
de: Bevölkerung 1 250 → 1 150
el: Πληθυσμός 1 250 → 1 150
es: Población 1 250 → 1 150
fi: Väestö 1 250 → 1 150
fil: Populasyon 1 250 → 1 150
hu: Népesség 1 250 → 1 150
id: Populasi 1 250 → 1 150
it: Popolazione 1 250 → 1 150
ja: 人口 1 250 → 1 150
ko: 인구 1 250 → 1 150
nl: Bevolking 1 250 → 1 150
no: Befolkning 1 250 → 1 150
pl: Populacja 1 250 → 1 150
pt_pt: População 1 250 → 1 150
ro: Populație 1 250 → 1 150
ru: Население 1 250 → 1 150
sk: Populácia 1 250 → 1 150
sv: Befolkning 1 250 → 1 150
sw: Idadi ya watu 1 250 → 1 150
tr: Nüfus 1 250 → 1 150
uk: Населення 1 250 → 1 150
vi: Dân số 1 250 → 1 150
zh_hans: 人口 1 250 → 1 150

# pct_var_ex3
source: CA 12 000 → 15 600
af: Omset 12 000 → 15 600
bg: Оборот 12 000 → 15 600
cs: Obrat 12 000 → 15 600
da: Omsætning 12 000 → 15 600
de: Umsatz 12 000 → 15 600
el: Τζίρος 12 000 → 15 600
es: Facturación 12 000 → 15 600
fi: Liikevaihto 12 000 → 15 600
fil: Kita 12 000 → 15 600
hu: Árbevétel 12 000 → 15 600
id: Omzet 12 000 → 15 600
it: Fatturato 12 000 → 15 600
ja: 売上 12 000 → 15 600
ko: 매출 12 000 → 15 600
nl: Omzet 12 000 → 15 600
no: Omsetning 12 000 → 15 600
pl: Przychód 12 000 → 15 600
pt_pt: Faturação 12 000 → 15 600
ro: Cifră de afaceri 12 000 → 15 600
ru: Выручка 12 000 → 15 600
sk: Obrat 12 000 → 15 600
sv: Omsättning 12 000 → 15 600
sw: Mapato 12 000 → 15 600
tr: Ciro 12 000 → 15 600
uk: Дохід 12 000 → 15 600
vi: Doanh thu 12 000 → 15 600
zh_hans: 营收 12 000 → 15 600

# pct_var_ex4
source: Note 14 → 16
af: Punt 14 → 16
bg: Оценка 14 → 16
cs: Známka 14 → 16
da: Karakter 14 → 16
el: Βαθμός 14 → 16
es: Nota 14 → 16
fi: Arvosana 14 → 16
fil: Marka 14 → 16
hu: Jegy 14 → 16
id: Nilai 14 → 16
it: Voto 14 → 16
ja: 点数 14 → 16
ko: 점수 14 → 16
nl: Cijfer 14 → 16
no: Karakter 14 → 16
pl: Ocena 14 → 16
pt_pt: Nota 14 → 16
ro: Notă 14 → 16
ru: Оценка 14 → 16
sk: Známka 14 → 16
sv: Betyg 14 → 16
sw: Alama 14 → 16
tr: Not 14 → 16
uk: Оцінка 14 → 16
vi: Điểm 14 → 16
zh_hans: 分数 14 → 16

# pct_var_up
source: Hausse
af: Toename
bg: Ръст
cs: Růst
da: Stigning
de: Anstieg
el: Αύξηση
es: Subida
fi: Nousu
fil: Pagtaas
hu: Emelkedés
id: Naik
it: Aumento
ja: 増加
ko: 증가
nl: Stijging
no: Økning
pl: Wzrost
pt_pt: Subida
ro: Creștere
ru: Рост
sk: Nárast
sv: Ökning
sw: Ongezeko
tr: Artış
uk: Зростання
vi: Tăng
zh_hans: 上升

# pct_var_down
source: Baisse
af: Afname
bg: Спад
cs: Pokles
da: Fald
de: Rückgang
el: Μείωση
es: Bajada
fi: Lasku
fil: Pagbaba
hu: Csökkenés
id: Turun
it: Diminuzione
ja: 減少
ko: 감소
nl: Daling
no: Nedgang
pl: Spadek
pt_pt: Descida
ro: Scădere
ru: Снижение
sk: Pokles
sv: Minskning
sw: Kupungua
tr: Azalış
uk: Зниження
vi: Giảm
zh_hans: 下降

# pct_var_flat
source: Stable
af: Stabiel
bg: Без промяна
cs: Stabilní
da: Stabil
de: Stabil
el: Σταθερό
es: Estable
fi: Vakaa
fil: Matatag
hu: Stabil
id: Stabil
it: Stabile
ja: 変化なし
ko: 변화 없음
nl: Stabiel
no: Stabil
pl: Stabilnie
pt_pt: Estável
ro: Stabil
ru: Без изменений
sk: Stabilné
sv: Oförändrat
sw: Imara
tr: Sabit
uk: Без змін
vi: Ổn định
zh_hans: 不变

# tool_percentage_variation_title
source: Variation en pourcentage
af: Persentasieverandering
bg: Процентна промяна
cs: Procentní změna
da: Procentvis ændring
de: Prozentuale Veränderung
el: Ποσοστιαία μεταβολή
es: Variación porcentual
fi: Prosenttimuutos
fil: Porsiyentong pagbabago
hu: Százalékos változás
id: Perubahan persentase
it: Variazione percentuale
ja: パーセント変化
ko: 백분율 변동
nl: Procentuele verandering
no: Prosentvis endring
pl: Zmiana procentowa
pt_pt: Variação percentual
ro: Variație procentuală
ru: Процентное изменение
sk: Percentuálna zmena
sv: Procentuell förändring
sw: Mabadiliko ya asilimia
tr: Yüzde değişim
uk: Відсоткова зміна
vi: Biến động phần trăm
zh_hans: 百分比变化

# tool_percentage_variation_desc
source: Calculer l'évolution entre deux valeurs (hausse/baisse).
bg: Изчислете еволюцията между две стойности (увеличение/намаление).
cs: Vypočítat vývoj mezi dvěma hodnotami (nárůst/snížení).
da: Beregn udviklingen mellem to værdier (stigning/fald).
de: Berechnen Sie die Entwicklung zwischen zwei Werten (Steigerung/Senkung).
el: Υπολογίστε την εξέλιξη μεταξύ δύο τιμών (άνοδος/πτώση).
es: Calcular la evolución entre dos valores (aumento/disminución).
fi: Laske kahden arvon (nousu/lasku) välinen kehitys.
fil: Kalkulahin ang pagbabago sa pagitan ng dalawang halaga (pagtaas/pagbaba).
ja: 二つの値の変化（増加/減少）を計算します。
nl: Bereken de evolutie tussen twee waarden (stijging/daling).
no: Beregn utviklingen mellom to verdier (økning/nedgang).
pl: Oblicz ewolucję między dwiema wartościami (wzrost/spadek).
pt_pt: Calcular a evolução entre dois valores (aumento/diminuição).
ro: Calculați evoluția între două valori (creștere/scădere).
ru: Вычислить изменение между двумя значениями (увеличение/уменьшение).
sk: Vypočítať vývoj medzi dvoma hodnotami (nárast/pokles).
sv: Beräkna förändringen mellan två värden (ökning/minskning).
sw: Hesabu mabadiliko kati ya thamani mbili (kuongezeka/kupungua).
tr: İki değer arasındaki değişimi (artış/azalış) hesaplayın.
uk: Обчислити зміни між двома значеннями (зростання/зниження).
vi: Tính toán sự thay đổi giữa hai giá trị (tăng/giảm).
zh_hans: 计算两个值之间的变化（增加/减少）。

# tool_percentage_discount_title
source: Remise
af: Afslag
bg: Отстъпка
cs: Sleva
da: Rabat
de: Rabatt
el: Έκπτωση
es: Descuento
fi: Alennus
fil: Diskuwento
hu: Kedvezmény
id: Diskon
it: Sconto
ja: 割引
ko: 할인
nl: Korting
no: Rabatt
pl: Rabat
pt_pt: Desconto
ro: Reducere
ru: Скидка
sk: Zľava
sv: Rabatt
sw: Punguzo
tr: İndirim
uk: Знижка
vi: Giảm giá
zh_hans: 折扣

# tool_percentage_discount_desc
source: Calculer un prix remisé et le pourcentage de réduction.
af: Bereken ’n afslagprys en die afslagpersentasie.
bg: Изчислете намалена цена и процент отстъпка.
cs: Vypočítejte zlevněnou cenu a procento slevy.
da: Beregn en nedsat pris og rabatprocenten.
de: Einen reduzierten Preis und den Rabattprozentsatz berechnen.
el: Υπολογίστε τιμή με έκπτωση και το ποσοστό έκπτωσης.
es: Calcular un precio con descuento y el porcentaje de reducción.
fi: Laske alennettu hinta ja alennusprosentti.
fil: Kalkulahin ang presyong may diskuwento at porsiyento ng diskuwento.
hu: Kiszámolja a kedvezményes árat és a kedvezmény százalékát.
id: Hitung harga setelah diskon dan persentase diskon.
it: Calcola un prezzo scontato e la percentuale di sconto.
ja: 割引後の価格と割引率を計算します。
ko: 할인된 가격과 할인율을 계산합니다.
nl: Bereken een prijs met korting en het kortingspercentage.
no: Beregn en rabattert pris og rabattprosenten.
pl: Oblicz cenę po rabacie i procent rabatu.
pt_pt: Calcular um preço com desconto e a percentagem de redução.
ro: Calculează un preț redus și procentul de reducere.
ru: Рассчитать цену со скидкой и процент скидки.
sk: Vypočítajte zľavnenú cenu a percento zľavy.
sv: Beräkna ett rabatterat pris och rabattens procent.
sw: Kokotoa bei iliyopunguzwa na asilimia ya punguzo.
tr: İndirimli fiyatı ve indirim yüzdesini hesapla.
uk: Обчислити ціну зі знижкою та відсоток знижки.
vi: Tính giá sau giảm và phần trăm giảm giá.
zh_hans: 计算折后价以及折扣百分比。

# group_percentages_title
source: Pourcentages
af: Persentasies
bg: Проценти
cs: Procenta
da: Procenter
de: Prozente
el: Ποσοστά
es: Porcentajes
fi: Prosentit
fil: Porsiyento
hu: Százalékok
id: Persentase
it: Percentuali
ja: パーセンテージ
ko: 백분율
nl: Percentages
no: Prosent
pl: Procenty
pt_pt: Percentagens
ro: Procente
ru: Проценты
sk: Percentá
sv: Procent
sw: Asilimia
tr: Yüzdeler
uk: Відсотки
vi: Phần trăm
zh_hans: 百分比

# group_percentages_desc
source: Augmentation, remise, variation, taux inversé...
af: Verhoging, afslag, verandering, omgekeerde koers…
bg: Увеличение, отстъпка, промяна, обратна ставка…
cs: Zvýšení, sleva, změna, obrácená sazba…
da: Stigning, rabat, ændring, omvendt sats…
de: Erhöhung, Rabatt, Veränderung, inverser Satz…
el: Αύξηση, έκπτωση, μεταβολή, αντίστροφος συντελεστής…
es: Aumento, descuento, variación, tasa inversa…
fi: Korotus, alennus, muutos, käänteinen prosentti…
fil: Pagtaas, diskuwento, pagbabago, baligtad na rate…
hu: Emelés, kedvezmény, változás, fordított arány…
id: Kenaikan, diskon, perubahan, tarif terbalik…
it: Aumento, sconto, variazione, tasso inverso…
ja: 増加、割引、変化、逆算レート…
ko: 증가, 할인, 변동, 역비율…
nl: Verhoging, korting, verandering, omgekeerd tarief…
no: Økning, rabatt, endring, omvendt sats…
pl: Podwyżka, rabat, zmiana, odwrotna stawka…
pt_pt: Aumento, desconto, variação, taxa inversa…
ro: Creștere, reducere, variație, rată inversă…
ru: Рост, скидка, изменение, обратная ставка…
sk: Zvýšenie, zľava, zmena, obrátená sadzba…
sv: Ökning, rabatt, förändring, omvänd sats…
sw: Ongezeko, punguzo, mabadiliko, kiwango kinyume…
tr: Artış, indirim, değişim, ters oran…
uk: Зростання, знижка, зміна, обернена ставка…
vi: Tăng, giảm giá, biến động, tỷ lệ ngược…
zh_hans: 增加、折扣、变化、反向税率…

# group_vat_title
source: TVA
af: BTW
bg: ДДС
cs: DPH
da: Moms
de: MwSt.
el: ΦΠΑ
es: IVA
fi: ALV
fil: VAT
hu: ÁFA
id: PPN
it: IVA
ja: 消費税
ko: 부가세
nl: Btw
no: MVA
pl: VAT
pt_pt: IVA
ru: НДС
sk: DPH
sv: Moms
sw: VAT
tr: KDV
uk: ПДВ
vi: VAT
zh_hans: 增值税
