Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_metadata_to_json_a2
source: Tous les PDF n’en contiennent pas. Beaucoup se limitent aux champs Info classiques.
af: Nie alle PDF's bevat dit nie. Baie beperk hulle tot die klassieke Info velde.
bg: Не всички PDF файлове съдържат XMP. Много от тях се ограничават до класическите полета Info.
cs: Ne všechny PDF to obsahují. Mnoho se omezuje na klasická pole Info.
da: Ikke alle PDF'er indeholder det. Mange begrænser sig til de klassiske Info-felter.
de: Nicht alle PDFs enthalten es. Viele beschränken sich auf die klassischen Info-Felder.
el: Όλα τα PDF δεν περιέχουν XMP. Πολλά περιορίζονται στα κλασικά πεδία Info.
es: No todos los PDF lo contienen. Muchos se limitan a los campos de información clásicos.
fi: Kaikki PDF:t eivät sisällä sitä. Monet rajoittuvat perinteisiin Info-kenttiin.
fil: Hindi lahat ng PDF ay naglalaman nito. Marami ang limitado sa mga klasikong Info fields.
hu: TODO
id: TODO
it: Non tutti i PDF ne contengono. Molti si limitano ai campi Info classici.
ja: すべてのPDFに含まれているわけではありません。多くは従来のInfoフィールドに制限されています。
ko: 모든 PDF가 XMP를 포함하는 것은 아닙니다. 많은 PDF가 전통적인 정보 필드로 제한됩니다.
nl: Niet alle PDF's bevatten dit. Veel beperken zich tot de klassieke Info-velden.
no: Ikke alle PDF-er inneholder det. Mange begrenser seg til de klassiske Info-feltene.
pl: Nie wszystkie PDF-y je zawierają. Wiele ogranicza się do klasycznych pól Info.
pt_pt: Nem todos os PDFs contêm. Muitos se limitam aos campos Info clássicos.
ro: Nu toate PDF-urile conțin XMP. Multe se limitează la câmpurile Info clasice.
ru: Не все PDF содержат XMP. Многие ограничиваются классическими полями Info.
sk: Nie všetky PDF to obsahujú. Mnohé sa obmedzujú na klasické polia Info.
sv: Inte alla PDF-filer innehåller det. Många begränsar sig till klassiska Info-fält.
sw: PDF zote hazina. Mengi yanajikita kwenye uwanja wa Info wa kawaida.
tr: Tüm PDF'ler bunu içermez. Birçoğu klasik Info alanlarıyla sınırlıdır.
uk: Не всі PDF містять XMP. Багато з них обмежуються класичними полями Info.
vi: Không phải tất cả PDF đều chứa nó. Nhiều PDF chỉ giới hạn ở các trường thông tin cơ bản.
zh_hans: 并不是所有 PDF 都包含它。许多 PDF 仅限于经典的 Info 字段。

# ed_dev_pdf_pdf_metadata_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_metadata_to_json_tip
source: Si vous publiez un PDF en ligne, vérifiez systématiquement les métadonnées avant diffusion : c’est un endroit fréquent de fuites d’informations (auteur, société, outils internes).
af: As jy 'n PDF aanlyn publiseer, kontroleer altyd die metadata voor verspreiding: dit is 'n algemene plek vir inligtingslekke (skrywer, maatskappy, interne hulpmiddels).
bg: Ако публикувате PDF онлайн, систематично проверявайте метаданните преди разпространение: това е често място за изтичане на информация (автор, компания, вътрешни инструменти).
cs: Pokud publikujete PDF online, vždy zkontrolujte metadata před distribucí: je to časté místo úniků informací (autor, společnost, interní nástroje).
da: Hvis du offentliggør en PDF online, skal du altid kontrollere metadataene før distribution: det er et almindeligt sted for informationslækager (forfatter, virksomhed, interne værktøjer).
de: Wenn Sie ein PDF online veröffentlichen, überprüfen Sie systematisch die Metadaten vor der Verbreitung: Es ist ein häufiger Ort für Informationslecks (Autor, Unternehmen, interne Tools).
el: Αν δημοσιεύετε ένα PDF online, ελέγξτε συστηματικά τα μεταδεδομένα πριν από τη διάδοση: είναι ένα συχνό σημείο διαρροών πληροφοριών (συγγραφέας, εταιρεία, εσωτερικά εργαλεία).
es: Si publicas un PDF en línea, verifica sistemáticamente los metadatos antes de la difusión: es un lugar frecuente de filtraciones de información (autor, empresa, herramientas internas).
fi: Jos julkaiset PDF:n verkossa, tarkista aina metatiedot ennen jakelua: se on yleinen paikka tietovuodoille (tekijä, yritys, sisäiset työkalut).
fil: Kung nag-publish ka ng PDF online, laging suriin ang mga metadata bago ipamahagi: ito ay isang karaniwang lugar ng pagtagas ng impormasyon (may-akda, kumpanya, panloob na mga tool).
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: A unique tip related to the tool's intent.
it: Se pubblichi un PDF online, controlla sempre i metadati prima della diffusione: è un luogo comune per le fughe di informazioni (autore, azienda, strumenti interni).
ja: オンラインでPDFを公開する場合は、配信前に必ずメタデータを確認してください。情報漏洩（著者、会社、内部ツール）の一般的な場所です。
ko: 온라인에 PDF를 게시하는 경우 배포 전에 메타데이터를 항상 확인하세요: 정보 유출(저자, 회사, 내부 도구)이 자주 발생하는 곳입니다.
nl: Als u een PDF online publiceert, controleer dan altijd de metadata voordat u deze verspreidt: dit is een veelvoorkomende plek voor informatielekken (auteur, bedrijf, interne tools).
no: Hvis du publiserer en PDF på nettet, sjekk alltid metadataene før distribusjon: det er et vanlig sted for informasjonslekkasjer (forfatter, selskap, interne verktøy).
pl: Jeśli publikujesz PDF w Internecie, zawsze sprawdzaj metadane przed dystrybucją: to częste miejsce wycieków informacji (autor, firma, narzędzia wewnętrzne).
pt_pt: Se você publicar um PDF online, verifique sistematicamente os metadados antes da divulgação: é um local comum para vazamentos de informações (autor, empresa, ferramentas internas).
ro: Dacă publicați un PDF online, verificați întotdeauna metadatele înainte de difuzare: este un loc frecvent pentru scurgeri de informații (autor, companie, instrumente interne).
ru: Если вы публикуете PDF в интернете, обязательно проверяйте метаданные перед распространением: это частое место утечек информации (автор, компания, внутренние инструменты).
sk: Ak publikujete PDF online, vždy skontrolujte metadata pred zverejnením: je to časté miesto únikov informácií (autor, spoločnosť, interné nástroje).
sv: Om du publicerar en PDF online, kontrollera alltid metadata innan distribution: det är en vanlig plats för informationsläckor (författare, företag, interna verktyg).
sw: Ikiwa unachapisha PDF mtandaoni, hakikisha unakagua metadata kabla ya kusambaza: ni mahali pa kawaida pa uvujaji wa taarifa (mwandishi, kampuni, zana za ndani).
tr: Bir PDF'yi çevrimiçi yayımlıyorsanız, dağıtımdan önce her zaman meta verileri kontrol edin: bu, bilgi sızıntıları (yazar, şirket, dahili araçlar) için sıkça karşılaşılan bir yerdir.
uk: Якщо ви публікуєте PDF в Інтернеті, завжди перевіряйте метадані перед поширенням: це часте місце витоків інформації (автор, компанія, внутрішні інструменти).
vi: Nếu bạn xuất bản một PDF trực tuyến, hãy kiểm tra kỹ lưỡng các siêu dữ liệu trước khi phát hành: đây là nơi thường xảy ra rò rỉ thông tin (tác giả, công ty, công cụ nội bộ).
zh_hans: 如果您在线发布 PDF，请在发布前始终检查元数据：这是信息泄露（作者、公司、内部工具）常见的地方。

# ed_dev_pdf_pdf_object_info_to_json_title
source: À propos : PDF Object Info → JSON
af: Oor: PDF Object Info → JSON
bg: Относно: PDF Object Info → JSON
cs: O: PDF Object Info → JSON
da: Om: PDF Object Info → JSON
de: Über: PDF Object Info → JSON
el: Σχετικά: PDF Object Info → JSON
es: Acerca de: PDF Object Info → JSON
fi: Tietoja: PDF Object Info → JSON
fil: Tungkol sa: PDF Object Info → JSON
hu: Rólunk: PDF objektumok → JSON
id: About: PDF objects → JSON
it: Informazioni su: PDF Object Info → JSON
ja: 概要：PDFオブジェクト情報 → JSON
ko: 정보: PDF 객체 정보 → JSON
nl: Over: PDF Object Info → JSON
no: Om: PDF Object Info → JSON
pl: O: PDF Object Info → JSON
pt_pt: Sobre: PDF Object Info → JSON
ro: Despre: PDF Object Info → JSON
ru: О: PDF Object Info → JSON
sk: O: PDF Object Info → JSON
sv: Om: PDF Object Info → JSON
sw: Kuhusu: PDF Object Info → JSON
tr: Hakkında: PDF Nesne Bilgisi → JSON
uk: Про: PDF Object Info → JSON
vi: Về: PDF Object Info → JSON
zh_hans: 关于：PDF 对象信息 → JSON

# ed_dev_pdf_pdf_object_info_to_json_lead
source: Inspecter la structure interne d’un PDF et exporter des informations sur les objets (xref, streams, types, tailles) en JSON pour debug bas niveau, forensic et optimisation.
af: Kyk na die interne struktuur van 'n PDF en voer inligting oor die objekte (xref, streams, tipes, groottes) uit in JSON vir lae vlak debug, forensiese en optimalisering.
bg: Инспектирайте вътрешната структура на PDF и експортирайте информация за обектите (xref, потоци, типове, размери) в JSON за ниско ниво на отстраняване на грешки, криминалистика и оптимизация.
cs: Prozkoumejte vnitřní strukturu PDF a exportujte informace o objektech (xref, streams, typy, velikosti) do JSON pro nízkoúrovňové ladění, forenzní analýzu a optimalizaci.
da: Undersøg den interne struktur af en PDF og eksportér oplysninger om objekter (xref, streams, typer, størrelser) til JSON til lavniveau debugging, retsmedicinsk analyse og optimering.
de: Untersuchen Sie die interne Struktur eines PDFs und exportieren Sie Informationen über Objekte (xref, Streams, Typen, Größen) in JSON für Low-Level-Debugging, Forensik und Optimierung.
el: Εξετάστε τη δομή ενός PDF και εξάγετε πληροφορίες σχετικά με τα αντικείμενα (xref, streams, τύποι, μεγέθη) σε JSON για χαμηλού επιπέδου debug, forensic και βελτιστοποίηση.
es: Inspeccionar la estructura interna de un PDF y exportar información sobre los objetos (xref, streams, tipos, tamaños) en JSON para depuración de bajo nivel, forense y optimización.
fi: Tarkista PDF:n sisäinen rakenne ja vie tietoja objekteista (xref, streams, tyypit, koot) JSON-muotoon matalan tason virheenkorjausta, forensiikkaa ja optimointia varten.
fil: Suriin ang panloob na istruktura ng isang PDF at i-export ang impormasyon tungkol sa mga bagay (xref, streams, uri, laki) sa JSON para sa low-level debugging, forensic at optimization.
hu: TODO: Írd le pontosan ennek az eszköznek a célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Describe the exact purpose of this tool (unique intent, not a paraphrase of another).
it: Ispeziona la struttura interna di un PDF ed esporta informazioni sugli oggetti (xref, streams, tipi, dimensioni) in JSON per debug a basso livello, forensic e ottimizzazione.
ja: PDFの内部構造を検査し、オブジェクト（xref、streams、タイプ、サイズ）に関する情報をJSON形式でエクスポートして、低レベルのデバッグ、フォレンジック、最適化を行います。
ko: PDF의 내부 구조를 검사하고 객체에 대한 정보를 JSON으로 내보내기 (xref, streams, types, sizes)하여 저수준 디버그, 포렌식 및 최적화를 수행합니다.
nl: Inspecteer de interne structuur van een PDF en exporteer informatie over de objecten (xref, streams, types, groottes) in JSON voor low-level debugging, forensisch onderzoek en optimalisatie.
no: Inspiser den interne strukturen til en PDF og eksporter informasjon om objekter (xref, streams, typer, størrelser) til JSON for lavnivå debugging, rettsmedisinsk analyse og optimalisering.
pl: Zbadaj wewnętrzną strukturę PDF i eksportuj informacje o obiektach (xref, strumienie, typy, rozmiary) do JSON w celu debugowania na niskim poziomie, analizy kryminalistycznej i optymalizacji.
pt_pt: Inspecionar a estrutura interna de um PDF e exportar informações sobre os objetos (xref, streams, tipos, tamanhos) em JSON para depuração de baixo nível, forense e otimização.
ro: Inspectați structura internă a unui PDF și exportați informații despre obiecte (xref, streams, tipuri, dimensiuni) în JSON pentru debug de nivel scăzut, forensic și optimizare.
ru: Изучите внутреннюю структуру PDF и экспортируйте информацию об объектах (xref, потоки, типы, размеры) в JSON для низкоуровневой отладки, судебной экспертизы и оптимизации.
sk: Skontrolujte vnútornú štruktúru PDF a exportujte informácie o objektoch (xref, streams, typy, veľkosti) do JSON pre nízkoúrovňové ladenie, forenzné a optimalizáciu.
sv: Inspektera den interna strukturen av en PDF och exportera information om objekt (xref, streams, typer, storlekar) till JSON för låg nivå debug, forensik och optimering.
sw: Kagua muundo wa ndani wa PDF na uhamasisha taarifa kuhusu vitu (xref, streams, aina, saizi) kwa JSON kwa ajili ya debug ya kiwango cha chini, forensic na uboreshaji.
tr: Bir PDF'nin iç yapısını inceleyin ve nesneler hakkında (xref, akışlar, türler, boyutlar) JSON formatında bilgi dışa aktarın; düşük seviye hata ayıklama, adli ve optimizasyon için.
uk: Перевірте внутрішню структуру PDF та експортуйте інформацію про об'єкти (xref, streams, types, sizes) у JSON для низькорівневого налагодження, судової експертизи та оптимізації.
vi: Kiểm tra cấu trúc nội bộ của một PDF và xuất thông tin về các đối tượng (xref, streams, types, sizes) sang JSON để gỡ lỗi cấp thấp, điều tra và tối ưu hóa.
zh_hans: 检查 PDF 的内部结构并将对象信息（xref、streams、类型、大小）导出为 JSON，以便进行低级调试、取证和优化。

# ed_dev_pdf_pdf_object_info_to_json_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Use cases
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Use cases
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscase
no: Use cases
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Use case
sv: Användningsfall
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_object_info_to_json_uc1_title
source: Debug d’un PDF cassé
af: Debug 'n gebroke PDF
bg: Отстраняване на грешки в повреден PDF
cs: Ladění poškozeného PDF
da: Debugging af en ødelagt PDF
de: Debug eines beschädigten PDFs
el: Debug ενός κατεστραμμένου PDF
es: Depuración de un PDF roto
fi: Vianetsintä rikkinäisessä PDF:ssä
fil: Debug ng sirang PDF
hu: TODO
id: TODO
it: Debug di un PDF danneggiato
ja: 壊れたPDFのデバッグ
ko: 손상된 PDF 디버그
nl: Debuggen van een beschadigde PDF
no: Debugging av en ødelagt PDF
pl: Debugowanie uszkodzonego PDF
pt_pt: Depuração de um PDF quebrado
ro: Debug pentru un PDF corupt
ru: Отладка поврежденного PDF
sk: Ladenie poškodeného PDF
sv: Debugga en trasig PDF
sw: Debug ya PDF iliyovunjika
tr: Kırık bir PDF'yi hata ayıklama
uk: Налагодження зламаного PDF
vi: Gỡ lỗi một PDF bị hỏng
zh_hans: 调试损坏的 PDF

# ed_dev_pdf_pdf_object_info_to_json_uc1_text
source: Comprendre pourquoi un parser échoue : objets manquants, offsets incohérents, streams anormaux.
af: Verstaan hoekom 'n parser misluk: ontbrekende objekte, onsamehangende offsets, abnormale streams.
bg: Разберете защо парсерът не успява: липсващи обекти, несъответстващи офсети, аномални потоци.
cs: Pochopte, proč parser selhává: chybějící objekty, nekonzistentní offsety, abnormální streams.
da: Forstå hvorfor en parser fejler: manglende objekter, inkonsekvente offsets, unormale streams.
de: Verstehen, warum ein Parser fehlschlägt: fehlende Objekte, inkonsistente Offsets, anormale Streams.
el: Κατανοήστε γιατί αποτυγχάνει ένας parser: λείπουν αντικείμενα, ασυνεπείς offsets, ανώμαλα streams.
es: Entender por qué un parser falla: objetos faltantes, offsets incoherentes, streams anormales.
fi: Ymmärrä, miksi parseri epäonnistuu: puuttuvat objektit, epäjohdonmukaiset offsetit, epänormaalit streams.
fil: Unawain kung bakit nabibigo ang parser: nawawalang mga bagay, hindi pagkakatugma ng offsets, abnormal na streams.
hu: TODO: Konkrét példa 1
id: TODO: Concrete example 1
it: Comprendere perché un parser fallisce: oggetti mancanti, offset incoerenti, streams anomali.
ja: パーサーが失敗する理由を理解する：欠落しているオブジェクト、不整合なオフセット、異常なストリーム。
ko: 파서가 실패하는 이유 이해하기: 누락된 객체, 일관되지 않은 오프셋, 비정상적인 스트림.
nl: Begrijp waarom een parser faalt: ontbrekende objecten, inconsistente offsets, abnormale streams.
no: Forstå hvorfor en parser feiler: manglende objekter, inkonsekvente offsets, unormale streams.
pl: Zrozum, dlaczego parser nie działa: brakujące obiekty, niespójne offsety, nienormalne strumienie.
pt_pt: Entender por que um parser falha: objetos ausentes, offsets inconsistentes, streams anormais.
ro: Înțelegeți de ce un parser eșuează: obiecte lipsă, offset-uri incoerente, streams anormale.
ru: Понять, почему парсер не работает: отсутствующие объекты, несоответствующие смещения, аномальные потоки.
sk: Pochopte, prečo parser zlyháva: chýbajúce objekty, nekonzistentné offsety, abnormálne streams.
sv: Förstå varför en parser misslyckas: saknade objekt, inkonsekventa offsets, onormala streams.
sw: Elewa kwa nini parser inashindwa: vitu vilivyokosekana, offsets zisizo sawa, streams zisizo za kawaida.
tr: Bir ayrıştırıcının neden başarısız olduğunu anlamak: eksik nesneler, tutarsız ofsetler, anormal akışlar.
uk: Зрозумійте, чому парсер не вдається: відсутні об'єкти, несумісні зсуви, аномальні потоки.
vi: Hiểu lý do tại sao một parser thất bại: đối tượng bị thiếu, offsets không nhất quán, streams bất thường.
zh_hans: 了解解析器失败的原因：缺失对象、不一致的偏移量、异常的流。

# ed_dev_pdf_pdf_object_info_to_json_uc2_title
source: Analyse forensic
af: Forensiese analise
bg: Криминалистичен анализ
cs: Forenzní analýza
da: Retsmedicinsk analyse
de: Forensische Analyse
el: Forensic ανάλυση
es: Análisis forense
fi: Forensiikan analyysi
fil: Forensic analysis
hu: TODO
id: TODO
it: Analisi forensic
ja: フォレンジック分析
ko: 포렌식 분석
nl: Forensische analyse
no: Rettsmedisinsk analyse
pl: Analiza kryminalistyczna
pt_pt: Análise forense
ro: Analiză forensic
ru: Судебная экспертиза
sk: Forenzná analýza
sv: Forensisk analys
sw: Uchambuzi wa forensic
tr: Adli analiz
uk: Судова експертиза
vi: Phân tích điều tra
zh_hans: 取证分析

# ed_dev_pdf_pdf_object_info_to_json_uc2_text
source: Repérer des objets suspects (JavaScript, fichiers intégrés, streams très volumineux) dans un audit sécurité.
af: Identifiseer verdagte objekte (JavaScript, ingebedde lêers, baie groot streams) in 'n sekuriteitsoudit.
bg: Открийте подозрителни обекти (JavaScript, вградени файлове, много големи потоци) в одит за сигурност.
cs: Identifikujte podezřelé objekty (JavaScript, vložené soubory, velmi velké streams) při bezpečnostním auditu.
da: Identificer mistænkelige objekter (JavaScript, indlejrede filer, meget store streams) i en sikkerhedsaudit.
de: Verdächtige Objekte (JavaScript, eingebettete Dateien, sehr große Streams) in einem Sicherheitsaudit identifizieren.
el: Εντοπίστε ύποπτα αντικείμενα (JavaScript, ενσωματωμένα αρχεία, πολύ μεγάλα streams) σε έναν έλεγχο ασφαλείας.
es: Identificar objetos sospechosos (JavaScript, archivos incrustados, streams muy grandes) en una auditoría de seguridad.
fi: Havaitse epäilyttävät objektit (JavaScript, upotetut tiedostot, erittäin suuret streams) turvallisuusauditoinnissa.
fil: Tukuyin ang mga kahina-hinalang bagay (JavaScript, embedded files, napakalaking streams) sa isang security audit.
hu: TODO: Konkrét példa 2
id: TODO: Concrete example 2
it: Identificare oggetti sospetti (JavaScript, file incorporati, streams molto grandi) in un audit di sicurezza.
ja: セキュリティ監査で疑わしいオブジェクト（JavaScript、埋め込まれたファイル、非常に大きなストリーム）を特定します。
ko: 보안 감사에서 의심스러운 객체(JavaScript, 포함된 파일, 매우 큰 스트림)를 식별합니다.
nl: Identificeer verdachte objecten (JavaScript, ingesloten bestanden, zeer grote streams) in een beveiligingsaudit.
no: Identifisere mistenkelige objekter (JavaScript, innebygde filer, svært store streams) i en sikkerhetsrevisjon.
pl: Zidentyfikuj podejrzane obiekty (JavaScript, osadzone pliki, bardzo duże strumienie) w audycie bezpieczeństwa.
pt_pt: Identificar objetos suspeitos (JavaScript, arquivos incorporados, streams muito grandes) em uma auditoria de segurança.
ro: Identificați obiecte suspecte (JavaScript, fișiere încorporate, streams foarte mari) într-un audit de securitate.
ru: Обнаружение подозрительных объектов (JavaScript, встроенные файлы, очень большие потоки) в аудите безопасности.
sk: Identifikujte podozrivé objekty (JavaScript, vložené súbory, veľmi veľké streams) pri bezpečnostnom audite.
sv: Identifiera misstänkta objekt (JavaScript, inbäddade filer, mycket stora streams) i en säkerhetsrevision.
sw: Tambua vitu vya shaka (JavaScript, faili zilizojumuishwa, streams kubwa sana) katika ukaguzi wa usalama.
tr: Bir güvenlik denetiminde şüpheli nesneleri (JavaScript, gömülü dosyalar, çok büyük akışlar) tespit edin.
uk: Виявлення підозрілих об'єктів (JavaScript, вбудовані файли, дуже великі потоки) під час аудиту безпеки.
vi: Phát hiện các đối tượng nghi ngờ (JavaScript, tệp nhúng, streams rất lớn) trong một cuộc kiểm tra an ninh.
zh_hans: 在安全审计中识别可疑对象（JavaScript、嵌入文件、非常大的流）。

# ed_dev_pdf_pdf_object_info_to_json_uc3_title
source: Optimisation ciblée
af: Gekonsentreerde optimalisering
bg: Целева оптимизация
cs: Cílená optimalizace
da: Målrettet optimering
de: Gezielte Optimierung
el: Στοχευμένη βελτιστοποίηση
es: Optimización dirigida
fi: Kohdennettu optimointi
fil: Targeted optimization
hu: TODO
id: TODO
it: Ottimizzazione mirata
ja: ターゲット最適化
ko: 대상 최적화
nl: Gerichte optimalisatie
no: Målrettet optimalisering
pl: Optymalizacja ukierunkowana
pt_pt: Otimização direcionada
ro: Optimizare țintită
ru: Целевая оптимизация
sk: Cielená optimalizácia
sv: Målmedveten optimering
sw: Uboreshaji wa lengo
tr: Hedefli optimizasyon
uk: Цілеспрямована оптимізація
vi: Tối ưu hóa có mục tiêu
zh_hans: 针对性优化

# ed_dev_pdf_pdf_object_info_to_json_uc3_text
source: Identifier les objets/streams les plus lourds (images, polices) avant de lancer une optimisation.
af: Identifiseer die swaarste objekte/streams (beelde, skrifte) voordat jy 'n optimalisering begin.
bg: Идентифицирайте най-тежките обекти/потоци (изображения, шрифтове) преди да стартирате оптимизация.
cs: Identifikujte nejtěžší objekty/streams (obrázky, písma) před zahájením optimalizace.
da: Identificer de tungeste objekter/streams (billeder, skrifttyper) før du starter en optimering.
de: Identifizieren Sie die schwersten Objekte/Streams (Bilder, Schriftarten), bevor Sie eine Optimierung starten.
el: Εντοπίστε τα πιο βαριά αντικείμενα/streams (εικόνες, γραμματοσειρές) πριν ξεκινήσετε μια βελτιστοποίηση.
es: Identificar los objetos/streams más pesados (imágenes, fuentes) antes de iniciar una optimización.
fi: Tunnista raskaimmat objektit/streams (kuvat, fontit) ennen optimoinnin aloittamista.
fil: Tukuyin ang pinakamabigat na mga bagay/streams (mga larawan, fonts) bago simulan ang optimization.
hu: TODO: Konkrét példa 3
id: TODO: Concrete example 3
it: Identificare gli oggetti/streams più pesanti (immagini, font) prima di avviare un'ottimizzazione.
ja: 最適化を開始する前に、最も重いオブジェクト/ストリーム（画像、フォント）を特定します。
ko: 최적화를 시작하기 전에 가장 무거운 객체/스트림(이미지, 글꼴)을 식별합니다.
nl: Identificeer de zwaarste objecten/streams (afbeeldingen, lettertypen) voordat u een optimalisatie uitvoert.
no: Identifisere de tyngste objektene/streams (bilder, skrifttyper) før du starter en optimalisering.
pl: Zidentyfikuj najcięższe obiekty/strumienie (obrazy, czcionki) przed rozpoczęciem optymalizacji.
pt_pt: Identificar os objetos/streams mais pesados (imagens, fontes) antes de iniciar uma otimização.
ro: Identificați cele mai grele obiecte/streams (imagini, fonturi) înainte de a lansa o optimizare.
ru: Идентификация самых тяжелых объектов/потоков (изображения, шрифты) перед запуском оптимизации.
sk: Identifikujte najťažšie objekty/streams (obrázky, písma) pred spustením optimalizácie.
sv: Identifiera de tyngsta objekten/streams (bilder, typsnitt) innan du påbörjar en optimering.
sw: Tambua vitu/streams vizito zaidi (picha, fonts) kabla ya kuanzisha uboreshaji.
tr: Bir optimizasyona başlamadan önce en ağır nesneleri/akışları (görüntüler, yazı tipleri) tanımlayın.
uk: Визначте найбільш важкі об'єкти/потоки (зображення, шрифти) перед запуском оптимізації.
vi: Xác định các đối tượng/streams nặng nhất (hình ảnh, phông chữ) trước khi thực hiện tối ưu hóa.
zh_hans: 在进行优化之前，识别最重的对象/流（图像、字体）。
