Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l4_s3_b2
source: Le taux moyen par période est alors G − 1.
af: Die gemiddelde koers per tydperk is dan G − 1.
bg: Средният процент на период следователно е G − 1.
cs: Průměrná sazba za období je tedy G − 1.
da: Den gennemsnitlige sats pr. periode er så G − 1.
de: Der durchschnittliche Satz pro Periode ist dann G − 1.
el: Ο μέσος όρος ανά περίοδο είναι τότε G − 1.
es: La tasa media por período es entonces G − 1.
fi: Keskimääräinen korko ajanjaksolla on siten G − 1.
fil: Ang karaniwang rate bawat panahon ay G − 1.
hu: Az időszakonkénti átlagos ráta tehát G − 1.
id: Tingkat rata-rata per periode adalah G − 1.
it: Il tasso medio per periodo è quindi G − 1.
ja: 期間あたりの平均率はG − 1です。
ko: 따라서 기간당 평균 비율은 G − 1입니다.
nl: The average rate per period is then G − 1.
no: Den gjennomsnittlige renten per periode er da G − 1.
pl: Średni wskaźnik na okres to wtedy G − 1.
pt_pt: A taxa média por período é então G − 1.
ro: Rata medie pe perioadă este atunci G − 1.
ru: Средняя ставка за период тогда равна G − 1.
sk: Priemerná miera za obdobie je teda G − 1.
sv: Den genomsnittliga räntan per period är då G − 1.
sw: Kiwango cha wastani kwa kipindi ni G − 1.
tr: Dönem başına ortalama oran o zaman G − 1'dir.
uk: Середній показник за період тоді G − 1.
vi: Tỷ lệ trung bình theo khoảng thời gian là G − 1.
zh_hans: 每个周期的平均率为G − 1。

# mean_l4_s3_b3
source: C’est la notion utilisée pour des croissances composées (sur plusieurs années par exemple).
af: Dit is die begrip wat gebruik word vir saamgestelde groei (oor verskeie jare byvoorbeeld).
bg: Това е понятието, използвано за сложен растеж (например за няколко години).
cs: To je pojem používaný pro složené růsty (například za několik let).
da: Det er den betegnelse, der bruges til sammensatte vækstrater (over flere år for eksempel).
de: Das ist das Konzept, das für zusammengesetzte Wachstumsraten verwendet wird (zum Beispiel über mehrere Jahre).
el: Αυτή είναι η έννοια που χρησιμοποιείται για σύνθετες αναπτύξεις (σε πολλές χρονιές για παράδειγμα).
es: Es la noción utilizada para crecimientos compuestos (por ejemplo, durante varios años).
fi: Tätä käsitettä käytetään koostuvissa kasvussa (esimerkiksi usean vuoden aikana).
fil: Ito ang konsepto na ginagamit para sa mga pinagsama-samang pagtaas (halimbawa, sa loob ng maraming taon).
hu: Ez a fogalom a többszörös növekedésekhez használatos (például több éven keresztül).
id: Ini adalah konsep yang digunakan untuk pertumbuhan majemuk (selama beberapa tahun misalnya).
it: È il concetto utilizzato per le crescite composte (su più anni ad esempio).
ja: これは複利成長（例えば、数年にわたって）に使用される概念です。
ko: 이는 복리 성장에 사용되는 개념입니다 (예: 여러 해에 걸쳐).
nl: This is the concept used for compound growth (over several years for example).
no: Dette er begrepet som brukes for sammensatte vekster (over flere år for eksempel).
pl: To pojęcie jest używane w przypadku wzrostów złożonych (na przykład przez kilka lat).
pt_pt: É a noção utilizada para crescimentos compostos (em vários anos, por exemplo).
ro: Este noțiunea folosită pentru creșteri compuse (pe parcursul mai multor ani, de exemplu).
ru: Это понятие используется для сложных процентов (например, за несколько лет).
sk: Je to pojem používaný pre zložené rastu (napríklad počas niekoľkých rokov).
sv: Detta är begreppet som används för sammansatt tillväxt (över flera år till exempel).
sw: Hii ni dhana inayotumika kwa ukuaji wa pamoja (kwa miaka kadhaa kwa mfano).
tr: Bu, bileşik büyümeler için kullanılan bir kavramdır (örneğin birkaç yıl boyunca).
uk: Це поняття використовується для складних зростань (наприклад, за кілька років).
vi: Đây là khái niệm được sử dụng cho các sự tăng trưởng tích lũy (trong nhiều năm chẳng hạn).
zh_hans: 这是用于复合增长的概念（例如，跨越多个年份）。

# mean_l4_s4_title
source: Pourquoi pas la moyenne arithmétique des taux ?
af: Hoekom nie die aritmetiese gemiddelde van die koerse nie?
bg: Защо не аритметичното средно на процентите?
cs: Proč ne aritmetický průměr sazeb?
da: Hvorfor ikke den aritmetiske gennemsnit af satserne?
de: Warum nicht den arithmetischen Durchschnitt der Sätze?
el: Γιατί όχι ο αριθμητικός μέσος των ποσοστών;
es: ¿Por qué no la media aritmética de las tasas?
fi: Miksi ei käyttää korkojen aritmeettista keskiarvoa?
fil: Bakit hindi ang karaniwang aritmetika ng mga rate?
hu: Miért ne az aritmetikai átlagot használjuk a ráta esetén?
id: Mengapa tidak rata-rata aritmetika dari tingkat?
it: Perché non la media aritmetica dei tassi?
ja: なぜ率の算術平均ではないのか？
ko: 왜 비율의 산술 평균이 아닌가요?
nl: Why not the arithmetic mean of the rates?
no: Hvorfor ikke den aritmetiske gjennomsnittet av rentene?
pl: Dlaczego nie średnia arytmetyczna wskaźników?
pt_pt: Por que não a média aritmética das taxas?
ro: De ce nu media aritmetică a ratelor?
ru: Почему не арифметическое среднее ставок?
sk: Prečo nie aritmetický priemer mier?
sv: Varför inte det aritmetiska medelvärdet av räntorna?
sw: Kwa nini si wastani wa kihesabu wa viwango?
tr: Neden oranların aritmetik ortalaması değil?
uk: Чому не арифметичне середнє показників?
vi: Tại sao không phải là trung bình số học của các tỷ lệ?
zh_hans: 为什么不使用利率的算术平均？

# mean_l4_s4_b1
source: Parce que les taux successifs se composent (multiplication des facteurs), pas addition simple.
af: Omdat die opeenvolgende koerse saamgestel word (vermenigvuldiging van die faktore), nie eenvoudige optelling nie.
bg: Защото последователните проценти се състоят (умножение на факторите), а не просто добавяне.
cs: Protože se po sobě jdoucí sazby skládají (násobení faktorů), ne jednoduchým sčítáním.
da: Fordi de successive satser sammensættes (multiplikation af faktorer), ikke simpel addition.
de: Weil sich die aufeinanderfolgenden Sätze zusammensetzen (Multiplikation der Faktoren), nicht einfach addieren.
el: Επειδή οι διαδοχικοί ρυθμοί συνθέτονται (πολλαπλασιασμός των παραγόντων), όχι απλή πρόσθεση.
es: Porque las tasas sucesivas se componen (multiplicación de factores), no suma simple.
fi: Koska peräkkäiset korot koostuvat (tekijöiden kertolasku), ei yksinkertainen yhteenlasku.
fil: Dahil ang mga sunud-sunod na rate ay nagkakasama (multiplikasyon ng mga salik), hindi simpleng pagdaragdag.
hu: Mert a sorozatos ráták összetett módon működnek (a tényezők szorzása), nem egyszerű összeadás.
id: Karena tingkat berturut-turut saling mengkomposisi (perkalian faktor), bukan penjumlahan sederhana.
it: Perché i tassi successivi si compongono (moltiplicazione dei fattori), non somma semplice.
ja: 連続する率は掛け合わされる（要因の掛け算）、単純な加算ではないからです。
ko: 연속적인 비율은 곱해지기 때문입니다 (요인의 곱), 단순한 덧셈이 아닙니다.
nl: Because successive rates compound (multiplication of factors), not simple addition.
no: Fordi de påfølgende rentene sammensettes (multiplikasjon av faktorer), ikke enkel addisjon.
pl: Ponieważ kolejne wskaźniki się składają (mnożenie czynników), a nie prosta suma.
pt_pt: Porque as taxas sucessivas se compõem (multiplicação dos fatores), não adição simples.
ro: Pentru că ratele succesive se compun (înmulțirea factorilor), nu adunare simplă.
ru: Потому что последовательные ставки составляют (умножение факторов), а не простое сложение.
sk: Pretože po sebe idúce miery sa skladajú (násobenie faktorov), nie jednoduché sčítanie.
sv: För att de successiva räntorna sammansätts (multiplikation av faktorer), inte enkel addition.
sw: Kwa sababu viwango vinavyofuatana vinajumuishwa (kuongeza sababu), si jumla rahisi.
tr: Çünkü ardışık oranlar bileşiktir (faktörlerin çarpımı), basit toplama değil.
uk: Тому що послідовні показники складаються (множення факторів), а не просте додавання.
vi: Bởi vì các tỷ lệ liên tiếp được tích lũy (nhân các yếu tố), không phải là cộng đơn giản.
zh_hans: 因为连续利率是复合的（因子的乘法），而不是简单的加法。

# mean_l4_s4_b2
source: La moyenne arithmétique des pourcentages peut donner une estimation grossière, mais pas le facteur réellement équivalent.
af: Die aritmetiese gemiddelde van die persentasies kan 'n growwe skatting gee, maar nie die werklike ekwivalente faktor nie.
bg: Аритметичното средно на процентите може да даде груба оценка, но не и реално еквивалентния фактор.
cs: Aritmetický průměr procent může poskytnout hrubý odhad, ale ne skutečně ekvivalentní faktor.
da: Det aritmetiske gennemsnit af procenter kan give et groft estimat, men ikke den reelt ækvivalente faktor.
de: Der arithmetische Durchschnitt der Prozentsätze kann eine grobe Schätzung liefern, aber nicht den tatsächlich äquivalenten Faktor.
el: Ο αριθμητικός μέσος των ποσοστών μπορεί να δώσει μια χονδρική εκτίμηση, αλλά όχι τον πραγματικά ισοδύναμο παράγοντα.
es: La media aritmética de los porcentajes puede dar una estimación grosera, pero no el factor realmente equivalente.
fi: Prosenttien aritmeettinen keskiarvo voi antaa karkean arvion, mutta ei todellista vastaavaa kerrointa.
fil: Ang karaniwang aritmetika ng mga porsyento ay maaaring magbigay ng magaspang na pagtataya, ngunit hindi ang talagang katumbas na salik.
hu: A százalékok aritmetikai átlaga durva becslést adhat, de nem a ténylegesen megfelelő tényezőt.
id: Rata-rata aritmetika dari persentase dapat memberikan estimasi kasar, tetapi bukan faktor yang benar-benar setara.
it: La media aritmetica delle percentuali può dare una stima grossolana, ma non il fattore realmente equivalente.
ja: パーセンテージの算術平均は粗い推定を与えることがありますが、実際に相当する要因ではありません。
ko: 백분율의 산술 평균은 대략적인 추정을 제공할 수 있지만, 실제로 동등한 요인은 아닙니다.
nl: The arithmetic mean of percentages can give a rough estimate, but not the actually equivalent factor.
no: Det aritmetiske gjennomsnittet av prosentene kan gi en grov estimat, men ikke den faktisk ekvivalente faktoren.
pl: Średnia arytmetyczna procentów może dać przybliżoną wartość, ale nie rzeczywiście równoważny czynnik.
pt_pt: A média aritmética dos percentuais pode dar uma estimativa grosseira, mas não o fator realmente equivalente.
ro: Media aritmetică a procentelor poate oferi o estimare brută, dar nu factorul realmente echivalent.
ru: Арифметическое среднее процентов может дать грубую оценку, но не эквивалентный фактор.
sk: Aritmetický priemer percent môže poskytnúť hrubý odhad, ale nie skutočne ekvivalentný faktor.
sv: Det aritmetiska medelvärdet av procent kan ge en grov uppskattning, men inte den verkligt motsvarande faktorn.
sw: Wastani wa kihesabu wa asilimia unaweza kutoa makadirio ya jumla, lakini si sababu halisi inayolingana.
tr: Yüzdelerin aritmetik ortalaması kaba bir tahmin verebilir, ancak gerçekten eşdeğer faktörü vermez.
uk: Середнє арифметичне відсотків може дати грубу оцінку, але не справжній еквівалентний фактор.
vi: Trung bình số học của các phần trăm có thể đưa ra một ước lượng thô, nhưng không phải là yếu tố thực sự tương đương.
zh_hans: 百分比的算术平均可能给出粗略估计，但不是实际等效的因子。

# mean_l4_s4_b3
source: La moyenne géométrique respecte la composition multiplicative.
af: Die geometriese gemiddelde respekteer die vermenigvuldiging saamstelling.
bg: Геометричното средно спазва умножителната композиция.
cs: Geometrický průměr respektuje multiplikativní složení.
da: Det geometriske gennemsnit respekterer den multiplikative sammensætning.
de: Der geometrische Durchschnitt respektiert die multiplikative Zusammensetzung.
el: Ο γεωμετρικός μέσος όρος σέβεται τη πολλαπλασιαστική σύνθεση.
es: La media geométrica respeta la composición multiplicativa.
fi: Geometrinen keskiarvo kunnioittaa kertolaskua.
fil: Ang karaniwang heometriko ay sumusunod sa komposisyon ng multiplikasyon.
hu: A geometriai átlag tiszteletben tartja a szorzásos összetételt.
id: Rata-rata geometrik menghormati komposisi multiplikatif.
it: La media geometrica rispetta la composizione moltiplicativa.
ja: 幾何平均は乗法的合成を尊重します。
ko: 기하 평균은 곱셈 조합을 준수합니다.
nl: The geometric mean respects the multiplicative composition.
no: Det geometriske gjennomsnittet respekterer den multiplikative sammensetningen.
pl: Średnia geometryczna respektuje składanie multiplikatywne.
pt_pt: A média geométrica respeita a composição multiplicativa.
ro: Media geometrică respectă compunerea multiplicativă.
ru: Геометрическое среднее учитывает мультипликативное сложение.
sk: Geometrický priemer rešpektuje multiplikatívne zloženie.
sv: Det geometriska medelvärdet respekterar den multiplikativa sammansättningen.
sw: Wastani wa kijiografia unaheshimu muundo wa kujumlisha.
tr: Geometrik ortalama çarpan bileşimini korur.
uk: Геометричне середнє дотримується множинного складу.
vi: Trung bình hình học tôn trọng sự tích lũy nhân.
zh_hans: 几何平均遵循乘法组合。

# mean_l4_q1
source: Pour résumer des rendements successifs (effet composé), on utilise plutôt :
af: Om opeenvolgende opbrengste saam te vat (saamgestelde effek), gebruik ons eerder :
bg: За да обобщим последователни доходности (комплексен ефект), използваме по-скоро:
cs: Pro shrnutí po sobě jdoucích výnosů (složený efekt) se spíše používá:
da: For at opsummere successive afkast (sammensat effekt) bruger man hellere:
de: Um aufeinanderfolgende Renditen zusammenzufassen (Zinseszinseffekt), verwendet man eher:
el: Για να συνοψίσουμε τις διαδοχικές αποδόσεις (σύνθετο αποτέλεσμα), χρησιμοποιούμε μάλλον:
es: Para resumir rendimientos sucesivos (efecto compuesto), se utiliza más bien:
fi: Peräkkäisten tuottojen tiivistämiseksi käytetään mieluummin:
fil: Upang ibuod ang sunud-sunod na mga kita (epekto ng komposisyon), mas ginagamit ang:
hu: A sorozatos hozamok összefoglalásához inkább:
id: Untuk merangkum hasil berturut-turut (efek majemuk), kita lebih suka:
it: Per riassumere rendimenti successivi (effetto composto), si utilizza piuttosto :
ja: 連続した収益を要約するために（複利効果）、むしろ次のものを使用します：
ko: 연속 수익률을 요약하기 위해 (복리 효과), 주로 사용되는 것은:
nl: To summarize successive returns (compound effect), we rather use:
no: For å oppsummere påfølgende avkastninger (sammensatt effekt), bruker vi heller:
pl: Aby podsumować kolejne zyski (efekt złożony), używa się raczej:
pt_pt: Para resumir rendimentos sucessivos (efeito composto), utiliza-se mais:
ro: Pentru a rezuma randamentele succesive (efect compus), se folosește mai degrabă :
ru: Чтобы резюмировать последовательные доходности (сложный эффект), мы используем скорее:
sk: Na zhrnutie po sebe idúcich výnosov (zložený efekt) sa skôr používa:
sv: För att sammanfatta successiva avkastningar (sammansatt effekt) använder vi hellre:
sw: Ili kufupisha faida zinazofuatana (athari ya pamoja), tunatumia badala yake:
tr: Ardışık getirileri özetlemek için daha çok şunlar kullanılır:
uk: Для підсумовування послідовних доходів (складний ефект) зазвичай використовують:
vi: Để tóm tắt các lợi suất liên tiếp (hiệu ứng tích lũy), người ta thường sử dụng:
zh_hans: 为了总结连续收益（复利效应），我们更倾向于使用：

# mean_l4_q1_a
source: la moyenne arithmétique
af: die aritmetiese gemiddelde
bg: аритметичната средна
cs: aritmetický průměr
da: det aritmetiske gennemsnit
de: den arithmetischen Durchschnitt
el: η αριθμητική μέση
es: la media aritmética
fi: aritmeettinen keskiarvo
fil: ang karaniwang aritmetika
hu: az aritmetikai átlag
id: rata-rata aritmetika
it: la media aritmetica
ja: 算術平均
ko: 산술 평균
nl: the arithmetic mean
no: det aritmetiske gjennomsnittet
pl: średniej arytmetycznej
pt_pt: a média aritmética
ro: media aritmetică
ru: арифметическое среднее
sk: aritmetický priemer
sv: det aritmetiska medelvärdet
sw: wastani wa kihesabu
tr: aritmetik ortalama
uk: середнє арифметичне
vi: trung bình số học
zh_hans: 算术平均数

# mean_l4_q1_b
source: la moyenne géométrique
af: die geometriese gemiddelde
bg: геометричната средна
cs: geometrický průměr
da: det geometriske gennemsnit
de: den geometrischen Durchschnitt
el: η γεωμετρική μέση
es: la media geométrica
fi: geometrinen keskiarvo
fil: ang karaniwang heometriko
hu: a geometriai átlag
id: rata-rata geometrik
it: la media geometrica
ja: 幾何平均
ko: 기하 평균
nl: the geometric mean
no: det geometriske gjennomsnittet
pl: średniej geometrycznej
pt_pt: a média geométrica
ro: media geometrică
ru: геометрическое среднее
sk: geometrický priemer
sv: det geometriska medelvärdet
sw: wastani wa kijiografia
tr: geometrik ortalama
uk: геометричне середнє
vi: trung bình hình học
zh_hans: 几何平均数

# mean_l4_q1_c
source: le mode
af: die modus
bg: мода
cs: modus
da: modus
de: den Modus
el: η διάμεσος
es: el modo
fi: moodi
fil: ang moda
hu: a módusz
id: modus
it: il modo
ja: 最頻値
ko: 최빈값
nl: the mode
no: modusen
pl: modu
pt_pt: o modo
ro: modul
ru: мода
sk: modus
sv: läget
sw: mtindo
tr: mod
uk: мода
vi: mốt
zh_hans: 众数

# mean_l4_q1_exp
source: Les rendements successifs se multiplient : la moyenne géométrique correspond à un facteur moyen équivalent.
af: Die opeenvolgende opbrengste word vermenigvuldig : die geometriese gemiddelde kom ooreen met 'n ekwivalente gemiddelde faktor.
bg: Последователните доходности се умножават: геометричната средна съответства на среден еквивалентен фактор.
cs: Po sobě jdoucí výnosy se násobí: geometrický průměr odpovídá ekvivalentnímu průměrnému faktoru.
da: De successive afkast multipliceres: det geometriske gennemsnit svarer til en ækvivalent gennemsnitlig faktor.
de: Die aufeinanderfolgenden Renditen multiplizieren sich: der geometrische Durchschnitt entspricht einem äquivalenten Durchschnittsfaktor.
el: Οι διαδοχικές αποδόσεις πολλαπλασιάζονται: η γεωμετρική μέση αντιστοιχεί σε έναν μέσο παράγοντα ισοδύναμο.
es: Los rendimientos sucesivos se multiplican: la media geométrica corresponde a un factor medio equivalente.
fi: Peräkkäiset tuotot kerrotaan: geometrinen keskiarvo vastaa vastaavaa keskiarvoa.
fil: Ang mga sunud-sunod na kita ay nagmumultiply: ang karaniwang heometriko ay tumutugma sa isang katumbas na karaniwang salik.
hu: A sorozatos hozamok szorzódnak: a geometriai átlag egy megfelelő átlagos tényezőnek felel meg.
id: Hasil berturut-turut saling mengalikan: rata-rata geometrik sesuai dengan faktor rata-rata yang setara.
it: I rendimenti successivi si moltiplicano : la media geometrica corrisponde a un fattore medio equivalente.
ja: 連続した収益は掛け算されます：幾何平均は同等の平均因子に対応します。
ko: 연속 수익률은 곱해집니다: 기하 평균은 동등한 평균 계수를 나타냅니다.
nl: Successive returns multiply: the geometric mean corresponds to an equivalent average factor.
no: De påfølgende avkastningene multipliseres: det geometriske gjennomsnittet tilsvarer en ekvivalent gjennomsnittlig faktor.
pl: Kolejne zyski się mnożą: średnia geometryczna odpowiada równoważnemu średniemu czynnikowi.
pt_pt: Os rendimentos sucessivos se multiplicam: a média geométrica corresponde a um fator médio equivalente.
ro: Randamentele succesive se înmulțesc : media geometrică corespunde unui factor mediu echivalent.
ru: Последовательные доходности умножаются: геометрическое среднее соответствует эквивалентному среднему фактору.
sk: Po sebe idúce výnosy sa násobia: geometrický priemer zodpovedá ekvivalentnému priemernému faktoru.
sv: De successiva avkastningarna multipliceras: det geometriska medelvärdet motsvarar en motsvarande genomsnittlig faktor.
sw: Faida zinazofuatana zinajumuishwa: wastani wa kijiografia unalingana na sababu ya wastani inayolingana.
tr: Ardışık getiriler çarpılır: geometrik ortalama, eşdeğer bir ortalama faktöre karşılık gelir.
uk: Послідовні доходи множаться: геометричне середнє відповідає середньому еквівалентному фактору.
vi: Các lợi suất liên tiếp được nhân với nhau: trung bình hình học tương ứng với một yếu tố trung bình tương đương.
zh_hans: 连续收益相乘：几何平均数对应于一个等效的平均因子。

# mean_l4_q2
source: Produit de facteurs = 1,21 sur 2 périodes. Quel est le facteur moyen par période ?
af: Produk van faktore = 1,21 oor 2 tydperke. Wat is die gemiddelde faktor per tydperk?
bg: Произведение на фактори = 1,21 за 2 периода. Какъв е средният фактор на период?
cs: Produkt faktorů = 1,21 za 2 období. Jaký je průměrný faktor za období?
da: Produkt af faktorer = 1,21 over 2 perioder. Hvad er den gennemsnitlige faktor pr. periode?
de: Produkt der Faktoren = 1,21 über 2 Perioden. Was ist der durchschnittliche Faktor pro Periode?
el: Προϊόν παραγόντων = 1,21 σε 2 περιόδους. Ποιος είναι ο μέσος παράγοντας ανά περίοδο;
es: Producto de factores = 1,21 en 2 períodos. ¿Cuál es el factor medio por período?
fi: Tekijöiden tulo = 1,21 2 ajanjaksolla. Mikä on keskiarvo ajanjaksolla?
fil: Produkto ng mga salik = 1.21 sa 2 panahon. Ano ang karaniwang salik bawat panahon?
hu: Tényezők szorzata = 1,21 2 időszakra. Mi az átlagos tényező időszakonként?
id: Produk faktor = 1,21 selama 2 periode. Apa faktor rata-rata per periode?
it: Prodotto di fattori = 1,21 su 2 periodi. Qual è il fattore medio per periodo ?
ja: 因子の積 = 1.21 の 2 期間。期間ごとの平均因子は何ですか？
ko: 2기간 동안의 계수의 곱 = 1.21. 기간당 평균 계수는 얼마입니까?
nl: Product of factors = 1,21 over 2 periods. What is the average factor per period?
no: Produkt av faktorer = 1,21 over 2 perioder. Hva er den gjennomsnittlige faktoren per periode?
pl: Produkt czynników = 1,21 przez 2 okresy. Jaki jest średni czynnik na okres?
pt_pt: Produto de fatores = 1,21 em 2 períodos. Qual é o fator médio por período?
ro: Produs de factori = 1,21 pe 2 perioade. Care este factorul mediu pe perioadă?
ru: Произведение факторов = 1,21 за 2 периода. Каков средний фактор за период?
sk: Produkt faktorov = 1,21 za 2 obdobia. Aký je priemerný faktor za obdobie?
sv: Produkt av faktorer = 1,21 över 2 perioder. Vad är den genomsnittliga faktorn per period?
sw: Bidhaa ya sababu = 1.21 juu ya vipindi 2. Ni ipi sababu ya wastani kwa kipindi?
tr: Faktörlerin çarpımı = 1,21, 2 dönem boyunca. Dönem başına ortalama faktör nedir?
uk: Добуток факторів = 1,21 за 2 періоди. Який середній фактор за період?
vi: Sản phẩm của các yếu tố = 1,21 trong 2 khoảng thời gian. Yếu tố trung bình theo khoảng thời gian là gì?
zh_hans: 因子乘积 = 1.21 在 2 个周期上。每个周期的平均因子是多少？

# mean_l4_q2_exp
source: Le facteur moyen est √1,21 = 1,1 (soit +10% par période).
af: Die gemiddelde faktor is √1,21 = 1,1 (oftewel +10% per tydperk).
bg: Средният фактор е √1,21 = 1,1 (или +10% на период).
cs: Průměrný faktor je √1,21 = 1,1 (tedy +10% za období).
da: Den gennemsnitlige faktor er √1,21 = 1,1 (eller +10% pr. periode).
de: Der Durchschnittsfaktor ist √1,21 = 1,1 (also +10% pro Periode).
el: Ο μέσος παράγοντας είναι √1,21 = 1,1 (δηλαδή +10% ανά περίοδο).
es: El factor medio es √1,21 = 1,1 (es decir, +10% por período).
fi: Keskimääräinen kerroin on √1,21 = 1,1 (eli +10% ajanjaksolla).
fil: Ang karaniwang salik ay √1.21 = 1.1 (o +10% bawat panahon).
hu: Az átlagos tényező √1,21 = 1,1 (vagyis +10% időszakonként).
id: Faktor rata-rata adalah √1,21 = 1,1 (yaitu +10% per periode).
it: Il fattore medio è √1,21 = 1,1 (cioè +10% per periodo).
ja: 平均因子は √1.21 = 1.1（つまり、期間ごとに +10%）。
ko: 평균 계수는 √1.21 = 1.1 (즉, 기간당 +10%)입니다.
nl: The average factor is √1,21 = 1,1 (or +10% per period).
no: Den gjennomsnittlige faktoren er √1,21 = 1,1 (eller +10% per periode).
pl: Średni czynnik to √1,21 = 1,1 (czyli +10% na okres).
pt_pt: O fator médio é √1,21 = 1,1 (ou seja, +10% por período).
ro: Factorul mediu este √1,21 = 1,1 (adică +10% pe perioadă).
ru: Средний фактор равен √1,21 = 1,1 (то есть +10% за период).
sk: Priemerný faktor je √1,21 = 1,1 (t.j. +10% za obdobie).
sv: Den genomsnittliga faktorn är √1,21 = 1,1 (eller +10% per period).
sw: Sababu ya wastani ni √1.21 = 1.1 (yaani +10% kwa kipindi).
tr: Ortalama faktör √1,21 = 1,1 (yani dönem başına +%10).
uk: Середній фактор дорівнює √1,21 = 1,1 (тобто +10% за період).
vi: Yếu tố trung bình là √1,21 = 1,1 (tức là +10% theo khoảng thời gian).
zh_hans: 平均因子是 √1.21 = 1.1（即每个周期 +10%）。
