Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pt_complete_step1
source: Trouvez une colonne complète et calculez k = r2 / r1.
af: Vind 'n volledige kolom en bereken k = r2 / r1.
bg: Намерете пълна колона и изчислете k = r2 / r1.
cs: Najděte kompletní sloupec a vypočítejte k = r2 / r1.
da: Find en komplet kolonne og beregn k = r2 / r1.
de: Finden Sie eine vollständige Spalte und berechnen Sie k = r2 / r1.
el: Βρείτε μια πλήρη στήλη και υπολογίστε k = r2 / r1.
es: Encuentre una columna completa y calcule k = r2 / r1.
fi: Löydä täydellinen sarake ja laske k = r2 / r1.
fil: Hanapin ang isang kumpletong kolum at kalkulahin k = r2 / r1.
hu: Keressen egy teljes oszlopot, és számolja ki k = r2 / r1.
id: Temukan satu kolom lengkap dan hitung k = r2 / r1.
it: Trova una colonna completa e calcola k = r2 / r1.
ja: 完全な列を見つけて、k = r2 / r1を計算します。
ko: 완전한 열을 찾아 k = r2 / r1를 계산합니다.
nl: Vind een volledige kolom en bereken k = r2 / r1.
no: Finn en komplett kolonne og beregn k = r2 / r1.
pl: Znajdź pełną kolumnę i oblicz k = r2 / r1.
pt_pt: Encontre uma coluna completa e calcule k = r2 / r1.
ro: Găsiți o coloană completă și calculați k = r2 / r1.
ru: Найдите полный столбец и вычислите k = r2 / r1.
sk: Nájdite kompletný stĺpec a vypočítajte k = r2 / r1.
sv: Hitta en komplett kolumn och beräkna k = r2 / r1.
sw: Pata safu kamili na uhesabu k = r2 / r1.
tr: Tam bir sütun bulun ve k = r2 / r1 değerini hesaplayın.
uk: Знайдіть повний стовпець і обчисліть k = r2 / r1.
vi: Tìm một cột đầy đủ và tính toán k = r2 / r1.
zh_hans: 找到一列完整并计算k = r2 / r1。

# pt_complete_step2
source: Vérifiez que le même k marche sur les autres colonnes complètes.
af: Kontroleer dat dieselfde k op die ander volledige kolomme werk.
bg: Проверете дали същият k работи и за другите пълни колони.
cs: Zkontrolujte, že stejný k funguje na ostatních kompletních sloupcích.
da: Kontroller, at den samme k fungerer på de andre komplette kolonner.
de: Überprüfen Sie, ob dasselbe k in den anderen vollständigen Spalten funktioniert.
el: Ελέγξτε ότι το ίδιο k λειτουργεί και στις άλλες πλήρεις στήλες.
es: Verifique que el mismo k funcione en las otras columnas completas.
fi: Tarkista, että sama k toimii muilla täydellisillä sarakkeilla.
fil: Suriin kung ang parehong k ay gumagana sa iba pang kumpletong mga kolum.
hu: Ellenőrizze, hogy a ugyanaz a k működik-e a többi teljes oszlopban.
id: Periksa bahwa k yang sama berfungsi di kolom lengkap lainnya.
it: Verifica che lo stesso k funzioni sulle altre colonne complete.
ja: 同じkが他の完全な列でも機能することを確認してください。
ko: 다른 전체 열에서 동일한 k가 작동하는지 확인하십시오.
nl: Controleer of dezelfde k werkt op de andere volledige kolommen.
no: Sjekk at den samme k fungerer på de andre komplette kolonnene.
pl: Sprawdź, czy ten sam k działa na innych pełnych kolumnach.
pt_pt: Verifique se o mesmo k funciona nas outras colunas completas.
ro: Verificați că același k funcționează pe celelalte coloane complete.
ru: Проверьте, что то же самое k работает для других полных столбцов.
sk: Skontrolujte, či rovnaké k funguje na ostatných kompletných stĺpcoch.
sv: Kontrollera att samma k fungerar på de andra kompletta kolumnerna.
sw: Hakiki kwamba k inafanya kazi kwenye safu nyingine kamili.
tr: Aynı k'nın diğer tam sütunlarda çalıştığını kontrol edin.
uk: Перевірте, що те саме k працює на інших повних стовпцях.
vi: Kiểm tra xem k có hoạt động trên các cột đầy đủ khác không.
zh_hans: 检查相同的k在其他完整列中是否有效。

# pt_complete_step3
source: Calculez la case vide avec r2 = k · r1 (ou r1 = r2 / k).
af: Bereken die leë sel met r2 = k · r1 (of r1 = r2 / k).
bg: Изчислете празната клетка с r2 = k · r1 (или r1 = r2 / k).
cs: Vypočítejte prázdnou buňku pomocí r2 = k · r1 (nebo r1 = r2 / k).
da: Beregn den tomme boks med r2 = k · r1 (eller r1 = r2 / k).
de: Berechnen Sie das leere Feld mit r2 = k · r1 (oder r1 = r2 / k).
el: Υπολογίστε το κενό κελί με r2 = k · r1 (ή r1 = r2 / k).
es: Calcule la casilla vacía con r2 = k · r1 (o r1 = r2 / k).
fi: Laske tyhjät ruudut kaavalla r2 = k · r1 (tai r1 = r2 / k).
fil: Kalkulahin ang walang laman na kahon gamit ang r2 = k · r1 (o r1 = r2 / k).
hu: Számolja ki a hiányzó cellát r2 = k · r1 (vagy r1 = r2 / k).
id: Hitung sel kosong dengan r2 = k · r1 (atau r1 = r2 / k).
it: Calcola la casella vuota con r2 = k · r1 (o r1 = r2 / k).
ja: 空のセルを計算しますr2 = k · r1（またはr1 = r2 / k）。
ko: 빈 칸을 r2 = k · r1 (또는 r1 = r2 / k)로 계산하십시오.
nl: Bereken het lege vakje met r2 = k · r1 (of r1 = r2 / k).
no: Beregn den tomme boksen med r2 = k · r1 (eller r1 = r2 / k).
pl: Oblicz puste pole za pomocą r2 = k · r1 (lub r1 = r2 / k).
pt_pt: Calcule a célula vazia com r2 = k · r1 (ou r1 = r2 / k).
ro: Calculați caseta goală cu r2 = k · r1 (sau r1 = r2 / k).
ru: Вычислите пустую ячейку с r2 = k · r1 (или r1 = r2 / k).
sk: Vypočítajte prázdnu bunku pomocou r2 = k · r1 (alebo r1 = r2 / k).
sv: Beräkna den tomma rutan med r2 = k · r1 (eller r1 = r2 / k).
sw: Hesabu seli tupu kwa r2 = k · r1 (au r1 = r2 / k).
tr: Boş kutuyu r2 = k · r1 (veya r1 = r2 / k) ile hesaplayın.
uk: Обчисліть порожню клітинку за допомогою r2 = k · r1 (або r1 = r2 / k).
vi: Tính ô trống với r2 = k · r1 (hoặc r1 = r2 / k).
zh_hans: 用r2 = k · r1（或r1 = r2 / k）计算空格。

# pt_status_ok
source: OK
bg: ОК
el: Εντάξει
ko: 확인
ru: ОК
sw: Sawa
tr: Tamam
zh_hans: 好的

# pt_status_need
source: Entrées incomplètes
af: Onvolledige invoer
bg: Непълни входни данни
cs: Neúplné vstupy
da: Ufuldstændige indtastninger
de: Unvollständige Eingaben
el: Ατελείς είσοδοι
es: Entradas incompletas
fi: Puuttuvat syötteet
fil: Hindi kumpleto ang mga input
hu: Hiányos bejegyzések
id: Input tidak lengkap
it: Entrate incomplete
ja: 不完全な入力
ko: 불완전한 입력
nl: Onvolledige invoer
no: Ufullstendige oppføringer
pl: Niekompletne dane
pt_pt: Entradas incompletas
ro: Intrări incomplete
ru: Неполные данные
sk: Neúplné vstupy
sv: Ofullständiga inmatningar
sw: Ingizo zisizokamilika
tr: Eksik girişler
uk: Неповні дані
vi: Nhập liệu không đầy đủ
zh_hans: 输入不完整

# pt_status_ref
source: Aucune référence
af: Geen verwysing
bg: Няма референция
cs: Žádná reference
da: Ingen reference
de: Keine Referenz
el: Καμία αναφορά
es: Ninguna referencia
fi: Ei viittauksia
fil: Walang sanggunian
hu: Nincs referencia
id: Tidak ada referensi
it: Nessun riferimento
ja: 参照なし
ko: 참조 없음
nl: Geen referentie
no: Ingen referanse
pl: Brak odniesienia
pt_pt: Nenhuma referência
ro: Nicio referință
ru: Нет ссылки
sk: Žiadna referencia
sv: Ingen referens
sw: Hakuna rejea
tr: Hiçbir referans
uk: Жодних посилань
vi: Không có tham chiếu
zh_hans: 没有参考

# pt_status_div0
source: Division par zéro
af: Deel deur nul
bg: Деление на нула
cs: Dělení nulou
da: Division med nul
de: Division durch Null
el: Διαίρεση με το μηδέν
es: División por cero
fi: Nollalla jakaminen
fil: Paghahati sa zero
hu: Nullával való osztás
id: Pembagian dengan nol
it: Divisione per zero
ja: ゼロによる除算
ko: 0으로 나누기
nl: Deling door nul
no: Deling med null
pl: Dzielenie przez zero
pt_pt: Divisão por zero
ro: Divizare prin zero
ru: Деление на ноль
sk: Delenie nulou
sv: Division med noll
sw: Ugawaji kwa sifuri
tr: Sıfıra bölme
uk: Ділення на нуль
vi: Chia cho số không
zh_hans: 除以零

# pt_status_not_prop
source: Non proportionnel
af: Nie proporsioneel nie
bg: Не пропорционален
cs: Nepoměrný
da: Ikke proportional
de: Nicht proportional
el: Μη αναλογικό
es: No proporcional
fi: Ei suhteellinen
fil: Hindi proporsyonal
hu: Nem arányos
id: Tidak proporsional
it: Non proporzionale
ja: 比例でない
ko: 비례하지 않음
nl: Niet proportioneel
no: Ikke proporsjonal
pl: Nieproporcjonalny
pt_pt: Não proporcional
ro: Non-proporțional
ru: Не пропорционально
sk: Nie je proporcionálne
sv: Icke-proportionell
sw: Si sawa
tr: Orantısal değil
uk: Не пропорційний
vi: Không tỷ lệ
zh_hans: 不成比例

# rot3_inv_title
source: Règle de trois inversée
af: Omgekeerde drie-regel
bg: Обратна правило на три
cs: Inverzní pravidlo tří
da: Omvendt tre-regel
de: Umgekehrte Regel von drei
el: Αντίστροφος κανόνας τριών
es: Regla de tres inversa
fi: Käänteinen kolmonen
fil: Baligtad na tuntunin ng tatlo
hu: Megfordított háromszabály
id: Aturan tiga terbalik
it: Regola del tre inversa
ja: 逆三の法則
ko: 역 비례 법칙
nl: Omgekeerde regel van drie
no: Omvendt tre regel
pl: Odwrócona reguła trzech
pt_pt: Regra de três inversa
ro: Regula de trei inversată
ru: Обратное правило трех
sk: Inverzná pravidlo troch
sv: Omvänd tre-regel
sw: Kanuni ya tatu iliyo kinyume
tr: Ters üç kuralı
uk: Зворотна правило трьох
vi: Quy tắc ba đảo ngược
zh_hans: 反比例法则

# rot3_inv_subtitle
source: Résoudre un problème de proportionnalité inverse.
af: Los 'n probleem van omgekeerde proporsionaliteit op.
bg: Решете проблем с обратна пропорционалност.
cs: Vyřešte problém inverzní proporcionality.
da: Løs et problem med omvendt proportionalitet.
de: Ein Problem der umgekehrten Proportionalität lösen.
el: Λύστε ένα πρόβλημα αντίστροφης αναλογίας.
es: Resolver un problema de proporcionalidad inversa.
fi: Ratkaise käänteisen suhteellisuuden ongelma.
fil: Lutasin ang isang problema ng baligtad na proporsyonalidad.
hu: Oldjon meg egy fordított arányossági problémát.
id: Menyelesaikan masalah proporsionalitas terbalik.
it: Risolvere un problema di proporzionalità inversa.
ja: 逆比例の問題を解決します。
ko: 역 비례 문제 해결하기.
nl: Los een probleem van omgekeerde proportionaliteit op.
no: Løs et problem med omvendt proporsjonalitet.
pl: Rozwiąż problem proporcjonalności odwrotnej.
pt_pt: Resolver um problema de proporcionalidade inversa.
ro: Rezolvați o problemă de proporționalitate inversă.
ru: Решите задачу обратной пропорциональности.
sk: Riešte problém inverznej proporcionality.
sv: Lös ett problem med omvänd proportionalitet.
sw: Tatu za kutatua tatizo la uwiano wa kinyume.
tr: Ters orantı problemini çözün.
uk: Розв'язати задачу з оберненою пропорційністю.
vi: Giải quyết một bài toán tỷ lệ nghịch.
zh_hans: 解决一个反比例问题。

# rot3_inv_a_hint
source: Valeur connue (couple 1)
af: Bekende waarde (paar 1)
bg: Позната стойност (пара 1)
cs: Známá hodnota (pár 1)
da: Kendt værdi (par 1)
de: Bekannte Wert (Paar 1)
el: Γνωστή τιμή (ζευγάρι 1)
es: Valor conocido (par 1)
fi: Tunnettu arvo (pari 1)
fil: Kilalang halaga (pares 1)
hu: Ismert érték (1. pár)
id: Nilai yang diketahui (pasangan 1)
it: Valore noto (coppia 1)
ja: 既知の値（ペア1）
ko: 알려진 값 (쌍 1)
nl: Bekende waarde (koppel 1)
no: Kjent verdi (par 1)
pl: Znana wartość (para 1)
pt_pt: Valor conhecido (par 1)
ro: Valoare cunoscută (pereche 1)
ru: Известное значение (пара 1)
sk: Známá hodnota (pár 1)
sv: Känd värde (par 1)
sw: Thamani inayojulikana (jozi 1)
tr: Bilinen değer (çift 1)
uk: Відома величина (пара 1)
vi: Giá trị đã biết (cặp 1)
zh_hans: 已知值（对1）

# rot3_inv_b_hint
source: Valeur correspondante à a
af: Waarde wat by a pas
bg: Стойност, съответстваща на a
cs: Hodnota odpovídající a
da: Værdi svarende til a
de: Wert, der a entspricht
el: Αντίστοιχη τιμή του α
es: Valor correspondiente a a
fi: Arvo, joka vastaa a:ta
fil: Kaukulang halaga kay a
hu: a-hoz tartozó érték
id: Nilai yang sesuai dengan a
it: Valore corrispondente a a
ja: aに対応する値
ko: a에 해당하는 값
nl: Waarde die overeenkomt met a
no: Verdi som tilsvarer a
pl: Wartość odpowiadająca a
pt_pt: Valor correspondente a a
ro: Valoare corespunzătoare lui a
ru: Соответствующее значение a
sk: Hodnota zodpovedajúca a
sv: Värde som motsvarar a
sw: Thamani inayolingana na a
tr: a'ya karşılık gelen değer
uk: Відповідна величина до a
vi: Giá trị tương ứng với a
zh_hans: 与a对应的值

# rot3_inv_c_hint
source: Nouvelle valeur (c ≠ 0)
af: Nuwe waarde (c ≠ 0)
bg: Нова стойност (c ≠ 0)
cs: Nová hodnota (c ≠ 0)
da: Ny værdi (c ≠ 0)
de: Neuer Wert (c ≠ 0)
el: Νέα τιμή (γ ≠ 0)
es: Nuevo valor (c ≠ 0)
fi: Uusi arvo (c ≠ 0)
fil: Bagong halaga (c ≠ 0)
hu: Új érték (c ≠ 0)
id: Nilai baru (c ≠ 0)
it: Nuovo valore (c ≠ 0)
ja: 新しい値（c ≠ 0）
ko: 새로운 값 (c ≠ 0)
nl: Nieuwe waarde (c ≠ 0)
no: Ny verdi (c ≠ 0)
pl: Nowa wartość (c ≠ 0)
pt_pt: Novo valor (c ≠ 0)
ro: Nouă valoare (c ≠ 0)
ru: Новое значение (c ≠ 0)
sk: Nová hodnota (c ≠ 0)
sv: Nytt värde (c ≠ 0)
sw: Thamani mpya (c ≠ 0)
tr: Yeni değer (c ≠ 0)
uk: Нова величина (c ≠ 0)
vi: Giá trị mới (c ≠ 0)
zh_hans: 新值（c ≠ 0）

# rot3_inv_product_label
source: product (a · b)
af: produk (a · b)
bg: продукт (a · b)
cs: produkt (a · b)
da: produkt (a · b)
de: Produkt (a · b)
el: προϊόν (α · β)
es: producto (a · b)
fi: tulo (a · b)
fil: produkto (a · b)
hu: termék (a · b)
id: produk (a · b)
it: prodotto (a · b)
ja: 積（a · b）
ko: 곱 (a · b)
no: produkt (a · b)
pl: iloczyn (a · b)
pt_pt: produto (a · b)
ro: produs (a · b)
ru: произведение (a · b)
sk: produkt (a · b)
sv: produkt (a · b)
sw: bidhaa (a · b)
tr: çarpım (a · b)
uk: добуток (a · b)
vi: sản phẩm (a · b)
zh_hans: 乘积（a · b）

# rot3_inv_c_zero_note
source: c = 0 : division par zéro (impossible).
af: c = 0 : deel deur nul (onmoontlik).
bg: c = 0 : деление на нула (невъзможно).
cs: c = 0 : dělení nulou (nemožné).
da: c = 0 : division med nul (umulig).
de: c = 0 : Division durch Null (unmöglich).
el: γ = 0 : διαίρεση με το μηδέν (αδύνατο).
es: c = 0 : división por cero (imposible).
fi: c = 0 : nollalla jakaminen (mahdotonta).
fil: c = 0 : paghahati sa zero (imposible).
hu: c = 0 : nullával való osztás (lehetetlen).
id: c = 0 : pembagian dengan nol (tidak mungkin).
it: c = 0 : divisione per zero (impossibile).
ja: c = 0 : ゼロによる除算（不可能）。
ko: c = 0 : 0으로 나누기 (불가능).
nl: c = 0 : deling door nul (onmogelijk).
no: c = 0 : deling med null (umulig).
pl: c = 0 : dzielenie przez zero (niemożliwe).
pt_pt: c = 0 : divisão por zero (impossível).
ro: c = 0 : divizare prin zero (imposibil).
ru: c = 0 : деление на ноль (невозможно).
sk: c = 0 : delenie nulou (nemožné).
sv: c = 0 : division med noll (omöjligt).
sw: c = 0 : ugawaji kwa sifuri (haiwezekani).
tr: c = 0 : sıfıra bölme (imkansız).
uk: c = 0 : ділення на нуль (неможливо).
vi: c = 0 : chia cho số không (không thể).
zh_hans: c = 0：除以零（不可能）。

# rot3_inv_definition_sub
source: En proportionnalité inverse, le produit reste constant.
af: In omgekeerde proporsionaliteit bly die produk konstant.
bg: При обратна пропорционалност, продуктът остава постоянен.
cs: V inverzní proporci zůstává součin konstantní.
da: I omvendt proportionalitet forbliver produktet konstant.
de: In umgekehrter Proportionalität bleibt das Produkt konstant.
el: Στην αντίστροφη αναλογία, το προϊόν παραμένει σταθερό.
es: En proporcionalidad inversa, el producto permanece constante.
fi: Käänteisessä suhteellisuudessa tulo pysyy vakiona.
fil: Sa baligtad na proporsyonalidad, ang produkto ay nananatiling pare-pareho.
hu: A fordított arányosságban a szorzat állandó marad.
id: Dalam proporsionalitas terbalik, produk tetap konstan.
it: In proporzionalità inversa, il prodotto rimane costante.
ja: 逆比例では、積は一定です。
ko: 역 비례에서 곱은 일정하게 유지됩니다.
nl: Bij omgekeerde proportionaliteit blijft het product constant.
no: I omvendt proporsjonalitet forblir produktet konstant.
pl: W proporcjonalności odwrotnej iloczyn pozostaje stały.
pt_pt: Na proporcionalidade inversa, o produto permanece constante.
ro: În proporționalitate inversă, produsul rămâne constant.
ru: В обратной пропорциональности произведение остается постоянным.
sk: V inverznej proporcionalite zostáva produkt konštantný.
sv: I omvänd proportionalitet förblir produkten konstant.
sw: Katika uwiano wa kinyume, bidhaa inabaki kuwa thabiti.
tr: Ters orantıda, çarpım sabit kalır.
uk: У зворотній пропорційності добуток залишається постійним.
vi: Trong tỷ lệ nghịch, sản phẩm vẫn không đổi.
zh_hans: 在反比例中，乘积保持不变。

# rot3_inv_step1
source: Calculez le produit : a · b.
af: Bereken die produk : a · b.
bg: Изчислете продукта: a · b.
cs: Vypočítejte součin: a · b.
da: Beregn produktet : a · b.
de: Berechnen Sie das Produkt : a · b.
el: Υπολογίστε το προϊόν: α · β.
es: Calcule el producto : a · b.
fi: Laske tulo : a · b.
fil: Kalkulahin ang produkto: a · b.
hu: Számolja ki a szorzatot: a · b.
id: Hitung produk: a · b.
it: Calcola il prodotto : a · b.
ja: 積を計算します：a · b。
ko: 곱을 계산하십시오: a · b.
nl: Bereken het product : a · b.
no: Beregn produktet : a · b.
pl: Oblicz iloczyn : a · b.
pt_pt: Calcule o produto: a · b.
ro: Calculați produsul: a · b.
ru: Вычислите произведение: a · b.
sk: Vypočítajte produkt: a · b.
sv: Beräkna produkten : a · b.
sw: Hesabu bidhaa: a · b.
tr: Çarpımı hesaplayın: a · b.
uk: Обчисліть добуток: a · b.
vi: Tính sản phẩm : a · b.
zh_hans: 计算乘积：a · b。

# rot3_inv_step2
source: Posez l’égalité : a · b = c · x.
af: Stel die gelykheid op: a · b = c · x.
bg: Поставете равенството: a · b = c · x.
cs: Udělejte rovnici: a · b = c · x.
da: Sæt lighed : a · b = c · x.
de: Stellen Sie die Gleichung auf : a · b = c · x.
el: Θέστε την εξίσωση: α · β = γ · χ.
es: Plantee la igualdad : a · b = c · x.
fi: Aseta yhtälö : a · b = c · x.
fil: I-set ang pagkakapantay: a · b = c · x.
hu: Állítsa fel az egyenlőséget: a · b = c · x.
id: Tentukan persamaan: a · b = c · x.
it: Ponete l'uguaglianza : a · b = c · x.
ja: 等式を設定します：a · b = c · x。
ko: 등식을 설정하십시오: a · b = c · x.
nl: Stel de gelijkheid op : a · b = c · x.
no: Sett opp likningen : a · b = c · x.
pl: Ustal równość : a · b = c · x.
pt_pt: Coloque a igualdade: a · b = c · x.
ro: Stabiliți egalitatea: a · b = c · x.
ru: Запишите равенство: a · b = c · x.
sk: Urobte rovnosť: a · b = c · x.
sv: Sätt upp likheten : a · b = c · x.
sw: Weka usawa: a · b = c · x.
tr: Eşitliği kurun: a · b = c · x.
uk: Запишіть рівність: a · b = c · x.
vi: Đặt phương trình: a · b = c · x.
zh_hans: 设定等式：a · b = c · x。

# rot3_inv_step3
source: Isolez x : x = (a · b) / c.
af: Isoleer x: x = (a · b) / c.
bg: Изолирайте x: x = (a · b) / c.
cs: Izolujte x: x = (a · b) / c.
da: Isoler x : x = (a · b) / c.
de: Isolieren Sie x : x = (a · b) / c.
el: Απομονώστε χ: χ = (α · β) / γ.
es: Aísle x : x = (a · b) / c.
fi: Erityisesti x : x = (a · b) / c.
fil: Ihiwalay ang x: x = (a · b) / c.
hu: Izolálja x: x = (a · b) / c.
id: Isolasi x: x = (a · b) / c.
it: Isolate x : x = (a · b) / c.
ja: xを孤立させます：x = (a · b) / c。
ko: x를 고립시키십시오: x = (a · b) / c.
nl: Isoleren x : x = (a · b) / c.
no: Isoler x : x = (a · b) / c.
pl: Izoluj x : x = (a · b) / c.
pt_pt: Isolar x: x = (a · b) / c.
ro: Izolați x: x = (a · b) / c.
ru: Изолируйте x: x = (a · b) / c.
sk: Izolujte x: x = (a · b) / c.
sv: Isolera x : x = (a · b) / c.
sw: Tenga x peke: x = (a · b) / c.
tr: x'i izole edin: x = (a · b) / c.
uk: Виділіть x: x = (a · b) / c.
vi: Tách x: x = (a · b) / c.
zh_hans: 孤立x：x = (a · b) / c。

# rot3_inv_note
source: Si c augmente, x diminue (et inversement) : c × x reste constant.
af: As c toeneem, neem x af (en omgekeerd): c × x bly konstant.
bg: Ако c се увеличи, x намалява (и обратно): c × x остава постоянно.
cs: Pokud c roste, x klesá (a naopak): c × x zůstává konstantní.
da: Hvis c stiger, falder x (og omvendt) : c × x forbliver konstant.
de: Wenn c steigt, sinkt x (und umgekehrt) : c × x bleibt konstant.
el: Αν γ αυξάνεται, χ μειώνεται (και το αντίστροφο): γ × χ παραμένει σταθερό.
es: Si c aumenta, x disminuye (y viceversa) : c × x permanece constante.
fi: Jos c kasvaa, x pienenee (ja päinvastoin) : c × x pysyy vakiona.
fil: Kung ang c ay tumataas, ang x ay bumababa (at kabaligtaran): c × x ay nananatiling constant.
hu: Ha c nő, x csökken (és fordítva): c × x állandó marad.
id: Jika c meningkat, x menurun (dan sebaliknya): c × x tetap konstan.
it: Se c aumenta, x diminuisce (e viceversa) : c × x rimane costante.
ja: cが増加すると、xは減少します（その逆も同様）：c × xは一定です。
ko: c가 증가하면 x는 감소하고 (반대도 마찬가지) : c × x는 일정하게 유지됩니다.
nl: Als c toeneemt, neemt x af (en omgekeerd) : c × x blijft constant.
no: Hvis c øker, reduseres x (og omvendt) : c × x forblir konstant.
pl: Jeśli c rośnie, x maleje (i odwrotnie) : c × x pozostaje stałe.
pt_pt: Se c aumenta, x diminui (e vice-versa): c × x permanece constante.
ro: Dacă c crește, x scade (și invers): c × x rămâne constant.
ru: Если c увеличивается, x уменьшается (и наоборот): c × x остается постоянным.
sk: Ak c rastie, x klesá (a naopak): c × x zostáva konštantné.
sv: Om c ökar, minskar x (och vice versa) : c × x förblir konstant.
sw: Ikiwa c inaongezeka, x inapungua (na kinyume chake): c × x inabaki kuwa thabiti.
tr: Eğer c artarsa, x azalır (ve tersine): c × x sabit kalır.
uk: Якщо c зростає, x зменшується (і навпаки): c × x залишається постійним.
vi: Nếu c tăng, x giảm (và ngược lại): c × x giữ nguyên.
zh_hans: 如果c增加，x减少（反之亦然）：c × x保持不变。

# missing_value_title
source: Valeur manquante
af: Ontbrekende waarde
bg: Липсваща стойност
cs: Chybějící hodnota
da: Manglende værdi
de: Fehlender Wert
el: Λείπουσα τιμή
es: Valor faltante
fi: Puuttuva arvo
fil: Nawawalang halaga
hu: Hiányzó érték
id: Nilai yang hilang
it: Valore mancante
ja: 欠落している値
ko: 누락된 값
nl: Ontbrekende waarde
no: Manglende verdi
pl: Brakująca wartość
pt_pt: Valor em falta
ro: Valoare lipsă
ru: Недостающая величина
sk: Chýbajúca hodnota
sv: Saknad värde
sw: Thamani inayokosekana
tr: Eksik değer
uk: Відсутня величина
vi: Giá trị thiếu
zh_hans: 缺失值

# missing_value_subtitle
source: Trouver rapidement la valeur inconnue (directe).
af: Vind die onbekende waarde vinnig (direk).
bg: Бързо намерете неизвестната стойност (директна).
cs: Rychle najděte neznámou hodnotu (přímou).
da: Find hurtigt den ukendte værdi (direkte).
de: Schnell den unbekannten Wert finden (direkt).
el: Βρείτε γρήγορα την άγνωστη τιμή (άμεση).
es: Encontrar rápidamente el valor desconocido (directo).
fi: Löydä nopeasti tuntematon arvo (suora).
fil: Mabilis na hanapin ang hindi kilalang halaga (direkta).
hu: Gyorsan találja meg az ismeretlen értéket (közvetlen).
id: Temukan nilai yang tidak diketahui (langsung).
it: Trova rapidamente il valore sconosciuto (diretto).
ja: 未知の値を迅速に見つけます（直接）。
ko: 빠르게 미지수를 찾기 (직접).
nl: Vind snel de onbekende waarde (direct).
no: Finn raskt den ukjente verdien (direkte).
pl: Szybko znajdź nieznaną wartość (bezpośrednia).
pt_pt: Encontrar rapidamente o valor desconhecido (direto).
ro: Găsiți rapid valoarea necunoscută (directă).
ru: Быстро найдите неизвестное значение (прямое).
sk: Rýchlo nájdite neznámu hodnotu (priamu).
sv: Hitta snabbt det okända värdet (direkt).
sw: Pata haraka thamani isiyojulikana (moja kwa moja).
tr: Bilinmeyen değeri hızlıca bulun (doğrudan).
uk: Швидко знайти невідому величину (пряма).
vi: Tìm nhanh giá trị không biết (trực tiếp).
zh_hans: 快速找到未知值（直接）。

# missing_value_a_hint
source: Valeur connue (a ≠ 0)
af: Bekende waarde (a ≠ 0)
bg: Позната стойност (a ≠ 0)
cs: Známá hodnota (a ≠ 0)
da: Kendt værdi (a ≠ 0)
de: Bekannter Wert (a ≠ 0)
el: Γνωστή τιμή (α ≠ 0)
es: Valor conocido (a ≠ 0)
fi: Tunnettu arvo (a ≠ 0)
fil: Kilalang halaga (a ≠ 0)
hu: Ismert érték (a ≠ 0)
id: Nilai yang diketahui (a ≠ 0)
it: Valore conosciuto (a ≠ 0)
ja: 既知の値（a ≠ 0）
ko: 알려진 값 (a ≠ 0)
nl: Bekende waarde (a ≠ 0)
no: Kjent verdi (a ≠ 0)
pl: Wartość znana (a ≠ 0)
pt_pt: Valor conhecido (a ≠ 0)
ro: Valoare cunoscută (a ≠ 0)
ru: Известное значение (a ≠ 0)
sk: Známá hodnota (a ≠ 0)
sv: Känt värde (a ≠ 0)
sw: Thamani inayojulikana (a ≠ 0)
tr: Bilinir değer (a ≠ 0)
uk: Відома величина (a ≠ 0)
vi: Giá trị đã biết (a ≠ 0)
zh_hans: 已知值（a ≠ 0）

# missing_value_b_hint
source: Correspondant à a
af: Ooreenkomstig aan a
bg: Съответстваща на a
cs: Odpovídající a
da: Svarende til a
de: Entsprechend a
el: Αντίστοιχη του α
es: Correspondiente a a
fi: Vastaava a:lle
fil: Kaugnay kay a
hu: a-hoz tartozó
id: Berkaitan dengan a
it: Corrispondente a a
ja: aに対応する
ko: a에 해당하는 값
nl: Bijbehorende waarde van a
no: Tilsvarende a
pl: Odpowiadający a
pt_pt: Correspondente a a
ro: Corespunzător lui a
ru: Соответствующее a
sk: Zodpovedajúce a
sv: Motsvarande a
sw: Inayolingana na a
tr: a'ya karşılık gelen
uk: Відповідна до a
vi: Tương ứng với a
zh_hans: 与a对应
