Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percent_coefficient_converter_lead
source: Ce convertisseur permet de passer d’un pourcentage à un coefficient multiplicateur (et inversement), afin d’appliquer correctement des variations, des cumuls ou des compositions.
af: Hierdie omsetter maak dit moontlik om van 'n persentasie na 'n vermenigvuldigingskoëffisiënt (en omgekeerd) oor te gaan, om korrek variasies, ophopings of samestellings toe te pas.
bg: Този преобразувател позволява да се премине от процент към множител (и обратно), за да се приложат правилно вариации, натрупвания или композиции.
cs: Tento převodník umožňuje přechod z procenta na multiplikativní koeficient (a naopak), aby bylo možné správně aplikovat variace, součty nebo složení.
da: Denne konverter gør det muligt at gå fra en procent til en multiplikationskoefficient (og omvendt) for korrekt at anvende variationer, summeringer eller sammensætninger.
de: Dieser Umrechner ermöglicht den Übergang von einem Prozentsatz zu einem Multiplikationskoeffizienten (und umgekehrt), um Variationen, Summen oder Zusammensetzungen korrekt anzuwenden.
el: Αυτός ο μετατροπέας επιτρέπει τη μετάβαση από ένα ποσοστό σε έναν πολλαπλασιαστικό συντελεστή (και αντίστροφα), προκειμένου να εφαρμόσετε σωστά μεταβολές, σωρευτικά ή συνθέσεις.
es: Este convertidor permite pasar de un porcentaje a un coeficiente multiplicador (y viceversa), para aplicar correctamente variaciones, acumulaciones o composiciones.
fi: Tämä muunnin mahdollistaa siirtymisen prosentista kertoimeen (ja päinvastoin), jotta voidaan oikein soveltaa muutoksia, summia tai koostumuksia.
fil: Ang converter na ito ay nagpapahintulot na lumipat mula sa isang porsyento patungo sa isang multiplier coefficient (at kabaligtaran), upang maayos na mailapat ang mga pagbabago, mga kabuuan o mga komposisyon.
hu: Ez az átváltó lehetővé teszi, hogy egy százalékot egy szorzó együtthatóra (és fordítva) alakítson, hogy helyesen alkalmazhassa a változásokat, összegeket vagy összetételeket.
id: Konverter ini memungkinkan untuk beralih dari persentase ke koefisien pengali (dan sebaliknya), untuk menerapkan variasi, akumulasi, atau komposisi dengan benar.
it: Questo convertitore consente di passare da una percentuale a un coefficiente moltiplicatore (e viceversa), per applicare correttamente variazioni, somme o composizioni.
ja: この変換器は、正確に変化、累積、または合成を適用するために、パーセンテージから乗数係数（およびその逆）に変換します。
ko: 이 변환기는 백분율에서 곱셈 계수(그리고 그 반대)로 전환하여 변동, 누적 또는 조합을 올바르게 적용할 수 있도록 합니다.
nl: Deze converter maakt het mogelijk om van een percentage naar een vermenigvuldigingscoëfficiënt (en omgekeerd) te gaan, om variaties, cumulaties of samenstellingen correct toe te passen.
no: Denne konvertereren lar deg gå fra en prosent til en multiplikator (og omvendt), for å korrekt anvende variasjoner, summeringer eller sammensetninger.
pl: Ten konwerter umożliwia przejście z procentu na współczynnik mnożnikowy (i odwrotnie), aby poprawnie zastosować zmiany, sumy lub kompozycje.
pt_pt: Este conversor permite passar de uma porcentagem a um coeficiente multiplicador (e vice-versa), para aplicar corretamente variações, somas ou composições.
ro: Acest convertor permite trecerea de la un procent la un coeficient multiplicator (și invers), pentru a aplica corect variații, cumule sau compuneri.
ru: Этот конвертер позволяет перейти от процента к коэффициенту умножения (и наоборот), чтобы правильно применять вариации, суммы или композиции.
sk: Tento konvertor umožňuje prechod z percenta na multiplikátor (a naopak), aby sa správne aplikovali variácie, súčty alebo zloženia.
sv: Denna konverterare gör det möjligt att gå från en procentandel till en multiplikator (och vice versa), för att korrekt tillämpa variationer, summor eller sammansättningar.
sw: Geuza hii inaruhusu kubadilisha asilimia kuwa kipimo cha kuongezeka (na kinyume chake), ili kutekeleza mabadiliko, jumla au muundo kwa usahihi.
tr: Bu dönüştürücü, bir yüzdeden çarpan katsayısına (ve tersine) geçiş yaparak, değişiklikleri, toplamları veya bileşimleri doğru bir şekilde uygulamanızı sağlar.
uk: Цей конвертер дозволяє переходити від відсотка до множника (і навпаки), щоб правильно застосовувати зміни, накопичення або складання.
vi: Bộ chuyển đổi này cho phép chuyển đổi từ tỷ lệ phần trăm sang hệ số nhân (và ngược lại), để áp dụng đúng các biến đổi, tổng hợp hoặc thành phần.
zh_hans: 该转换器允许从百分比转换为乘数系数（反之亦然），以正确应用变化、累积或组合。

# ed_math_percentages_percent_coefficient_converter_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарій використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percent_coefficient_converter_uc1_title
source: Appliquer une variation
af: Pas 'n variasie toe
bg: Приложете вариация
cs: Aplikovat variaci
da: Anvend en variation
de: Eine Variation anwenden
el: Εφαρμογή μιας μεταβολής
es: Aplicar una variación
fi: Sovella muutosta
fil: Mag-apply ng isang pagbabago
hu: Változás alkalmazása
id: Terapkan variasi
it: Applicare una variazione
ja: 変化を適用する
ko: 변화를 적용하기
nl: Een variatie toepassen
no: Anvende en variasjon
pl: Zastosuj zmianę
pt_pt: Aplicar uma variação
ro: Aplicarea unei variații
ru: Применить вариацию
sk: Aplikovať variáciu
sv: Tillämpa en variation
sw: Tumia mabadiliko
tr: Bir değişim uygulamak
uk: Застосувати зміну
vi: Áp dụng một sự biến đổi
zh_hans: 应用变化

# ed_math_percentages_percent_coefficient_converter_uc1_text
source: Transformer +15 % en ×1,15 ou −20 % en ×0,80 pour effectuer un calcul direct.
af: Transformeer +15 % in ×1,15 of −20 % in ×0,80 om 'n direkte berekening te maak.
bg: Преобразувайте +15 % в ×1,15 или −20 % в ×0,80 за директно изчисление.
cs: Převést +15 % na ×1,15 nebo −20 % na ×0,80 pro provedení přímého výpočtu.
da: Transformere +15 % til ×1,15 eller −20 % til ×0,80 for at udføre en direkte beregning.
de: +15 % in ×1,15 oder −20 % in ×0,80 umwandeln, um eine direkte Berechnung durchzuführen.
el: Μετατρέψτε +15 % σε ×1,15 ή −20 % σε ×0,80 για να κάνετε άμεσο υπολογισμό.
es: Transformar +15 % en ×1,15 o −20 % en ×0,80 para realizar un cálculo directo.
fi: Muunna +15 %:a muotoon ×1,15 tai −20 %:a muotoon ×0,80 suoran laskennan suorittamiseksi.
fil: I-convert ang +15 % sa ×1.15 o −20 % sa ×0.80 upang magsagawa ng direktang kalkulasyon.
hu: Átalakítani +15 % -t ×1,15-re vagy −20 % -t ×0,80-ra, hogy közvetlen számítást végezzen.
id: Ubah +15 % menjadi ×1,15 atau −20 % menjadi ×0,80 untuk melakukan perhitungan langsung.
it: Trasformare +15 % in ×1,15 o −20 % in ×0,80 per effettuare un calcolo diretto.
ja: +15 %を×1.15または−20 %を×0.80に変換して直接計算を行います。
ko: +15 %를 ×1.15로 또는 −20 %를 ×0.80로 변환하여 직접 계산을 수행합니다.
nl: Zet +15 % om in ×1,15 of −20 % in ×0,80 om een directe berekening uit te voeren.
no: Transformere +15 % til ×1,15 eller −20 % til ×0,80 for å utføre en direkte beregning.
pl: Przekształć +15 % w ×1,15 lub −20 % w ×0,80, aby wykonać bezpośrednie obliczenie.
pt_pt: Transformar +15 % em ×1,15 ou −20 % em ×0,80 para realizar um cálculo direto.
ro: Transformați +15 % în ×1,15 sau −20 % în ×0,80 pentru a efectua un calcul direct.
ru: Преобразовать +15 % в ×1,15 или −20 % в ×0,80 для выполнения прямого расчета.
sk: Transformovať +15 % na ×1,15 alebo −20 % na ×0,80 pre vykonanie priamého výpočtu.
sv: Omvandla +15 % till ×1,15 eller −20 % till ×0,80 för att utföra en direkt beräkning.
sw: Badilisha +15 % kuwa ×1,15 au −20 % kuwa ×0,80 ili kufanya hesabu moja kwa moja.
tr: +%15'i ×1,15 veya -%20'yi ×0,80 olarak dönüştürerek doğrudan bir hesaplama yapmak.
uk: Перетворити +15 % в ×1,15 або −20 % в ×0,80 для виконання прямого обчислення.
vi: Chuyển đổi +15 % thành ×1,15 hoặc −20 % thành ×0,80 để thực hiện một phép tính trực tiếp.
zh_hans: 将 +15 % 转换为 ×1.15 或 −20 % 转换为 ×0.80 以进行直接计算。

# ed_math_percentages_percent_coefficient_converter_uc2_title
source: Composer plusieurs pourcentages
af: Stel verskeie persentasies saam
bg: Комбинирайте няколко процента
cs: Složit více procent
da: Sammensætte flere procenter
de: Mehrere Prozentsätze kombinieren
el: Σύνθεση πολλών ποσοστών
es: Componer varios porcentajes
fi: Yhdistä useita prosentteja
fil: Bumuo ng maraming porsyento
hu: Több százalék összeszerelése
id: Gabungkan beberapa persentase
it: Comporre più percentuali
ja: 複数のパーセンテージを組み合わせる
ko: 여러 백분율 조합하기
nl: Meerdere percentages samenstellen
no: Sammensette flere prosent
pl: Komponowanie kilku procentów
pt_pt: Compor várias porcentagens
ro: Combinarea mai multor procente
ru: Составить несколько процентов
sk: Zložiť niekoľko percent
sv: Sammansätta flera procentandelar
sw: Kuunda asilimia kadhaa
tr: Birden fazla yüzdeleri birleştirmek
uk: Складати кілька відсотків
vi: Kết hợp nhiều tỷ lệ phần trăm
zh_hans: 组合多个百分比

# ed_math_percentages_percent_coefficient_converter_uc2_text
source: Utiliser des coefficients pour enchaîner des variations successives sans erreur.
af: Gebruik koëffisiënte om opeenvolgende variasies sonder foute te kombineer.
bg: Използвайте коефициенти, за да свържете последователни вариации без грешка.
cs: Použít koeficienty pro navazování po sobě jdoucích variací bez chyby.
da: Brug koefficienter til at kæde successive variationer sammen uden fejl.
de: Verwenden Sie Koeffizienten, um aufeinanderfolgende Variationen ohne Fehler zu verknüpfen.
el: Χρησιμοποιήστε συντελεστές για να ακολουθήσετε διαδοχικές μεταβολές χωρίς σφάλμα.
es: Utilizar coeficientes para encadenar variaciones sucesivas sin error.
fi: Käytä kertoimia peräkkäisten muutosten yhdistämiseen ilman virheitä.
fil: Gumamit ng mga coefficient upang sunud-sunod na ilapat ang mga pagbabago nang walang pagkakamali.
hu: Együtthatók használata egymás utáni változások hibátlan láncolásához.
id: Gunakan koefisien untuk menghubungkan variasi berturut-turut tanpa kesalahan.
it: Utilizzare coefficienti per concatenare variazioni successive senza errori.
ja: エラーなしで連続的な変化を行うために係数を使用します。
ko: 오류 없이 연속적인 변화를 적용하기 위해 계수를 사용합니다.
nl: Gebruik coëfficiënten om opeenvolgende variaties zonder fouten aan elkaar te koppelen.
no: Bruke koeffisienter for å kjøre påfølgende variasjoner uten feil.
pl: Użyj współczynników, aby połączyć kolejne zmiany bez błędów.
pt_pt: Usar coeficientes para encadear variações sucessivas sem erro.
ro: Utilizați coeficienți pentru a lega variații succesive fără erori.
ru: Использовать коэффициенты для последовательного применения вариаций без ошибок.
sk: Použiť koeficienty na postupné zreťazenie variácií bez chyby.
sv: Använd koefficienter för att kedja samman successiva variationer utan fel.
sw: Tumia viwango kuunganisha mabadiliko mfululizo bila makosa.
tr: Hatalı olmadan ardışık değişimleri uygulamak için katsayılar kullanın.
uk: Використовувати коефіцієнти для послідовного застосування змін без помилок.
vi: Sử dụng các hệ số để nối tiếp các biến đổi liên tiếp mà không có sai sót.
zh_hans: 使用系数连续进行变化而不出错。

# ed_math_percentages_percent_coefficient_converter_uc3_title
source: Comprendre un calcul avancé
af: Verstaan 'n gevorderde berekening
bg: Разберете напреднало изчисление
cs: Pochopit pokročilý výpočet
da: Forstå en avanceret beregning
de: Ein fortgeschrittenes Berechnung verstehen
el: Κατανόηση ενός προχωρημένου υπολογισμού
es: Entender un cálculo avanzado
fi: Ymmärrä edistynyt laskenta
fil: Unawain ang isang advanced na kalkulasyon
hu: Fejlett számítás megértése
id: Pahami perhitungan lanjutan
it: Comprendere un calcolo avanzato
ja: 高度な計算を理解する
ko: 고급 계산 이해하기
nl: Een geavanceerde berekening begrijpen
no: Forstå en avansert beregning
pl: Zrozumieć zaawansowane obliczenia
pt_pt: Compreender um cálculo avançado
ro: Înțelegerea unui calcul avansat
ru: Понять сложный расчет
sk: Pochopiť pokročilý výpočet
sv: Förstå en avancerad beräkning
sw: Kuelewa hesabu ya juu
tr: Gelişmiş bir hesaplamayı anlamak
uk: Зрозуміти складний розрахунок
vi: Hiểu một phép tính nâng cao
zh_hans: 理解高级计算

# ed_math_percentages_percent_coefficient_converter_uc3_text
source: Lire et interpréter des formules utilisant des coefficients multiplicateurs.
af: Lees en interpreteer formules wat vermenigvuldigingskoëffisiënte gebruik.
bg: Четете и интерпретирайте формули, използващи множители.
cs: Číst a interpretovat vzorce používající multiplikativní koeficienty.
da: Læse og fortolke formler, der bruger multiplikationskoefficienter.
de: Formeln lesen und interpretieren, die Multiplikationskoeffizienten verwenden.
el: Διαβάστε και ερμηνεύστε τύπους που χρησιμοποιούν πολλαπλασιαστικούς συντελεστές.
es: Leer e interpretar fórmulas que utilizan coeficientes multiplicadores.
fi: Lue ja tulkitse kaavoja, jotka käyttävät kertoimia.
fil: Basahin at bigyang-kahulugan ang mga formula na gumagamit ng mga multiplier coefficient.
hu: Képletek olvasása és értelmezése, amelyek szorzó együtthatókat használnak.
id: Baca dan interpretasikan rumus yang menggunakan koefisien pengali.
it: Leggere e interpretare formule che utilizzano coefficienti moltiplicatori.
ja: 乗数係数を使用した式を読み解き、解釈します。
ko: 곱셈 계수를 사용하는 공식을 읽고 해석합니다.
nl: Formules lezen en interpreteren die gebruik maken van vermenigvuldigingscoëfficiënten.
no: Lese og tolke formler som bruker multiplikatorer.
pl: Czytaj i interpretuj formuły używające współczynników mnożnikowych.
pt_pt: Ler e interpretar fórmulas que utilizam coeficientes multiplicadores.
ro: Citiți și interpretați formule care folosesc coeficienți multiplicatori.
ru: Читать и интерпретировать формулы, использующие коэффициенты умножения.
sk: Čítať a interpretovať vzorce používajúce multiplikátory.
sv: Läsa och tolka formler som använder multiplikatorer.
sw: Soma na tafsiri fomula zinazotumia viwango vya kuongezeka.
tr: Çarpan katsayıları kullanan formülleri okumak ve yorumlamak.
uk: Читати та інтерпретувати формули, що використовують множники.
vi: Đọc và diễn giải các công thức sử dụng các hệ số nhân.
zh_hans: 阅读和解释使用乘数系数的公式。

# ed_math_percentages_percent_coefficient_converter_uc4_title
source: Passer d’une écriture “humaine” à une écriture mathématique
af: Gaan van 'n "menslike" skrywe na 'n wiskundige skrywe
bg: Преминете от "човешки" запис до математически запис
cs: Přejít z "lidského" zápisu na matematický zápis
da: Gå fra en "menneskelig" skrivemåde til en matematisk skrivemåde
de: Von einer "menschlichen" Schreibweise zu einer mathematischen Schreibweise übergehen
el: Μετάβαση από μια "ανθρώπινη" γραφή σε μαθηματική γραφή
es: Pasar de una escritura "humana" a una escritura matemática
fi: Siirry "inhimillisestä" kirjoituksesta matemaattiseen kirjoitukseen
fil: Lumipat mula sa isang "tao" na pagsulat patungo sa isang matematikal na pagsulat
hu: Átmenet az "emberi" írásmódról a matematikai írásmódra
id: Berpindah dari penulisan 'manusia' ke penulisan matematis
it: Passare da una scrittura "umana" a una scrittura matematica
ja: 「人間的」な表記から数学的な表記に移行する
ko: '인간적인' 표기법에서 수학적 표기법으로 전환하기
nl: Van een "menselijke" schrijfwijze naar een wiskundige schrijfwijze
no: Gå fra en "menneskelig" skrivemåte til en matematisk skrivemåte
pl: Przejdź od zapisu "ludzkiego" do zapisu matematycznego
pt_pt: Passar de uma escrita "humana" para uma escrita matemática
ro: Trecerea de la o scriere "umană" la o scriere matematică
ru: Перейти от "человеческой" записи к математической записи
sk: Prejsť z "ľudskej" notácie na matematickú notáciu
sv: Gå från en "mänsklig" skrivning till en matematisk skrivning
sw: Badilisha kutoka maandiko "ya kibinadamu" kuwa maandiko ya kihesabu
tr: "İnsani" yazımdan matematiksel yazıma geçmek
uk: Перейти від "людського" запису до математичного запису
vi: Chuyển từ một cách viết "con người" sang một cách viết toán học
zh_hans: 从“人类”书写转换为数学书写

# ed_math_percentages_percent_coefficient_converter_uc4_text
source: Un pourcentage est intuitif, un coefficient est opérationnel : ce convertisseur fait le lien entre les deux.
af: 'n Persentasie is intuïtief, 'n koëffisiënt is operasioneel: hierdie omsetter maak die skakel tussen die twee.
bg: Процентът е интуитивен, коефициентът е оперативен: този преобразувател свързва двете.
cs: Procento je intuitivní, koeficient je operativní: tento převodník spojuje obojí.
da: En procent er intuitiv, en koefficient er operationel: denne konverter skaber forbindelsen mellem de to.
de: Ein Prozentsatz ist intuitiv, ein Koeffizient ist operationell: dieser Umrechner stellt die Verbindung zwischen beiden her.
el: Ένα ποσοστό είναι διαισθητικό, ένας συντελεστής είναι λειτουργικός: αυτός ο μετατροπέας συνδέει τα δύο.
es: Un porcentaje es intuitivo, un coeficiente es operativo: este convertidor hace el vínculo entre los dos.
fi: Prosentti on intuitiivinen, kerroin on toiminnallinen: tämä muunnin yhdistää molemmat.
fil: Ang isang porsyento ay intuitive, ang isang coefficient ay operational: ang converter na ito ay nag-uugnay sa dalawa.
hu: A százalék intuitív, az együttható működőképes: ez az átváltó összeköti a kettőt.
id: Persentase itu intuitif, koefisien itu operasional: konverter ini menghubungkan keduanya.
it: Una percentuale è intuitiva, un coefficiente è operativo: questo convertitore fa il collegamento tra i due.
ja: パーセンテージは直感的で、係数は実用的です。この変換器は両者の間のリンクを提供します。
ko: 백분율은 직관적이고, 계수는 실용적입니다: 이 변환기는 두 가지를 연결합니다.
nl: Een percentage is intuïtief, een coëfficiënt is operationeel: deze converter legt de link tussen beide.
no: En prosent er intuitiv, en koeffisient er operasjonell: denne konvertereren knytter de to sammen.
pl: Procent jest intuicyjny, współczynnik jest operacyjny: ten konwerter łączy oba.
pt_pt: Uma porcentagem é intuitiva, um coeficiente é operacional: este conversor faz a ligação entre os dois.
ro: Un procent este intuitiv, un coeficient este operațional: acest convertor face legătura între cele două.
ru: Процент интуитивен, коэффициент операционен: этот конвертер связывает их.
sk: Percento je intuitívne, koeficient je operatívny: tento konvertor vytvára spojenie medzi oboma.
sv: En procentandel är intuitiv, en koefficient är operationell: denna konverterare gör kopplingen mellan de två.
sw: Asilimia ni ya kueleweka, kipimo ni cha operesheni: geuza hii inaunda uhusiano kati ya hizo mbili.
tr: Bir yüzde sezgisel, bir katsayı ise işlevseldir: bu dönüştürücü ikisi arasında köprü kurar.
uk: Відсоток є інтуїтивним, коефіцієнт є операційним: цей конвертер пов'язує їх обидва.
vi: Một tỷ lệ phần trăm là trực quan, một hệ số là thực tiễn: bộ chuyển đổi này tạo ra mối liên hệ giữa hai cái.
zh_hans: 百分比是直观的，系数是操作性的：该转换器在两者之间建立联系。

# ed_math_percentages_percent_coefficient_converter_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kap:
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percent_coefficient_converter_out1
source: La conversion d’un pourcentage en coefficient multiplicateur prêt à être utilisé dans un calcul.
af: Die omskakeling van 'n persentasie in 'n vermenigvuldigingskoëffisiënt wat gereed is om in 'n berekening gebruik te word.
bg: Преобразуването на процент в множител, готов за използване в изчисление.
cs: Převod procenta na multiplikativní koeficient připravený k použití ve výpočtu.
da: Konvertering af en procent til en multiplikationskoefficient klar til brug i en beregning.
de: Die Umwandlung eines Prozentsatzes in einen Multiplikationskoeffizienten, der bereit ist, in einer Berechnung verwendet zu werden.
el: Η μετατροπή ενός ποσοστού σε πολλαπλασιαστικό συντελεστή έτοιμο προς χρήση σε υπολογισμό.
es: La conversión de un porcentaje en un coeficiente multiplicador listo para ser utilizado en un cálculo.
fi: Prosentin muuntaminen käyttövalmiiksi kertoimeksi laskennassa.
fil: Ang conversion ng isang porsyento sa multiplier coefficient na handang gamitin sa isang kalkulasyon.
hu: A százalék egy szorzó együtthatóra való átváltása, amely készen áll a számításra.
id: Konversi persentase menjadi koefisien pengali yang siap digunakan dalam perhitungan.
it: La conversione di una percentuale in un coefficiente moltiplicatore pronto per essere utilizzato in un calcolo.
ja: 計算に使用できる乗数係数へのパーセンテージの変換。
ko: 계산에 사용할 준비가 된 곱셈 계수로의 백분율 변환입니다.
nl: De conversie van een percentage naar een vermenigvuldigingscoëfficiënt die klaar is voor gebruik in een berekening.
no: Konverteringen av en prosent til en multiplikator klar til bruk i en beregning.
pl: Konwersja procentu na współczynnik mnożnikowy gotowy do użycia w obliczeniach.
pt_pt: A conversão de uma porcentagem em coeficiente multiplicador pronto para ser usado em um cálculo.
ro: Conversia unui procent în coeficient multiplicator gata de utilizat într-un calcul.
ru: Преобразование процента в коэффициент умножения, готовый к использованию в расчете.
sk: Konverzia percenta na multiplikátor pripravený na použitie vo výpočte.
sv: Konverteringen av en procentandel till en multiplikator redo att användas i en beräkning.
sw: Kubadilisha asilimia kuwa kipimo cha kuongezeka kilichotayarishwa kutumika katika hesabu.
tr: Bir yüzdeden hesaplamada kullanılmaya hazır bir çarpan katsayısına dönüşüm.
uk: Перетворення відсотка в множник, готовий до використання в розрахунках.
vi: Sự chuyển đổi từ một tỷ lệ phần trăm sang hệ số nhân sẵn sàng được sử dụng trong một phép tính.
zh_hans: 将百分比转换为可用于计算的乘数系数。

# ed_math_percentages_percent_coefficient_converter_out2
source: La conversion inverse : retrouver le pourcentage correspondant à un coefficient.
af: Die omgekeerde omskakeling: vind die persentasie wat ooreenstem met 'n koëffisiënt.
bg: Обратното преобразуване: намерете процента, съответстващ на коефициент.
cs: Inverzní převod: najít procento odpovídající koeficientu.
da: Den omvendte konvertering: finde den procent, der svarer til en koefficient.
de: Die Umkehrung: den Prozentsatz finden, der einem Koeffizienten entspricht.
el: Η αντίστροφη μετατροπή: εύρεση του ποσοστού που αντιστοιχεί σε έναν συντελεστή.
es: La conversión inversa: encontrar el porcentaje correspondiente a un coeficiente.
fi: Käänteinen muunnos: löydä prosentti, joka vastaa kerrointa.
fil: Ang kabaligtaran na conversion: hanapin ang porsyento na tumutugma sa isang coefficient.
hu: A fordított átváltás: a megfelelő százalék visszakeresése egy együtthatóhoz.
id: Konversi sebaliknya: temukan persentase yang sesuai dengan koefisien.
it: La conversione inversa: ritrovare la percentuale corrispondente a un coefficiente.
ja: 逆変換：係数に対応するパーセンテージを見つける。
ko: 역변환: 계수에 해당하는 백분율을 찾기.
nl: De omgekeerde conversie: het percentage vinden dat overeenkomt met een coëfficiënt.
no: Den omvendte konverteringen: finne prosentandelen som tilsvarer en koeffisient.
pl: Konwersja odwrotna: znajdź procent odpowiadający współczynnikowi.
pt_pt: A conversão inversa: encontrar a porcentagem correspondente a um coeficiente.
ro: Conversia inversă: găsirea procentului corespunzător unui coeficient.
ru: Обратное преобразование: найти процент, соответствующий коэффициенту.
sk: Inverzná konverzia: nájsť percento zodpovedajúce koeficientu.
sv: Den omvända konverteringen: hitta procentandelen som motsvarar en koefficient.
sw: Kubadilisha kinyume: pata asilimia inayolingana na kipimo.
tr: Ters dönüşüm: bir katsayıya karşılık gelen yüzdeleri bulmak.
uk: Обратне перетворення: знайти відсоток, відповідний коефіцієнту.
vi: Chuyển đổi ngược: tìm lại tỷ lệ phần trăm tương ứng với một hệ số.
zh_hans: 反向转换：找回与系数对应的百分比。
