Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_images_card_results_sub
source: Aperçu des images détectées et export JSON.
af: Voorskou van gedetecteerde prente en uitvoer JSON.
bg: Преглед на откритите изображения и JSON експортиране.
cs: Náhled detekovaných obrázků a export JSON.
da: Forhåndsvisning af detekterede billeder og eksport JSON.
de: Vorschau der erkannten Bilder und JSON-Export.
el: Προεπισκόπηση των ανιχνευμένων εικόνων και εξαγωγή JSON.
es: Vista previa de las imágenes detectadas y exportación JSON.
fi: Esikatselu havaituista kuvista ja JSON-vienti.
fil: Preview ng mga natukoy na larawan at export JSON.
hu: A észlelt képek előnézete és JSON exportálás.
id: Prabaca gambar yang terdeteksi dan ekspor JSON.
it: Anteprima delle immagini rilevate ed esportazione JSON.
ja: 検出された画像のプレビューとJSONエクスポート。
ko: 감지된 이미지 미리보기 및 JSON 내보내기.
nl: Voorbeeld van gedetecteerde afbeeldingen en export JSON.
no: Forhåndsvisning av oppdagede bilder og eksport JSON.
pl: Podgląd wykrytych obrazów i eksport JSON.
pt_pt: Pré-visualização das imagens detectadas e exportação JSON.
ro: Previzualizare a imaginilor detectate și export JSON.
ru: Предварительный просмотр обнаруженных изображений и экспорт JSON.
sk: Náhľad detekovaných obrázkov a export JSON.
sv: Förhandsgranskning av upptäckta bilder och export JSON.
sw: Muonekano wa picha zilizogunduliwa na usafirishaji wa JSON.
tr: Tespit edilen resimlerin önizlemesi ve JSON dışa aktarımı.
uk: Попередній перегляд виявлених зображень та експорт JSON.
vi: Xem trước các hình ảnh đã phát hiện và xuất JSON.
zh_hans: 检测到的图像预览和 JSON 导出。

# pdf_images_json_sub
source: Exportable
af: Uitvoerbaar
bg: Експортируем
cs: Exportovatelný
da: Eksportabel
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Maaaring i-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポータブル
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Eksportowalny
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportabel
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出

# pdf_images_list_title
source: Images
af: Prente
bg: Изображения
cs: Obrázky
da: Billeder
de: Bilder
el: Εικόνες
es: Imágenes
fi: Kuvat
fil: Mga Larawan
hu: Képek
id: Gambar
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
no: Bilder
pl: Obrazy
pt_pt: Imagens
ro: Imagini
ru: Изображения
sk: Obrázky
sv: Bilder
sw: Picha
tr: Resimler
uk: Зображення
vi: Hình ảnh
zh_hans: 图像

# pdf_images_empty
source: Aucune image à afficher.
af: Geen prent om te vertoon nie.
bg: Няма изображения за показване.
cs: Žádný obrázek k zobrazení.
da: Ingen billeder at vise.
de: Es gibt kein Bild anzuzeigen.
el: Καμία εικόνα προς εμφάνιση.
es: No hay imágenes para mostrar.
fi: Ei näytettävää kuvaa.
fil: Walang larawan na ipapakita.
hu: Nincs megjeleníthető kép.
id: Tidak ada gambar untuk ditampilkan.
it: Nessuna immagine da visualizzare.
ja: 表示する画像はありません。
ko: 표시할 이미지가 없습니다.
nl: Geen afbeelding om weer te geven.
no: Ingen bilder å vise.
pl: Brak obrazów do wyświetlenia.
pt_pt: Nenhuma imagem para exibir.
ro: Nicio imagine de afișat.
ru: Нет изображений для отображения.
sk: Žiadny obrázok na zobrazenie.
sv: Inga bilder att visa.
sw: Hakuna picha za kuonyesha.
tr: Gösterilecek hiçbir resim yok.
uk: Немає зображень для відображення.
vi: Không có hình ảnh nào để hiển thị.
zh_hans: 没有图像可显示。

# pdf_images_back
source: ← Retour aux outils PDF
af: ← Terug na PDF gereedskap
bg: ← Върнете се към PDF инструментите
cs: ← Zpět k PDF nástrojům
da: ← Tilbage til PDF værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøy
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k PDF nástrojom
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_images_stat_pages
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga Pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Các trang
zh_hans: 页面

# pdf_images_stat_total
source: Images
af: Prente
bg: Изображения
cs: Obrázky
da: Billeder
de: Bilder
el: Εικόνες
es: Imágenes
fi: Kuvat
fil: Mga Larawan
hu: Képek
id: Gambar
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
no: Bilder
pl: Obrazy
pt_pt: Imagens
ro: Imagini
ru: Изображения
sk: Obrázky
sv: Bilder
sw: Picha
tr: Resimler
uk: Зображення
vi: Hình ảnh
zh_hans: 图像

# pdf_images_tip_none
source: Aucune image détectée dans ce PDF.
af: Geen prent in hierdie PDF gedetecteer nie.
bg: Няма открити изображения в този PDF.
cs: Žádný obrázek nebyl detekován v tomto PDF.
da: Ingen billeder detekteret i denne PDF.
de: Es wurde kein Bild in diesem PDF erkannt.
el: Καμία εικόνα ανιχνεύθηκε σε αυτό το PDF.
es: No se detectó ninguna imagen en este PDF.
fi: Ei havaittuja kuvia tässä PDF:ssä.
fil: Walang natukoy na larawan sa PDF na ito.
hu: Nincs észlelt kép ebben a PDF-ben.
id: Tidak ada gambar yang terdeteksi dalam PDF ini.
it: Nessuna immagine rilevata in questo PDF.
ja: このPDF内で検出された画像はありません。
ko: 이 PDF에서 감지된 이미지가 없습니다.
nl: Geen afbeelding gedetecteerd in deze PDF.
no: Ingen bilder oppdaget i denne PDF-en.
pl: Brak wykrytych obrazów w tym PDF.
pt_pt: Nenhuma imagem detectada neste PDF.
ro: Nicio imagine detectată în acest PDF.
ru: Нет изображений, обнаруженных в этом PDF.
sk: Žiadny obrázok detekovaný v tomto PDF.
sv: Inga bilder upptäcktes i denna PDF.
sw: Hakuna picha iliyogunduliwa katika PDF hii.
tr: Bu PDF'de tespit edilen hiçbir resim yok.
uk: Не виявлено жодного зображення в цьому PDF.
vi: Không phát hiện được hình ảnh nào trong PDF này.
zh_hans: 在此 PDF 中未检测到图像。

# pdf_images_err_generic
source: Impossible de lire ce PDF.
af: Onmoontlik om hierdie PDF te lees.
bg: Невъзможно е да се прочете този PDF.
cs: Nelze přečíst toto PDF.
da: Kan ikke læse denne PDF.
de: Es ist nicht möglich, dieses PDF zu lesen.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voi lukea.
fil: Hindi ma-read ang PDF na ito.
hu: A PDF olvasása nem lehetséges.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取ることができません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Kan deze PDF niet lezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Невозможно прочитать этот PDF.
sk: Nemožno prečítať tento PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF'yi okumak mümkün değil.
uk: Неможливо прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# pdf_images_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kinopya sa clipboard.
hu: JSON a vágólapra másolva.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírovaný do schránky.
sv: JSON kopierad till urklipp.
sw: JSON imekopi katika clipboard.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_images_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Onmoontlik om outomaties te kopieer. Kies die teks en kopieer handmatig.
bg: Невъзможно е да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky zkopírovat. Vyberte text a zkopírujte ručně.
da: Kan ikke kopiere automatisk. Vælg teksten og kopier manuelt.
de: Es ist nicht möglich, automatisch zu kopieren. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Seleccione el texto y cópielo manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi ma-kopya nang awtomatiko. Piliin ang teksto at kopyahin nang manu-mano.
hu: Automatikus másolás nem lehetséges. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできません。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하십시오.
nl: Kan niet automatisch kopiëren. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Wybierz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Невозможно скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Неможливо автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# pdf_images_zip_none
source: Aucune image à inclure dans le ZIP.
af: Geen prent om in die ZIP in te sluit nie.
bg: Няма изображения за включване в ZIP.
cs: Žádný obrázek k zahrnutí do ZIP.
da: Ingen billeder at inkludere i ZIP.
de: Es gibt kein Bild, das in das ZIP aufgenommen werden kann.
el: Καμία εικόνα προς συμπερίληψη στο ZIP.
es: No hay imágenes para incluir en el ZIP.
fi: Ei kuvia, jotka voitaisiin sisällyttää ZIP:iin.
fil: Walang larawan na isasama sa ZIP.
hu: Nincs kép, amit be lehetne illeszteni a ZIP-be.
id: Tidak ada gambar untuk disertakan dalam ZIP.
it: Nessuna immagine da includere nello ZIP.
ja: ZIPに含める画像はありません。
ko: ZIP에 포함할 이미지가 없습니다.
nl: Geen afbeelding om op te nemen in de ZIP.
no: Ingen bilder å inkludere i ZIP.
pl: Brak obrazów do uwzględnienia w ZIP.
pt_pt: Nenhuma imagem a incluir no ZIP.
ro: Nicio imagine de inclus în ZIP.
ru: Нет изображений для включения в ZIP.
sk: Žiadny obrázok na zahrnutie do ZIP.
sv: Inga bilder att inkludera i ZIP.
sw: Hakuna picha za kuingiza katika ZIP.
tr: ZIP'e dahil edilecek hiçbir resim yok.
uk: Немає зображень для включення в ZIP.
vi: Không có hình ảnh nào để bao gồm trong ZIP.
zh_hans: 没有图像可包含在 ZIP 中。

# tool_pdf_images_to_json_title
source: Images PDF → JSON
af: Prente PDF → JSON
bg: Изображения PDF → JSON
cs: Obrázky PDF → JSON
da: Billeder PDF → JSON
de: PDF-Bilder → JSON
el: Εικόνες PDF → JSON
es: Imágenes PDF → JSON
fi: PDF kuvat → JSON
fil: Mga Larawan ng PDF → JSON
hu: PDF képek → JSON
id: Gambar PDF → JSON
it: Immagini PDF → JSON
ja: PDF画像 → JSON
ko: PDF 이미지 → JSON
nl: Afbeeldingen PDF → JSON
no: PDF bilder → JSON
pl: Obrazy PDF → JSON
pt_pt: Imagens PDF → JSON
ro: Imagini PDF → JSON
ru: Изображения PDF → JSON
sk: Obrázky PDF → JSON
sv: PDF-bilder → JSON
sw: Picha za PDF → JSON
tr: PDF Resimleri → JSON
uk: Зображення PDF → JSON
vi: Hình ảnh PDF → JSON
zh_hans: PDF 图像 → JSON

# tool_pdf_images_to_json_desc
source: Extraire les images intégrées (XObjects) d'un PDF, détecter leur type et exporter la liste en JSON.
bg: Извлечете вградени изображения (XObjects) от PDF, открийте техния тип и експортирайте списъка в JSON.
cs: Extrahovat vložené obrázky (XObjects) z PDF, detekovat jejich typ a exportovat seznam do JSON.
da: Ekstraher indlejrede billeder (XObjects) fra en PDF, identificer deres type og eksporter listen i JSON.
de: Extrahieren Sie die eingebetteten Bilder (XObjects) aus einem PDF, erkennen Sie ihren Typ und exportieren Sie die Liste im JSON-Format.
el: Εξάγετε τις ενσωματωμένες εικόνες (XObjects) από ένα PDF, ανιχνεύστε τον τύπο τους και εξάγετε τη λίστα σε JSON.
es: Extraer las imágenes integradas (XObjects) de un PDF, detectar su tipo y exportar la lista en JSON.
fi: Poimi PDF:stä upotetut kuvat (XObjects), tunnista niiden tyyppi ja vie lista JSON-muotoon.
fil: I-extract ang mga nakapaloob na larawan (XObjects) mula sa isang PDF, tukuyin ang kanilang uri at i-export ang listahan sa JSON.
ja: PDFに埋め込まれた画像（XObjects）を抽出し、そのタイプを検出し、リストをJSON形式でエクスポートします。
nl: Extraheer de ingesloten afbeeldingen (XObjects) uit een PDF, detecteer hun type en exporteer de lijst in JSON.
no: Ekstrahere innebygde bilder (XObjects) fra en PDF, oppdage typen og eksportere listen i JSON.
pl: Wyodrębnij osadzone obrazy (XObjects) z PDF, wykryj ich typ i eksportuj listę w formacie JSON.
pt_pt: Extrair as imagens incorporadas (XObjects) de um PDF, detectar seu tipo e exportar a lista em JSON.
ro: Extrageți imaginile încorporate (XObjects) dintr-un PDF, detectați tipul acestora și exportați lista în JSON.
ru: Извлечь встроенные изображения (XObjects) из PDF, определить их тип и экспортировать список в JSON.
sk: Extrahovať vložené obrázky (XObjects) z PDF, zistiť ich typ a exportovať zoznam v JSON.
sv: Extrahera inbäddade bilder (XObjects) från en PDF, identifiera deras typ och exportera listan i JSON.
sw: Toa picha zilizojumuishwa (XObjects) kutoka PDF, tambua aina yao na uhamasishe orodha kwa JSON.
tr: Bir PDF’deki gömülü resimleri (XObjects) çıkarın, türlerini tespit edin ve listeyi JSON formatında dışa aktarın.
uk: Витягти вбудовані зображення (XObjects) з PDF, виявити їх тип та експортувати список у JSON.
vi: Trích xuất hình ảnh nhúng (XObjects) từ một PDF, phát hiện loại của chúng và xuất danh sách sang JSON.
zh_hans: 提取PDF中的嵌入图像（XObjects），检测其类型并以JSON格式导出列表。

# pdf_ann_on_page
source: page
af: blad
bg: страница
cs: stránka
da: side
de: Seite
el: σελίδα
es: página
fi: sivu
fil: pahina
hu: oldal
id: halaman
it: pagina
ja: ページ
ko: 페이지
nl: pagina
no: side
pl: strona
pt_pt: página
ro: pagina
ru: страница
sk: stránka
sv: sida
sw: ukurasa
tr: sayfa
uk: сторінка
vi: trang
zh_hans: 页面

# pdf_ann_author
source: Auteur
af: Skrywer
bg: Автор
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
fi: Kirjoittaja
fil: May-akda
hu: Szerző
id: Penulis
it: Autore
ja: 著者
ko: 저자
no: Forfatter
pl: Autor
pt_pt: Autor
ro: Autor
ru: Автор
sk: Autor
sv: Författare
sw: Mwandishi
tr: Yazar
uk: Автор
vi: Tác giả
zh_hans: 作者

# pdf_ann_contents_label
source: Contenu
af: Inhoud
bg: Съдържание
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
fi: Sisältö
fil: Nilalaman
hu: Tartalom
id: Konten
it: Contenuto
ja: 内容
ko: 내용
nl: Inhoud
no: Innhold
pl: Treść
pt_pt: Conteúdo
ro: Conținut
ru: Содержание
sk: Obsah
sv: Innehåll
sw: Maudhui
tr: İçerik
uk: Зміст
vi: Nội dung
zh_hans: 内容

# pdf_ann_rect
source: Rect
af: Rechthoek
bg: Правоъгълник
cs: Obdélník
da: Rekt
de: Rechteck
el: Ορθογώνιο
es: Rectángulo
fi: Suorakulmio
hu: Téglalap
it: Rettangolo
ja: 矩形
ko: 직사각형
nl: Rechthoek
no: Rekt
pl: Prostokąt
pt_pt: Retângulo
ro: Dreptunghi
ru: Прямоугольник
sk: Obdĺžnik
sv: Rektangel
tr: Dikdörtgen
uk: Прямокутник
vi: Hình chữ nhật
zh_hans: 矩形

# pdf_ann_quadpoints
source: QuadPoints
af: KwadrantPunte
bg: Квадратни точки
cs: Bodové body
el: Σημεία Τετραγώνου
es: PuntosCuadrados
fi: Neliöpisteet
hu: Négyzetpontok
it: PuntiQuadro
ja: 四角形のポイント
ko: 사각형 포인트
pl: PunktyKwadratowe
pt_pt: PontosQuad
ro: PuncteQuad
ru: Точки квадрата
sk: Štvorcové body
sv: Kvadratpunkter
tr: Kare Noktaları
uk: Квадратні точки
vi: Điểm tứ giác
zh_hans: 四边形点

# pdf_ann_pretty
source: JSON “pretty” (indenté)
af: JSON “mooi” (ingesprong)
bg: JSON “красив” (с отстъпи)
cs: JSON „hezký“ (odsazený)
da: JSON “pænt” (indrykket)
de: JSON „schön“ (eingezogen)
el: JSON “όμορφο” (με εσοχές)
es: JSON 'bonito' (indentado)
fi: JSON "kaunis" (sisennettävä)
fil: JSON "maganda" (may indentasyon)
hu: JSON "szép" (behúzott)
id: JSON "indah" (terindentasi)
it: JSON “formattato” (indentato)
ja: JSONの「整形」(インデント付き)
ko: JSON '예쁘게' (들여쓰기)
nl: JSON “mooi” (ingesprongen)
no: JSON “pen” (indeksert)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ro: JSON „frumos” (indentat)
ru: JSON «красивый» (с отступами)
sk: JSON „pekne“ (odsadené)
sv: JSON "fin" (indenterad)
sw: JSON "mzuri" (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON “красивий” (з відступами)
vi: JSON “đẹp” (thụt lề)
zh_hans: JSON “美化”（缩进）

# pdf_ann_include_rect
source: Inclure Rect (position)
af: Sluit Rechthoek in (posisie)
bg: Включете правоъгълник (позиция)
cs: Zahrnout obdélník (pozice)
da: Inkluder Rekt (position)
de: Rechteck einbeziehen (Position)
el: Συμπερίληψη Ορθογωνίου (θέση)
es: Incluir Rect (posición)
fi: Sisällytä suorakulmio (sijainti)
fil: Isama ang Rect (posisyon)
hu: Téglalap (helyzet) belefoglalása
id: Sertakan Rect (posisi)
it: Includere Rettangolo (posizione)
ja: 矩形を含める(位置)
ko: 직사각형 포함 (위치)
nl: Inclusief Rechthoek (positie)
no: Inkluder Rekt (posisjon)
pl: Uwzględnij Prostokąt (pozycja)
pt_pt: Incluir Retângulo (posição)
ro: Includeți Dreptunghi (poziție)
ru: Включить прямоугольник (позиция)
sk: Zahrnúť obdĺžnik (pozícia)
sv: Inkludera rektangel (position)
sw: Jumuisha Rect (nafasi)
tr: Dikdörtgeni Dahil Et (konum)
uk: Включити Прямокутник (позиція)
vi: Bao gồm Hình chữ nhật (vị trí)
zh_hans: 包含矩形（位置）

# pdf_ann_include_quadpoints
source: Inclure QuadPoints (surlignages)
af: Sluit KwadrantPunte in (merkings)
bg: Включете квадратни точки (подчертавания)
cs: Zahrnout bodové body (zvýraznění)
da: Inkluder QuadPoints (surligninger)
de: QuadPoints einbeziehen (Markierungen)
el: Συμπερίληψη Σημείων Τετραγώνου (υπογραμμίσεις)
es: Incluir PuntosCuadrados (surlignados)
fi: Sisällytä neliöpisteet (korostukset)
fil: Isama ang QuadPoints (mga highlight)
hu: Négyzetpontok (kiemelések) belefoglalása
id: Sertakan QuadPoints (sorotan)
it: Includere PuntiQuadro (evidenziazioni)
ja: 四角形のポイントを含める(ハイライト)
ko: 사각형 포인트 포함 (형광펜)
nl: Inclusief QuadPoints (markeringen)
no: Inkluder QuadPoints (uthevinger)
pl: Uwzględnij PunktyKwadratowe (podkreślenia)
pt_pt: Incluir PontosQuad (surlinhados)
ro: Includeți PuncteQuad (surlinieri)
ru: Включить точки квадрата (выделения)
sk: Zahrnúť štvorcové body (zvýraznenia)
sv: Inkludera kvadratpunkter (markeringar)
sw: Jumuisha QuadPoints (michoro)
tr: Kare Noktalarını Dahil Et (vurgulamalar)
uk: Включити Квадратні точки (виділення)
vi: Bao gồm Điểm tứ giác (đánh dấu)
zh_hans: 包含四边形点（高亮）

# pdf_ann_include_raw
source: Inclure les détails “raw” (dict PDF)
af: Sluit die “raw” besonderhede in (dict PDF)
bg: Включете детайлите “сурови” (PDF речник)
cs: Zahrnout detaily „raw“ (dict PDF)
da: Inkluder de “rå” detaljer (dict PDF)
de: Rohdaten „raw“ einbeziehen (PDF-Dict)
el: Συμπερίληψη λεπτομερειών “raw” (λεξικό PDF)
es: Incluir los detalles 'crudos' (dict PDF)
fi: Sisällytä "raaka" tiedot (PDF sanakirja)
fil: Isama ang mga detalye "raw" (dict PDF)
hu: A "nyers" részletek (PDF szótár) belefoglalása
id: Sertakan detail "mentah" (dict PDF)
it: Includere i dettagli “raw” (dizionario PDF)
ja: 生の詳細を含める(PDF辞書)
ko: 원시 세부정보 포함 (PDF 사전)
nl: Inclusief de “raw” details (dict PDF)
no: Inkluder rådetaljer (dict PDF)
pl: Uwzględnij szczegóły „surowe” (słownik PDF)
pt_pt: Incluir os detalhes “brutos” (dicionário PDF)
ro: Includeți detaliile „raw” (dict PDF)
ru: Включить «сырые» детали (словарь PDF)
sk: Zahrnúť detaily „raw“ (dict PDF)
sv: Inkludera rådetaljer (dict PDF)
sw: Jumuisha maelezo "raw" (dict PDF)
tr: Ham detayları Dahil Et (PDF sözlüğü)
uk: Включити деталі “сирі” (словник PDF)
vi: Bao gồm chi tiết “thô” (từ điển PDF)
zh_hans: 包含“原始”细节（PDF 字典）

# pdf_ann_title
source: Annotations PDF → JSON
af: Annotasies PDF → JSON
bg: Анотации PDF → JSON
cs: Poznámky PDF → JSON
da: Annotationer PDF → JSON
de: PDF-Anmerkungen → JSON
el: Σημειώσεις PDF → JSON
es: Anotaciones PDF → JSON
fi: PDF-annotaatiot → JSON
fil: Mga anotasyon ng PDF → JSON
hu: PDF annotációk → JSON
id: Anotasi PDF → JSON
it: Annotazioni PDF → JSON
ja: PDFの注釈 → JSON
ko: PDF 주석 → JSON
nl: Annotaties PDF → JSON
no: PDF-annotasjoner → JSON
pl: Adnotacje PDF → JSON
pt_pt: Anotações PDF → JSON
ro: Anotări PDF → JSON
ru: Аннотации PDF → JSON
sk: Poznámky PDF → JSON
sv: Anteckningar PDF → JSON
sw: Maelezo ya PDF → JSON
tr: PDF Anotasyonları → JSON
uk: Анотації PDF → JSON
vi: Chú thích PDF → JSON
zh_hans: PDF 注释 → JSON
