Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_compare_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_compare_out1
source: L’écart en points de pourcentage entre les deux taux (différence directe entre deux %).
af: Die verskil in persentasiepunte tussen die twee koerse (direkte verskil tussen twee %).
bg: Разликата в процентни точки между двете ставки (директна разлика между два %).
cs: Rozdíl v procentních bodech mezi dvěma sazbami (přímý rozdíl mezi dvěma %).
da: Forskellen i procentpoint mellem de to satser (direkte forskel mellem to %).
de: Die Differenz in Prozentpunkten zwischen den beiden Sätzen (direkter Unterschied zwischen zwei %).
el: Η διαφορά σε μονάδες ποσοστού μεταξύ των δύο ποσοστών (άμεση διαφορά μεταξύ δύο %).
es: La diferencia en puntos de porcentaje entre las dos tasas (diferencia directa entre dos %).
fi: Prosenttipisteiden ero kahden prosenttiosuuden välillä (suora ero kahden %:n välillä).
fil: Ang pagkakaiba sa mga puntos ng porsyento sa pagitan ng dalawang rate (direktang pagkakaiba sa pagitan ng dalawang %).
hu: A két arány közötti százalékpont eltérés (közvetlen különbség a két % között).
id: Selisih dalam poin persentase antara dua tingkat (perbedaan langsung antara dua %).
it: Lo scostamento in punti percentuali tra i due tassi (differenza diretta tra due %).
ja: 二つの率の間のパーセンテージポイントの差（2つの%の直接的な違い）。
ko: 두 비율 간의 비율 포인트 차이(두 % 간의 직접적인 차이).
nl: Het verschil in percentagepunten tussen de twee tarieven (direct verschil tussen twee %).
no: Forskjellen i prosentpoeng mellom de to ratene (direkte forskjell mellom to %).
pl: Różnica w punktach procentowych między dwoma wskaźnikami (bezpośrednia różnica między dwoma %).
pt_pt: A diferença em pontos percentuais entre as duas taxas (diferença direta entre dois %).
ro: Diferența în puncte procentuale între cele două rate (diferența directă între două %).
ru: Разница в процентных пунктах между двумя ставками (прямая разница между двумя %).
sk: Rozdiel v percentuálnych bodoch medzi dvoma sadzbami (priamy rozdiel medzi dvoma %).
sv: Skillnaden i procentpunkter mellan de två räntorna (direkt skillnad mellan två %).
sw: Tofauti katika alama za asilimia kati ya viwango viwili (tofauti ya moja kwa moja kati ya asilimia mbili).
tr: İki oran arasındaki yüzde puanı farkı (iki % arasındaki doğrudan fark).
uk: Різниця в пунктах відсотка між двома ставками (пряма різниця між двома %).
vi: Chênh lệch điểm phần trăm giữa hai tỷ lệ (sự khác biệt trực tiếp giữa hai %).
zh_hans: 两个比率之间的百分点差异（两个 % 之间的直接差异）。

# ed_math_percentages_percentage_compare_out2
source: La comparaison relative : combien le second taux est plus grand ou plus petit que le premier, en pourcentage.
af: Die relatiewe vergelyking: hoeveel groter of kleiner die tweede koers is as die eerste, in persentasie.
bg: Относителното сравнение: колко вторият процент е по-голям или по-малък от първия, в проценти.
cs: Relativní srovnání: kolik je druhá sazba větší nebo menší než první, v procentech.
da: Den relative sammenligning: hvor meget den anden sats er større eller mindre end den første, i procent.
de: Der relative Vergleich: wie viel größer oder kleiner der zweite Satz im Vergleich zum ersten ist, in Prozent.
el: Η σχετική σύγκριση: πόσο μεγαλύτερο ή μικρότερο είναι το δεύτερο ποσοστό από το πρώτο, σε ποσοστό.
es: La comparación relativa: cuánto es mayor o menor la segunda tasa que la primera, en porcentaje.
fi: Suhteellinen vertailu: kuinka paljon toinen prosentti on suurempi tai pienempi kuin ensimmäinen, prosentteina.
fil: Ang relatibong paghahambing: gaano kalaki ang pangalawang rate kumpara sa unang, sa porsyento.
hu: A relatív összehasonlítás: mennyivel nagyobb vagy kisebb a második arány az elsőhöz képest, százalékban.
id: Perbandingan relatif: seberapa besar tingkat kedua lebih besar atau lebih kecil dari yang pertama, dalam persentase.
it: Il confronto relativo: quanto il secondo tasso è maggiore o minore del primo, in percentuale.
ja: 相対比較：二つ目の率が最初の率よりもどれだけ大きいか小さいかをパーセンテージで示します。
ko: 상대 비교: 두 번째 비율이 첫 번째 비율보다 얼마나 크거나 작은지, 백분율로.
nl: De relatieve vergelijking: hoeveel groter of kleiner het tweede percentage is dan het eerste, in procenten.
no: Den relative sammenligningen: hvor mye den andre raten er større eller mindre enn den første, i prosent.
pl: Porównanie względne: o ile drugi wskaźnik jest większy lub mniejszy od pierwszego, w procentach.
pt_pt: A comparação relativa: quanto a segunda taxa é maior ou menor que a primeira, em percentagem.
ro: Comparația relativă: cât de mult este a doua rată mai mare sau mai mică decât prima, în procentaj.
ru: Относительное сравнение: насколько вторая ставка больше или меньше первой, в процентах.
sk: Relatívne porovnanie: o koľko je druhá sadzba väčšia alebo menšia ako prvá, v percentách.
sv: Den relativa jämförelsen: hur mycket den andra räntan är större eller mindre än den första, i procent.
sw: Kulinganisha kwa uwiano: ni kiasi gani kiwango cha pili ni kikubwa au kidogo kuliko cha kwanza, kwa asilimia.
tr: Göreceli karşılaştırma: ikinci oranın birincisinden ne kadar büyük veya küçük olduğunu, yüzde olarak.
uk: Відносне порівняння: наскільки друга ставка більша або менша за першу, у відсотках.
vi: So sánh tương đối: tỷ lệ thứ hai lớn hơn hoặc nhỏ hơn tỷ lệ đầu tiên bao nhiêu phần trăm.
zh_hans: 相对比较：第二个比率比第一个比率大或小多少，以百分比表示。

# ed_math_percentages_percentage_compare_out3
source: Une lecture “interprétation” : savoir si l’écart est faible en points mais important en relatif (ou l’inverse).
af: 'n 'Interpretasie'-lees: weet of die verskil laag is in punte maar belangrik in relatiewe terme (of die omgekeerde).
bg: Четене „интерпретация“: да знаете дали разликата е малка в точки, но важна в относителен смисъл (или обратното).
cs: Interpretace: vědět, zda je rozdíl malý v bodech, ale významný relativně (nebo naopak).
da: En 'fortolknings' læsning: vide om forskellen er lille i point, men vigtig relativt (eller omvendt).
de: Eine "Interpretation"-Lesart: zu wissen, ob die Differenz in Punkten gering, aber relativ wichtig ist (oder umgekehrt).
el: Μια ανάγνωση “ερμηνεία”: να γνωρίζετε αν η διαφορά είναι μικρή σε μονάδες αλλά σημαντική σε σχετική (ή το αντίστροφο).
es: Una lectura 'interpretación': saber si la diferencia es pequeña en puntos pero importante en relativo (o viceversa).
fi: 'Tulkinta' -lukeminen: tietää, onko ero pieni pisteissä mutta tärkeä suhteellisesti (tai päinvastoin).
fil: Isang pagbabasa ng 'interpretasyon': malaman kung ang pagkakaiba ay mababa sa mga puntos ngunit mahalaga sa relatibo (o kabaligtaran).
hu: Egy 'értelmezési' olvasat: tudni, hogy az eltérés alacsony pontokban, de fontos relatívan (vagy fordítva).
id: Sebuah pembacaan 'interpretasi': mengetahui apakah selisihnya kecil dalam poin tetapi penting secara relatif (atau sebaliknya).
it: Una lettura “interpretativa”: sapere se lo scostamento è basso in punti ma importante in relativo (o viceversa).
ja: 「解釈」の読み方：差がポイントでは小さいが相対的には重要であるか（またはその逆）を知る。
ko: ‘해석’ 읽기: 차이가 포인트로는 적지만 상대적으로 중요하거나 그 반대인지 알기.
nl: Een 'interpretatie' lezen: weten of het verschil klein is in punten maar belangrijk in relatieve zin (of omgekeerd).
no: En 'tolkning' lesing: vite om forskjellen er liten i poeng men viktig relativt (eller omvendt).
pl: Odczyt „interpretacja”: wiedzieć, czy różnica jest mała w punktach, ale ważna w względnym (lub odwrotnie).
pt_pt: Uma leitura 'interpretação': saber se a diferença é pequena em pontos, mas importante em relativa (ou o inverso).
ro: O lectură „interpretare”: a ști dacă diferența este mică în puncte, dar importantă în relativ (sau invers).
ru: Чтение "интерпретация": знать, является ли разница небольшой в пунктах, но значительной в относительном (или наоборот).
sk: Čítanie „interpretácia“: vedieť, či je rozdiel malý v bodoch, ale dôležitý relatívne (alebo naopak).
sv: En 'tolkning' läsning: veta om skillnaden är liten i punkter men viktig i relativt (eller vice versa).
sw: Soma 'tafsiri': kujua ikiwa tofauti ni ndogo kwa alama lakini muhimu kwa uwiano (au kinyume chake).
tr: Bir “yorum” okuması: farkın puan olarak düşük ama göreceli olarak önemli olup olmadığını (veya tersini) bilmek.
uk: Читання "інтерпретація": знати, чи є різниця невеликою в пунктах, але важливою в відносному (або навпаки).
vi: Một cách đọc “diễn giải”: biết liệu chênh lệch có nhỏ về điểm nhưng quan trọng về tương đối (hoặc ngược lại).
zh_hans: 一种“解释”阅读：知道差异在百分点上是微小的，但在相对上是重要的（或反之亦然）。

# ed_math_percentages_percentage_compare_out4
source: Un résultat conçu pour communiquer correctement une différence entre deux pourcentages.
af: 'n Resultaat ontwerp om 'n verskil tussen twee persentasies korrek te kommunikeer.
bg: Резултат, проектиран да комуникира правилно разликата между два процента.
cs: Výsledek navržený pro správnou komunikaci rozdílu mezi dvěma procenty.
da: Et resultat designet til korrekt at kommunikere en forskel mellem to procenter.
de: Ein Ergebnis, das darauf ausgelegt ist, einen Unterschied zwischen zwei Prozentsätzen korrekt zu kommunizieren.
el: Ένα αποτέλεσμα σχεδιασμένο για να επικοινωνεί σωστά μια διαφορά μεταξύ δύο ποσοστών.
es: Un resultado diseñado para comunicar correctamente una diferencia entre dos porcentajes.
fi: Tulos, joka on suunniteltu viestimään oikein kahden prosenttiosuuden välistä eroa.
fil: Isang resulta na dinisenyo upang maipahayag nang tama ang pagkakaiba sa pagitan ng dalawang porsyento.
hu: Egy eredmény, amelyet úgy terveztek, hogy helyesen kommunikálja a különbséget a két százalék között.
id: Sebuah hasil yang dirancang untuk mengkomunikasikan perbedaan antara dua persentase dengan benar.
it: Un risultato progettato per comunicare correttamente una differenza tra due percentuali.
ja: 二つのパーセンテージの間の違いを正しく伝えるために設計された結果。
ko: 두 비율 간의 차이를 올바르게 전달하기 위해 설계된 결과입니다.
nl: Een resultaat ontworpen om een verschil tussen twee percentages correct te communiceren.
no: Et resultat designet for å kommunisere en forskjell mellom to prosent korrekt.
pl: Wynik zaprojektowany do poprawnego komunikowania różnicy między dwoma procentami.
pt_pt: Um resultado concebido para comunicar corretamente uma diferença entre duas percentagens.
ro: Un rezultat conceput pentru a comunica corect o diferență între două procente.
ru: Результат, предназначенный для правильной передачи разницы между двумя процентами.
sk: Výsledok navrhnutý na správnu komunikáciu rozdielu medzi dvoma percentami.
sv: Ett resultat utformat för att korrekt kommunicera en skillnad mellan två procent.
sw: Matokeo yaliyoundwa ili kuwasilisha tofauti kati ya asilimia mbili kwa usahihi.
tr: İki yüzde arasındaki farkı doğru bir şekilde iletmek için tasarlanmış bir sonuç.
uk: Результат, розроблений для правильного спілкування різниці між двома відсотками.
vi: Một kết quả được thiết kế để truyền đạt chính xác sự khác biệt giữa hai tỷ lệ phần trăm.
zh_hans: 一个旨在正确传达两个百分比之间差异的结果。

# ed_math_percentages_percentage_compare_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_compare_lim1
source: Comparer des pourcentages suppose qu’ils portent sur le même type d’indicateur (même définition, même base de calcul).
af: Om persentasies te vergelyk, veronderstel dat hulle oor dieselfde tipe aanwyser gaan (dieselfde definisie, dieselfde berekeningsbasis).
bg: Сравняването на проценти предполага, че те се отнасят за един и същ тип индикатор (съща дефиниция, съща база за изчисление).
cs: Porovnání procent předpokládá, že se týkají stejného typu ukazatele (stejná definice, stejný základ výpočtu).
da: At sammenligne procenter forudsætter, at de vedrører den samme type indikator (samme definition, samme beregningsgrundlag).
de: Das Vergleichen von Prozentsätzen setzt voraus, dass sie sich auf denselben Indikator beziehen (gleiche Definition, gleiche Berechnungsbasis).
el: Η σύγκριση ποσοστών προϋποθέτει ότι αφορούν τον ίδιο τύπο δείκτη (ίδια ορισμός, ίδια βάση υπολογισμού).
es: Comparar porcentajes supone que se refieren al mismo tipo de indicador (misma definición, misma base de cálculo).
fi: Prosenttien vertaaminen edellyttää, että ne koskevat samaa indikaattoria (sama määritelmä, sama laskentapohja).
fil: Ang paghahambing ng mga porsyento ay nangangailangan na sila ay tumutukoy sa parehong uri ng tagapagpahiwatig (parehong depinisyon, parehong batayan ng pagkalkula).
hu: A százalékok összehasonlítása azt feltételezi, hogy ugyanazon típusú mutatókra vonatkoznak (ugyanaz a definíció, ugyanaz a számítási alap).
id: Membandingkan persentase mengharuskan mereka berkaitan dengan jenis indikator yang sama (definisi yang sama, basis perhitungan yang sama).
it: Confrontare percentuali presuppone che riguardino lo stesso tipo di indicatore (stessa definizione, stessa base di calcolo).
ja: パーセンテージを比較するには、同じタイプの指標（同じ定義、同じ計算基準）である必要があります。
ko: 비율 비교는 동일한 유형의 지표(동일한 정의, 동일한 계산 기준)에 대해 이루어져야 합니다.
nl: Het vergelijken van percentages veronderstelt dat ze betrekking hebben op hetzelfde type indicator (zelfde definitie, dezelfde berekeningsbasis).
no: Å sammenligne prosent innebærer at de gjelder for samme type indikator (samme definisjon, samme beregningsgrunnlag).
pl: Porównanie procentów zakłada, że dotyczą one tego samego rodzaju wskaźnika (ta sama definicja, ta sama podstawa obliczeń).
pt_pt: Comparar percentagens pressupõe que se referem ao mesmo tipo de indicador (mesma definição, mesma base de cálculo).
ro: Compararea procentelor presupune că acestea se referă la același tip de indicator (aceeași definiție, aceeași bază de calcul).
ru: Сравнение процентов предполагает, что они относятся к одному и тому же типу индикатора (одна и та же дефиниция, одна и та же база расчета).
sk: Porovnanie percentov predpokladá, že sa týkajú rovnakého typu ukazovateľa (rovnaká definícia, rovnaký základ výpočtu).
sv: Att jämföra procent innebär att de handlar om samma typ av indikator (samma definition, samma beräkningsgrund).
sw: Kulinganisha asilimia kunamaanisha kwamba zinapaswa kuwa juu ya aina moja ya kiashiria (ufafanuzi sawa, msingi wa hesabu sawa).
tr: Yüzdeleri karşılaştırmak, aynı tür göstergeyi (aynı tanım, aynı hesaplama temeli) kapsadığını varsayar.
uk: Порівняння відсотків передбачає, що вони стосуються одного й того ж типу показника (однакове визначення, однакова база розрахунку).
vi: So sánh tỷ lệ phần trăm giả định rằng chúng liên quan đến cùng một loại chỉ số (cùng định nghĩa, cùng cơ sở tính toán).
zh_hans: 比较百分比假设它们涉及相同类型的指标（相同的定义，相同的计算基础）。

# ed_math_percentages_percentage_compare_lim2
source: Si l’un des taux est proche de 0 %, la comparaison relative peut devenir très grande et difficile à interpréter.
af: As een van die koerse naby 0 % is, kan die relatiewe vergelyking baie groot en moeilik om te interpreteer raak.
bg: Ако един от процентите е близо до 0 %, относителното сравнение може да стане много голямо и трудно за интерпретиране.
cs: Pokud je jedna ze sazeb blízko 0 %, může se relativní srovnání stát velmi velkým a obtížně interpretovatelným.
da: Hvis en af satserne er tæt på 0 %, kan den relative sammenligning blive meget stor og svær at fortolke.
de: Wenn einer der Sätze nahe bei 0 % liegt, kann der relative Vergleich sehr groß und schwer zu interpretieren werden.
el: Αν ένα από τα ποσοστά είναι κοντά στο 0 %, η σχετική σύγκριση μπορεί να γίνει πολύ μεγάλη και δύσκολη στην ερμηνεία.
es: Si una de las tasas está cerca del 0 %, la comparación relativa puede volverse muy grande y difícil de interpretar.
fi: Jos jokin prosentti on lähellä 0 %, suhteellinen vertailu voi muuttua erittäin suureksi ja vaikeaksi tulkita.
fil: Kung ang isa sa mga rate ay malapit sa 0 %, ang relatibong paghahambing ay maaaring maging napakalaki at mahirap ipaliwanag.
hu: Ha az egyik arány közel van a 0%-hoz, a relatív összehasonlítás nagyon nagyra nőhet és nehezen értelmezhetővé válhat.
id: Jika salah satu tingkat mendekati 0 %, perbandingan relatif dapat menjadi sangat besar dan sulit untuk diinterpretasikan.
it: Se uno dei tassi è vicino al 0 %, il confronto relativo può diventare molto grande e difficile da interpretare.
ja: いずれかの率が0 %に近い場合、相対比較は非常に大きくなり、解釈が難しくなる可能性があります。
ko: 하나의 비율이 0%에 가까운 경우 상대 비교가 매우 커지고 해석하기 어려울 수 있습니다.
nl: Als een van de tarieven dicht bij 0 % ligt, kan de relatieve vergelijking erg groot en moeilijk te interpreteren worden.
no: Hvis en av ratene er nær 0 %, kan den relative sammenligningen bli veldig stor og vanskelig å tolke.
pl: Jeśli jeden z wskaźników jest bliski 0 %, porównanie względne może stać się bardzo duże i trudne do zinterpretowania.
pt_pt: Se uma das taxas estiver próxima de 0 %, a comparação relativa pode tornar-se muito grande e difícil de interpretar.
ro: Dacă una dintre rate este aproape de 0 %, comparația relativă poate deveni foarte mare și greu de interpretat.
ru: Если одна из ставок близка к 0 %, относительное сравнение может стать очень большим и трудным для интерпретации.
sk: Ak je jedna zo sadzieb blízko 0 %, relatívne porovnanie môže byť veľmi veľké a ťažko interpretovateľné.
sv: Om en av räntorna är nära 0 %, kan den relativa jämförelsen bli mycket stor och svår att tolka.
sw: Ikiwa mmoja wa viwango uko karibu na 0 %, kulinganisha kwa uwiano kunaweza kuwa kubwa sana na vigumu kutafsiri.
tr: Eğer oranlardan biri %0'a yakınsa, göreceli karşılaştırma çok büyük ve yorumlaması zor hale gelebilir.
uk: Якщо одна зі ставок близька до 0 %, відносне порівняння може стати дуже великим і важким для інтерпретації.
vi: Nếu một trong các tỷ lệ gần 0 %, so sánh tương đối có thể trở nên rất lớn và khó hiểu.
zh_hans: 如果其中一个比率接近 0%，相对比较可能会变得非常大且难以解释。

# ed_math_percentages_percentage_compare_lim3
source: Pour une simple différence entre taux, l’outil “Points de pourcentage” peut suffire.
af: Vir 'n eenvoudige verskil tussen koerse kan die 'Persentasiepunte'-instrument voldoende wees.
bg: За проста разлика между проценти, инструментът „Процентни точки“ може да е достатъчен.
cs: Pro jednoduchý rozdíl mezi sazbami může stačit nástroj „Procentní body“.
da: For en simpel forskel mellem satser kan værktøjet 'Procentpoint' være tilstrækkeligt.
de: Für einen einfachen Unterschied zwischen Sätzen kann das Werkzeug "Prozentpunkte" ausreichen.
el: Για μια απλή διαφορά μεταξύ ποσοστών, το εργαλείο “Μονάδες ποσοστού” μπορεί να είναι αρκετό.
es: Para una simple diferencia entre tasas, la herramienta 'Puntos de porcentaje' puede ser suficiente.
fi: Yksinkertaiseen eroon prosenttien välillä 'Prosenttipisteet' -työkalu voi riittää.
fil: Para sa isang simpleng pagkakaiba sa mga rate, ang tool na 'Mga Puntos ng Porsyento' ay maaaring sapat.
hu: Egy egyszerű eltéréshez az 'Százalékpontok' eszköz elegendő lehet.
id: Untuk perbedaan sederhana antara tingkat, alat 'Poin Persentase' mungkin sudah cukup.
it: Per una semplice differenza tra tassi, lo strumento “Punti percentuali” può essere sufficiente.
ja: 率の単純な違いの場合、「パーセンテージポイント」ツールで十分です。
ko: 비율 간의 단순한 차이를 위해 ‘비율 포인트’ 도구로 충분할 수 있습니다.
nl: Voor een eenvoudig verschil tussen tarieven kan de tool 'Percentagepunten' voldoende zijn.
no: For en enkel forskjell mellom rater, kan verktøyet 'Prosentpoeng' være tilstrekkelig.
pl: Dla prostej różnicy między wskaźnikami narzędzie „Punkty procentowe” może być wystarczające.
pt_pt: Para uma simples diferença entre taxas, a ferramenta 'Pontos percentuais' pode ser suficiente.
ro: Pentru o simplă diferență între rate, instrumentul „Puncte procentuale” poate fi suficient.
ru: Для простой разницы между ставками инструмент "Процентные пункты" может быть достаточным.
sk: Na jednoduchý rozdiel medzi sadzbami môže stačiť nástroj „Percentuálne body“.
sv: För en enkel skillnad mellan räntor kan verktyget 'Procentpunkter' vara tillräckligt.
sw: Kwa tofauti rahisi kati ya viwango, zana ya 'Alama za asilimia' inaweza kutosha.
tr: Oranlar arasındaki basit bir fark için, “Yüzde Puanları” aracı yeterli olabilir.
uk: Для простого порівняння ставок інструмент "Пункти відсотка" може бути достатнім.
vi: Đối với một sự khác biệt đơn giản giữa các tỷ lệ, công cụ “Điểm phần trăm” có thể đủ.
zh_hans: 对于简单的比率差异，“百分点”工具可能就足够了。

# ed_math_percentages_percentage_compare_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_compare_q1
source: Pourquoi distinguer “points de pourcentage” et “pourcentage” ?
af: Waarom onderskei tussen 'persentasiepunte' en 'persentasie'?
bg: Защо да разграничаваме „процентни точки“ и „процент“?
cs: Proč rozlišovat mezi „procentními body“ a „procentem“?
da: Hvorfor skelne mellem 'procentpoint' og 'procent'?
de: Warum zwischen "Prozentpunkten" und "Prozentsatz" unterscheiden?
el: Γιατί να διακρίνουμε “μονάδες ποσοστού” και “ποσοστό”;
es: ¿Por qué distinguir 'puntos de porcentaje' y 'porcentaje'?
fi: Miksi erotella 'prosenttipisteet' ja 'prosentti'?
fil: Bakit kailangang paghiwalayin ang 'mga puntos ng porsyento' at 'porsyento'?
hu: Miért fontos megkülönböztetni a 'százalékpontokat' és a 'százalékot'?
id: Mengapa membedakan 'poin persentase' dan 'persentase'?
it: Perché distinguere “punti percentuali” e “percentuale”?
ja: 「パーセンテージポイント」と「パーセンテージ」を区別する理由は何ですか？
ko: ‘비율 포인트’와 ‘비율’을 구분하는 이유는 무엇인가요?
nl: Waarom 'percentagepunten' en 'percentage' onderscheiden?
no: Hvorfor skille mellom 'prosentpoeng' og 'prosent'?
pl: Dlaczego rozróżniać „punkty procentowe” i „procent”?
pt_pt: Por que distinguir 'pontos percentuais' e 'percentagem'?
ro: De ce să distingem „puncte procentuale” și „procentaj”?
ru: Почему различать "процентные пункты" и "процент"?
sk: Prečo rozlišovať medzi „percentuálnymi bodmi“ a „percentom“?
sv: Varför särskilja 'procentpunkter' och 'procent'?
sw: Kwa nini kutofautisha 'alama za asilimia' na 'asilimia'?
tr: “Yüzde puanları” ve “yüzde” ayırmanın nedeni nedir?
uk: Чому варто розрізняти "пункти відсотка" та "відсоток"?
vi: Tại sao lại phân biệt “điểm phần trăm” và “tỷ lệ phần trăm”?
zh_hans: 为什么要区分“百分点”和“百分比”？
