Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_flatten_pretty
source: Mapping JSON “pretty”
da: “Pretty” JSON-mapping
fi: JSON-mapping “kaunis”
nl: “Mooie” JSON-mapping
pl: Mapowanie JSON „ładne”
pt_pt: Mapeamento JSON “bonito”
ru: «Красивый» JSON-мэппинг
uk: «Гарний» мапінг JSON

# pdf_flatten_prefix_label
source: Préfixe fichiers
da: Filpræfiks
fi: Tiedostojen etuliite
nl: Bestand voorvoegsel
pl: Prefiks plików
pt_pt: Prefixo dos arquivos
ru: Префикс файлов
uk: Префікс файлів

# pdf_flatten_prefix_help
source: Exemple : flattened → flattened_monfichier.pdf
da: Eksempel: flattened → flattened_mitdokument.pdf
fi: Esimerkki: flattened → flattened_omafile.pdf
nl: Voorbeeld: flattened → flattened_mijnbestand.pdf
pl: Przykład: flattened → flattened_mojplik.pdf
pt_pt: Exemplo: flattened → flattened_meuarquivo.pdf
ru: Пример: flattened → flattened_мойфайл.pdf
uk: Приклад: flattened → flattened_моїйфайл.pdf

# pdf_flatten_title
source: Aplatir un formulaire PDF
da: Flatten en PDF-formular
fi: PDF-lomakkeen tasoittaminen
nl: Een PDF-formulier flatten
pl: Spłaszcz formularz PDF
pt_pt: Aplanar um formulário PDF
ru: Сгладить PDF-форму
uk: Згладити PDF форму

# pdf_flatten_subtitle
source: Convertir les champs de formulaire en contenu statique (flatten), pour partage/archivage. Tout se fait localement dans votre navigateur.
da: Konverter formularfelter til statisk indhold (flatten), til deling/arkivering. Alt foregår lokalt i din browser.
fi: Muunna lomakekentät staattiseksi sisällöksi (tasoita), jakamista/arkistointia varten. Kaikki tapahtuu paikallisesti selaimessasi.
nl: Converteer formulier velden naar statische inhoud (flatten), voor delen/archivering. Alles gebeurt lokaal in uw browser.
pl: Konwertuj pola formularza na treść statyczną (spłaszcz), do udostępniania/archiwizacji. Wszystko odbywa się lokalnie w Twojej przeglądarce.
pt_pt: Converter campos de formulário em conteúdo estático (aplanar), para compartilhamento/arquivamento. Tudo é feito localmente no seu navegador.
ru: Преобразовать поля формы в статический контент (сгладить) для обмена/архивирования. Все происходит локально в вашем браузере.
uk: Перетворення полів форми в статичний контент (згладжування) для спільного використання/архівування. Все виконується локально у вашому браузері.

# pdf_flatten_err_generic
source: Une erreur est survenue.
da: Der opstod en fejl.
fi: Virhe tapahtui.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt_pt: Ocorreu um erro.
ru: Произошла ошибка.
uk: Сталася помилка.

# pdf_flatten_tip_privacy
source: Aucun upload : vos fichiers restent sur votre appareil.
da: Ingen upload: dine filer forbliver på din enhed.
fi: Ei latauksia: tiedostosi pysyvät laitteellasi.
nl: Geen upload: uw bestanden blijven op uw apparaat.
pl: Brak przesyłania: Twoje pliki pozostają na Twoim urządzeniu.
pt_pt: Nenhum upload: seus arquivos permanecem no seu dispositivo.
ru: Нет загрузки: ваши файлы остаются на вашем устройстве.
uk: Без завантаження: ваші файли залишаються на вашому пристрої.

# pdf_flatten_tip_sign
source: Après “flatten”, les champs ne sont plus éditables. Conservez l’original si vous devez garder un formulaire modifiable.
da: Efter “flatten” er felterne ikke længere redigerbare. Behold originalen, hvis du skal have en redigerbar formular.
fi: Tason jälkeen kentät eivät ole enää muokattavissa. Säilytä alkuperäinen, jos sinun on pidettävä lomake muokattavana.
nl: Na “flatten” zijn de velden niet meer bewerkbaar. Bewaar het origineel als u een bewerkbaar formulier wilt behouden.
pl: Po „spłaszczeniu” pola nie są już edytowalne. Zachowaj oryginał, jeśli musisz mieć formularz do edytowania.
pt_pt: Após “aplanar”, os campos não são mais editáveis. Mantenha o original se precisar manter um formulário editável.
ru: После «сглаживания» поля больше не редактируемы. Сохраните оригинал, если вам нужно сохранить редактируемую форму.
uk: Після "згладжування" поля більше не підлягають редагуванню. Зберігайте оригінал, якщо вам потрібно зберегти форму, що редагується.

# pdf_flatten_import_title
source: Importer un PDF
da: Importer en PDF
fi: Tuo PDF
nl: Een PDF importeren
pl: Importuj PDF
pt_pt: Importar um PDF
ru: Импортировать PDF
uk: Імпортувати PDF

# pdf_flatten_import_sub
source: Choisissez un PDF contenant des champs de formulaire (rempli ou non).
da: Vælg en PDF med formularfelter (udfyldt eller ej).
fi: Valitse PDF, joka sisältää lomakekenttiä (täytetty tai ei).
nl: Kies een PDF met formulier velden (gevuld of niet).
pl: Wybierz PDF zawierający pola formularza (wypełniony lub nie).
pt_pt: Escolha um PDF contendo campos de formulário (preenchido ou não).
ru: Выберите PDF с полями формы (заполненный или нет).
uk: Виберіть PDF, що містить поля форми (заповнені чи ні).

# pdf_flatten_btn_pick
source: Choisir un PDF
da: Vælg en PDF
fi: Valitse PDF
nl: Kies een PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
uk: Вибрати PDF

# pdf_flatten_btn_reset
source: Réinitialiser
da: Nulstil
fi: Nollaa
nl: Resetten
pl: Zresetuj
pt_pt: Reiniciar
ru: Сбросить
uk: Скинути

# pdf_flatten_btn_copy
source: Copier le mapping
da: Kopier mapping
fi: Kopioi mappaus
nl: Kopieer de mapping
pl: Skopiuj mapowanie
pt_pt: Copiar o mapeamento
ru: Скопировать мэппинг
uk: Скопіювати мапування

# pdf_flatten_btn_download
source: Télécharger en ZIP
da: Download as ZIP
fi: Lataa ZIP-tiedostona
nl: Downloaden als ZIP
pl: Pobierz w ZIP
pt_pt: Baixar em ZIP
ru: Скачать в ZIP
uk: Завантажити у ZIP

# pdf_flatten_filter_placeholder
source: Filtrer (nom, champs…)
da: Filter (name, fields…)
fi: Suodata (nimi, kentät…)
nl: Filteren (naam, velden…)
pl: Filtruj (nazwa, pola…)
pt_pt: Filtrar (nome, campos…)
ru: Фильтровать (имя, поля…)
uk: Фільтрувати (ім'я, поля…)

# pdf_flatten_status_loading
source: Traitement…
da: Processing…
fi: Käsitellään…
nl: Bezig met verwerken…
pl: Przetwarzanie…
pt_pt: Processando…
ru: Обработка…
uk: Обробка…

# pdf_flatten_status_ready
source: Prêt
da: Ready
fi: Valmis
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готово
uk: Готово

# pdf_flatten_status_error
source: Erreur
da: Error
fi: Virhe
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
uk: Помилка

# pdf_flatten_results_title
source: Résultat
da: Result
fi: Tulokset
nl: Resultaat
pl: Wynik
pt_pt: Resultado
ru: Результат
uk: Результат

# pdf_flatten_results_sub
source: PDF aplati + mapping des champs (audit/traçabilité).
da: Flattened PDF + field mapping (audit/tracing).
fi: PDF tasoitettu + kenttien kartoitus (auditointi/ jäljitettävyys).
nl: Vlak PDF + veldmapping (audit/traceerbaarheid).
pl: Spłaszczony PDF + mapowanie pól (audyt/śledzenie).
pt_pt: PDF aplanado + mapeamento dos campos (auditoria/rastreabilidade).
ru: PDF сжат + сопоставление полей (аудит/отслеживание).
uk: Згладжений PDF + мапування полів (аудит/відстежуваність).

# pdf_flatten_json_title
source: Mapping JSON
da: JSON Mapping
fi: JSON-kartoitus
nl: JSON-mapping
pl: Mapowanie JSON
pt_pt: Mapeamento JSON
ru: Сопоставление JSON
uk: JSON мапування

# pdf_flatten_json_sub
source: Champs détectés et valeurs (avant flatten).
da: Detected fields and values (before flatten).
fi: Havaitut kentät ja arvot (ennen tasoitusta).
nl: Gevonden velden en waarden (voor flatten).
pl: Wykryte pola i wartości (przed spłaszczeniem).
pt_pt: Campos detectados e valores (antes de aplanar).
ru: Обнаруженные поля и значения (до сжатия).
uk: Виявлені поля та значення (перед згладжуванням).

# pdf_flatten_left_title
source: Fichier généré
da: Generated file
fi: Luotu tiedosto
nl: Gegenereerd bestand
pl: Wygenerowany plik
pt_pt: Arquivo gerado
ru: Сгенерированный файл
uk: Згенерований файл

# pdf_flatten_back
source: ← Retour aux outils PDF
da: ← Back to PDF tools
fi: ← Takaisin PDF-työkaluihin
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
uk: ← Повернутися до інструментів PDF

# pdf_flatten_stat_in_label
source: Entrée
da: Input
fi: Syöte
nl: Invoer
pl: Wejście
pt_pt: Entrada
ru: Вход
uk: Вхід

# pdf_flatten_stat_out_label
source: Sortie
da: Output
fi: Tuloste
nl: Uitvoer
pl: Wyjście
pt_pt: Saída
ru: Выход
uk: Вихід

# pdf_flatten_stat_fields_label
source: Champs (détectés/exportés)
da: Fields (detected/exported)
fi: Kentät (tunnistetut/viedyt)
nl: Velden (gevonden/geëxporteerd)
pl: Pola (wykryte/eksportowane)
pt_pt: Campos (detetados/exportados)
ru: Поля (обнаруженные/экспортированные)
uk: Поля (виявлені/експортовані)

# pdf_flatten_need_file
source: Choisissez d’abord un PDF.
da: Please choose a PDF first.
fi: Valitse ensin PDF.
nl: Kies eerst een PDF.
pl: Najpierw wybierz PDF.
pt_pt: Escolha primeiro um PDF.
ru: Сначала выберите PDF.
uk: Спочатку виберіть PDF.

# pdf_flatten_note_no_fields
source: Aucun champ de formulaire détecté (PDF peut être “plat”/scanné).
da: No form fields detected (PDF may be “flat”/scanned).
fi: Yhtään lomakekenttää ei havaittu (PDF voi olla "tasainen"/skannattu).
nl: Geen formulier velden gevonden (PDF kan “plat”/gescand zijn).
pl: Nie wykryto żadnych pól formularza (PDF może być „płaski”/zeskanowany).
pt_pt: Nenhum campo de formulário detetado (o PDF pode estar “plano”/digitalizado).
ru: Не обнаружено полей формы (PDF может быть «плоским»/отсканированным).
uk: Не виявлено жодного поля форми (PDF може бути "плоским"/сканованим).

# pdf_flatten_done
source: PDF aplati prêt. Téléchargez le PDF ou le ZIP (PDF + mapping).
da: Flattened PDF ready. Download the PDF or the ZIP (PDF + mapping).
fi: PDF tasoitettu ja valmis. Lataa PDF tai ZIP (PDF + kartta).
nl: Vlak PDF is klaar. Download de PDF of de ZIP (PDF + mapping).
pl: Spłaszczony PDF gotowy. Pobierz PDF lub ZIP (PDF + mapowanie).
pt_pt: PDF aplanado pronto. Baixe o PDF ou o ZIP (PDF + mapeamento).
ru: PDF успешно сплющен. Скачайте PDF или ZIP (PDF + сопоставление).
uk: Згладжений PDF готовий. Завантажте PDF або ZIP (PDF + мапування).

# pdf_flatten_fail
source: Impossible d’aplatir ce PDF.
da: Unable to flatten this PDF.
fi: Tätä PDF:tä ei voitu tasoittaa.
nl: Kan deze PDF niet vlak maken.
pl: Nie można spłaszczyć tego PDF.
pt_pt: Não foi possível aplanar este PDF.
ru: Не удалось сплющить этот PDF.
uk: Не вдалося згладити цей PDF.

# pdf_flatten_downloading_one
source: Téléchargement du PDF lancé.
da: PDF download started.
fi: PDF:n lataaminen käynnissä.
nl: Downloaden van de PDF gestart.
pl: Rozpoczęto pobieranie PDF.
pt_pt: Download do PDF iniciado.
ru: Запущено скачивание PDF.
uk: Завантаження PDF розпочато.

# pdf_flatten_download_one_fail
source: Impossible de télécharger ce fichier.
da: Unable to download this file.
fi: Tätä tiedostoa ei voitu ladata.
nl: Het is niet mogelijk om dit bestand te downloaden.
pl: Nie można pobrać tego pliku.
pt_pt: Não foi possível baixar este arquivo.
ru: Не удалось скачать этот файл.
uk: Не вдалося завантажити цей файл.

# pdf_flatten_zip_downloading
source: Téléchargement du ZIP lancé.
da: ZIP download started.
fi: ZIP:n lataaminen käynnissä.
nl: ZIP-download gestart.
pl: Rozpoczęto pobieranie ZIP.
pt_pt: Download do ZIP iniciado.
ru: Запущено скачивание ZIP.
uk: Завантаження ZIP розпочато.

# pdf_flatten_zip_fail
source: Impossible de générer le ZIP.
da: Unable to generate the ZIP.
fi: ZIP:n luominen epäonnistui.
nl: Het is niet mogelijk om de ZIP te genereren.
pl: Nie można wygenerować ZIP.
pt_pt: Não foi possível gerar o ZIP.
ru: Не удалось сгенерировать ZIP.
uk: Не вдалося згенерувати ZIP.

# pdf_flatten_copied
source: Mapping JSON copié dans le presse-papiers.
da: JSON mapping copied to clipboard.
fi: JSON-kartta kopioitu leikepöydälle.
nl: Mapping JSON gekopieerd naar het klembord.
pl: Mapowanie JSON skopiowane do schowka.
pt_pt: Mapeamento JSON copiado para a área de transferência.
ru: Сопоставление JSON скопировано в буфер обмена.
uk: JSON мапування скопійовано в буфер обміну.

# pdf_flatten_copy_fail
source: Impossible de copier automatiquement. Copiez manuellement le JSON.
da: Unable to copy automatically. Please copy the JSON manually.
fi: Automaattinen kopiointi epäonnistui. Kopioi JSON manuaalisesti.
nl: Automatisch kopiëren is niet mogelijk. Kopieer de JSON handmatig.
pl: Nie można automatycznie skopiować. Skopiuj ręcznie JSON.
pt_pt: Não foi possível copiar automaticamente. Copie manualmente o JSON.
ru: Не удалось автоматически скопировать. Скопируйте JSON вручную.
uk: Не вдалося автоматично скопіювати. Скопіюйте JSON вручну.

# pdf_sanitize_empty
source: Aucun fichier généré.
fi: Ei luotu tiedostoa.
nl: Geen bestand gegenereerd.
pt_pt: Nenhum arquivo gerado.
ru: Файл не сгенерирован.
uk: Жоден файл не був створений.

# pdf_sanitize_adv_type
source: Type
fi: Tyyppi
pt_pt: Tipo
ru: Тип
uk: Тип

# pdf_sanitize_adv_bytes
source: Taille
fi: Koko
nl: Grootte
pt_pt: Tamanho
ru: Размер
uk: Розмір

# pdf_sanitize_options_title
source: Options
fi: Asetukset
nl: Opties
pt_pt: Opções
ru: Опции
uk: Опції

# pdf_sanitize_opt_rebuild
source: Reconstruire le PDF (recommandé : supprime beaucoup d’éléments annexes)
fi: Rakennetaan PDF uudelleen (suositellaan: poistaa paljon liitteitä)
nl: PDF opnieuw opbouwen (aanbevolen: verwijdert veel bijlagen)
pt_pt: Reconstruir o PDF (recomendado: remove muitos elementos anexos)
ru: Восстановить PDF (рекомендуется: удаляет много вспомогательных элементов)
uk: Перебудувати PDF (рекомендується: видаляє багато додаткових елементів)

# pdf_sanitize_opt_metadata
source: Nettoyer les métadonnées (Title/Author/Producer… + tentative XMP)
fi: Siivotaan metatiedot (Otsikko/Kirjoittaja/Tuottaja… + XMP-yritys)
nl: Metadata opschonen (Titel/Auteur/Producent… + poging XMP)
pt_pt: Limpar os metadados (Título/Autor/Produtor… + tentativa XMP)
ru: Очистить метаданные (Заголовок/Автор/Производитель… + попытка XMP)
uk: Очистити метадані (Назва/Автор/Виробник… + спроба XMP)

# pdf_sanitize_opt_annots
source: Supprimer les annotations (liens, commentaires, surlignages…)
fi: Poistetaan annotaatiot (linkit, kommentit, korostukset…)
nl: Annotaties verwijderen (links, opmerkingen, markeringen…)
pt_pt: Remover anotações (links, comentários, marcações…)
ru: Удалить аннотации (ссылки, комментарии, выделения…)
uk: Видалити анотації (посилання, коментарі, виділення…)

# pdf_sanitize_opt_actions
source: Neutraliser les actions (OpenAction / AA)
fi: Neutralisoidaan toiminnot (OpenAction / AA)
nl: Acties neutraliseren (OpenAction / AA)
pt_pt: Neutralizar ações (OpenAction / AA)
ru: Нейтрализовать действия (OpenAction / AA)
uk: Нейтралізувати дії (OpenAction / AA)

# pdf_sanitize_opt_names
source: Supprimer “Names” (peut contenir JS / EmbeddedFiles)
fi: Poistetaan "Names" (voi sisältää JS / EmbeddedFiles)
nl: “Names” verwijderen (kan JS / EmbeddedFiles bevatten)
pt_pt: Remover “Names” (pode conter JS / EmbeddedFiles)
ru: Удалить “Names” (может содержать JS / EmbeddedFiles)
uk: Видалити “Names” (може містити JS / EmbeddedFiles)

# pdf_sanitize_opt_acroform
source: Supprimer AcroForm (formulaires interactifs)
fi: Poistetaan AcroForm (interaktiiviset lomakkeet)
nl: AcroForm verwijderen (interactieve formulieren)
pt_pt: Remover AcroForm (formulários interativos)
ru: Удалить AcroForm (интерактивные формы)
uk: Видалити AcroForm (інтерактивні форми)

# pdf_sanitize_pretty
source: Rapport JSON “pretty”
fi: JSON-raportti "kaunis"
nl: “Pretty” JSON rapport
pt_pt: Relatório JSON “bonito”
ru: «Красивый» JSON отчет
uk: JSON звіт “pretty”

# pdf_sanitize_prefix_label
source: Préfixe fichiers
fi: Tiedostojen etuliite
nl: Bestandsvoorvoegsel
pt_pt: Prefixo de arquivos
ru: Префикс файлов
uk: Префікс файлів

# pdf_sanitize_prefix_help
source: Exemple : sanitized → sanitized_monfichier.pdf
fi: Esimerkki: sanitized → sanitized_oma_tiedostoni.pdf
nl: Voorbeeld: sanitized → sanitized_mijnbestand.pdf
pt_pt: Exemplo: sanitized → sanitized_monfichier.pdf
ru: Пример: sanitized → sanitized_моидокумент.pdf
uk: Приклад: sanitized → sanitized_monfichier.pdf

# pdf_sanitize_title
source: Nettoyer un PDF
fi: Siivoa PDF
nl: PDF opschonen
pt_pt: Limpar um PDF
ru: Очистить PDF
uk: Очистити PDF

# pdf_sanitize_subtitle
source: Produire une version “sanitisée” en supprimant/neutralisant des éléments sensibles (métadonnées, actions, annotations…). Tout se fait localement dans votre navigateur.
fi: Tuottaa "siivotun" version poistamalla/neutraalisemalla arkaluontoisia elementtejä (metatiedot, toiminnot, annotaatiot…). Kaikki tapahtuu paikallisesti selaimessasi.
nl: Een “sanitized” versie produceren door gevoelige elementen (metadata, acties, annotaties…) te verwijderen/neutraliseren. Alles gebeurt lokaal in uw browser.
pt_pt: Produzir uma versão “sanitizada” removendo/neutalizando elementos sensíveis (metadados, ações, anotações…). Tudo é feito localmente no seu navegador.
ru: Создать «очищенную» версию, удаляя/нейтрализуя чувствительные элементы (метаданные, действия, аннотации…). Все выполняется локально в вашем браузере.
uk: Створити “санітизовану” версію, видаляючи/нейтралізуючи чутливі елементи (метадані, дії, анотації…). Все виконується локально у вашому браузері.

# pdf_sanitize_err_generic
source: Une erreur est survenue.
fi: Tapahtui virhe.
nl: Er is een fout opgetreden.
pt_pt: Ocorreu um erro.
ru: Произошла ошибка.
uk: Сталася помилка.

# pdf_sanitize_tip_privacy
source: Aucun upload : vos fichiers restent sur votre appareil.
fi: Ei latauksia: tiedostosi pysyvät laitteellasi.
nl: Geen upload: uw bestanden blijven op uw apparaat.
pt_pt: Nenhum upload: seus arquivos permanecem no seu dispositivo.
ru: Нет загрузки: ваши файлы остаются на вашем устройстве.
uk: Жодного завантаження: ваші файли залишаються на вашому пристрої.

# pdf_sanitize_tip_best_effort
source: Le nettoyage est “best-effort” : certains éléments PDF très spécifiques peuvent subsister selon les lecteurs/structures.
fi: Siivous on "parhaan mahdollisen mukaan": jotkut hyvin spesifiset PDF-elementit voivat jäädä riippuen lukijoista/rakenteista.
nl: Opschonen is “best-effort”: sommige zeer specifieke PDF-elementen kunnen blijven bestaan afhankelijk van de lezers/structuren.
pt_pt: A limpeza é “best-effort”: alguns elementos PDF muito específicos podem persistir dependendo dos leitores/estruturas.
ru: Очистка осуществляется на «лучших усилиях»: некоторые очень специфические элементы PDF могут остаться в зависимости от читателей/структур.
uk: Очищення є “best-effort”: деякі дуже специфічні елементи PDF можуть залишитися в залежності від читачів/структур.

# pdf_sanitize_import_title
source: Importer un PDF
fi: Tuo PDF
nl: PDF importeren
pt_pt: Importar um PDF
ru: Импортировать PDF
uk: Імпортувати PDF

# pdf_sanitize_import_sub
source: Choisissez un PDF à nettoyer (sanitiser).
fi: Valitse siivottava PDF.
nl: Kies een PDF om op te schonen (sanitizen).
pt_pt: Escolha um PDF para limpar (sanitizar).
ru: Выберите PDF для очистки (санитизации).
uk: Виберіть PDF для очищення (санітизації).

# pdf_sanitize_btn_pick
source: Choisir un PDF
fi: Valitse PDF
nl: Kies een PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
uk: Вибрати PDF

# pdf_sanitize_btn_reset
source: Réinitialiser
fi: Nollaa
nl: Resetten
pt_pt: Reiniciar
ru: Сбросить
uk: Скинути

# pdf_sanitize_btn_copy
source: Copier le rapport
fi: Kopioi raportti
nl: Kopieer het rapport
pt_pt: Copiar o relatório
ru: Скопировать отчет
uk: Скопіювати звіт

# pdf_sanitize_btn_download
source: Télécharger en ZIP
fi: Lataa ZIP-tiedostona
nl: Downloaden als ZIP
pt_pt: Baixar em ZIP
ru: Скачать в ZIP
uk: Завантажити в ZIP

# pdf_sanitize_filter_placeholder
source: Filtrer (nom, type…)
fi: Suodata (nimi, tyyppi…)
nl: Filteren (naam, type…)
pt_pt: Filtrar (nome, tipo…)
ru: Фильтровать (имя, тип…)
uk: Фільтрувати (ім'я, тип…)

# pdf_sanitize_status_loading
source: Traitement…
fi: Käsitellään…
pt_pt: Processando…
ru: Обработка…
uk: Обробка…

# pdf_sanitize_status_ready
source: Prêt
fi: Valmis
pt_pt: Pronto
ru: Готово
uk: Готово

# pdf_sanitize_status_error
source: Erreur
fi: Virhe
pt_pt: Erro
ru: Ошибка
uk: Помилка

# pdf_sanitize_results_title
source: Résultat
fi: Tulokset
pt_pt: Resultado
ru: Результат
uk: Результат

# pdf_sanitize_results_sub
source: PDF nettoyé + rapport JSON des opérations (audit/traçabilité).
fi: Siivottu PDF + JSON-raportti toiminnoista (auditointi/jäljittäminen).
pt_pt: PDF limpo + relatório JSON das operações (auditoria/rastreabilidade).
ru: Очищенный PDF + JSON отчет операций (аудит/отслеживание).
uk: Очищений PDF + JSON звіт операцій (аудит/відстеження).

# pdf_sanitize_json_title
source: Rapport JSON
fi: JSON-raportti
pt_pt: Relatório JSON
ru: JSON отчет
uk: JSON звіт

# pdf_sanitize_json_sub
source: Options appliquées, compteurs et avertissements.
fi: Käytetyt asetukset, laskurit ja varoitukset.
pt_pt: Opções aplicadas, contadores e avisos.
ru: Примененные параметры, счетчики и предупреждения.
uk: Застосовані параметри, лічильники та попередження.

# pdf_sanitize_left_title
source: Fichiers générés
fi: Luodut tiedostot
pt_pt: Arquivos gerados
ru: Сгенерированные файлы
uk: Сгенеровані файли

# pdf_sanitize_back
source: ← Retour aux outils PDF
fi: ← Takaisin PDF-työkaluihin
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
uk: ← Повернутися до PDF інструментів

# pdf_sanitize_stat_in_label
source: Entrée
fi: Syöte
nl: Invoer
pt_pt: Entrada
ru: Вход
uk: Вхід

# pdf_sanitize_stat_out_label
source: Sortie
fi: Lähtö
nl: Uitvoer
pt_pt: Saída
ru: Выход
uk: Вихід

# pdf_sanitize_stat_pages_label
source: Pages
fi: Sivut
nl: Pagina's
pt_pt: Páginas
ru: Страницы
uk: Сторінки

# pdf_sanitize_need_file
source: Choisissez d’abord un PDF.
fi: Valitse ensin PDF.
nl: Kies eerst een PDF.
pt_pt: Escolha primeiro um PDF.
ru: Сначала выберите PDF.
uk: Спочатку виберіть PDF.

# pdf_sanitize_warn_annots
source: Certaines annotations peuvent subsister selon la structure du PDF.
fi: Joitakin huomautuksia saattaa jäädä PDF:n rakenteesta riippuen.
nl: Sommige annotaties kunnen blijven bestaan, afhankelijk van de structuur van de PDF.
pt_pt: Algumas anotações podem persistir dependendo da estrutura do PDF.
ru: Некоторые аннотации могут остаться в зависимости от структуры PDF.
uk: Деякі анотації можуть залишитися в залежності від структури PDF.

# pdf_sanitize_done
source: PDF nettoyé prêt. Téléchargez le PDF ou le ZIP (PDF + rapport).
fi: Siivottu PDF valmis. Lataa PDF tai ZIP (PDF + raportti).
nl: PDF is schoongemaakt en klaar. Download de PDF of de ZIP (PDF + rapport).
pt_pt: PDF limpo pronto. Baixe o PDF ou o ZIP (PDF + relatório).
ru: Очищенный PDF готов. Скачайте PDF или ZIP (PDF + отчет).
uk: Очищений PDF готовий. Завантажте PDF або ZIP (PDF + звіт).

# pdf_sanitize_fail
source: Impossible de nettoyer ce PDF.
fi: Tätä PDF:tä ei voitu siivota.
nl: Het is niet mogelijk om deze PDF schoon te maken.
pt_pt: Não foi possível limpar este PDF.
ru: Не удалось очистить этот PDF.
uk: Не вдалося очистити цей PDF.

# pdf_sanitize_downloading_one
source: Téléchargement lancé.
fi: Lataus käynnistetty.
nl: Downloaden gestart.
pt_pt: Download iniciado.
ru: Запущена загрузка.
uk: Завантаження розпочато.

# pdf_sanitize_download_one_fail
source: Impossible de télécharger ce fichier.
fi: Tätä tiedostoa ei voitu ladata.
nl: Het is niet mogelijk om dit bestand te downloaden.
pt_pt: Não foi possível baixar este arquivo.
ru: Не удалось скачать этот файл.
uk: Не вдалося завантажити цей файл.

# pdf_sanitize_zip_downloading
source: Téléchargement du ZIP lancé.
fi: ZIP-lataus käynnistetty.
nl: ZIP-download gestart.
pt_pt: Download do ZIP iniciado.
ru: Запущена загрузка ZIP.
uk: Завантаження ZIP розпочато.

# pdf_sanitize_zip_fail
source: Impossible de générer le ZIP.
fi: ZIP:tä ei voitu luoda.
nl: Het is niet mogelijk om de ZIP te genereren.
pt_pt: Não foi possível gerar o ZIP.
ru: Не удалось сгенерировать ZIP.
uk: Не вдалося згенерувати ZIP.
