Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_docx_sanitize_metadata_desc
source: Supprimer/normaliser les infos personnelles : docProps, commentaires, auteurs de révisions (optionnel).
bg: Премахване/нормализиране на лична информация: docProps, коментари, автори на ревизии (по избор).
cs: Odstranit/normovat osobní informace: docProps, komentáře, autory revizí (volitelné).
da: Fjern/normaliser personlige oplysninger: docProps, kommentarer, revideringsforfattere (valgfrit).
de: Persönliche Informationen entfernen/normieren: docProps, Kommentare, Autoren von Überarbeitungen (optional).
el: Αφαίρεση/κανονικοποίηση προσωπικών πληροφοριών: docProps, σχόλια, συγγραφείς αναθεώρησης (προαιρετικό).
es: Eliminar/normar la información personal: docProps, comentarios, autores de revisiones (opcional).
fi: Poista/normalisoi henkilökohtaiset tiedot: docProps, kommentit, tarkistajien nimet (valinnainen).
fil: Tanggalin/normalisahin ang mga personal na impormasyon: docProps, mga komento, mga may-akda ng rebisyon (opsyonal).
ja: 個人情報を削除/正規化：docProps、コメント、改訂者（オプション）。
nl: Verwijderen/normaliseren van persoonlijke informatie: docProps, opmerkingen, revisieschrijvers (optioneel).
no: Fjerne/normalisere personlig informasjon: docProps, kommentarer, revideringsforfattere (valgfritt).
pl: Usuń/normalizuj informacje osobiste: docProps, komentarze, autorzy rewizji (opcjonalnie).
pt_pt: Remover/normar informações pessoais: docProps, comentários, autores de revisões (opcional).
ro: Șterge/normalizează informațiile personale : docProps, comentarii, autori de revizuiri (opțional).
ru: Удаление/нормализация личной информации: docProps, комментарии, авторы ревизий (по желанию).
sk: Odstrániť/normovať osobné informácie: docProps, komentáre, autorov revízií (voliteľné).
sv: Ta bort/normalisera personlig information: docProps, kommentarer, revideringsförfattare (valfritt).
sw: Ondoa/rekebisha taarifa za kibinafsi: docProps, maoni, waandishi wa marekebisho (hiari).
tr: Kişisel bilgileri kaldırın/normalleştirin: docProps, yorumlar, revizyon yazarları (isteğe bağlı).
uk: Видалити/нормалізувати особисту інформацію: docProps, коментарі, автори рецензій (за бажанням).
vi: Xóa/chuẩn hóa thông tin cá nhân: docProps, nhận xét, tác giả sửa đổi (tùy chọn).
zh_hans: 删除/规范个人信息：docProps、评论、修订作者（可选）。

# tool_docx_to_markdown_title
source: DOCX → Markdown (approx)
bg: DOCX → Markdown (приблизително)
cs: DOCX → Markdown (přibližně)
da: DOCX → Markdown (ca.)
de: DOCX → Markdown (ungefähr)
el: DOCX → Markdown (περίπου)
es: DOCX → Markdown (aprox)
fi: DOCX → Markdown (noin)
fil: DOCX → Markdown (tinatayang)
ja: DOCX → Markdown（概算）
nl: DOCX → Markdown (ongeveer)
no: DOCX → Markdown (omtrentlig)
pl: DOCX → Markdown (przybliżone)
pt_pt: DOCX → Markdown (aproximado)
ro: DOCX → Markdown (aprox)
ru: DOCX → Markdown (приблизительно)
sk: DOCX → Markdown (približne)
sv: DOCX → Markdown (ungefär)
sw: DOCX → Markdown (karibu)
tr: DOCX → Markdown (yaklaşık)
uk: DOCX → Markdown (приблизно)
vi: DOCX → Markdown (xấp xỉ)
zh_hans: DOCX → Markdown（近似）

# tool_docx_to_markdown_desc
source: Conversion "best-effort" : titres, listes, tableaux simples, liens, images référencées.
bg: Конверсия "с най-добри усилия": заглавия, списъци, прости таблици, връзки, реферирани изображения.
cs: Konverze „best-effort“: nadpisy, seznamy, jednoduché tabulky, odkazy, referencované obrázky.
da: "Best-effort" konvertering: overskrifter, lister, enkle tabeller, links, refererede billeder.
de: "Best-Effort"-Konvertierung: Überschriften, Listen, einfache Tabellen, Links, referenzierte Bilder.
el: Μετατροπή "best-effort": τίτλοι, λίστες, απλά πίνακες, σύνδεσμοι, αναφερόμενες εικόνες.
es: Conversión "mejor esfuerzo": títulos, listas, tablas simples, enlaces, imágenes referenciadas.
fi: "Best-effort" -muunnos: otsikot, luettelot, yksinkertaiset taulukot, linkit, viitatut kuvat.
fil: "Best-effort" na conversion: mga pamagat, listahan, simpleng talahanayan, mga link, mga nakareferensyang larawan.
ja: 「ベストエフォート」変換：タイトル、リスト、単純な表、リンク、参照画像。
nl: "Best-effort" conversie: titels, lijsten, eenvoudige tabellen, links, verwijzende afbeeldingen.
no: "Best-effort" konvertering: overskrifter, lister, enkle tabeller, lenker, refererte bilder.
pl: Konwersja "najlepsze starania": tytuły, listy, proste tabele, linki, obrazy referencyjne.
pt_pt: Conversão "best-effort": títulos, listas, tabelas simples, links, imagens referenciadas.
ro: Conversie "best-effort" : titluri, liste, tabele simple, linkuri, imagini referite.
ru: Конверсия "с максимальным усилием": заголовки, списки, простые таблицы, ссылки, упомянутые изображения.
sk: Konverzia "najlepšie úsilie": nadpisy, zoznamy, jednoduché tabuľky, odkazy, referencované obrázky.
sv: "Best-effort" konvertering: rubriker, listor, enkla tabeller, länkar, refererade bilder.
sw: Kubadilisha "best-effort": vichwa, orodha, meza rahisi, viungo, picha zilizorejelewa.
tr: "en iyi çaba" dönüşümü: başlıklar, listeler, basit tablolar, bağlantılar, referanslı resimler.
uk: Конверсія «найкращих зусиль»: заголовки, списки, прості таблиці, посилання, зображення.
vi: Chuyển đổi "nỗ lực tốt nhất": tiêu đề, danh sách, bảng đơn giản, liên kết, hình ảnh được tham chiếu.
zh_hans: “尽力而为”的转换：标题、列表、简单表格、链接、引用的图像。

# dev_word_sg_debug_title
source: Internals & debug
bg: Вътрешности & отстраняване на грешки
cs: Interna & ladění
de: Interna & Debug
el: Εσωτερικά & αποσφαλμάτωση
es: Internos y depuración
fi: Sisäiset & debug
fil: Mga Panloob at debug
ja: 内部 & デバッグ
pl: Wnętrza & debug
pt_pt: Internos & depuração
ro: Interne & depanare
ru: Внутренние данные и отладка
sk: Interné & ladění
sv: Interna & debug
sw: Mambo ya ndani & ufuatiliaji
tr: İç yapılar & hata ayıklama
uk: Внутрішні дані та налагодження
vi: Nội bộ & gỡ lỗi
zh_hans: 内部 & 调试

# dev_word_sg_debug_desc
source: Inspection des parts WordprocessingML (document.xml, numbering, styles, rels) et export JSON/graph.
bg: Инспекция на части WordprocessingML (document.xml, numbering, styles, rels) и експортиране на JSON/граф.
cs: Inspekce částí WordprocessingML (document.xml, numbering, styles, rels) a export JSON/graph.
da: Inspektion af WordprocessingML dele (document.xml, numbering, styles, rels) og eksport JSON/graf.
de: Inspektion der Teile von WordprocessingML (document.xml, numbering, styles, rels) und Export von JSON/Grafik.
el: Επιθεώρηση τμημάτων WordprocessingML (document.xml, numbering, styles, rels) και εξαγωγή JSON/γραφικού.
es: Inspección de partes WordprocessingML (document.xml, numbering, styles, rels) y exportar JSON/graf.
fi: WordprocessingML-osien tarkastus (document.xml, numbering, styles, rels) ja JSON/kaavio vienti.
fil: Pagsusuri ng mga bahagi ng WordprocessingML (document.xml, numbering, styles, rels) at pag-export ng JSON/graph.
ja: WordprocessingMLの部分（document.xml、numbering、styles、rels）の検査とJSON/グラフのエクスポート。
nl: Inspectie van WordprocessingML onderdelen (document.xml, numbering, styles, rels) en export JSON/grafiek.
no: Inspeksjon av WordprocessingML-deler (document.xml, numbering, styles, rels) og eksportere JSON/graf.
pl: Inspekcja części WordprocessingML (document.xml, numbering, styles, rels) i eksport JSON/graf.
pt_pt: Inspeção das partes WordprocessingML (document.xml, numbering, styles, rels) e exportação JSON/grafo.
ro: Inspecția părților WordprocessingML (document.xml, numbering, styles, rels) și export JSON/graf.
ru: Инспекция частей WordprocessingML (document.xml, numbering, styles, rels) и экспорт JSON/граф.
sk: Kontrola častí WordprocessingML (document.xml, numbering, styles, rels) a export JSON/graf.
sv: Inspektera delar av WordprocessingML (document.xml, numbering, styles, rels) och exportera JSON/graf.
sw: Ukaguzi wa sehemu za WordprocessingML (document.xml, numbering, styles, rels) na usafirishaji wa JSON/graph.
tr: WordprocessingML parçalarını (document.xml, numbering, styles, rels) inceleyin ve JSON/grafik olarak dışa aktarın.
uk: Перевірка частин WordprocessingML (document.xml, numbering, styles, rels) та експорт JSON/граф.
vi: Kiểm tra các phần WordprocessingML (document.xml, numbering, styles, rels) và xuất JSON/đồ thị.
zh_hans: 检查WordprocessingML部分（document.xml、numbering、styles、rels）并导出JSON/图形。

# tool_docx_xml_viewer_title
source: Viewer XML WordprocessingML
bg: XML Viewer WordprocessingML
cs: Prohlížeč XML WordprocessingML
de: XML-Viewer WordprocessingML
el: Προβολέας XML WordprocessingML
es: Visor XML WordprocessingML
fi: XML WordprocessingML -katselija
ja: XML WordprocessingML ビューア
pl: Podgląd XML WordprocessingML
pt_pt: Visualizador XML WordprocessingML
ro: Vizualizator XML WordprocessingML
ru: Просмотрщик XML WordprocessingML
sk: Prehliadač XML WordprocessingML
sv: XML Viewer WordprocessingML
sw: Muonekano wa XML WordprocessingML
tr: XML WordprocessingML Görüntüleyici
uk: Переглядач XML WordprocessingML
vi: Trình xem XML WordprocessingML
zh_hans: XML WordprocessingML查看器

# tool_docx_xml_viewer_desc
source: Explorer document.xml/styles.xml/numbering.xml, rechercher dans le XML et exporter des extraits.
bg: Изследване на document.xml/styles.xml/numbering.xml, търсене в XML и експортиране на фрагменти.
cs: Prozkoumat document.xml/styles.xml/numbering.xml, vyhledávat v XML a exportovat výňatky.
da: Udforsk document.xml/styles.xml/numbering.xml, søg i XML og eksportér uddrag.
de: Durchsuchen von document.xml/styles.xml/numbering.xml, im XML suchen und Ausschnitte exportieren.
el: Εξερεύνηση document.xml/styles.xml/numbering.xml, αναζήτηση στο XML και εξαγωγή αποσπασμάτων.
es: Explorar document.xml/styles.xml/numbering.xml, buscar en el XML y exportar extractos.
fi: Tutki document.xml/styles.xml/numbering.xml, etsi XML:stä ja vie otteita.
fil: Galugarin ang document.xml/styles.xml/numbering.xml, maghanap sa XML at mag-export ng mga sipi.
ja: document.xml/styles.xml/numbering.xmlを探索し、XML内を検索し、抜粋をエクスポート。
nl: Verken document.xml/styles.xml/numbering.xml, zoek in de XML en exporteer fragmenten.
no: Utforske document.xml/styles.xml/numbering.xml, søke i XML og eksportere utdrag.
pl: Eksploruj document.xml/styles.xml/numbering.xml, przeszukuj XML i eksportuj fragmenty.
pt_pt: Explorar document.xml/styles.xml/numbering.xml, pesquisar no XML e exportar trechos.
ro: Explorați document.xml/styles.xml/numbering.xml, căutați în XML și exportați extrase.
ru: Исследование document.xml/styles.xml/numbering.xml, поиск в XML и экспорт фрагментов.
sk: Prehľadávať document.xml/styles.xml/numbering.xml, vyhľadávať v XML a exportovať výňatky.
sv: Utforska document.xml/styles.xml/numbering.xml, söka i XML och exportera utdrag.
sw: Chunguza document.xml/styles.xml/numbering.xml, tafuta ndani ya XML na usafirishe vipande.
tr: document.xml/styles.xml/numbering.xml'yi keşfedin, XML'de arama yapın ve alıntılar dışa aktarın.
uk: Дослідження document.xml/styles.xml/numbering.xml, пошук у XML та експорт фрагментів.
vi: Khám phá document.xml/styles.xml/numbering.xml, tìm kiếm trong XML và xuất trích dẫn.
zh_hans: 浏览document.xml/styles.xml/numbering.xml，在XML中搜索并导出片段。

# group_dev_excel_desc
source: Inspecter des fichiers Excel : feuilles, formules, styles, chaînes partagées, médias…
bg: Инспекция на Excel файлове: листове, формули, стилове, споделени низове, медии…
cs: Inspekce Excel souborů: listy, vzorce, styly, sdílené řetězce, média…
da: Inspektion af Excel-filer: ark, formler, stilarter, delte strenge, medier…
de: Untersuchen von Excel-Dateien: Blätter, Formeln, Stile, gemeinsame Zeichenfolgen, Medien…
el: Επιθεώρηση αρχείων Excel: φύλλα, τύποι, στυλ, κοινές αλυσίδες, μέσα…
es: Inspeccionar archivos de Excel: hojas, fórmulas, estilos, cadenas compartidas, medios…
fi: Tarkista Excel-tiedostoja: taulukot, kaavat, tyylit, jaetut merkkijonot, mediat…
fil: Suriin ang mga Excel file: mga sheet, mga formula, mga estilo, mga shared string, media…
ja: Excelファイルの検査：シート、数式、スタイル、共有文字列、メディア…
nl: Inspecteer Excel-bestanden: bladen, formules, stijlen, gedeelde strings, media…
no: Inspisere Excel-filer: ark, formler, stiler, delte strenger, medier…
pl: Inspekcja plików Excel: arkusze, formuły, style, ciągi współdzielone, multimedia…
pt_pt: Inspecionar arquivos Excel: folhas, fórmulas, estilos, strings compartilhadas, mídias…
ro: Inspectați fișiere Excel: foi, formule, stiluri, șiruri partajate, media…
ru: Инспекция файлов Excel: листы, формулы, стили, общие строки, медиа…
sk: Kontrola súborov Excel: hárky, vzorce, štýly, zdieľané reťazce, médiá…
sv: Inspektera Excel-filer: blad, formler, stilar, delade strängar, media…
sw: Kagua faili za Excel: karatasi, fomula, mitindo, nyuzi zilizoshirikiwa, vyombo vya habari…
tr: Excel dosyalarını inceleyin: sayfalar, formüller, stiller, paylaşılan dizeler, medya…
uk: Перевірка файлів Excel: аркуші, формули, стилі, спільні рядки, медіа…
vi: Kiểm tra các tệp Excel: bảng, công thức, kiểu, chuỗi chia sẻ, phương tiện…
zh_hans: 检查Excel文件：工作表、公式、样式、共享字符串、媒体…

# dev_excel_sg_inspect_title
source: Inspection & extraction
bg: Инспекция & извличане
cs: Inspekce & extrakce
da: Inspektion & udtrækning
de: Inspektion & Extraktion
el: Επιθεώρηση & εξαγωγή
es: Inspección y extracción
fi: Tarkastus & poiminta
fil: Pagsusuri at pagkuha
ja: 検査 & 抽出
nl: Inspectie & extractie
no: Inspeksjon & ekstraksjon
pl: Inspekcja & ekstrakcja
pt_pt: Inspeção & extração
ro: Inspecție & extragere
ru: Инспекция и извлечение
sk: Kontrola & extrakcia
sv: Inspektion & extrahering
sw: Ukaguzi & uondoaji
tr: İnceleme & çıkarım
uk: Перевірка та екстракція
vi: Kiểm tra & trích xuất
zh_hans: 检查 & 提取

# dev_excel_sg_inspect_desc
source: Feuilles, cellules, styles, sharedStrings, noms définis, formules, charts et médias.
bg: Листове, клетки, стилове, sharedStrings, дефинирани имена, формули, графики и медии.
cs: Listy, buňky, styly, sharedStrings, definované názvy, vzorce, grafy a média.
da: Ark, celler, stilarter, sharedStrings, definerede navne, formler, diagrammer og medier.
de: Blätter, Zellen, Stile, sharedStrings, definierte Namen, Formeln, Diagramme und Medien.
el: Φύλλα, κελιά, στυλ, sharedStrings, καθορισμένα ονόματα, τύποι, γραφήματα και μέσα.
es: Hojas, celdas, estilos, sharedStrings, nombres definidos, fórmulas, gráficos y medios.
fi: Taulukot, solut, tyylit, sharedStrings, määritellyt nimet, kaavat, kaaviot ja mediat.
fil: Mga sheet, mga cell, mga estilo, sharedStrings, mga tinukoy na pangalan, mga formula, mga chart at media.
ja: シート、セル、スタイル、sharedStrings、定義名、数式、チャート、メディア。
nl: Bladen, cellen, stijlen, sharedStrings, gedefinieerde namen, formules, grafieken en media.
no: Ark, celler, stiler, sharedStrings, definerte navn, formler, diagrammer og medier.
pl: Arkusze, komórki, style, sharedStrings, zdefiniowane nazwy, formuły, wykresy i multimedia.
pt_pt: Folhas, células, estilos, sharedStrings, nomes definidos, fórmulas, gráficos e mídias.
ro: Foi, celule, stiluri, sharedStrings, nume definite, formule, grafice și media.
ru: Листы, ячейки, стили, sharedStrings, именованные диапазоны, формулы, диаграммы и медиа.
sk: Hárky, bunky, štýly, sharedStrings, definované názvy, vzorce, grafy a médiá.
sv: Blad, celler, stilar, sharedStrings, definierade namn, formler, diagram och media.
sw: Karatasi, seli, mitindo, sharedStrings, majina yaliyofafanuliwa, fomula, chati na vyombo vya habari.
tr: Sayfalar, hücreler, stiller, sharedStrings, tanımlı adlar, formüller, grafikler ve medya.
uk: Аркуші, клітини, стилі, sharedStrings, визначені імена, формули, графіки та медіа.
vi: Bảng, ô, kiểu, sharedStrings, tên đã định nghĩa, công thức, biểu đồ và phương tiện.
zh_hans: 工作表、单元格、样式、sharedStrings、定义名称、公式、图表和媒体。

# tool_xlsx_sheets_to_json_title
source: Feuilles XLSX → JSON
bg: Листове XLSX → JSON
cs: Listy XLSX → JSON
da: Ark XLSX → JSON
de: XLSX-Blätter → JSON
el: Φύλλα XLSX → JSON
es: Hojas XLSX → JSON
fi: XLSX-taulukot → JSON
fil: Mga Sheet XLSX → JSON
ja: XLSXシート → JSON
nl: Bladen XLSX → JSON
no: Ark XLSX → JSON
pl: Arkusze XLSX → JSON
pt_pt: Folhas XLSX → JSON
ro: Foi XLSX → JSON
ru: Листы XLSX → JSON
sk: Hárky XLSX → JSON
sv: Blad XLSX → JSON
sw: Karatasi za XLSX → JSON
tr: XLSX Sayfaları → JSON
uk: Аркуші XLSX → JSON
vi: Bảng XLSX → JSON
zh_hans: XLSX工作表 → JSON

# tool_xlsx_sheets_to_json_desc
source: Lister les feuilles (noms, états visibles/hidden, ids) et exporter la structure workbook.xml en JSON.
bg: Изброяване на листовете (имена, видими/скрити състояния, ids) и експортиране на структурата workbook.xml в JSON.
cs: Seznam listů (názvy, viditelné/skryté stavy, ids) a export struktury workbook.xml do JSON.
da: Liste ark (navne, synlige/skjulte tilstande, ids) og eksportere strukturen workbook.xml til JSON.
de: Auflisten der Blätter (Namen, sichtbare/versteckte Zustände, IDs) und Export der Struktur workbook.xml in JSON.
el: Λίστα φύλλων (ονόματα, ορατές/κρυφές καταστάσεις, ids) και εξαγωγή της δομής workbook.xml σε JSON.
es: Listar las hojas (nombres, estados visibles/ocultos, ids) y exportar la estructura workbook.xml en JSON.
fi: Luettele taulukot (nimet, näkyvät/piilotetut tilat, id:t) ja vie workbook.xml-rakenne JSON:na.
fil: Ilista ang mga sheet (mga pangalan, mga estado ng nakikita/hidden, mga id) at i-export ang istruktura ng workbook.xml sa JSON.
ja: シートをリスト（名前、表示/非表示の状態、ID）し、workbook.xmlの構造をJSONにエクスポート。
nl: Lijst de bladen (namen, zichtbare/verborge staten, ids) en exporteer de structuur workbook.xml naar JSON.
no: Liste arkene (navn, synlige/skjulte tilstander, id-er) og eksportere strukturen workbook.xml til JSON.
pl: Wypisz arkusze (nazwy, stany widoczne/ukryte, identyfikatory) i eksportuj strukturę workbook.xml do JSON.
pt_pt: Listar as folhas (nomes, estados visíveis/ocultos, ids) e exportar a estrutura workbook.xml em JSON.
ro: Listați foile (nume, stări vizibile/ascunse, ids) și exportați structura workbook.xml în JSON.
ru: Список листов (имена, видимые/скрытые состояния, идентификаторы) и экспорт структуры workbook.xml в JSON.
sk: Zoznam hárkov (názvy, viditeľné/skryté stavy, id) a export štruktúry workbook.xml do JSON.
sv: Lista bladen (namn, synliga/dolda tillstånd, ids) och exportera strukturen workbook.xml till JSON.
sw: Orodhesha karatasi (majina, hali za kuonekana/hidden, ids) na usafirishe muundo workbook.xml kama JSON.
tr: Sayfaları listeleyin (isimler, görünür/gizli durumlar, kimlikler) ve workbook.xml yapısını JSON olarak dışa aktarın.
uk: Перерахувати аркуші (імена, видимі/приховані стани, ідентифікатори) та експортувати структуру workbook.xml у JSON.
vi: Liệt kê các bảng (tên, trạng thái hiển thị/ẩn, ids) và xuất cấu trúc workbook.xml sang JSON.
zh_hans: 列出工作表（名称、可见/隐藏状态、ID）并将workbook.xml结构导出为JSON。

# tool_xlsx_range_to_csv_title
source: Plage XLSX → CSV
bg: Обхват XLSX → CSV
cs: Rozsah XLSX → CSV
da: Område XLSX → CSV
de: XLSX-Bereich → CSV
el: Περιοχή XLSX → CSV
es: Rango XLSX → CSV
fi: XLSX-alue → CSV
fil: Saklaw XLSX → CSV
ja: XLSX範囲 → CSV
nl: Bereik XLSX → CSV
no: Område XLSX → CSV
pl: Zakres XLSX → CSV
pt_pt: Intervalo XLSX → CSV
ro: Interval XLSX → CSV
ru: Диапазон XLSX → CSV
sk: Rozsah XLSX → CSV
sv: Område XLSX → CSV
sw: Muktadha wa XLSX → CSV
tr: XLSX Aralığı → CSV
uk: Діапазон XLSX → CSV
vi: Phạm vi XLSX → CSV
zh_hans: XLSX范围 → CSV

# tool_xlsx_range_to_csv_desc
source: Extraire une plage (A1:D42) d'une feuille et l'exporter en CSV (en gérant sharedStrings et types de cellules).
bg: Извличане на обхват (A1:D42) от лист и експортиране в CSV (с управление на sharedStrings и типове клетки).
cs: Extrahovat rozsah (A1:D42) z listu a exportovat do CSV (s ohledem na sharedStrings a typy buněk).
da: Ekstraher et område (A1:D42) fra et ark og eksportér det til CSV (ved håndtering af sharedStrings og celletyper).
de: Einen Bereich (A1:D42) aus einem Blatt extrahieren und als CSV exportieren (unter Berücksichtigung von sharedStrings und Zelltypen).
el: Εξαγωγή μιας περιοχής (A1:D42) από ένα φύλλο και εξαγωγή σε CSV (διαχειριζόμενοι sharedStrings και τύπους κελιών).
es: Extraer un rango (A1:D42) de una hoja y exportarlo en CSV (gestionando sharedStrings y tipos de celdas).
fi: Poimi alue (A1:D42) taulukosta ja vie se CSV:hen (hallinnoi sharedStrings ja solutyyppit).
fil: Kunin ang isang saklaw (A1:D42) mula sa isang sheet at i-export ito sa CSV (na pinangangasiwaan ang sharedStrings at mga uri ng cell).
ja: シートから範囲（A1:D42）を抽出し、CSVにエクスポート（sharedStringsとセルのタイプを管理）。
nl: Extraheer een bereik (A1:D42) van een blad en exporteer het naar CSV (met beheer van sharedStrings en celtypes).
no: Ekstrahere et område (A1:D42) fra et ark og eksportere det til CSV (håndtere sharedStrings og celletyper).
pl: Ekstrahuj zakres (A1:D42) z arkusza i eksportuj do CSV (zarządzając sharedStrings i typami komórek).
pt_pt: Extrair um intervalo (A1:D42) de uma folha e exportá-lo em CSV (gerenciando sharedStrings e tipos de células).
ro: Extrageți un interval (A1:D42) dintr-o foaie și exportați-l în CSV (gestionând sharedStrings și tipuri de celule).
ru: Извлечение диапазона (A1:D42) из листа и экспорт в CSV (с учетом sharedStrings и типов ячеек).
sk: Extrahovať rozsah (A1:D42) z hárka a exportovať do CSV (s riadením sharedStrings a typov buniek).
sv: Extrahera ett område (A1:D42) från ett blad och exportera till CSV (hantera sharedStrings och celltyper).
sw: Toa muktadha (A1:D42) kutoka kwa karatasi na usafirishe kama CSV (ukishughulikia sharedStrings na aina za seli).
tr: Bir sayfadan bir aralığı (A1:D42) çıkarın ve CSV olarak dışa aktarın (sharedStrings ve hücre türlerini yöneterek).
uk: Екстракція діапазону (A1:D42) з аркуша та експорт у CSV (з обробкою sharedStrings та типів клітин).
vi: Trích xuất một phạm vi (A1:D42) từ một bảng và xuất sang CSV (quản lý sharedStrings và loại ô).
zh_hans: 提取工作表中的范围（A1:D42）并导出为CSV（处理sharedStrings和单元格类型）。

# tool_xlsx_formulas_extractor_title
source: Formules XLSX → JSON
bg: Формули XLSX → JSON
cs: Vzorce XLSX → JSON
da: Formler XLSX → JSON
de: XLSX-Formeln → JSON
el: Τύποι XLSX → JSON
es: Fórmulas XLSX → JSON
fi: XLSX-kaavat → JSON
fil: Mga Formula XLSX → JSON
ja: XLSX数式 → JSON
no: Formler XLSX → JSON
pl: Formuły XLSX → JSON
pt_pt: Fórmulas XLSX → JSON
ro: Formule XLSX → JSON
ru: Формулы XLSX → JSON
sk: Vzorce XLSX → JSON
sv: Formler XLSX → JSON
sw: Fomula za XLSX → JSON
tr: XLSX Formülleri → JSON
uk: Формули XLSX → JSON
vi: Công thức XLSX → JSON
zh_hans: XLSX公式 → JSON
