Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_signatures_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tips
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_signatures_to_json_tip
source: Dans un workflow, faites toutes les transformations (merge/split/flatten/sanitize) avant la signature finale. Après signature, évitez toute modification du fichier.
af: In 'n werksvloei, doen al die transformasies (samesmelting/skeiding/vlakkery/sanitizing) voor die finale handtekening. Na die handtekening, vermy enige verandering aan die lêer.
bg: В работен поток, направете всички трансформации (сливане/разделяне/изравняване/санитизиране) преди финалния подпис. След подписването, избягвайте всякакви промени на файла.
cs: V pracovním postupu proveďte všechny transformace (sloučení/rozdělení/sloučení/sanitizace) před konečným podpisem. Po podpisu se vyhněte jakýmkoliv změnám souboru.
da: I et workflow, udfør alle transformationer (sammensmeltning/opdeling/flattening/sanitizing) før den endelige underskrift. Undgå enhver ændring af filen efter underskrift.
de: In einem Workflow sollten Sie alle Transformationen (Zusammenführen/Trennen/Flachmachen/Säubern) vor der endgültigen Unterschrift durchführen. Vermeiden Sie nach der Unterschrift jegliche Änderungen an der Datei.
el: Σε μια ροή εργασίας, κάντε όλες τις μετατροπές (συγχώνευση/διαχωρισμός/επίπεδο/καθαρισμός) πριν από την τελική υπογραφή. Μετά την υπογραφή, αποφύγετε οποιαδήποτε τροποποίηση του αρχείου.
es: En un flujo de trabajo, realice todas las transformaciones (fusionar/dividir/planificar/sanitizar) antes de la firma final. Después de la firma, evite cualquier modificación del archivo.
fi: Työnkulussa tee kaikki muunnokset (yhdistä/splitti/tiivistä/puhdista) ennen lopullista allekirjoitusta. Allekirjoituksen jälkeen vältä tiedoston muutoksia.
fil: Sa isang workflow, gawin ang lahat ng mga pagbabago (merge/split/flatten/sanitize) bago ang huling pirma. Pagkatapos ng pirma, iwasan ang anumang pagbabago sa file.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tips unik terkait dengan tujuan alat ini.
it: In un workflow, esegui tutte le trasformazioni (unione/divisione/appiattimento/sanitizzazione) prima della firma finale. Dopo la firma, evita qualsiasi modifica del file.
ja: ワークフローでは、最終署名の前にすべての変換（マージ/分割/フラット化/サニタイズ）を行ってください。署名後はファイルの変更を避けてください。
ko: 워크플로우에서 최종 서명 전에 모든 변환(병합/분할/평탄화/정리)을 수행하세요. 서명 후에는 파일을 수정하지 마세요.
nl: Voer in een workflow alle transformaties (samenvoegen/splitsen/vlakt af/schoonmaken) uit voordat je de definitieve handtekening plaatst. Vermijd na de handtekening enige wijziging van het bestand.
no: I en arbeidsflyt, gjør alle transformasjoner (sammenslåing/splitting/flattening/sanitizing) før den endelige signaturen. Etter signering, unngå enhver endring av filen.
pl: W workflow, wykonaj wszystkie transformacje (scalanie/rozdzielanie/spłaszczanie/sanitizacja) przed ostatecznym podpisem. Po podpisaniu unikaj jakichkolwiek zmian w pliku.
pt_pt: Em um fluxo de trabalho, faça todas as transformações (mesclar/dividir/achatar/sanitizar) antes da assinatura final. Após a assinatura, evite qualquer modificação do arquivo.
ro: Într-un flux de lucru, efectuați toate transformările (fuziune/divizare/aplatizare/sanitizare) înainte de semnătura finală. După semnare, evitați orice modificare a fișierului.
ru: В рабочем процессе выполните все преобразования (слияние/разделение/упрощение/санитация) перед окончательной подписью. После подписания избегайте любых изменений файла.
sk: V pracovnom postupe vykonajte všetky transformácie (zlúčenie/rozdelenie/zhodnotenie/čistenie) pred konečným podpisom. Po podpise sa vyhnite akejkoľvek zmene súboru.
sv: I ett arbetsflöde, gör alla transformationer (sammanfoga/dela/komprimera/rensa) innan den slutliga signaturen. Efter signering, undvik att ändra filen.
sw: Katika mchakato wa kazi, fanya mabadiliko yote (kuunganisha/kugawanya/kusafisha) kabla ya saini ya mwisho. Baada ya saini, epuka mabadiliko yoyote ya faili.
tr: Bir iş akışında, son imzadan önce tüm dönüşümleri (birleştirme/bölme/düzleştirme/temizleme) yapın. İmza sonrası dosyada herhangi bir değişiklikten kaçının.
uk: У робочому процесі виконуйте всі перетворення (злиття/розділення/сплющення/санітаризація) перед остаточним підписом. Після підписання уникайте будь-яких змін файлу.
vi: Trong một quy trình làm việc, hãy thực hiện tất cả các biến đổi (hợp nhất/chia/tinh gọn/làm sạch) trước chữ ký cuối cùng. Sau khi ký, hãy tránh mọi thay đổi đối với tệp.
zh_hans: 在工作流程中，请在最终签名之前完成所有转换（合并/拆分/扁平化/清理）。签名后，避免对文件进行任何修改。

# ed_dev_pdf_pdf_split_title
source: À propos : PDF Split
af: Oor: PDF Skeiding
bg: Относно: PDF Разделяне
cs: O: PDF Split
da: Om: PDF Opdeling
de: Über: PDF Aufteilen
el: Σχετικά: Διαχωρισμός PDF
es: Acerca de: PDF Split
fi: Tietoa: PDF Splitti
fil: Tungkol sa: PDF Split
hu: Rólunk: PDF felosztása
id: Tentang: Memotong PDF
it: Informazioni: PDF Split
ja: 概要：PDF分割
ko: 정보: PDF 분할
nl: Over: PDF Splitsen
no: Om: PDF Split
pl: O: Podział PDF
pt_pt: Sobre: PDF Split
ro: Despre: PDF Split
ru: О программе: PDF Split
sk: O: PDF Split
sv: Om: PDF Dela
sw: Kuhusu: PDF Split
tr: Hakkında: PDF Bölme
uk: Про: PDF Розділення
vi: Về: Chia PDF
zh_hans: 关于：PDF 拆分

# ed_dev_pdf_pdf_split_lead
source: Découper (split) un PDF en plusieurs fichiers : une page par fichier ou des plages de pages, pour extraction, partage, traitement batch et automatisation.
af: Skeiding (split) 'n PDF in verskeie lêers: een bladsy per lêer of bladsyreekse, vir ekstraksie, deel, batchverwerking en outomatisering.
bg: Разделяне (split) на PDF в няколко файла: по една страница на файл или диапазони от страници, за извличане, споделяне, партидна обработка и автоматизация.
cs: Rozdělit (split) PDF na více souborů: jedna stránka na soubor nebo rozsahy stránek, pro extrakci, sdílení, dávkové zpracování a automatizaci.
da: Opdel (split) en PDF i flere filer: en side pr. fil eller sideområder, til udtræk, deling, batchbehandling og automatisering.
de: Ein PDF in mehrere Dateien aufteilen: eine Seite pro Datei oder Seitenbereiche, zur Extraktion, zum Teilen, zur Batchverarbeitung und Automatisierung.
el: Διαχωρίστε (split) ένα PDF σε πολλά αρχεία: μία σελίδα ανά αρχείο ή περιοχές σελίδων, για εξαγωγή, κοινή χρήση, επεξεργασία μαζικά και αυτοματοποίηση.
es: Dividir un PDF en varios archivos: una página por archivo o rangos de páginas, para extracción, compartición, procesamiento por lotes y automatización.
fi: PDF:n jakaminen useisiin tiedostoihin: yksi sivu per tiedosto tai sivuväliä, tiedonkeruuta, jakamista, eräkäsittelyä ja automaatiota varten.
fil: Hatiin (split) ang isang PDF sa maraming file: isang pahina bawat file o mga hanay ng pahina, para sa pagkuha, pagbabahagi, batch processing at automation.
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: Dividere (split) un PDF in più file: una pagina per file o intervalli di pagine, per estrazione, condivisione, elaborazione batch e automazione.
ja: PDFを複数のファイルに分割します：1ページごとにファイル、またはページ範囲で、抽出、共有、バッチ処理、自動化のために。
ko: PDF를 여러 파일로 분할: 파일당 한 페이지 또는 페이지 범위로, 추출, 공유, 배치 처리 및 자동화를 위해.
nl: Een PDF splitsen in meerdere bestanden: één pagina per bestand of pagina-reeksen, voor extractie, delen, batchverwerking en automatisering.
no: Splitte en PDF i flere filer: en side per fil eller sideområder, for ekstraksjon, deling, batchbehandling og automatisering.
pl: Podziel (split) PDF na kilka plików: jedna strona na plik lub zakresy stron, do ekstrakcji, udostępniania, przetwarzania wsadowego i automatyzacji.
pt_pt: Dividir (split) um PDF em vários arquivos: uma página por arquivo ou intervalos de páginas, para extração, compartilhamento, processamento em lote e automação.
ro: Decupați (split) un PDF în mai multe fișiere: o pagină pe fișier sau intervale de pagini, pentru extragere, partajare, procesare în lot și automatizare.
ru: Разделите (split) PDF на несколько файлов: одна страница на файл или диапазоны страниц, для извлечения, обмена, пакетной обработки и автоматизации.
sk: Rozdeliť (split) PDF na viacero súborov: jedna stránka na súbor alebo rozsahy stránok, na extrakciu, zdieľanie, dávkové spracovanie a automatizáciu.
sv: Dela (split) en PDF i flera filer: en sida per fil eller sidintervall, för extraktion, delning, batchbehandling och automatisering.
sw: Kugawanya (split) PDF kuwa faili kadhaa: ukurasa mmoja kwa faili au maeneo ya kurasa, kwa ajili ya uchimbaji, ushirikiano, usindikaji wa kundi na automatisering.
tr: Bir PDF'yi birden fazla dosyaya bölmek: her sayfa için bir dosya veya sayfa aralıkları, çıkarım, paylaşım, toplu işleme ve otomasyon için.
uk: Розділити (split) PDF на кілька файлів: одна сторінка на файл або діапазони сторінок, для витягування, обміну, пакетної обробки та автоматизації.
vi: Chia (split) một PDF thành nhiều tệp: một trang mỗi tệp hoặc các khoảng trang, để trích xuất, chia sẻ, xử lý hàng loạt và tự động hóa.
zh_hans: 将 PDF 拆分成多个文件：每个文件一页或多个页面范围，以便提取、共享、批处理和自动化。

# ed_dev_pdf_pdf_split_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruiksscenario's
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_split_uc1_title
source: Partager seulement une partie
af: Slegs 'n deel deel
bg: Споделете само част
cs: Sdílet pouze část
da: Del kun en del
de: Nur einen Teil teilen
el: Μοιραστείτε μόνο ένα μέρος
es: Compartir solo una parte
fi: Jaa vain osa
fil: Ibahagi lamang ang isang bahagi
hu: TODO
id: TODO
it: Condividi solo una parte
ja: 一部だけを共有
ko: 일부만 공유하기
nl: Deel alleen een deel
no: Del kun en del
pl: Udostępnij tylko część
pt_pt: Compartilhar apenas uma parte
ro: Partajați doar o parte
ru: Поделиться только частью
sk: Zdieľať iba časť
sv: Dela bara en del
sw: Shiriki sehemu tu
tr: Sadece bir kısmı paylaş
uk: Поділитися лише частиною
vi: Chia sẻ chỉ một phần
zh_hans: 仅共享一部分

# ed_dev_pdf_pdf_split_uc1_text
source: Envoyer uniquement les pages pertinentes (ex : annexes, pages signées, factures) sans transmettre tout le document.
af: Stuur slegs die relevante bladsye (bv. bylaes, onderteken bladsye, fakture) sonder om die hele dokument oor te dra.
bg: Изпратете само съответните страници (напр. приложения, подписани страници, фактури) без да предавате целия документ.
cs: Odeslat pouze relevantní stránky (např. přílohy, podepsané stránky, faktury) bez přenosu celého dokumentu.
da: Send kun de relevante sider (f.eks. bilag, underskrevne sider, fakturaer) uden at sende hele dokumentet.
de: Nur die relevanten Seiten senden (z. B. Anhänge, unterschriebene Seiten, Rechnungen), ohne das gesamte Dokument zu übermitteln.
el: Στείλτε μόνο τις σχετικές σελίδες (π.χ.: παραρτήματα, υπογεγραμμένες σελίδες, τιμολόγια) χωρίς να μεταφέρετε ολόκληρο το έγγραφο.
es: Enviar solo las páginas relevantes (por ejemplo: anexos, páginas firmadas, facturas) sin transmitir todo el documento.
fi: Lähetä vain asiaankuuluvat sivut (esim. liitteet, allekirjoitetut sivut, laskut) ilman koko asiakirjan lähettämistä.
fil: Magpadala lamang ng mga kaugnay na pahina (hal: mga annex, mga nakapirmang pahina, mga invoice) nang hindi ipinapasa ang buong dokumento.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Invia solo le pagine pertinenti (es: allegati, pagine firmate, fatture) senza trasmettere l'intero documento.
ja: 関連するページのみを送信します（例：付録、署名ページ、請求書）全体の文書を送信することなく。
ko: 전체 문서를 전달하지 않고 관련 페이지(예: 부록, 서명된 페이지, 청구서)만 전송하세요.
nl: Stuur alleen de relevante pagina's (bijv. bijlagen, ondertekende pagina's, facturen) zonder het hele document door te geven.
no: Send kun de relevante sidene (f.eks. vedlegg, signerte sider, fakturaer) uten å overføre hele dokumentet.
pl: Wyślij tylko odpowiednie strony (np. załączniki, strony podpisane, faktury) bez przesyłania całego dokumentu.
pt_pt: Enviar apenas as páginas relevantes (ex: anexos, páginas assinadas, faturas) sem transmitir todo o documento.
ro: Trimiteți doar paginile relevante (ex: anexe, pagini semnate, facturi) fără a transmite întregul document.
ru: Отправьте только соответствующие страницы (например: приложения, подписанные страницы, счета) без передачи всего документа.
sk: Poslať iba relevantné stránky (napr. prílohy, podpísané stránky, faktúry) bez prenosu celého dokumentu.
sv: Skicka endast relevanta sidor (t.ex. bilagor, signerade sidor, fakturor) utan att överföra hela dokumentet.
sw: Tuma tu kurasa muhimu (mfano: viambatisho, kurasa zilizotiwa saini, ankara) bila kuwasilisha hati nzima.
tr: Tüm belgeyi iletmeden yalnızca ilgili sayfaları (örneğin: ekler, imzalı sayfalar, faturalar) gönderin.
uk: Надішліть лише відповідні сторінки (наприклад: додатки, підписані сторінки, рахунки) без передачі всього документа.
vi: Gửi chỉ các trang liên quan (ví dụ: phụ lục, trang đã ký, hóa đơn) mà không truyền tải toàn bộ tài liệu.
zh_hans: 仅发送相关页面（例如：附录、签名页、发票），而不传送整个文档。

# ed_dev_pdf_pdf_split_uc2_title
source: Traitement batch
af: Batchverwerking
bg: Партидна обработка
cs: Dávkové zpracování
da: Batchbehandling
de: Batchverarbeitung
el: Μαζική επεξεργασία
es: Procesamiento por lotes
fi: Eräkäsittely
fil: Batch processing
hu: TODO
id: TODO
it: Elaborazione batch
ja: バッチ処理
ko: 배치 처리
nl: Batchverwerking
no: Batchbehandling
pl: Przetwarzanie wsadowe
pt_pt: Processamento em lote
ro: Procesare în lot
ru: Пакетная обработка
sk: Dávkové spracovanie
sv: Batchbehandling
sw: Usindikaji wa kundi
tr: Toplu işleme
uk: Пакетна обробка
vi: Xử lý hàng loạt
zh_hans: 批处理

# ed_dev_pdf_pdf_split_uc2_text
source: Découper un gros PDF en pages unitaires pour OCR, indexation ou traitement parallèle.
af: Skeiding van 'n groot PDF in eenheidsbladsye vir OCR, indeksering of parallelle verwerking.
bg: Разделете голям PDF на единични страници за OCR, индексиране или паралелна обработка.
cs: Rozdělit velké PDF na jednotlivé stránky pro OCR, indexaci nebo paralelní zpracování.
da: Opdel en stor PDF i enkelt sider til OCR, indeksering eller parallel behandling.
de: Ein großes PDF in Einzelseiten für OCR, Indizierung oder parallele Verarbeitung aufteilen.
el: Διαχωρίστε ένα μεγάλο PDF σε μεμονωμένες σελίδες για OCR, ευρετηρίαση ή παράλληλη επεξεργασία.
es: Dividir un gran PDF en páginas individuales para OCR, indexación o procesamiento paralelo.
fi: Jaa suuri PDF yksittäisiin sivuihin OCR:ää, indeksointia tai rinnakkaiskäsittelyä varten.
fil: Hatiin ang isang malaking PDF sa mga indibidwal na pahina para sa OCR, indexing o parallel processing.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Dividere un grande PDF in pagine singole per OCR, indicizzazione o elaborazione parallela.
ja: 大きなPDFを単一ページに分割してOCR、インデックス作成、または並列処理を行います。
ko: 큰 PDF를 단일 페이지로 분할하여 OCR, 색인화 또는 병렬 처리를 위해.
nl: Een grote PDF splitsen in enkele pagina's voor OCR, indexering of parallelle verwerking.
no: Splitte en stor PDF i enkeltstående sider for OCR, indeksering eller parallell behandling.
pl: Podziel duży PDF na pojedyncze strony do OCR, indeksowania lub przetwarzania równoległego.
pt_pt: Dividir um grande PDF em páginas unitárias para OCR, indexação ou processamento paralelo.
ro: Decupați un PDF mare în pagini unitare pentru OCR, indexare sau procesare paralelă.
ru: Разделите большой PDF на отдельные страницы для OCR, индексации или параллельной обработки.
sk: Rozdeliť veľké PDF na jednotlivé stránky pre OCR, indexovanie alebo paralelné spracovanie.
sv: Dela en stor PDF i enskilda sidor för OCR, indexering eller parallell behandling.
sw: Gawanya PDF kubwa kuwa kurasa za pekee kwa ajili ya OCR, uainishaji au usindikaji wa sambamba.
tr: Büyük bir PDF'yi sayfa sayfa bölmek için OCR, indeksleme veya paralel işleme.
uk: Розділіть великий PDF на одиничні сторінки для OCR, індексації або паралельної обробки.
vi: Chia một PDF lớn thành các trang đơn lẻ để OCR, lập chỉ mục hoặc xử lý song song.
zh_hans: 将大型 PDF 拆分为单页以进行 OCR、索引或并行处理。

# ed_dev_pdf_pdf_split_uc3_title
source: Préparer un dossier
af: Bereid 'n lêer voor
bg: Подгответе папка
cs: Připravit složku
da: Forbered en mappe
de: Ein Verzeichnis vorbereiten
el: Ετοιμάστε έναν φάκελο
es: Preparar un dossier
fi: Valmistele kansio
fil: Ihanda ang isang folder
hu: TODO
id: TODO
it: Preparare un dossier
ja: フォルダーを準備する
ko: 폴더 준비하기
nl: Bereid een dossier voor
no: Forbered en mappe
pl: Przygotuj folder
pt_pt: Preparar um dossiê
ro: Pregătiți un dosar
ru: Подготовить папку
sk: Pripraviť zložku
sv: Förbered en mapp
sw: Andaa faili
tr: Bir dosya hazırlayın
uk: Підготувати папку
vi: Chuẩn bị một hồ sơ
zh_hans: 准备一个文件夹

# ed_dev_pdf_pdf_split_uc3_text
source: Isoler des sections par plages (1-3, 4-7, etc.) pour créer plusieurs livrables.
af: Isolering van afdelings volgens reekse (1-3, 4-7, ens.) om verskeie lewerings te skep.
bg: Изолирайте секции по диапазони (1-3, 4-7 и т.н.) за създаване на няколко продукта.
cs: Izolovat sekce podle rozsahů (1-3, 4-7, atd.) pro vytvoření více dodávek.
da: Isoler sektioner efter områder (1-3, 4-7, osv.) for at skabe flere leverancer.
de: Abschnitte nach Bereichen isolieren (1-3, 4-7 usw.), um mehrere Lieferungen zu erstellen.
el: Απομονώστε τμήματα κατά περιοχές (1-3, 4-7, κ.λπ.) για να δημιουργήσετε πολλές παραδόσεις.
es: Aislar secciones por rangos (1-3, 4-7, etc.) para crear múltiples entregables.
fi: Eristä osiot alueittain (1-3, 4-7, jne.) luodaksesi useita toimituksia.
fil: Ihiwalay ang mga seksyon ayon sa mga hanay (1-3, 4-7, atbp.) upang lumikha ng maraming deliverables.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Isolare sezioni per intervalli (1-3, 4-7, ecc.) per creare più deliverables.
ja: 範囲（1-3、4-7など）でセクションを分離して、複数の成果物を作成します。
ko: 여러 개의 산출물을 만들기 위해 범위(1-3, 4-7 등)로 섹션을 분리하세요.
nl: Isoleren van secties per reeksen (1-3, 4-7, enz.) om meerdere leveringen te creëren.
no: Isoler seksjoner etter områder (1-3, 4-7, osv.) for å lage flere leveranser.
pl: Izoluj sekcje według zakresów (1-3, 4-7, itd.) aby stworzyć wiele dostaw.
pt_pt: Isolar seções por intervalos (1-3, 4-7, etc.) para criar vários entregáveis.
ro: Izolați secțiuni pe intervale (1-3, 4-7, etc.) pentru a crea mai multe livrabile.
ru: Изолируйте разделы по диапазонам (1-3, 4-7 и т.д.) для создания нескольких материалов.
sk: Izolovať sekcie podľa rozsahov (1-3, 4-7, atď.) na vytvorenie viacerých dodávok.
sv: Isolera sektioner efter intervall (1-3, 4-7, etc.) för att skapa flera leveranser.
sw: Tenga sehemu kwa maeneo (1-3, 4-7, n.k.) ili kuunda bidhaa kadhaa.
tr: Birden fazla teslimat oluşturmak için bölümleri aralıklarla izole edin (1-3, 4-7, vb.).
uk: Ізолюйте секції за діапазонами (1-3, 4-7 тощо) для створення кількох продуктів.
vi: Cô lập các phần theo khoảng (1-3, 4-7, v.v.) để tạo ra nhiều sản phẩm.
zh_hans: 按范围（1-3，4-7 等）隔离部分，以创建多个交付物。

# ed_dev_pdf_pdf_split_output
source: Ce que vous obtenez
af: Wat u ontvang
bg: Това, което получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_split_out1
source: Des PDF de sortie selon les plages demandées (ou une page par fichier) avec une nomenclature cohérente.
af: Uitgang PDF's volgens die gevraagde reekse (of een bladsy per lêer) met 'n konsekwente naamgewing.
bg: Изходни PDF файлове според заявените диапазони (или по една страница на файл) с последователна номенклатура.
cs: Výstupní PDF podle požadovaných rozsahů (nebo jedna stránka na soubor) s konzistentní nomenklaturou.
da: Udgivne PDF'er i henhold til de ønskede områder (eller en side pr. fil) med en sammenhængende navngivning.
de: Ausgabe-PDFs gemäß den angeforderten Bereichen (oder eine Seite pro Datei) mit konsistenter Benennung.
el: Έξοδοι PDF σύμφωνα με τις ζητούμενες περιοχές (ή μία σελίδα ανά αρχείο) με συνεπή ονοματολογία.
es: PDFs de salida según los rangos solicitados (o una página por archivo) con una nomenclatura coherente.
fi: PDF:t ulostuloina pyydettyjen alueiden mukaan (tai yksi sivu per tiedosto) johdonmukaisella nimikkeistöllä.
fil: Mga output na PDF ayon sa mga hinihinging hanay (o isang pahina bawat file) na may pare-parehong nomenclature.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: PDF di output secondo gli intervalli richiesti (o una pagina per file) con una nomenclatura coerente.
ja: 要求された範囲に基づく出力PDF（または1ページごとにファイル）と一貫した命名規則。
ko: 요청된 범위(또는 파일당 한 페이지)에 따라 일관된 명명 규칙으로 출력 PDF.
nl: Uitgaande PDF's volgens de gevraagde reeksen (of één pagina per bestand) met een consistente naamgeving.
no: Utgående PDF-er i henhold til forespurte områder (eller en side per fil) med en konsistent navngivning.
pl: Pliki PDF wyjściowe według żądanych zakresów (lub jedna strona na plik) z spójną nomenklaturą.
pt_pt: PDFs de saída de acordo com os intervalos solicitados (ou uma página por arquivo) com uma nomenclatura consistente.
ro: PDF-uri de ieșire conform intervalelor solicitate (sau o pagină pe fișier) cu o denumire consistentă.
ru: PDF на выходе в соответствии с запрашиваемыми диапазонами (или одна страница на файл) с согласованной номенклатурой.
sk: Výstupné PDF podľa požadovaných rozsahov (alebo jedna stránka na súbor) s konzistentnou nomenklatúrou.
sv: Utdata-PDF:er enligt begärda intervall (eller en sida per fil) med en konsekvent namngivning.
sw: PDF za matokeo kulingana na maeneo yaliyotakiwa (au ukurasa mmoja kwa faili) zikiwa na mfumo wa majina unaofanana.
tr: Talep edilen aralıklara göre çıkış PDF'leri (veya her sayfa için bir dosya) tutarlı bir adlandırma ile.
uk: PDF виходу відповідно до запитуваних діапазонів (або одна сторінка на файл) з узгодженою номенклатурою.
vi: Các PDF đầu ra theo các khoảng yêu cầu (hoặc một trang mỗi tệp) với một quy tắc đặt tên nhất quán.
zh_hans: 根据请求的范围（或每个文件一页）生成的输出 PDF，具有一致的命名规则。
