Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_share_of_total_lim2
source: Avec des arrondis, la somme des parts peut faire 99,99% ou 100,01% : ce n’est pas une erreur, c’est l’effet du formatage.
af: Met afrondings kan die som van die dele 99,99% of 100,01% wees: dit is nie 'n fout nie, dit is die effek van die formaat.
bg: С закръгляния, сумата на дяловете може да бъде 99,99% или 100,01%: това не е грешка, а ефект от форматирането.
cs: S zaokrouhlením může součet podílů činit 99,99 % nebo 100,01 %: to není chyba, je to efekt formátování.
da: Med afrundinger kan summen af andelene være 99,99% eller 100,01%: det er ikke en fejl, det er effekten af formateringen.
de: Bei Rundungen kann die Summe der Anteile 99,99 % oder 100,01 % betragen: das ist kein Fehler, sondern der Effekt der Formatierung.
el: Με στρογγυλοποιήσεις, το άθροισμα των μεριδίων μπορεί να είναι 99,99% ή 100,01%: δεν είναι λάθος, είναι το αποτέλεσμα της μορφοποίησης.
es: Con redondeos, la suma de las partes puede ser 99,99% o 100,01%: no es un error, es el efecto del formateo.
fi: Pyöristysten vuoksi osuuksien summa voi olla 99,99 % tai 100,01 %: tämä ei ole virhe, vaan muotoilun vaikutus.
fil: Sa mga pag-ikot, ang kabuuan ng mga bahagi ay maaaring 99.99% o 100.01%: hindi ito isang pagkakamali, ito ay epekto ng pag-format.
hu: Kerekítések esetén a részek összege 99,99% vagy 100,01% lehet: ez nem hiba, hanem a formázás hatása.
id: Dengan pembulatan, jumlah bagian dapat menjadi 99,99% atau 100,01%: ini bukan kesalahan, ini adalah efek dari pemformatan.
it: Con gli arrotondamenti, la somma delle quote può fare 99,99% o 100,01%: non è un errore, è l'effetto del formattazione.
ja: 丸めを行うと、割合の合計は99.99%または100.01%になることがあります：これはエラーではなく、フォーマットの影響です。
ko: 반올림으로 인해 비율의 합이 99.99% 또는 100.01%가 될 수 있습니다: 이는 오류가 아니라 포맷팅의 효과입니다.
nl: Met afrondingen kan de som van de aandelen 99,99% of 100,01% zijn: dit is geen fout, het is het effect van de opmaak.
no: Med avrundinger kan summen av andelene være 99,99% eller 100,01%: det er ikke en feil, det er effekten av formateringen.
pl: Przy zaokrągleniach suma udziałów może wynosić 99,99% lub 100,01%: to nie jest błąd, to efekt formatowania.
pt_pt: Com arredondamentos, a soma das partes pode ser 99,99% ou 100,01%: isso não é um erro, é o efeito da formatação.
ro: Cu rotunjiri, suma părților poate fi 99,99% sau 100,01%: nu este o eroare, este efectul formatării.
ru: С округлениями сумма долей может составлять 99,99% или 100,01%: это не ошибка, это эффект форматирования.
sk: S zaokrúhlením môže súčet podielov dosiahnuť 99,99% alebo 100,01%: nie je to chyba, je to efekt formátovania.
sv: Med avrundningar kan summan av andelarna bli 99,99% eller 100,01%: det är inte ett fel, det är effekten av formateringen.
sw: Kwa mizunguko, jumla ya sehemu inaweza kuwa 99.99% au 100.01%: si kosa, ni athari ya muundo.
tr: Yuvarlamalarla, payların toplamı %99,99 veya %100,01 olabilir: bu bir hata değildir, biçimlendirmenin etkisidir.
uk: З округленнями сума часток може становити 99,99% або 100,01%: це не помилка, це ефект форматування.
vi: Với các số làm tròn, tổng các phần có thể là 99,99% hoặc 100,01%: đó không phải là lỗi, đó là hiệu ứng của định dạng.
zh_hans: 由于四舍五入，份额的总和可能为99.99%或100.01%：这不是错误，而是格式化的效果。

# ed_math_percentages_percentage_share_of_total_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_share_of_total_q1
source: Pourquoi mes parts ne font pas exactement 100% ?
af: Waarom maak my dele nie presies 100% nie?
bg: Защо моите дялове не правят точно 100%?
cs: Proč mé podíly nedělají přesně 100 %?
da: Hvorfor er mine andele ikke præcist 100%?
de: Warum ergeben meine Anteile nicht genau 100 %?
el: Γιατί τα μερίδιά μου δεν κάνουν ακριβώς 100%;
es: ¿Por qué mis partes no suman exactamente 100%?
fi: Miksi osuuksiani ei ole tarkalleen 100 %?
fil: Bakit ang mga bahagi ko ay hindi eksaktong 100%?
hu: Miért nem pontosan 100%-ot tesznek ki a részeim?
id: Mengapa bagian saya tidak tepat 100%?
it: Perché le mie quote non fanno esattamente 100%?
ja: なぜ私の割合は正確に100%にならないのですか？
ko: 내 비율이 정확히 100%가 아닌 이유는 무엇인가요?
nl: Waarom zijn mijn aandelen niet precies 100%?
no: Hvorfor utgjør ikke andelene mine nøyaktig 100%?
pl: Dlaczego moje udziały nie wynoszą dokładnie 100%?
pt_pt: Por que minhas partes não somam exatamente 100%?
ro: De ce părțile mele nu fac exact 100%?
ru: Почему мои доли не составляют ровно 100%?
sk: Prečo moje podiely nie sú presne 100%?
sv: Varför blir mina andelar inte exakt 100%?
sw: Kwa nini sehemu zangu hazifanyi 100% kamili?
tr: Neden paylarım tam olarak %100 değil?
uk: Чому мої частки не становлять точно 100%?
vi: Tại sao các phần của tôi không chính xác là 100%?
zh_hans: 为什么我的份额不恰好是100%？

# ed_math_percentages_percentage_share_of_total_a1
source: C’est généralement dû aux arrondis. En interne, les parts sont exactes, mais l’affichage arrondi peut créer un léger écart.
af: Dit is gewoonlik te wyte aan afrondings. Intern is die dele presies, maar die afgeronde weergave kan 'n ligte verskil skep.
bg: Обикновено е поради закръгляния. Вътрешно, дяловете са точни, но закръгленото показване може да създаде малка разлика.
cs: Obvykle je to způsobeno zaokrouhlením. Interně jsou podíly přesné, ale zaokrouhlené zobrazení může vytvořit mírný rozdíl.
da: Det skyldes normalt afrundinger. Internt er andelene nøjagtige, men den afrundede visning kan skabe en lille forskel.
de: Das liegt in der Regel an den Rundungen. Intern sind die Anteile genau, aber die gerundete Anzeige kann eine kleine Abweichung erzeugen.
el: Αυτό οφείλεται γενικά στις στρογγυλοποιήσεις. Εσωτερικά, τα μερίδια είναι ακριβή, αλλά η στρογγυλοποιημένη εμφάνιση μπορεί να δημιουργήσει μια ελαφριά απόκλιση.
es: Generalmente se debe a los redondeos. Internamente, las partes son exactas, pero la visualización redondeada puede crear una ligera discrepancia.
fi: Se johtuu yleensä pyöristyksistä. Sisäisesti osuudet ovat tarkkoja, mutta pyöristetty näyttö voi aiheuttaa pienen poikkeaman.
fil: Karaniwan itong dahil sa mga pag-ikot. Sa loob, ang mga bahagi ay eksakto, ngunit ang naka-round na pagpapakita ay maaaring lumikha ng kaunting pagkakaiba.
hu: Ez általában a kerekítések miatt van. Belsőleg a részek pontosak, de a kerekített megjelenítés kis eltérést okozhat.
id: Ini biasanya disebabkan oleh pembulatan. Di dalam, bagian-bagian tersebut akurat, tetapi tampilan yang dibulatkan dapat menciptakan sedikit perbedaan.
it: È generalmente dovuto agli arrotondamenti. Internamente, le quote sono esatte, ma la visualizzazione arrotondata può creare una leggera discrepanza.
ja: これは通常、丸めによるものです。内部では、割合は正確ですが、丸められた表示がわずかな差を生じることがあります。
ko: 이는 일반적으로 반올림 때문입니다. 내부적으로 비율은 정확하지만, 반올림된 표시로 인해 약간의 차이가 발생할 수 있습니다.
nl: Dit is meestal te wijten aan afrondingen. Intern zijn de aandelen exact, maar de afgeronde weergave kan een kleine afwijking creëren.
no: Det skyldes vanligvis avrundinger. Internt er andelene nøyaktige, men den avrundede visningen kan skape en liten avvik.
pl: Zwykle jest to spowodowane zaokrągleniami. Wewnątrz udziały są dokładne, ale zaokrąglony wyświetlacz może powodować niewielkie odchylenie.
pt_pt: Isso geralmente se deve aos arredondamentos. Internamente, as partes são exatas, mas a exibição arredondada pode criar uma ligeira discrepância.
ro: Este de obicei din cauza rotunjirilor. Intern, părțile sunt exacte, dar afișarea rotunjită poate crea o mică diferență.
ru: Это обычно связано с округлениями. Внутри доли точные, но округленное отображение может создать небольшое отклонение.
sk: Je to zvyčajne spôsobené zaokrúhlením. Interné podiely sú presné, ale zaokrúhlené zobrazenie môže vytvoriť malé odchýlky.
sv: Det beror vanligtvis på avrundningar. Internt är andelarna exakta, men den avrundade visningen kan skapa en liten avvikelse.
sw: Hii kwa kawaida inatokana na mizunguko. Ndani, sehemu ni sahihi, lakini kuonyeshwa kwa mzunguko kunaweza kuunda tofauti ndogo.
tr: Bu genellikle yuvarlamalardan kaynaklanır. İçeride, paylar tamdır, ancak yuvarlanmış görüntüleme küçük bir fark yaratabilir.
uk: Це зазвичай викликано округленнями. Внутрішньо частки точні, але округлене відображення може створити невелику різницю.
vi: Điều này thường do các số làm tròn. Trong nội bộ, các phần là chính xác, nhưng hiển thị làm tròn có thể tạo ra một sự khác biệt nhỏ.
zh_hans: 这通常是由于四舍五入造成的。在内部，份额是准确的，但四舍五入的显示可能会造成轻微差异。

# ed_math_percentages_percentage_share_of_total_q2
source: Quelle différence avec “X est quel % de Y” ?
af: Wat is die verskil met 'X is watter % van Y'?
bg: Каква е разликата с “X е какъв % от Y”?
cs: Jaký je rozdíl mezi „X je kolik % z Y“?
da: Hvad er forskellen på 'X er hvilken % af Y'?
de: Was ist der Unterschied zu „X ist wie viel % von Y“?
el: Ποια είναι η διαφορά με το “X είναι ποιο % του Y”;
es: ¿Qué diferencia hay con 'X es qué % de Y'?
fi: Mikä ero on 'X on mikä % Y:stä'?
fil: Ano ang pagkakaiba sa 'X ay anong % ng Y'?
hu: Mi a különbség a 'X hány % Y-ból' kifejezéshez képest?
id: Apa perbedaan dengan 'X adalah berapa % dari Y'?
it: Qual è la differenza con “X è quale % di Y”?
ja: 「XはYの何%ですか？」との違いは何ですか？
ko: 'X는 Y의 몇 %인가?'와의 차이점은 무엇인가요?
nl: Wat is het verschil met 'X is welk % van Y'?
no: Hva er forskjellen med “X er hvilken % av Y”?
pl: Jaka jest różnica między „X jest jakim % Y”?
pt_pt: Qual é a diferença entre 'X é qual % de Y'?
ro: Care este diferența față de „X este ce % din Y”?
ru: В чем разница с «X является каким % от Y»?
sk: Aký je rozdiel medzi „X je aké % z Y“?
sv: Vad är skillnaden med 'X är vilken % av Y'?
sw: Tofauti gani na 'X ni asilimia ngapi ya Y'?
tr: 'X, Y'nin % kaçıdır?' ile ne fark var?
uk: Яка різниця з “X є який % від Y”?
vi: Sự khác biệt với “X là bao nhiêu % của Y”?
zh_hans: “X是Y的多少%”有什么区别？

# ed_math_percentages_percentage_share_of_total_a2
source: “X est quel % de Y” traite un ratio simple entre deux valeurs. Ici, on calcule une répartition : plusieurs éléments sont comparés à un total commun (souvent la somme des éléments).
af: 'X is watter % van Y' hanteer 'n eenvoudige verhouding tussen twee waardes. Hier bereken ons 'n verspreiding: verskeie elemente word vergelyk met 'n gemeenskaplike totaal (dikwels die som van die elemente).
bg: “X е какъв % от Y” разглежда просто съотношение между две стойности. Тук изчисляваме разпределение: няколко елемента се сравняват с обща сума (често сумата на елементите).
cs: „X je kolik % z Y“ se zabývá jednoduchým poměrem mezi dvěma hodnotami. Zde počítáme rozdělení: několik položek je porovnáváno s celkovým součtem (často součtem položek).
da: 'X er hvilken % af Y' behandler et simpelt forhold mellem to værdier. Her beregner vi en fordeling: flere elementer sammenlignes med et fælles total (ofte summen af elementerne).
de: „X ist wie viel % von Y“ behandelt ein einfaches Verhältnis zwischen zwei Werten. Hier berechnen wir eine Verteilung: mehrere Elemente werden mit einer gemeinsamen Gesamtsumme (häufig der Summe der Elemente) verglichen.
el: “X είναι ποιο % του Y” ασχολείται με μια απλή αναλογία μεταξύ δύο αξιών. Εδώ, υπολογίζουμε μια κατανομή: πολλά στοιχεία συγκρίνονται με ένα κοινό σύνολο (συνήθως το άθροισμα των στοιχείων).
es: 'X es qué % de Y' trata de una relación simple entre dos valores. Aquí, calculamos una distribución: varios elementos se comparan con un total común (a menudo la suma de los elementos).
fi: 'X on mikä % Y:stä' käsittelee yksinkertaista suhdetta kahden arvon välillä. Tässä lasketaan jakautumista: useita elementtejä verrataan yhteiseen kokonaisuuteen (usein elementtien summa).
fil: 'X ay anong % ng Y' ay tumutukoy sa isang simpleng ratio sa pagitan ng dalawang halaga. Dito, kinakalkula natin ang isang pamamahagi: maraming mga elemento ang inihahambing sa isang karaniwang kabuuan (madalas ang suma ng mga elemento).
hu: A 'X hány % Y-ból' egy egyszerű arányt kezel két érték között. Itt egy eloszlást számítunk: több elemet hasonlítunk össze egy közös összeggel (gyakran az elemek összegével).
id: 'X adalah berapa % dari Y' membahas rasio sederhana antara dua nilai. Di sini, kita menghitung distribusi: beberapa elemen dibandingkan dengan total bersama (sering kali jumlah elemen).
it: “X è quale % di Y” tratta un rapporto semplice tra due valori. Qui calcoliamo una distribuzione: più elementi sono confrontati a un totale comune (spesso la somma degli elementi).
ja: 「XはYの何%ですか？」は、2つの値の間の単純な比率を扱います。ここでは、分配を計算します：複数の要素が共通の合計（通常は要素の合計）と比較されます。
ko: 'X는 Y의 몇 %인가?'는 두 값 간의 간단한 비율을 다룹니다. 여기서는 분포를 계산합니다: 여러 요소가 공통 총합(종종 요소의 합계)에 대해 비교됩니다.
nl: 'X is welk % van Y' behandelt een eenvoudige verhouding tussen twee waarden. Hier berekenen we een verdeling: meerdere elementen worden vergeleken met een gemeenschappelijk totaal (vaak de som van de elementen).
no: “X er hvilken % av Y” behandler et enkelt forhold mellom to verdier. Her beregner vi en fordeling: flere elementer sammenlignes med en felles total (ofte summen av elementene).
pl: „X jest jakim % Y” dotyczy prostego stosunku między dwiema wartościami. Tutaj obliczamy rozkład: kilka elementów jest porównywanych do wspólnej całości (często suma elementów).
pt_pt: 'X é qual % de Y' trata de uma razão simples entre dois valores. Aqui, calculamos uma distribuição: vários elementos são comparados a um total comum (geralmente a soma dos elementos).
ro: „X este ce % din Y” tratează un raport simplu între două valori. Aici, calculăm o distribuție: mai multe elemente sunt comparate cu un total comun (de obicei suma elementelor).
ru: «X является каким % от Y» рассматривает простое соотношение между двумя значениями. Здесь мы вычисляем распределение: несколько элементов сравниваются с общим итогом (часто сумма элементов).
sk: „X je aké % z Y“ sa zaoberá jednoduchým pomerom medzi dvoma hodnotami. Tu vypočítavame rozdelenie: niekoľko prvkov je porovnávaných s celkovým súčtom (často súčet prvkov).
sv: 'X är vilken % av Y' behandlar ett enkelt förhållande mellan två värden. Här beräknar vi en fördelning: flera element jämförs med en gemensam total (ofta summan av elementen).
sw: 'X ni asilimia ngapi ya Y' inashughulikia uwiano rahisi kati ya thamani mbili. Hapa, tunahesabu mgawanyiko: vipengele kadhaa vinalinganishwa na jumla ya pamoja (mara nyingi jumla ya vipengele).
tr: 'X, Y'nin % kaçıdır?' iki değer arasındaki basit bir oranı ele alır. Burada, bir dağılım hesaplıyoruz: birden fazla öğe, ortak bir toplamla (genellikle öğelerin toplamı) karşılaştırılır.
uk: “X є який % від Y” розглядає просте співвідношення між двома значеннями. Тут ми розраховуємо розподіл: кілька елементів порівнюються з загальною сумою (часто сумою елементів).
vi: “X là bao nhiêu % của Y” xử lý một tỷ lệ đơn giản giữa hai giá trị. Ở đây, chúng ta tính toán một phân bổ: nhiều yếu tố được so sánh với một tổng thể chung (thường là tổng của các yếu tố).
zh_hans: “X是Y的多少%”处理两个值之间的简单比率。在这里，我们计算一个分配：多个元素与一个共同的总数（通常是元素的总和）进行比较。

# ed_math_percentages_percentage_share_of_total_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_share_of_total_tip
source: Pour une répartition “propre” à afficher, garde 1 à 2 décimales maximum. Si tu veux absolument totaliser 100%, calcule une “part restante” (100 − somme des parts affichées) sur la dernière catégorie.
af: Vir 'n 'skone' verspreiding om te vertoon, hou 1 tot 2 desimale maksimum. As jy absoluut 100% wil totaliseer, bereken 'n 'oorblywende deel' (100 − som van die vertoonde dele) op die laaste kategorie.
bg: За “чисто” разпределение за показване, запазете 1 до 2 десетични знака максимум. Ако искате задължително да достигнете 100%, изчислете “остатъчна част” (100 − сума на показаните дялове) за последната категория.
cs: Pro „čisté“ zobrazení rozdělení si ponechte maximálně 1 až 2 desetinná místa. Pokud chcete nutně dosáhnout 100 %, vypočítejte „zbývající podíl“ (100 − součet zobrazených podílů) na poslední kategorii.
da: For en 'ren' fordeling at vise, hold 1 til 2 decimaler maksimalt. Hvis du absolut vil totalisere 100%, beregn en 'resterende andel' (100 − summen af de viste andele) på den sidste kategori.
de: Für eine „saubere“ Verteilung zur Anzeige, halte maximal 1 bis 2 Dezimalstellen. Wenn du unbedingt 100 % erreichen möchtest, berechne einen „restlichen Anteil“ (100 − Summe der angezeigten Anteile) für die letzte Kategorie.
el: Για μια “καθαρή” κατανομή προς εμφάνιση, κρατήστε 1 έως 2 δεκαδικά το πολύ. Εάν θέλετε οπωσδήποτε να αθροίσετε 100%, υπολογίστε ένα “υπόλοιπο μερίδιο” (100 − άθροισμα των εμφανιζόμενων μεριδίων) στην τελευταία κατηγορία.
es: Para una distribución 'limpia' a mostrar, mantén de 1 a 2 decimales como máximo. Si realmente quieres totalizar 100%, calcula una 'parte restante' (100 − suma de las partes mostradas) en la última categoría.
fi: Saadaksesi 'siistin' jakautuman näytettäväksi, pidä 1-2 desimaalia enintään. Jos haluat ehdottomasti saada 100 %, laske 'jäljelle jäävä osa' (100 − näytettyjen osuuksien summa) viimeiselle kategoriassa.
fil: Para sa isang 'malinis' na pamamahagi na ipapakita, panatilihin ang 1 hanggang 2 decimal na lugar sa maximum. Kung talagang nais mong umabot sa 100%, kalkulahin ang isang 'natitirang bahagi' (100 − suma ng mga ipinakitang bahagi) sa huling kategorya.
hu: A 'tiszta' eloszlás megjelenítéséhez tartsd meg maximum 1-2 tizedesjegyet. Ha mindenképpen 100%-ot akarsz elérni, számíts egy 'maradék részt' (100 − a megjelenített részek összege) az utolsó kategóriában.
id: Untuk distribusi 'bersih' yang ditampilkan, simpan 1 hingga 2 desimal maksimum. Jika Anda benar-benar ingin totalnya 100%, hitung 'bagian yang tersisa' (100 − jumlah bagian yang ditampilkan) pada kategori terakhir.
it: Per una distribuzione “pulita” da visualizzare, mantieni 1 a 2 decimali al massimo. Se vuoi assolutamente totalizzare 100%, calcola una “quota residua” (100 − somma delle quote visualizzate) sull'ultima categoria.
ja: 表示するための「クリーンな」分配を行うには、最大1〜2桁の小数を保持してください。100%を絶対に合計したい場合は、最後のカテゴリに「残りの割合」（100 − 表示された割合の合計）を計算してください。
ko: 표시할 '깨끗한' 분포를 위해 최대 1~2자리 소수점을 유지하세요. 100%를 반드시 맞추고 싶다면, 마지막 카테고리에서 '남은 비율'(100 − 표시된 비율의 합)을 계산하세요.
nl: Voor een 'schone' verdeling om weer te geven, houd maximaal 1 tot 2 decimalen aan. Als je absoluut 100% wilt totaliseren, bereken een 'restaandeel' (100 − som van de weergegeven aandelen) voor de laatste categorie.
no: For en “ren” fordeling å vise, hold 1 til 2 desimaler maks. Hvis du absolutt vil totalisere 100%, beregn en “gjenværende andel” (100 − summen av de viste andelene) på den siste kategorien.
pl: Aby uzyskać „czysty” rozkład do wyświetlenia, zachowaj maksymalnie 1 do 2 miejsc po przecinku. Jeśli chcesz koniecznie uzyskać 100%, oblicz „pozostały udział” (100 − suma wyświetlanych udziałów) dla ostatniej kategorii.
pt_pt: Para uma distribuição 'limpa' a exibir, mantenha 1 a 2 casas decimais no máximo. Se você quiser absolutamente totalizar 100%, calcule uma 'parte restante' (100 − soma das partes exibidas) na última categoria.
ro: Pentru o distribuție „curată” de afișat, păstrează 1 până la 2 zecimale maximum. Dacă vrei neapărat să totalizezi 100%, calculează o „parte rămasă” (100 − suma părților afișate) pentru ultima categorie.
ru: Для «чистого» распределения для отображения оставляйте максимум 1-2 десятичных знака. Если вы хотите обязательно получить 100%, вычислите «оставшуюся долю» (100 − сумма отображаемых долей) для последней категории.
sk: Pre „čisté“ rozdelenie na zobrazenie si ponechajte maximálne 1 až 2 desatinné miesta. Ak chcete nevyhnutne dosiahnuť 100%, vypočítajte „zostávajúci podiel“ (100 − súčet zobrazených podielov) na poslednej kategórii.
sv: För en 'ren' fördelning att visa, behåll 1 till 2 decimaler max. Om du absolut vill totalisera 100%, beräkna en 'återstående andel' (100 − summan av de visade andelarna) på den sista kategorin.
sw: Kwa mgawanyiko 'safi' kuonyesha, weka desimali 1 hadi 2 kwa kiwango cha juu. Ikiwa unataka kwa lazima kufikia 100%, hesabu 'sehemu iliyobaki' (100 − jumla ya sehemu zilizonyeshwa) kwenye kundi la mwisho.
tr: Gösterilecek 'temiz' bir dağılım için, maksimum 1 veya 2 ondalık basamak bırakın. Kesinlikle %100 toplamayı istiyorsanız, son kategori için 'kalan pay' (100 − gösterilen payların toplamı) hesaplayın.
uk: Для “чистого” розподілу для відображення зберігайте 1-2 десяткових знаків максимум. Якщо ви хочете обов'язково отримати 100%, розрахуйте “залишкову частку” (100 − сума відображених часток) для останньої категорії.
vi: Để có một phân bổ “sạch” để hiển thị, giữ lại 1 đến 2 chữ số thập phân tối đa. Nếu bạn muốn chắc chắn tổng là 100%, hãy tính một “phần còn lại” (100 − tổng các phần đã hiển thị) cho danh mục cuối cùng.
zh_hans: 为了显示“干净”的分配，最多保留1到2位小数。如果您绝对想要总计100%，请在最后一类上计算一个“剩余份额”（100 − 显示的份额总和）。

# ed_math_percentages_percentage_successive_title
source: Pourcentages successifs : calculer l’effet cumulé
af: Opvolgende persentasies: bereken die kumulatiewe effek
bg: Последователни проценти: изчислете кумулативния ефект
cs: Po sobě jdoucí procenta: vypočítat kumulativní efekt
da: Succession af procenter: beregn den kumulative effekt
de: Kumulative Prozentsätze: den kumulierten Effekt berechnen
el: Διαδοχικά ποσοστά: υπολογίστε το σωρευτικό αποτέλεσμα
es: Porcentajes sucesivos: calcular el efecto acumulado
fi: Peräkkäiset prosentit: laske kumulatiivinen vaikutus
fil: Sunud-sunod na porsyento: kalkulahin ang pinagsamang epekto
hu: Soron következő százalékok: a kumulált hatás kiszámítása
id: Persentase berturut-turut: menghitung efek kumulatif
it: Percentuali successive: calcolare l'effetto cumulato
ja: 連続するパーセンテージ：累積効果を計算する
ko: 연속 백분율: 누적 효과 계산하기
nl: Opvolgende percentages: bereken het cumulatieve effect
no: Suksessive prosentandeler: beregne den akkumulerte effekten
pl: Procenty kaskadowe: obliczanie efektu skumulowanego
pt_pt: Porcentagens sucessivas: calcular o efeito acumulado
ro: Procente succesive: a calcula efectul cumulativ
ru: Последовательные проценты: вычислить накопленный эффект
sk: Postupné percentá: vypočítať kumulatívny efekt
sv: Successiva procent: beräkna den kumulativa effekten
sw: Asilimia zinazofuatana: kuhesabu athari iliyokusanywa
tr: Ardışık yüzdeler: birikimli etkiyi hesaplamak
uk: Послідовні відсотки: розрахунок кумулятивного ефекту
vi: Phần trăm liên tiếp: tính toán hiệu ứng tích lũy
zh_hans: 连续百分比：计算累积效果
