Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# readability_issue_long_sentences
source: Trop de phrases longues.
af: Te veel lang sinne.
bg: Твърде много дълги изречения.
cs: Příliš mnoho dlouhých vět.
da: For mange lange sætninger.
de: Zu viele lange Sätze.
el: Πάρα πολλές μεγάλες προτάσεις.
es: Demasiadas frases largas.
fi: Liian pitkiä lauseita.
fil: Sobrang maraming mahabang pangungusap.
hu: Túl sok hosszú mondat.
id: Terlalu banyak kalimat panjang.
it: Troppe frasi lunghe.
ja: 長すぎる文が多すぎます。
ko: 너무 긴 문장이 많습니다.
nl: Te veel lange zinnen.
no: For mange lange setninger.
pl: Za dużo długich zdań.
pt_pt: Demasiadas frases longas.
ro: Prea multe propoziții lungi.
ru: Слишком много длинных предложений.
sk: Príliš veľa dlhých viet.
sv: För många långa meningar.
sw: För många långa meningar.
tr: Çok fazla uzun cümle.
uk: Забагато довгих речень.
vi: Quá nhiều câu dài.
zh_hans: 太多长句子。

# readability_issue_very_long_sentences
source: Des phrases très longues rendent la lecture difficile.
af: Lang sin te lang frases maak lees moeilik.
bg: Много дългите изречения затрудняват четенето.
cs: Velmi dlouhé věty ztěžují čtení.
da: Meget lange sætninger gør læsningen svær.
de: Sehr lange Sätze erschweren das Lesen.
el: Πολύ μεγάλες προτάσεις δυσκολεύουν την ανάγνωση.
es: Las frases muy largas dificultan la lectura.
fi: Erittäin pitkät lauseet tekevät lukemisesta vaikeaa.
fil: Ang mga napakahabang pangungusap ay nagpapahirap sa pagbabasa.
hu: A nagyon hosszú mondatok megnehezítik az olvasást.
id: Kalimat yang sangat panjang membuat pembacaan menjadi sulit.
it: Frasi molto lunghe rendono la lettura difficile.
ja: 長い文は読みにくくなります。
ko: 매우 긴 문장은 읽기를 어렵게 만듭니다.
nl: Zeer lange zinnen maken lezen moeilijk.
no: Svært lange setninger gjør lesingen vanskelig.
pl: Bardzo długie zdania utrudniają czytanie.
pt_pt: Frases muito longas tornam a leitura difícil.
ro: Propozițiile foarte lungi fac lectura dificilă.
ru: Очень длинные предложения усложняют чтение.
sk: Veľmi dlhé vety sťažujú čítanie.
sv: Mycket långa meningar gör läsningen svår.
sw: Mycket långa meningar gör läsningen svår.
tr: Çok uzun cümleler okumayı zorlaştırır.
uk: Дуже довгі речення ускладнюють читання.
vi: Câu dài rất khó đọc.
zh_hans: 很长的句子使阅读变得困难。

# readability_issue_long_words
source: Les mots sont assez longs (vocabulaire potentiellement complexe).
af: Die woorde is redelik lank (potensieel komplekse woordeskat).
bg: Думите са доста дълги (възможно е да има сложен речник).
cs: Slova jsou poměrně dlouhá (potenciálně složitá slovní zásoba).
da: Ordene er ret lange (potentielt komplekst ordforråd).
de: Die Wörter sind recht lang (potenziell komplexer Wortschatz).
el: Οι λέξεις είναι αρκετά μεγάλες (πιθανώς πολύπλοκο λεξιλόγιο).
es: Las palabras son bastante largas (vocabulario potencialmente complejo).
fi: Sanat ovat melko pitkiä (mahdollisesti monimutkainen sanasto).
fil: Ang mga salita ay medyo mahahaba (maaaring kumplikadong bokabularyo).
hu: A szavak elég hosszúak (a szóhasználat lehet összetett).
id: Kata-katanya cukup panjang (kosakata yang berpotensi kompleks).
it: Le parole sono piuttosto lunghe (vocabolario potenzialmente complesso).
ja: 言葉はかなり長いです（潜在的に複雑な語彙）。
ko: 단어가 꽤 깁니다(잠재적으로 복잡한 어휘).
nl: De woorden zijn vrij lang (mogelijk complex woordgebruik).
no: Ordene er ganske lange (potensielt komplisert vokabular).
pl: Słowa są dość długie (słownictwo może być złożone).
pt_pt: As palavras são bastante longas (vocabulário potencialmente complexo).
ro: Cuvintele sunt destul de lungi (vocabular potențial complex).
ru: Слова довольно длинные (возможно, сложная лексика).
sk: Slová sú pomerne dlhé (potenciálne zložitá slovná zásoba).
sv: Ordena är ganska långa (potentiellt komplex vokabulär).
sw: Ordena är ganska långa (potentiellt komplex vokabulär).
tr: Kelimeler oldukça uzun (potansiyel olarak karmaşık bir kelime dağarcığı).
uk: Слова досить довгі (можливо, складна лексика).
vi: Các từ khá dài (vocabulaire có thể phức tạp).
zh_hans: 词语比较长（词汇可能较复杂）。

# readability_issue_no_paragraphs
source: Le texte manque de paragraphes (effet “mur”).
af: Die teks ontbreek aan paragrawe (“muur” effek).
bg: Текстът липсва на абзаци (ефект "стена").
cs: Text postrádá odstavce („zeď textu“).
da: Teksten mangler afsnit (mur-effekt).
de: Dem Text fehlen Absätze („Textwand“-Effekt).
el: Το κείμενο λείπει από παραγράφους (επίδραση "τοίχου").
es: El texto carece de párrafos (efecto “muro”).
fi: Tekstissä on puutteellisia kappaleita (”muuri”-efekti).
fil: Ang teksto ay kulang sa mga talata (epekto ng "pader").
hu: A szövegben kevés a bekezdés („szövegfal” hatás).
id: Teksnya kurang paragraf (efek "dinding").
it: Il testo manca di paragrafi (effetto “muro”).
ja: テキストに段落が不足しています（“壁”効果）。
ko: 텍스트에 단락이 부족합니다(“벽” 효과).
nl: De tekst heeft te weinig alinea’s (“muur”-effect).
no: Teksten mangler avsnitt (mur-effekt).
pl: Tekstowi brakuje akapitów („ściana tekstu”).
pt_pt: O texto tem poucos parágrafos (efeito “muro”).
ro: Textului îi lipsesc paragrafele („efect de zid”).
ru: Тексту не хватает абзацев («стена текста»).
sk: Textu chýbajú odseky („stena textu“).
sv: Texten saknar stycken (effekt av "vägg").
sw: Texten saknar stycken (effekt av "vägg").
tr: Metin paragraflardan yoksun (duvar etkisi).
uk: У тексті бракує абзаців («стіна тексту»).
vi: Văn bản thiếu đoạn (hiệu ứng "tường").
zh_hans: 文本缺乏段落（“墙”效应）。

# readability_issue_low_punctuation
source: Peu de ponctuation : le rythme peut sembler monotone.
af: Minimale interpunksie: die ritme kan eentonig voorkom.
bg: Малко пунктуация: ритъмът може да изглежда монотонен.
cs: Málo interpunkce: rytmus může působit monotónně.
da: Lidt tegnsætning: rytmen kan virke monoton.
de: Wenig Interpunktion: Der Rhythmus kann monoton wirken.
el: Λίγοι τόνοι: ο ρυθμός μπορεί να φαίνεται μονοτονικός.
es: Poca puntuación: el ritmo puede parecer monótono.
fi: Vähän välimerkkejä: rytmi voi tuntua monotoniselta.
fil: Kaunting bantas: maaaring mukhang monotono ang ritmo.
hu: Kevés írásjel: a ritmus monoton lehet.
id: Sedikit tanda baca: ritme bisa terasa monoton.
it: Poca punteggiatura: il ritmo può sembrare monotono.
ja: 句読点が少ないと、リズムが単調に感じられることがあります。
ko: 구두점이 적으면 리듬이 단조롭게 느껴질 수 있습니다.
nl: Weinig leestekens: het ritme kan monotoon aanvoelen.
no: Lite tegnsetting: rytmen kan virke monoton.
pl: Mało interpunkcji: rytm może wydawać się monotonny.
pt_pt: Pouca pontuação: o ritmo pode parecer monótono.
ro: Puțină punctuație: ritmul poate părea monoton.
ru: Мало знаков препинания: ритм может казаться монотонным.
sk: Málo interpunkcie: rytmus môže pôsobiť monotónne.
sv: Lite interpunktion: takten kan verka monoton.
sw: Lite interpunktion: takten kan verka monoton.
tr: Az sayıda noktalama: ritim monoton görünebilir.
uk: Мало розділових знаків: ритм може здаватися монотонним.
vi: Ít dấu câu: nhịp điệu có thể có vẻ đơn điệu.
zh_hans: 少量标点：节奏可能显得单调。

# readability_issue_high_punctuation
source: Beaucoup de ponctuation : la lecture peut paraître hachée.
af: Baie van leestekens: die lees kan gekap lyk.
bg: Много пунктуация: четенето може да изглежда накъсано.
cs: Hodně interpunkce: čtení může působit trhaně.
da: Meget tegnsætning: læsningen kan virke hakket.
de: Viel Interpunktion: Das Lesen kann abgehackt wirken.
el: Πολλή στίξη: η ανάγνωση μπορεί να φαίνεται κομμένη.
es: Mucha puntuación: la lectura puede parecer entrecortada.
fi: Paljon välimerkkejä: lukeminen voi vaikuttaa katkonaiselta.
fil: Maraming bantas: maaaring magmukhang pira-piraso ang pagbabasa.
hu: Sok írásjel: az olvasás szaggatottnak tűnhet.
id: Banyak tanda baca: membaca bisa terasa terputus-putus.
it: Molta punteggiatura: la lettura può sembrare spezzettata.
ja: 多くの句読点：読みづらく感じることがあります。
ko: 많은 구두점: 읽기가 끊길 수 있습니다.
nl: Veel leestekens: de tekst kan hakkelig lezen.
no: Mye tegnsetting: lesingen kan virke hakkete.
pl: Dużo interpunkcji: czytanie może wydawać się poszarpane.
pt_pt: Muita pontuação: a leitura pode parecer entrecortada.
ro: Multă punctuație: lectura poate părea sacadată.
ru: Много знаков препинания: текст может читаться рвано.
sk: Veľa interpunkcie: čítanie môže pôsobiť trhane.
sv: Mycket interpunktion: läsningen kan verka hackig.
sw: Mycket interpunktion: läsningen kan verka hackig.
tr: Çok fazla noktalama: okuma kesik görünebilir.
uk: Багато розділових знаків: читання може здаватися уривчастим.
vi: Nhiều dấu câu: việc đọc có thể trở nên ngắt quãng.
zh_hans: 大量标点符号：阅读可能显得断断续续。

# readability_issue_none
source: Aucun problème majeur détecté.
af: Geen groot probleem opgespoor.
bg: Няма открити сериозни проблеми.
cs: Nebyl zjištěn žádný zásadní problém.
da: Ingen større problemer fundet.
de: Keine größeren Probleme erkannt.
el: Δεν ανιχνεύθηκε κανένα σοβαρό πρόβλημα.
es: No se detectó ningún problema importante.
fi: Ei havaittu suuria ongelmia.
fil: Walang natukoy na pangunahing problema.
hu: Nem észlelhető jelentős probléma.
id: Tidak ada masalah besar yang terdeteksi.
it: Nessun problema importante rilevato.
ja: 重大な問題は検出されませんでした。
ko: 주요 문제가 감지되지 않았습니다.
nl: Geen grote problemen gevonden.
no: Ingen store problemer oppdaget.
pl: Nie wykryto poważnych problemów.
pt_pt: Nenhum problema maior detetado.
ro: Nu s-a detectat nicio problemă majoră.
ru: Серьёзных проблем не обнаружено.
sk: Neboli zistené žiadne vážne problémy.
sv: Inga större problem upptäckta.
sw: Inga större problem upptäckta.
tr: Büyük bir sorun tespit edilmedi.
uk: Серйозних проблем не виявлено.
vi: Không phát hiện vấn đề lớn nào.
zh_hans: 未检测到重大问题。

# readability_tips_title
source: Conseils
af: Wenke
bg: Съвети
cs: Tipy
da: Tips
de: Tipps
el: Συμβουλές
es: Consejos
fi: Vinkkejä
fil: Mga Tip
hu: Tippek
id: Tips
it: Consigli
ja: アドバイス
ko: 조언
nl: Tips
no: Tips
pl: Wskazówki
pt_pt: Conselhos
ro: Sfaturi
ru: Советы
sk: Tipy
sv: Tips
sw: Tips
tr: İpuçları
uk: Поради
vi: Mẹo
zh_hans: 建议

# readability_tip_shorten_sentences
source: Visez des phrases plus courtes (idéalement 12 à 20 mots).
af: Streef na korter sinne (ideaal 12 tot 20 woorde).
bg: Стремете се към по-кратки изречения (идеално 12 до 20 думи).
cs: Snažte se o kratší věty (ideálně 12 až 20 slov).
da: Sigte efter kortere sætninger (ideelt set 12 til 20 ord).
de: Zielen Sie auf kürzere Sätze ab (idealerweise 12 bis 20 Wörter).
el: Στοχεύστε σε πιο σύντομες προτάσεις (ιδανικά 12 έως 20 λέξεις).
es: Procure usar frases más cortas (idealmente de 12 a 20 palabras).
fi: Tavoittele lyhyempiä lauseita (ihanteellisesti 12–20 sanaa).
fil: Mag-target ng mas maiikli na pangungusap (ideyal na 12 hanggang 20 salita).
hu: Törekedj rövidebb mondatokra (ideális: 12–20 szó).
id: Targetkan kalimat yang lebih pendek (idealnya 12 hingga 20 kata).
it: Punta a frasi più brevi (idealmente 12–20 parole).
ja: 短い文を目指してください（理想的には12〜20語）。
ko: 짧은 문장을 목표로 하세요(이상적으로 12~20단어).
nl: Streef naar kortere zinnen (idealiter 12 tot 20 woorden).
no: Sikt på kortere setninger (ideelt sett 12 til 20 ord).
pl: Celuj w krótsze zdania (najlepiej 12–20 słów).
pt_pt: Procure frases mais curtas (idealmente 12 a 20 palavras).
ro: Țintește propoziții mai scurte (ideal 12–20 de cuvinte).
ru: Старайтесь писать короче (идеально 12–20 слов в предложении).
sk: Cieľte na kratšie vety (ideálne 12 až 20 slov).
sv: Sikta på kortare meningar (idealiskt 12 till 20 ord).
sw: Sikta på kortare meningar (idealiskt 12 till 20 ord).
tr: Daha kısa cümleler hedefleyin (ideal olarak 12 ila 20 kelime).
uk: Прагніть до коротших речень (ідеально 12–20 слів).
vi: Hãy nhắm đến những câu ngắn hơn (tốt nhất là từ 12 đến 20 từ).
zh_hans: 瞄准更短的句子（理想情况下为12到20个词）。

# readability_tip_split_sentences
source: Coupez les phrases trop longues en 2 ou 3 idées.
af: Verdeel lang sinne in 2 of 3 idees.
bg: Разделете дългите изречения на 2 или 3 идеи.
cs: Rozdělte příliš dlouhé věty na 2 nebo 3 myšlenky.
da: Skær lange sætninger op i 2 eller 3 idéer.
de: Teilen Sie zu lange Sätze in 2 oder 3 Ideen auf.
el: Κόψτε τις πολύ μεγάλες προτάσεις σε 2 ή 3 ιδέες.
es: Divida las frases demasiado largas en 2 o 3 ideas.
fi: Leikkaa liian pitkät lauseet 2 tai 3 ajatukseen.
fil: Hatiin ang mga mahabang pangungusap sa 2 o 3 ideya.
hu: A túl hosszú mondatokat bontsd 2–3 gondolatra.
id: Pecah kalimat yang terlalu panjang menjadi 2 atau 3 ide.
it: Dividi le frasi troppo lunghe in 2 o 3 idee.
ja: 長すぎる文は2つまたは3つのアイデアに分けてください。
ko: 너무 긴 문장은 2개 또는 3개의 아이디어로 나누세요.
nl: Splits te lange zinnen op in 2 of 3 ideeën.
no: Del opp lange setninger i 2 eller 3 ideer.
pl: Podziel zbyt długie zdania na 2–3 myśli.
pt_pt: Divida frases demasiado longas em 2 ou 3 ideias.
ro: Împarte propozițiile prea lungi în 2 sau 3 idei.
ru: Разбейте слишком длинные предложения на 2–3 идеи.
sk: Rozdeľte príliš dlhé vety na 2 alebo 3 myšlienky.
sv: Dela upp för långa meningar i 2 eller 3 idéer.
sw: Dela upp långa meningar i 2 eller 3 idéer.
tr: Uzun cümleleri 2 veya 3 fikir halinde kesin.
uk: Розбийте надто довгі речення на 2–3 ідеї.
vi: Cắt các câu quá dài thành 2 hoặc 3 ý.
zh_hans: 将过长的句子分成2到3个想法。

# readability_tip_simpler_words
source: Préférez des mots simples quand c’est possible.
af: Verkies eenvoudige woorde waar moontlik.
bg: Предпочитайте прости думи, когато е възможно.
cs: Preferujte jednoduchá slova, když je to možné.
da: Foretræk enkle ord, når det er muligt.
de: Bevorzugen Sie einfache Wörter, wenn möglich.
el: Προτιμήστε απλές λέξεις όταν είναι δυνατόν.
es: Prefiera palabras sencillas cuando sea posible.
fi: Suosi yksinkertaisia sanoja, kun se on mahdollista.
fil: Pumili ng simpleng salita kapag posible.
hu: Ha lehet, használj egyszerűbb szavakat.
id: Pilih kata-kata sederhana jika memungkinkan.
it: Preferisci parole semplici quando possibile.
ja: 可能な限り簡単な言葉を選んでください。
ko: 가능할 때는 간단한 단어를 선호하세요.
nl: Kies waar mogelijk voor eenvoudige woorden.
no: Foretre enkle ord når det er mulig.
pl: W miarę możliwości używaj prostszych słów.
pt_pt: Prefira palavras simples quando possível.
ro: Preferă cuvinte simple când este posibil.
ru: По возможности выбирайте простые слова.
sk: Uprednostnite jednoduché slová, keď je to možné.
sv: Föredra enkla ord när det är möjligt.
sw: Föredra enkla ord när det är möjligt.
tr: Mümkünse basit kelimeleri tercih edin.
uk: За можливості обирайте прості слова.
vi: Ưu tiên sử dụng từ đơn giản khi có thể.
zh_hans: 尽可能使用简单的词汇。

# readability_tip_add_paragraphs
source: Ajoutez des paragraphes pour aérer le texte.
af: Voeg paragrawe by om die teks te verlig.
bg: Добавете абзаци, за да разредите текста.
cs: Přidejte odstavce pro odlehčení textu.
da: Tilføj afsnit for at gøre teksten mere luftig.
de: Fügen Sie Absätze hinzu, um den Text aufzulockern.
el: Προσθέστε παραγράφους για να αερίσετε το κείμενο.
es: Añada párrafos para airear el texto.
fi: Lisää kappaleita tekstin ilmaksi.
fil: Magdagdag ng mga talata upang mapanatiling maaliwalas ang teksto.
hu: Adj hozzá bekezdéseket a jobb tagoláshoz.
id: Tambahkan paragraf untuk memperjelas teks.
it: Aggiungi paragrafi per rendere il testo più arioso.
ja: テキストを読みやすくするために段落を追加してください。
ko: 문단을 추가하여 텍스트를 정리하세요.
nl: Voeg alinea’s toe om de tekst luchtiger te maken.
no: Legg til avsnitt for å lufte teksten.
pl: Dodaj akapity, aby tekst był lżejszy w odbiorze.
pt_pt: Adicione parágrafos para arejar o texto.
ro: Adaugă paragrafe pentru a aerisi textul.
ru: Добавьте абзацы, чтобы облегчить чтение.
sk: Pridajte odseky na prevzdušnenie textu.
sv: Lägg till stycken för att lufta texten.
sw: Lägg till stycken för att lufta texten.
tr: Metni havalandırmak için paragraflar ekleyin.
uk: Додайте абзаци, щоб зробити текст легшим для читання.
vi: Thêm các đoạn văn để làm cho văn bản thoáng hơn.
zh_hans: 添加段落以使文本更为通畅。

# readability_tip_add_punctuation
source: Ajoutez de la ponctuation pour rythmer la lecture.
af: Voeg leestekens toe om die lees te ritme.
bg: Добавете пунктуация, за да ритмизирате четенето.
cs: Přidejte interpunkci pro zlepšení rytmu čtení.
da: Tilføj tegnsætning for at skabe rytme i læsningen.
de: Fügen Sie Satzzeichen hinzu, um das Lesen zu rhythmisieren.
el: Προσθέστε στίξη για να ρυθμίσετε την ανάγνωση.
es: Añada puntuación para dar ritmo a la lectura.
fi: Lisää välimerkkejä rytmittämään lukemista.
fil: Maglagay ng bantas upang mapabilis ang pagbabasa.
hu: Adj hozzá írásjeleket, hogy legyen ritmusa az olvasásnak.
id: Tambahkan tanda baca untuk memperlancar bacaan.
it: Aggiungi punteggiatura per dare ritmo alla lettura.
ja: 読みやすさを向上させるために句読点を追加してください。
ko: 읽기를 리듬감 있게 하려면 구두점을 추가하세요.
nl: Voeg leestekens toe om het ritme te verbeteren.
no: Legg til tegnsetting for å variere lesingen.
pl: Dodaj interpunkcję, aby nadać rytm czytaniu.
pt_pt: Adicione pontuação para dar ritmo à leitura.
ro: Adaugă punctuație pentru a da ritm lecturii.
ru: Добавьте знаки препинания, чтобы задать ритм.
sk: Pridajte interpunkciu na zlepšenie rytmu čítania.
sv: Lägg till interpunktion för att skapa rytm i läsningen.
sw: Lägg till interpunktion för att skapa rytm i läsningen.
tr: Okuma akışını düzenlemek için noktalama işaretleri ekleyin.
uk: Додайте розділові знаки, щоб задати ритм.
vi: Thêm dấu câu để tạo nhịp cho việc đọc.
zh_hans: 添加标点符号以增强阅读节奏。

# readability_tip_reduce_punctuation
source: Simplifiez la ponctuation et clarifiez la structure.
af: Vereenvoudig die leestekens en maak die struktuur duidelik.
bg: Оптимизирайте пунктуацията и изяснете структурата.
cs: Zjednodušte interpunkci a objasněte strukturu.
da: Forenkle tegnsætningen og tydeliggør strukturen.
de: Vereinfachen Sie die Zeichensetzung und klären Sie die Struktur.
el: Απλοποιήστε την σήμανση και διευκρινίστε τη δομή.
es: Simplifique la puntuación y aclare la estructura.
fi: Yksinkertaista välimerkit ja selkeytä rakenne.
fil: Pagaanin ang bantas at linawin ang estruktura.
hu: Egyszerűsítsd az írásjelezést és tedd egyértelműbbé a szerkezetet.
id: Sederhanakan tanda baca dan perjelas struktur.
it: Semplifica la punteggiatura e chiarisci la struttura.
ja: 句読点を簡素化し、構造を明確にしてください。
ko: 구두점을 간소화하고 구조를 명확히 하세요.
nl: Vereenvoudig de leestekens en maak de structuur duidelijker.
no: Forenkle tegnsettingen og klargjør strukturen.
pl: Uprość interpunkcję i doprecyzuj strukturę.
pt_pt: Simplifique a pontuação e clarifique a estrutura.
ro: Simplifică punctuația și clarifică structura.
ru: Упростите пунктуацию и сделайте структуру яснее.
sk: Zjednodušte interpunkciu a objasnite štruktúru.
sv: Förenkla interpunktionen och klargör strukturen.
sw: Förenkla interpunktionen och klargör strukturen.
tr: Noktalama işaretlerini basitleştirin ve yapıyı netleştirin.
uk: Спрощуйте пунктуацію та робіть структуру яснішою.
vi: Đơn giản hóa dấu câu và làm rõ cấu trúc.
zh_hans: 简化标点并明确结构。

# readability_tip_keep_it_up
source: Continuez : le texte est déjà clair et agréable à lire.
af: Gaan voort: die teks is reeds duidelik en aangenaam om te lees.
bg: Продължете: текстът вече е ясен и приятен за четене.
cs: Pokračujte: text je již jasný a příjemný na čtení.
da: Fortsæt: teksten er allerede klar og behagelig at læse.
de: Weiter: Der Text ist bereits klar und angenehm zu lesen.
el: Συνεχίστε: το κείμενο είναι ήδη σαφές και ευχάριστο στην ανάγνωση.
es: Siga así: el texto ya es claro y agradable de leer.
fi: Jatka: teksti on jo selkeä ja miellyttävä lukea.
fil: Magpatuloy: ang teksto ay malinaw at kaaya-ayang basahin.
hu: Csak így tovább: a szöveg már most is világos és kellemes olvasni.
id: Lanjutkan: teksnya sudah jelas dan enak dibaca.
it: Continua così: il testo è già chiaro e piacevole da leggere.
ja: 続けてください：テキストはすでに明確で読みやすいです。
ko: 계속하세요: 텍스트는 이미 명확하고 읽기 쉽습니다.
nl: Ga zo door: de tekst is al duidelijk en prettig te lezen.
no: Fortsett: teksten er allerede klar og behagelig å lese.
pl: Tak trzymaj: tekst jest już jasny i przyjemny do czytania.
pt_pt: Continue: o texto já está claro e agradável de ler.
ro: Continuă: textul este deja clar și plăcut de citit.
ru: Так держать: текст уже понятный и приятный для чтения.
sk: Pokračujte: text je už jasný a príjemný na čítanie.
sv: Fortsätt: texten är redan tydlig och trevlig att läsa.
sw: Fortsätt: texten är redan tydlig och trevlig att läsa.
tr: Devam edin: metin zaten net ve okunması keyifli.
uk: Так тримати: текст уже зрозумілий і приємний для читання.
vi: Tiếp tục: văn bản đã rõ ràng và dễ đọc.
zh_hans: 继续：文本已经清晰且易于阅读。

# readability_footnote
source: Note : ce score est universel et basé sur des statistiques simples. Il ne remplace pas une relecture humaine.
af: Let wel: hierdie telling is universeel en gebaseer op eenvoudige statistieke. Dit vervang nie 'n menslike proeflees nie.
bg: Забележка: този резултат е универсален и се основава на прости статистики. Той не замества човешко преглеждане.
cs: Poznámka: toto skóre je univerzální a založené na jednoduchých statistikách. Nenahrazuje lidskou korekturu.
da: Bemærk: denne score er universel og baseret på enkle statistikker. Den erstatter ikke en menneskelig korrektur.
de: Hinweis: Dieser Score ist universell und basiert auf einfachen Statistiken. Er ersetzt keine menschliche Korrektur.
el: Σημείωση: αυτή η βαθμολογία είναι παγκόσμια και βασίζεται σε απλές στατιστικές. Δεν αντικαθιστά μια ανθρώπινη διόρθωση.
es: Nota: esta puntuación es universal y se basa en estadísticas simples. No sustituye una revisión humana.
fi: Huomautus: tämä pistemäärä on universaali ja perustuu yksinkertaisiin tilastoihin. Se ei korvaa ihmisen tekemää oikolukua.
fil: Tandaan: ang score na ito ay unibersal at batay sa simpleng istatistika. Hindi ito kapalit ng pagsusuri ng tao.
hu: Megjegyzés: ez a pontszám univerzális és egyszerű statisztikákon alapul. Nem helyettesíti az emberi átolvasást.
id: Catatan: skor ini bersifat universal dan berdasarkan statistik sederhana. Ini tidak menggantikan pemeriksaan manusia.
it: Nota: questo punteggio è universale e basato su statistiche semplici. Non sostituisce una revisione umana.
ja: 注意：このスコアは普遍的で、単純な統計に基づいています。人間の校正の代わりにはなりません。
ko: 참고: 이 점수는 보편적이며 간단한 통계를 기반으로 합니다. 인간의 교정을 대체하지 않습니다.
nl: Opmerking: deze score is universeel en gebaseerd op...eenvoudige statistieken. Het vervangt geen menselijke controle.
no: Merk: denne poengsummen er universell og basert på enkle statistikker. Den erstatter ikke en menneskelig korrekturlesing.
pl: Uwaga: ten wynik jest uniwersalny i oparty na prostych statystykach. Nie zastępuje ludzkiej korekty.
pt_pt: Nota: esta pontuação é universal e baseia-se em estatísticas simples. Não substitui uma revisão humana.
ro: Notă: acest scor este universal și bazat pe statistici simple. Nu înlocuiește o revizuire umană.
ru: Примечание: этот балл универсален и основан на простых статистиках. Он не заменяет человеческую вычитку.
sk: Poznámka: toto skóre je univerzálne a založené na jednoduchých štatistikách. Nenahrádza ľudskú korektúru.
sv: Obs: denna poäng är universell och baserad på enkla statistik. Den ersätter inte en mänsklig genomläsning.
sw: Obs: denna poäng är universell och baserad på enkla statistik. Den ersätter inte en mänsklig korrekturläsning.
tr: Not: Bu puan evrenseldir ve basit istatistiklere dayanmaktadır. İnsan gözden geçirmesinin yerini almaz.
uk: Примітка: цей бал універсальний і базується на простих статистиках. Він не замінює людську вичитку.
vi: Lưu ý: điểm số này là phổ quát và dựa trên các thống kê đơn giản. Nó không thay thế cho việc đọc lại của con người.
zh_hans: 注意：此分数是通用的，基于简单统计。它不能替代人工校对。
