Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_points_lead
source: Ce calculateur permet de convertir la différence entre deux pourcentages en points de pourcentage, afin d’exprimer clairement l’écart entre deux taux (taux d’intérêt, chômage, TVA, réussite, etc.) sans confusion avec une variation en pourcentage.
af: Hierdie sakrekenaar maak dit moontlik om die verskil tussen twee persentasies in persentasiepunte om te skakel, om die verskil tussen twee koerse (rentekoers, werkloosheid, BTW, sukses, ens.) duidelik uit te druk sonder verwarring met 'n variasie in persentasie.
bg: Този калкулатор позволява да се конвертира разликата между два процента в процентни точки, за да се изрази ясно разликата между два ставки (лихвен процент, безработица, ДДС, успех и т.н.) без объркване с вариация в проценти.
cs: Tento kalkulátor umožňuje převést rozdíl mezi dvěma procenty na procentní body, aby jasně vyjádřil rozdíl mezi dvěma sazbami (úrokové sazby, nezaměstnanost, DPH, úspěšnost atd.) bez záměny s procentuální změnou.
da: Denne lommeregner gør det muligt at konvertere forskellen mellem to procentdele til procentpoint, for klart at udtrykke forskellen mellem to satser (rentesatser, arbejdsløshed, moms, succes osv.) uden forvirring med en procentvis ændring.
de: Dieser Rechner ermöglicht es, die Differenz zwischen zwei Prozentsätzen in Prozentpunkten umzuwandeln, um die Abweichung zwischen zwei Sätzen (Zinssatz, Arbeitslosigkeit, Mehrwertsteuer, Erfolg usw.) klar auszudrücken, ohne Verwirrung mit einer prozentualen Veränderung.
el: Αυτός ο υπολογιστής επιτρέπει να μετατρέψετε τη διαφορά μεταξύ δύο ποσοστών σε σημεία ποσοστού, προκειμένου να εκφράσετε σαφώς την απόκλιση μεταξύ δύο ποσοστών (ποσοστά επιτοκίου, ανεργίας, ΦΠΑ, επιτυχίας, κ.λπ.) χωρίς σύγχυση με μια μεταβολή σε ποσοστό.
es: Este calculador permite convertir la diferencia entre dos porcentajes en puntos de porcentaje, para expresar claramente la diferencia entre dos tasas (tasa de interés, desempleo, IVA, éxito, etc.) sin confusión con una variación en porcentaje.
fi: Tämä laskin mahdollistaa kahden prosenttiosuuden välisen eron muuntamisen prosenttipisteiksi, jotta voit selkeästi ilmaista kahden prosenttiosuuden välisen eron (korko, työttömyys, arvonlisävero, onnistuminen jne.) ilman sekaannusta prosenttimuutoksen kanssa.
fil: Ang calculator na ito ay nagbibigay-daan upang i-convert ang pagkakaiba sa pagitan ng dalawang porsyento sa mga puntos ng porsyento, upang malinaw na ipahayag ang agwat sa pagitan ng dalawang rate (rate ng interes, kawalan ng trabaho, VAT, tagumpay, atbp.) nang walang kalituhan sa isang pagbabago sa porsyento.
hu: Ez a kalkulátor lehetővé teszi, hogy a két százalék közötti különbséget százalékpontokká alakítsa, hogy világosan kifejezze a két arány közötti eltérést (kamatláb, munkanélküliség, ÁFA, sikeresség stb.) anélkül, hogy összekeverné a százalékos változással.
id: Kalkulator ini memungkinkan untuk mengonversi perbedaan antara dua persentase menjadi poin persentase, untuk mengekspresikan dengan jelas selisih antara dua tarif (suku bunga, pengangguran, PPN, keberhasilan, dll.) tanpa kebingungan dengan variasi dalam persentase.
it: Questo calcolatore consente di convertire la differenza tra due percentuali in punti percentuali, per esprimere chiaramente il divario tra due tassi (tasso d'interesse, disoccupazione, IVA, successo, ecc.) senza confusione con una variazione in percentuale.
ja: この計算機は、二つのパーセンテージの違いをパーセンテージポイントに変換し、二つの率（利率、失業率、消費税、成功率など）間の差を明確に表現するために使用され、パーセンテージの変動との混乱を避けます。
ko: 이 계산기는 두 비율 간의 차이를 비율 포인트로 변환하여 두 비율(이자율, 실업률, 부가세, 성공률 등) 간의 차이를 명확하게 표현할 수 있도록 합니다. 이는 비율 변동과 혼동되지 않습니다.
nl: Deze calculator maakt het mogelijk om het verschil tussen twee percentages om te rekenen in percentagepunten, om het verschil tussen twee tarieven (rente, werkloosheid, btw, slagen, enz.) duidelijk uit te drukken zonder verwarring met een procentuele verandering.
no: Denne kalkulatoren lar deg konvertere forskjellen mellom to prosentandeler til prosentpoeng, for å klart uttrykke avstanden mellom to satser (rente, arbeidsledighet, merverdiavgift, suksess, osv.) uten forvirring med en prosentvis variasjon.
pl: Ten kalkulator pozwala przeliczyć różnicę między dwoma procentami na punkty procentowe, aby wyraźnie wyrazić różnicę między dwoma stawkami (stopy procentowe, bezrobocie, VAT, sukces itp.) bez zamieszania z wariacją w procentach.
pt_pt: Este calculador permite converter a diferença entre duas percentagens em pontos percentuais, para expressar claramente a diferença entre duas taxas (taxa de juro, desemprego, IVA, sucesso, etc.) sem confusão com uma variação em percentagem.
ro: Acest calculator permite conversia diferenței dintre două procente în puncte procentuale, pentru a exprima clar diferența dintre două rate (rate de dobândă, șomaj, TVA, succes etc.) fără confuzie cu o variație în procent.
ru: Этот калькулятор позволяет преобразовать разницу между двумя процентами в процентные пункты, чтобы четко выразить разницу между двумя ставками (процентные ставки, безработица, НДС, успех и т. д.) без путаницы с изменением в процентах.
sk: Tento kalkulátor umožňuje previesť rozdiel medzi dvoma percentami na percentuálne body, aby sa jasne vyjadril rozdiel medzi dvoma sadzbami (úroková sadzba, nezamestnanosť, DPH, úspešnosť atď.) bez zmätku s percentuálnou zmenou.
sv: Denna kalkylator gör det möjligt att konvertera skillnaden mellan två procentandelar till procentpunkter, för att tydligt uttrycka skillnaden mellan två satser (räntesatser, arbetslöshet, moms, framgång, etc.) utan förvirring med en procentuell förändring.
sw: Kikokotoo hiki kinaruhusu kubadilisha tofauti kati ya asilimia mbili kuwa alama za asilimia, ili kueleza wazi tofauti kati ya viwango viwili (viwango vya riba, ukosefu wa ajira, VAT, mafanikio, n.k.) bila mkanganyiko na mabadiliko ya asilimia.
tr: Bu hesaplayıcı, iki yüzde arasındaki farkı yüzde puanlarına dönüştürerek, iki oran (faiz oranı, işsizlik, KDV, başarı vb.) arasındaki farkı açıkça ifade etmeyi sağlar ve yüzde değişimi ile karışıklığı önler.
uk: Цей калькулятор дозволяє перетворити різницю між двома відсотками в відсоткові пункти, щоб чітко виразити різницю між двома ставками (відсоток, безробіття, ПДВ, успішність тощо) без плутанини з варіацією у відсотках.
vi: Công cụ tính toán này cho phép chuyển đổi sự khác biệt giữa hai tỷ lệ phần trăm thành điểm phần trăm, nhằm diễn đạt rõ ràng sự chênh lệch giữa hai tỷ lệ (lãi suất, thất nghiệp, VAT, thành công, v.v.) mà không gây nhầm lẫn với sự thay đổi theo tỷ lệ phần trăm.
zh_hans: 此计算器可用于将两个百分比之间的差异转换为百分比点，以便清晰地表达两个比率之间的差距（利率、失业率、增值税、成功率等），而不会与百分比变化混淆。

# ed_math_percentages_percentage_points_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Případ použití
da: Brugssag
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapa
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kas penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasus
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_percentages_percentage_points_uc1_title
source: Comparer deux taux sans ambiguïté
af: Vergelyk twee tariewe sonder ambiguitie
bg: Сравняване на два процента без неяснота
cs: Porovnat dvě sazby bez nejasností
da: Sammenlign to satser uden tvetydighed
de: Zwei Raten eindeutig vergleichen
el: Σύγκριση δύο ποσοστών χωρίς αμφιβολία
es: Comparar dos tasas sin ambigüedad
fi: Vertaile kahta korkoa ilman epäselvyyksiä
fil: Ihambing ang dalawang rate nang walang kalituhan
hu: Két arány egyértelmű összehasonlítása
id: Membandingkan dua tarif tanpa ambigu
it: Confrontare due tassi senza ambiguità
ja: 明確に二つの割合を比較する
ko: 모호함 없이 두 비율 비교하기
nl: Vergelijk twee tarieven zonder ambiguïteit
no: Sammenligne to satser uten tvetydighet
pl: Porównaj dwa wskaźniki bez niejasności
pt_pt: Comparar duas taxas sem ambiguidades
ro: Compararea a două rate fără ambiguitate
ru: Сравнить два показателя без двусмысленности
sk: Porovnať dve sadzby bez nejasností
sv: Jämför två räntor utan tvetydighet
sw: Kulinganisha viwango viwili bila kutatanisha
tr: İki oranı belirsiz olmadan karşılaştırmak
uk: Порівняти два відсотки без двозначності
vi: So sánh hai tỷ lệ một cách rõ ràng
zh_hans: 明确比较两个比率

# ed_math_percentages_percentage_points_uc1_text
source: Un taux passe de 12 % à 15 % : l’écart est de +3 points de pourcentage. C’est l’expression la plus claire pour comparer des taux.
af: 'n Tarief beweeg van 12 % na 15 %: die verskil is +3 persentasiepunte. Dit is die duidelikste uitdrukking om tariewe te vergelyk.
bg: Процентът преминава от 12 % на 15 %: разликата е +3 процентни пункта. Това е най-ясният израз за сравняване на проценти.
cs: Sazba se zvýšila z 12 % na 15 %: rozdíl je +3 procentní body. To je nejjasnější vyjádření pro porovnání sazeb.
da: En sats går fra 12 % til 15 %: forskellen er +3 procentpoint. Det er den mest klare måde at sammenligne satser på.
de: Eine Rate steigt von 12 % auf 15 %: Der Unterschied beträgt +3 Prozentpunkte. Das ist der klarste Ausdruck, um Raten zu vergleichen.
el: Ένα ποσοστό αυξάνεται από 12 % σε 15 %: η διαφορά είναι +3 ποσοστιαίες μονάδες. Αυτή είναι η πιο σαφής έκφραση για τη σύγκριση ποσοστών.
es: Una tasa pasa del 12 % al 15 %: la diferencia es de +3 puntos porcentuales. Es la expresión más clara para comparar tasas.
fi: Korko nousee 12 %:sta 15 %:iin: ero on +3 prosenttiyksikköä. Tämä on selkein tapa vertailla korkoja.
fil: Ang isang rate ay tumaas mula 12 % hanggang 15 %: ang pagkakaiba ay +3 puntos ng porsyento. Ito ang pinakamalinaw na paraan upang ihambing ang mga rate.
hu: Egy arány 12%-ról 15%-ra változik: a különbség +3 százalékpont. Ez a legvilágosabb kifejezés az arányok összehasonlítására.
id: Sebuah tarif meningkat dari 12 % menjadi 15 %: selisihnya adalah +3 poin persentase. Ini adalah ungkapan yang paling jelas untuk membandingkan tarif.
it: Un tasso passa dal 12 % al 15 %: la differenza è di +3 punti percentuali. Questa è l'espressione più chiara per confrontare i tassi.
ja: 割合が12%から15%に変わる：差は+3ポイントのパーセンテージです。これは割合を比較するための最も明確な表現です。
ko: 비율이 12%에서 15%로 변할 때: 차이는 +3 포인트입니다. 이는 비율을 비교하는 가장 명확한 표현입니다.
nl: Een tarief stijgt van 12 % naar 15 %: het verschil is +3 procentpunten. Dit is de duidelijkste uitdrukking om tarieven te vergelijken.
no: En sats går fra 12 % til 15 %: forskjellen er +3 prosentpoeng. Dette er den klareste måten å sammenligne satser på.
pl: Wskaźnik wzrasta z 12 % do 15 %: różnica wynosi +3 punkty procentowe. To najjaśniejszy sposób porównania wskaźników.
pt_pt: Uma taxa passa de 12 % para 15 %: a diferença é de +3 pontos percentuais. Esta é a expressão mais clara para comparar taxas.
ro: O rată trece de 12 % la 15 %: diferența este de +3 puncte procentuale. Aceasta este cea mai clară exprimare pentru a compara ratele.
ru: Показатель увеличивается с 12 % до 15 %: разница составляет +3 процентных пункта. Это самое ясное выражение для сравнения показателей.
sk: Sadzba sa zmenila z 12 % na 15 %: rozdiel je +3 percentuálne body. To je najjasnejší spôsob, ako porovnať sadzby.
sv: En ränta går från 12 % till 15 %: skillnaden är +3 procentenheter. Det är det tydligaste sättet att jämföra räntor.
sw: Kiwango kinapita kutoka 12 % hadi 15 %: tofauti ni +3 pointi za asilimia. Hii ni njia wazi zaidi ya kulinganisha viwango.
tr: Bir oran %12'den %15'e geçiyor: fark +3 yüzde puanı. Bu, oranları karşılaştırmanın en net ifadesidir.
uk: Відсоток змінюється з 12 % на 15 %: різниця становить +3 процентних пункти. Це найясніше вираження для порівняння відсотків.
vi: Một tỷ lệ tăng từ 12 % lên 15 %: chênh lệch là +3 điểm phần trăm. Đây là cách diễn đạt rõ ràng nhất để so sánh các tỷ lệ.
zh_hans: 一个比率从12%变为15%：差距为+3个百分点。这是比较比率最清晰的表达方式。

# ed_math_percentages_percentage_points_uc2_title
source: Analyser des indicateurs publics ou économiques
af: Analiseer openbare of ekonomiese aanwysers
bg: Анализ на публични или икономически индикатори
cs: Analyzovat veřejné nebo ekonomické ukazatele
da: Analysere offentlige eller økonomiske indikatorer
de: Öffentliche oder wirtschaftliche Indikatoren analysieren
el: Ανάλυση δημόσιων ή οικονομικών δεικτών
es: Analizar indicadores públicos o económicos
fi: Analysoi julkisia tai taloudellisia indikaattoreita
fil: Suriin ang mga pampublikong o pang-ekonomiyang tagapagpahiwatig
hu: Közszolgáltatások vagy gazdasági mutatók elemzése
id: Menganalisis indikator publik atau ekonomi
it: Analizzare indicatori pubblici o economici
ja: 公共または経済指標を分析する
ko: 공공 또는 경제 지표 분석하기
nl: Analyseer openbare of economische indicatoren
no: Analysere offentlige eller økonomiske indikatorer
pl: Analizować wskaźniki publiczne lub ekonomiczne
pt_pt: Analisar indicadores públicos ou económicos
ro: Analiza indicatorilor publici sau economici
ru: Анализировать публичные или экономические индикаторы
sk: Analyzovať verejné alebo ekonomické ukazovatele
sv: Analysera offentliga eller ekonomiska indikatorer
sw: Kuchambua viashiria vya umma au kiuchumi
tr: Kamu veya ekonomik göstergeleri analiz etmek
uk: Аналізувати публічні або економічні показники
vi: Phân tích các chỉ số công cộng hoặc kinh tế
zh_hans: 分析公共或经济指标

# ed_math_percentages_percentage_points_uc2_text
source: Utilisé pour le chômage, l’inflation, les sondages, les taux directeurs : on parle souvent en “points” plutôt qu’en pourcent relatif.
af: Gebruik vir werkloosheid, inflasie, opnames, rentekoerse: daar word dikwels in 'punte' eerder as in relatiewe persent gepraat.
bg: Използва се за безработица, инфлация, анкети, основни лихвени проценти: често се говори в 'пункта', а не в относителен процент.
cs: Používá se pro nezaměstnanost, inflaci, průzkumy, základní úrokové sazby: často se mluví o „bodech“ spíše než o relativních procentech.
da: Bruges til arbejdsløshed, inflation, meningsmålinger, rente: man taler ofte i 'punkter' snarere end i relativ procent.
de: Verwendet für Arbeitslosigkeit, Inflation, Umfragen, Leitzinsen: Man spricht oft in „Punkten“ statt in relativen Prozenten.
el: Χρησιμοποιείται για την ανεργία, τον πληθωρισμό, τις δημοσκοπήσεις, τα επιτόκια: συχνά μιλάμε σε “μονάδες” αντί για σχετικό ποσοστό.
es: Utilizado para el desempleo, la inflación, encuestas, tasas de interés: a menudo se habla en 'puntos' en lugar de en porcentaje relativo.
fi: Käytetään työttömyyden, inflaation, kyselyjen, ohjauskorkojen yhteydessä: puhutaan usein 'pisteistä' eikä suhteellisista prosenteista.
fil: Ginagamit para sa kawalan ng trabaho, implasyon, mga survey, mga rate ng interes: madalas tayong nagsasalita sa 'mga puntos' sa halip na sa kaugnay na porsyento.
hu: Munkanélküliség, infláció, közvélemény-kutatások, irányadó kamatok esetén gyakran „pontokban” beszélünk, nem pedig relatív százalékban.
id: Digunakan untuk pengangguran, inflasi, survei, suku bunga: sering kali kita berbicara dalam 'poin' daripada persen relatif.
it: Utilizzato per disoccupazione, inflazione, sondaggi, tassi d'interesse: si parla spesso in "punti" piuttosto che in percentuale relativa.
ja: 失業率、インフレ、調査、基準金利に使用されます：相対的なパーセントではなく、しばしば「ポイント」で話されます。
ko: 실업, 인플레이션, 설문조사, 기준 금리에 사용됩니다: 우리는 종종 상대 비율보다는 '포인트'로 이야기합니다.
nl: Gebruikt voor werkloosheid, inflatie, peilingen, rentetarieven: men spreekt vaak in 'punten' in plaats van in relatieve procenten.
no: Brukt for arbeidsledighet, inflasjon, meningsmålinger, styringsrenter: man snakker ofte i "poeng" i stedet for relativ prosent.
pl: Używane do bezrobocia, inflacji, sondaży, stóp procentowych: często mówi się w 'punktach' zamiast w procentach względnych.
pt_pt: Usado para desemprego, inflação, inquéritos, taxas de juro: fala-se muitas vezes em 'pontos' em vez de percentagem relativa.
ro: Utilizat pentru șomaj, inflație, sondaje, rate de dobândă: se vorbește adesea în 'puncte' mai degrabă decât în procente relative.
ru: Используется для безработицы, инфляции, опросов, процентных ставок: часто говорят в "пунктах", а не в относительных процентах.
sk: Používa sa pre nezamestnanosť, infláciu, prieskumy, základné úrokové sadzby: často sa hovorí v "bodoch" skôr než v relatívnych percentách.
sv: Används för arbetslöshet, inflation, undersökningar, styrräntor: man pratar ofta i 'punkter' snarare än i relativ procent.
sw: Inatumika kwa ukosefu wa ajira, mfumuko wa bei, tafiti, viwango vya riba: mara nyingi tunazungumzia katika 'pointi' badala ya asilimia ya uhusiano.
tr: İşsizlik, enflasyon, anketler, faiz oranları için kullanılır: genellikle 'puan' olarak konuşulur, göreli yüzde yerine.
uk: Використовується для безробіття, інфляції, опитувань, облікових ставок: часто говорять у “пунктах”, а не у відносних відсотках.
vi: Sử dụng cho tỷ lệ thất nghiệp, lạm phát, khảo sát, lãi suất: thường nói bằng “điểm” thay vì phần trăm tương đối.
zh_hans: 用于失业、通货膨胀、调查、基准利率：我们通常用“点”而不是相对百分比来讨论。

# ed_math_percentages_percentage_points_uc3_title
source: Éviter la confusion “points” vs “%”
af: Vermy die verwarring tussen 'punte' en '%'
bg: Избягвайте объркването 'пункта' срещу '%'
cs: Vyhnout se záměně „body“ vs „%“
da: Undgå forvirring 'punkter' vs '%'
de: Verwirrung „Punkte“ vs „%“ vermeiden
el: Αποφυγή της σύγχυσης “μονάδες” vs “%”
es: Evitar la confusión 'puntos' vs '%'
fi: Vältä sekaannusta 'pisteet' vs '%'
fil: Iwasan ang kalituhan sa 'mga puntos' kumpara sa '%'
hu: Elkerülni a „pontok” és a „%” közötti zűrzavart
id: Hindari kebingungan 'poin' vs '%'
it: Evitare la confusione "punti" vs "%"
ja: 「ポイント」と「%」の混乱を避ける
ko: '포인트'와 '%'의 혼동 피하기
nl: Vermijd de verwarring 'punten' vs '%'.
no: Unngå forvirring mellom "poeng" og "%"
pl: Unikaj nieporozumień 'punkty' vs '%'
pt_pt: Evitar a confusão 'pontos' vs '%'
ro: Evitarea confuziei 'puncte' vs '%'
ru: Избегать путаницы "пункты" против "%"
sk: Vyhnúť sa zmätku "body" vs "%"
sv: Undvik förvirring mellan 'punkter' och '%'
sw: Epuka kutatanisha 'pointi' dhidi ya '%'
tr: 'Puan' ile '%' arasındaki karışıklığı önleyin
uk: Уникати плутанини “пункти” проти “%”
vi: Tránh nhầm lẫn “điểm” và “%”
zh_hans: 避免“点”与“%”的混淆

# ed_math_percentages_percentage_points_uc3_text
source: Très utile dans les rapports, présentations et articles : “+2 points” n’est pas la même chose que “+2 %”.
af: Baie nuttig in verslae, aanbiedings en artikels: '+2 punte' is nie dieselfde as '+2 %'.
bg: Много полезно в доклади, презентации и статии: '+2 пункта' не е същото като '+2 %'.
cs: Velmi užitečné v reportech, prezentacích a článcích: „+2 body“ není totéž jako „+2 %“.
da: Meget nyttigt i rapporter, præsentationer og artikler: '+2 punkter' er ikke det samme som '+2 %'.
de: Sehr nützlich in Berichten, Präsentationen und Artikeln: „+2 Punkte“ ist nicht dasselbe wie „+2 %“.
el: Πολύ χρήσιμο σε αναφορές, παρουσιάσεις και άρθρα: “+2 μονάδες” δεν είναι το ίδιο με “+2 %”.
es: Muy útil en informes, presentaciones y artículos: '+2 puntos' no es lo mismo que '+2 %'.
fi: Erittäin hyödyllinen raporteissa, esityksissä ja artikkeleissa: '+2 pistettä' ei ole sama asia kuin '+2 %'.
fil: Napaka-kapaki-pakinabang sa mga ulat, presentasyon at artikulo: ' +2 puntos' ay hindi pareho sa '+2 %'.
hu: Nagyon hasznos jelentésekben, prezentációkban és cikkekben: a „+2 pont” nem ugyanaz, mint a „+2 %”.
id: Sangat berguna dalam laporan, presentasi, dan artikel: '+2 poin' tidak sama dengan '+2 %'.
it: Molto utile nei rapporti, presentazioni e articoli: "+2 punti" non è la stessa cosa di "+2 %".
ja: 報告書、プレゼンテーション、記事で非常に役立ちます：「+2ポイント」は「+2%」とは異なります。
ko: 보고서, 프레젠테이션 및 기사에서 매우 유용합니다: '+2 포인트'는 '+2%'와 동일하지 않습니다.
nl: Zeer nuttig in rapporten, presentaties en artikelen: '+2 punten' is niet hetzelfde als '+2 %'.
no: Veldig nyttig i rapporter, presentasjoner og artikler: "+2 poeng" er ikke det samme som "+2 %".
pl: Bardzo przydatne w raportach, prezentacjach i artykułach: '+2 punkty' to nie to samo co '+2 %'.
pt_pt: Muito útil em relatórios, apresentações e artigos: '+2 pontos' não é a mesma coisa que '+2 %'.
ro: Foarte util în rapoarte, prezentări și articole: '+2 puncte' nu este același lucru cu '+2 %'.
ru: Очень полезно в отчетах, презентациях и статьях: "+2 пункта" не то же самое, что "+2 %".
sk: Veľmi užitočné v správach, prezentáciách a článkoch: "+2 body" nie je to isté ako "+2 %".
sv: Mycket användbart i rapporter, presentationer och artiklar: '+2 punkter' är inte detsamma som '+2 %'.
sw: Ni muhimu sana katika ripoti, mawasilisho na makala: '+2 pointi' si sawa na '+2 %'.
tr: Raporlar, sunumlar ve makalelerde çok yararlıdır: '+2 puan' ile '+2 %' aynı şey değildir.
uk: Дуже корисно в звітах, презентаціях та статтях: “+2 пункти” не те саме, що “+2 %”.
vi: Rất hữu ích trong các báo cáo, bài thuyết trình và bài viết: “+2 điểm” không giống như “+2 %”.
zh_hans: 在报告、演示和文章中非常有用：“+2点”与“+2%”并不相同。

# ed_math_percentages_percentage_points_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的内容
