Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_simplify_a2
source: Pour obtenir une écriture plus claire et faciliter les calculs et comparaisons.
af: Om 'n duideliker skrywe te verkry en berekeninge en vergelykings te vergemaklik.
bg: За да получим по-ясно представяне и да улесним изчисленията и сравненията.
cs: Abychom získali přehlednější zápis a usnadnili výpočty a porovnání.
da: For at få en klarere skrivemåde og lette beregninger og sammenligninger.
de: Um eine klarere Schreibweise zu erhalten und Berechnungen sowie Vergleiche zu erleichtern.
el: Για να αποκτήσουμε μια πιο καθαρή γραφή και να διευκολύνουμε τους υπολογισμούς και τις συγκρίσεις.
es: Para obtener una escritura más clara y facilitar los cálculos y comparaciones.
fi: Saadaksesi selkeämmän kirjoituksen ja helpottaaksesi laskelmia ja vertailuja.
fil: Upang makakuha ng mas malinaw na pagsulat at mapadali ang mga kalkulasyon at paghahambing.
hu: Hogy világosabb írást kapjunk, és megkönnyítsük a számításokat és összehasonlításokat.
id: Untuk mendapatkan penulisan yang lebih jelas dan memudahkan perhitungan serta perbandingan.
it: Per ottenere una scrittura più chiara e facilitare i calcoli e i confronti.
ja: より明確な表記を得て、計算や比較を容易にするためです。
ko: 더 명확한 표현을 얻고 계산 및 비교를 용이하게 하기 위해서입니다.
nl: Om een duidelijkere weergave te krijgen en berekeningen en vergelijkingen te vergemakkelijken.
no: For å få en klarere skrivemåte og lette beregninger og sammenligninger.
pl: Aby uzyskać jaśniejszy zapis i ułatwić obliczenia oraz porównania.
pt_pt: Para obter uma escrita mais clara e facilitar os cálculos e comparações.
ro: Pentru a obține o scriere mai clară și a facilita calculele și comparațiile.
ru: Чтобы получить более ясное представление и облегчить вычисления и сравнения.
sk: Aby sme získali prehľadnejší zápis a uľahčili výpočty a porovnania.
sv: För att få en tydligare skrivning och underlätta beräkningar och jämförelser.
sw: Ili kupata maandiko wazi zaidi na kurahisisha hesabu na kulinganisha.
tr: Daha net bir yazım elde etmek ve hesaplamaları ve karşılaştırmaları kolaylaştırmak için.
uk: Щоб отримати більш зрозуміле подання та полегшити обчислення і порівняння.
vi: Để có một cách viết rõ ràng hơn và dễ dàng cho việc tính toán và so sánh.
zh_hans: 为了获得更清晰的书写，便于计算和比较。

# ed_math_fractions_fraction_simplify_q3
source: Est-ce obligatoire de simplifier ?
af: Is dit verpligtend om te vereenvoudig?
bg: Задължително ли е да опростяваме?
cs: Je zjednodušení povinné?
da: Er det obligatorisk at forenkle?
de: Ist es obligatorisch zu vereinfachen?
el: Είναι υποχρεωτικό να απλοποιούμε;
es: ¿Es obligatorio simplificar?
fi: Onko yksinkertaistaminen pakollista?
fil: Obligado bang isimplify?
hu: Kötelező egyszerűsíteni?
id: Apakah wajib untuk menyederhanakan?
it: È obbligatorio semplificare?
ja: 簡略化は必須ですか？
ko: 약분하는 것이 의무인가요?
nl: Is het verplicht om te vereenvoudigen?
no: Er det obligatorisk å forenkle?
pl: Czy uproszczenie jest obowiązkowe?
pt_pt: É obrigatório simplificar?
ro: Este obligatoriu să simplifici?
ru: Обязательно ли упрощать?
sk: Je povinné zjednodušovať?
sv: Är det obligatoriskt att förenkla?
sw: Je, ni lazima kupunguza?
tr: Sadeleştirmek zorunlu mu?
uk: Чи обов'язково спрощувати?
vi: Có bắt buộc phải đơn giản hóa không?
zh_hans: 简化是必须的吗？

# ed_math_fractions_fraction_simplify_a3
source: En mathématiques scolaires et scientifiques, on attend généralement une fraction sous forme simplifiée.
af: In skool- en wetenskaplike wiskunde word 'n fraksie gewoonlik in vereenvoudigde vorm verwag.
bg: В училищната и научната математика обикновено се очаква дробта да бъде в опростена форма.
cs: Ve školní a vědecké matematice se obvykle očekává zlomek ve zjednodušené podobě.
da: I skole- og videnskabs matematik forventes det generelt, at en brøk er i forenklet form.
de: In der Schul- und Wissenschaftsmathematik wird in der Regel ein Bruch in vereinfachter Form erwartet.
el: Στα σχολικά και επιστημονικά μαθηματικά, γενικά αναμένεται μια κλάση σε απλοποιημένη μορφή.
es: En matemáticas escolares y científicas, generalmente se espera que una fracción esté en forma simplificada.
fi: Koulumatematiikassa ja tieteessä odotetaan yleensä murtoluku yksinkertaistettuna.
fil: Sa mga paaralan at siyentipikong matematika, karaniwang inaasahan ang isang fraction sa simpleng anyo.
hu: Az iskolai és tudományos matematikában általában elvárják, hogy a tört egyszerűsített formában legyen.
id: Dalam matematika sekolah dan ilmiah, biasanya diharapkan sebuah pecahan dalam bentuk yang disederhanakan.
it: Nella matematica scolastica e scientifica, ci si aspetta generalmente una frazione in forma semplificata.
ja: 学校や科学の数学では、通常、分数は簡略化された形で期待されます。
ko: 학교 및 과학 수학에서는 일반적으로 분수를 간단한 형태로 기대합니다.
nl: In school- en wetenschappelijke wiskunde wordt over het algemeen een breuk in vereenvoudigde vorm verwacht.
no: I skole- og vitenskapsmatematikk forventes det vanligvis at en brøk er i forenklet form.
pl: W matematyce szkolnej i naukowej zazwyczaj oczekuje się, że ułamek będzie w formie uproszczonej.
pt_pt: Em matemática escolar e científica, geralmente espera-se que uma fração esteja na forma simplificada.
ro: În matematicile școlare și științifice, se așteaptă în general o fracție sub formă simplificată.
ru: В школьной и научной математике обычно ожидается, что дробь будет в упрощенной форме.
sk: V školských a vedeckých matematikách sa zvyčajne očakáva, že zlomek bude v zjednodušenej forme.
sv: Inom skolmatematik och vetenskap förväntas vanligtvis en bråkdel i förenklad form.
sw: Katika hisabati za shule na kisayansi, kawaida inatarajiwa kuwa fraction katika mfumo wa kupunguzika.
tr: Okul ve bilim matematiğinde, genellikle bir kesirin sadeleştirilmiş formda olması beklenir.
uk: В шкільній та науковій математиці зазвичай очікується, що дроби будуть у спрощеній формі.
vi: Trong toán học phổ thông và khoa học, người ta thường mong đợi một phân số ở dạng đã được đơn giản hóa.
zh_hans: 在学校和科学数学中，通常期望分数以简化形式出现。

# ed_math_fractions_fraction_simplify_q4
source: Quelle méthode utilise l’outil ?
af: Watter metode gebruik die hulpmiddel?
bg: Кой метод използва инструментът?
cs: Jakou metodu nástroj používá?
da: Hvilken metode bruger værktøjet?
de: Welche Methode verwendet das Tool?
el: Ποια μέθοδος χρησιμοποιεί το εργαλείο;
es: ¿Qué método utiliza la herramienta?
fi: Mitä menetelmää työkalu käyttää?
fil: Anong pamamaraan ang ginagamit ng tool?
hu: Milyen módszert használ az eszköz?
id: Metode apa yang digunakan alat ini?
it: Quale metodo utilizza lo strumento?
ja: ツールはどの方法を使用していますか？
ko: 도구는 어떤 방법을 사용하나요?
nl: Welke methode gebruikt de tool?
no: Hvilken metode bruker verktøyet?
pl: Jaką metodę wykorzystuje narzędzie?
pt_pt: Que método utiliza a ferramenta?
ro: Ce metodă folosește instrumentul?
ru: Какой метод использует инструмент?
sk: Akú metódu používa nástroj?
sv: Vilken metod använder verktyget?
sw: Ni mbinu gani inatumika na chombo?
tr: Araç hangi yöntemi kullanıyor?
uk: Який метод використовує інструмент?
vi: Phương pháp nào được công cụ sử dụng?
zh_hans: 该工具使用什么方法？

# ed_math_fractions_fraction_simplify_a4
source: Il s’appuie sur le plus grand diviseur commun (PGCD) du numérateur et du dénominateur.
af: Dit steun op die grootste gemeenskaplike deler (GGD) van die teller en die noemer.
bg: Той се основава на най-голямия общ делител (НОД) на числителя и знаменателя.
cs: Opírá se o největší společný dělitel (NSD) čitatele a jmenovatele.
da: Det bygger på den største fælles divisor (GCD) af tælleren og nævneren.
de: Es basiert auf dem größten gemeinsamen Teiler (ggT) von Zähler und Nenner.
el: Βασίζεται στον μεγαλύτερο κοινό διαιρέτη (ΜΚΔ) του αριθμητή και του παρονομαστή.
es: Se basa en el máximo divisor común (MDC) del numerador y del denominador.
fi: Se perustuu osoittajan ja nimittäjän suurimpaan yhteiseen tekijään (SYK).
fil: Ito ay nakasalalay sa pinakamalaking karaniwang divisor (GCD) ng numerator at denominator.
hu: A számláló és a nevező legnagyobb közös osztójára (LKÖ) támaszkodik.
id: Ia bergantung pada faktor persekutuan terbesar (FPB) dari pembilang dan penyebut.
it: Si basa sul massimo comune divisore (MCD) del numeratore e del denominatore.
ja: それは分子と分母の最大公約数（GCD）に基づいています。
ko: 분자와 분모의 최대 공약수(GCD)에 의존합니다.
nl: Het is gebaseerd op de grootste gemene deler (GGD) van de teller en de noemer.
no: Det baserer seg på den største felles divisor (GCD) av teller og nevner.
pl: Opiera się na największym wspólnym dzielniku (NWD) licznika i mianownika.
pt_pt: Ela se baseia no maior divisor comum (MDC) do numerador e do denominador.
ro: Se bazează pe cel mai mare divizor comun (CMDC) al numărătorului și numitorului.
ru: Он основывается на наибольшем общем делителе (НОД) числителя и знаменателя.
sk: Závisí od najväčšieho spoločného deliteľa (NSD) čitateľa a menovateľa.
sv: Det bygger på den största gemensamma delaren (SGD) av täljaren och nämnaren.
sw: Inategemea mgawanyiko mkubwa zaidi wa pamoja (GCD) wa mwandishi na mdenominata.
tr: Pay ve paydanın en büyük ortak bölenine (EBOB) dayanır.
uk: Він спирається на найбільший спільний дільник (НСД) чисельника і знаменника.
vi: Nó dựa vào ước số chung lớn nhất (ƯCLN) của tử số và mẫu số.
zh_hans: 它依赖于分子和分母的最大公约数（GCD）。

# ed_math_fractions_fraction_simplify_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_fractions_fraction_simplify_tip
source: Si les deux nombres sont pairs ou multiples d’un même nombre, commencez par diviser par ce facteur avant de chercher le PGCD.
af: As die twee getalle par of veelvoude van dieselfde getal is, begin met om deur daardie faktor te deel voordat jy die GGD soek.
bg: Ако и двете числа са четни или кратни на едно и също число, започнете с деление по този фактор, преди да търсите НОД.
cs: Pokud jsou obě čísla sudá nebo násobky stejného čísla, začněte dělením tímto faktorem, než začnete hledat NSD.
da: Hvis de to tal er lige eller multipler af det samme tal, skal du starte med at dividere med denne faktor, før du søger GCD.
de: Wenn beide Zahlen gerade oder Vielfache derselben Zahl sind, beginnen Sie damit, durch diesen Faktor zu teilen, bevor Sie den ggT suchen.
el: Αν οι δύο αριθμοί είναι ζυγοί ή πολλαπλάσια του ίδιου αριθμού, ξεκινήστε διαιρώντας με αυτόν τον παράγοντα πριν αναζητήσετε τον ΜΚΔ.
es: Si ambos números son pares o múltiplos de un mismo número, comienza dividiendo por ese factor antes de buscar el MDC.
fi: Jos molemmat numerot ovat parittomia tai samaan lukuun jaettavia, aloita jakamalla tällä tekijällä ennen SYK:n etsimistä.
fil: Kung ang parehong mga numero ay pares o mga multiple ng parehong numero, simulan sa paghahati sa salik na ito bago hanapin ang GCD.
hu: Ha mindkét szám páros vagy egy közös szám többszöröse, először oszd el ezzel a tényezővel, mielőtt megkeresnéd az LKÖ-t.
id: Jika kedua angka genap atau kelipatan dari angka yang sama, mulailah dengan membagi dengan faktor tersebut sebelum mencari FPB.
it: Se entrambi i numeri sono pari o multipli di uno stesso numero, inizia a dividere per quel fattore prima di cercare il MCD.
ja: 両方の数が偶数または同じ数の倍数である場合は、その因子で割ることから始めてからGCDを探してください。
ko: 두 숫자가 모두 짝수이거나 같은 수의 배수인 경우, GCD를 찾기 전에 이 인수로 나누는 것부터 시작하세요.
nl: Als beide getallen even of veelvouden van hetzelfde getal zijn, begin dan met delen door deze factor voordat je de GGD zoekt.
no: Hvis begge tallene er partall eller multipler av det samme tallet, start med å dele med denne faktoren før du leter etter GCD.
pl: Jeśli obie liczby są parzyste lub wielokrotności tego samego liczby, zacznij od podzielenia przez ten czynnik, zanim poszukasz NWD.
pt_pt: Se os dois números forem pares ou múltiplos de um mesmo número, comece dividindo por esse fator antes de procurar o MDC.
ro: Dacă ambele numere sunt pare sau multipli ai aceleași numere, începeți prin a împărți la acest factor înainte de a căuta CMDC.
ru: Если оба числа четные или кратны одному и тому же числу, начните с деления на этот фактор, прежде чем искать НОД.
sk: Ak sú obe čísla párne alebo násobky toho istého čísla, začnite delením týmto faktorom pred hľadaním NSD.
sv: Om båda talen är jämna eller multiplar av samma tal, börja med att dela med den faktorn innan du letar efter SGD.
sw: Ikiwa nambari zote mbili ni za jicho au nyingi za nambari moja, anza kwa kugawanya kwa kipengele hiki kabla ya kutafuta GCD.
tr: Her iki sayı da çift veya aynı sayının katıysa, EBOB'u aramadan önce bu faktöre bölmeye başlayın.
uk: Якщо обидва числа парні або кратні одному й тому ж числу, почніть з ділення на цей фактор перед пошуком НСД.
vi: Nếu hai số đều là số chẵn hoặc là bội của cùng một số, hãy bắt đầu bằng cách chia cho yếu tố đó trước khi tìm ƯCLN.
zh_hans: 如果两个数字都是偶数或同一个数字的倍数，先用这个因子进行除法，然后再寻找GCD。

# ed_math_fractions_fraction_to_decimal_title
source: À propos : Fraction → décimal
af: Oor: Fraksie → desimaal
bg: Относно: Дроб → десетично
cs: O aplikaci: Zlomek → desetinné číslo
da: Om: Brøk → decimal
de: Über: Bruch → Dezimal
el: Σχετικά: Κλάση → δεκαδικό
es: Acerca de: Fracción → decimal
fi: Tietoa: Murtoluku → desimaali
fil: Tungkol sa: Fraction → decimal
hu: A következőről: Tört → tizedes
id: Tentang: Pecahan → desimal
it: Informazioni: Frazione → decimale
ja: について：分数 → 小数
ko: 정보: 분수 → 소수
nl: Over: Breuk → decimaal
no: Om: Brøk → desimal
pl: O programie: Ułamek → dziesiętny
pt_pt: Sobre: Fração → decimal
ro: Despre: Fracție → decimal
ru: О инструменте: Дробь → десятичное число
sk: O projekte: Zlomek → desatinné číslo
sv: Om: Bråk → decimal
sw: Kuhusu: Fraction → desimali
tr: Hakkında: Kesir → ondalık
uk: Про: Дробь → десятковий
vi: Về: Phân số → thập phân
zh_hans: 关于：分数 → 小数

# ed_math_fractions_fraction_to_decimal_lead
source: Cet outil convertit une fraction en nombre décimal afin de faciliter la lecture, la comparaison et l’utilisation pratique de valeurs fractionnaires.
af: Hierdie hulpmiddel omskakel 'n fraksie na 'n desimale getal om die lees, vergelyking en praktiese gebruik van fraksiewaardes te vergemaklik.
bg: Този инструмент преобразува дроб в десетично число, за да улесни четенето, сравнението и практическото използване на дробни стойности.
cs: Tento nástroj převádí zlomek na desetinné číslo, aby usnadnil čtení, porovnávání a praktické použití zlomkových hodnot.
da: Dette værktøj konverterer en brøk til et decimaltal for at lette læsning, sammenligning og praktisk brug af brøk værdier.
de: Dieses Tool konvertiert einen Bruch in eine Dezimalzahl, um das Lesen, Vergleichen und die praktische Verwendung von Bruchwerten zu erleichtern.
el: Αυτό το εργαλείο μετατρέπει μια κλάση σε δεκαδικό αριθμό για να διευκολύνει την ανάγνωση, τη σύγκριση και τη πρακτική χρήση κλασματικών τιμών.
es: Esta herramienta convierte una fracción en un número decimal para facilitar la lectura, comparación y uso práctico de valores fraccionarios.
fi: Tämä työkalu muuntaa murtoluvun desimaaliluvuksi helpottaakseen murtolukuarvojen lukemista, vertailua ja käytännön käyttöä.
fil: Ang tool na ito ay nagko-convert ng fraction sa decimal na numero upang mapadali ang pagbabasa, paghahambing, at praktikal na paggamit ng mga fractional na halaga.
hu: Ez az eszköz egy törtet tizedes számmá alakít, hogy megkönnyítse a törtek olvasását, összehasonlítását és gyakorlati felhasználását.
id: Alat ini mengonversi pecahan menjadi angka desimal untuk memudahkan pembacaan, perbandingan, dan penggunaan praktis nilai pecahan.
it: Questo strumento converte una frazione in numero decimale per facilitare la lettura, il confronto e l'uso pratico di valori frazionari.
ja: このツールは分数を小数に変換し、分数値の読みやすさ、比較、実用性を向上させます。
ko: 이 도구는 분수를 소수로 변환하여 분수 값을 읽고 비교하며 실용적으로 사용할 수 있도록 돕습니다.
nl: Deze tool converteert een breuk naar een decimaal getal om het lezen, vergelijken en praktisch gebruik van fractionele waarden te vergemakkelijken.
no: Dette verktøyet konverterer en brøk til et desimaltall for å lette lesing, sammenligning og praktisk bruk av brøkverdier.
pl: To narzędzie konwertuje ułamek na liczbę dziesiętną, aby ułatwić odczyt, porównanie i praktyczne wykorzystanie wartości ułamkowych.
pt_pt: Esta ferramenta converte uma fração em número decimal para facilitar a leitura, comparação e uso prático de valores fracionários.
ro: Acest instrument convertește o fracție într-un număr decimal pentru a facilita citirea, compararea și utilizarea practică a valorilor fracționare.
ru: Этот инструмент преобразует дробь в десятичное число, чтобы облегчить чтение, сравнение и практическое использование дробных значений.
sk: Tento nástroj prevádza zlomek na desatinné číslo, aby uľahčil čítanie, porovnávanie a praktické použitie zlomkových hodnôt.
sv: Detta verktyg konverterar en bråkdel till ett decimaltal för att underlätta läsning, jämförelse och praktisk användning av bråkvärden.
sw: Chombo hiki kinabadilisha fraction kuwa nambari ya desimali ili kurahisisha kusoma, kulinganisha na kutumia thamani za fraction.
tr: Bu araç, bir kesiri ondalık sayıya çevirerek kesirli değerlerin okunmasını, karşılaştırılmasını ve pratik kullanımını kolaylaştırır.
uk: Цей інструмент перетворює дробь у десяткове число, щоб полегшити читання, порівняння та практичне використання дробових значень.
vi: Công cụ này chuyển đổi một phân số thành số thập phân để dễ đọc, so sánh và sử dụng thực tế các giá trị phân số.
zh_hans: 该工具将分数转换为小数，以便于阅读、比较和实际使用分数值。

# ed_math_fractions_fraction_to_decimal_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Сценарии использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_fractions_fraction_to_decimal_uc1_title
source: Lire une valeur plus facilement
af: Lees 'n waarde makliker
bg: Да четете стойност по-лесно
cs: Snadněji číst hodnotu
da: Læse en værdi lettere
de: Einen Wert leichter lesen
el: Διαβάστε μια τιμή πιο εύκολα
es: Leer un valor más fácilmente
fi: Lue arvo helpommin
fil: Mas madaling basahin ang isang halaga
hu: Egy érték könnyebb olvasása
id: Membaca nilai dengan lebih mudah
it: Leggere un valore più facilmente
ja: 値をより簡単に読む
ko: 값을 더 쉽게 읽기
nl: Een waarde gemakkelijker lezen
no: Lese en verdi lettere
pl: Łatwiejsze odczytywanie wartości
pt_pt: Ler um valor mais facilmente
ro: Citiți o valoare mai ușor
ru: Легче читать значение
sk: Jednoduchšie čítanie hodnoty
sv: Läsa ett värde lättare
sw: Soma thamani kwa urahisi zaidi
tr: Bir değeri daha kolay okumak
uk: Легше читати значення
vi: Đọc một giá trị dễ dàng hơn
zh_hans: 更容易地读取一个值

# ed_math_fractions_fraction_to_decimal_uc1_text
source: Transformer 3/4 en 0,75 ou 1/8 en 0,125 pour une lecture immédiate.
af: Transformeer 3/4 na 0,75 of 1/8 na 0,125 vir onmiddellike lees.
bg: Да преобразувате 3/4 в 0,75 или 1/8 в 0,125 за незабавно четене.
cs: Převést 3/4 na 0,75 nebo 1/8 na 0,125 pro okamžité přečtení.
da: Transformere 3/4 til 0,75 eller 1/8 til 0,125 for øjeblikkelig læsning.
de: 3/4 in 0,75 oder 1/8 in 0,125 umwandeln für eine sofortige Lesbarkeit.
el: Μετατρέψτε 3/4 σε 0,75 ή 1/8 σε 0,125 για άμεση ανάγνωση.
es: Transformar 3/4 en 0,75 o 1/8 en 0,125 para una lectura inmediata.
fi: Muunna 3/4:stä 0,75:een tai 1/8:sta 0,125:een välittömästi luettavaksi.
fil: I-convert ang 3/4 sa 0.75 o 1/8 sa 0.125 para sa agarang pagbabasa.
hu: A 3/4-et 0,75-re vagy az 1/8-at 0,125-re alakítani az azonnali olvasás érdekében.
id: Mengubah 3/4 menjadi 0,75 atau 1/8 menjadi 0,125 untuk pembacaan langsung.
it: Trasformare 3/4 in 0,75 o 1/8 in 0,125 per una lettura immediata.
ja: 3/4を0.75に、または1/8を0.125に変換して即座に読み取ります。
ko: 3/4를 0.75로 또는 1/8을 0.125로 변환하여 즉각적으로 읽을 수 있습니다.
nl: Zet 3/4 om in 0,75 of 1/8 in 0,125 voor directe leesbaarheid.
no: Transformere 3/4 til 0,75 eller 1/8 til 0,125 for umiddelbar lesing.
pl: Przekształć 3/4 na 0,75 lub 1/8 na 0,125 dla natychmiastowego odczytu.
pt_pt: Transformar 3/4 em 0,75 ou 1/8 em 0,125 para uma leitura imediata.
ro: Transformați 3/4 în 0,75 sau 1/8 în 0,125 pentru o citire imediată.
ru: Преобразовать 3/4 в 0,75 или 1/8 в 0,125 для мгновенного чтения.
sk: Preveďte 3/4 na 0,75 alebo 1/8 na 0,125 pre okamžité čítanie.
sv: Omvandla 3/4 till 0,75 eller 1/8 till 0,125 för omedelbar läsning.
sw: Badilisha 3/4 kuwa 0.75 au 1/8 kuwa 0.125 kwa kusoma mara moja.
tr: 3/4'ü 0,75 veya 1/8'i 0,125'e dönüştürerek anında okumak.
uk: Перетворити 3/4 на 0,75 або 1/8 на 0,125 для миттєвого читання.
vi: Chuyển đổi 3/4 thành 0,75 hoặc 1/8 thành 0,125 để đọc ngay lập tức.
zh_hans: 将3/4转换为0.75或1/8转换为0.125以便于立即阅读。

# ed_math_fractions_fraction_to_decimal_uc2_title
source: Comparer des fractions
af: Vergelyk fraksies
bg: Сравняване на дроби
cs: Porovnat zlomky
da: Sammenligne brøker
de: Brüche vergleichen
el: Συγκρίνετε κλάσεις
es: Comparar fracciones
fi: Vertaile murtolukuja
fil: Paghahambing ng mga fraction
hu: Törtek összehasonlítása
id: Membandingkan pecahan
it: Confrontare frazioni
ja: 分数を比較する
ko: 분수 비교하기
nl: Breuken vergelijken
no: Sammenligne brøker
pl: Porównywanie ułamków
pt_pt: Comparar frações
ro: Comparați fracții
ru: Сравнение дробей
sk: Porovnávanie zlomkov
sv: Jämföra bråkdela
sw: Kulinganisha fractions
tr: Kesirleri karşılaştırmak
uk: Порівняти дроби
vi: So sánh các phân số
zh_hans: 比较分数

# ed_math_fractions_fraction_to_decimal_uc2_text
source: Comparer rapidement des fractions en les visualisant sous forme décimale.
af: Vergelyk vinnig fraksies deur hulle in desimale vorm te visualiseer.
bg: Бързо сравняване на дроби, визуализирайки ги в десетичен вид.
cs: Rychle porovnat zlomky jejich zobrazením v desetinné podobě.
da: Sammenlign hurtigt brøker ved at visualisere dem som decimaler.
de: Brüche schnell vergleichen, indem man sie in dezimaler Form visualisiert.
el: Συγκρίνετε γρήγορα κλάσεις οπτικοποιώντας τις σε δεκαδική μορφή.
es: Comparar rápidamente fracciones visualizándolas en forma decimal.
fi: Vertaile nopeasti murtolukuja visualisoimalla ne desimaalimuodossa.
fil: Mabilis na ihambing ang mga fraction sa pamamagitan ng pagtingin sa mga ito sa decimal na anyo.
hu: Törtek gyors összehasonlítása tizedes formában való megjelenítésükkel.
id: Membandingkan pecahan dengan cepat dengan memvisualisasikannya dalam bentuk desimal.
it: Confrontare rapidamente frazioni visualizzandole in forma decimale.
ja: 分数を小数形式で視覚化して迅速に比較します。
ko: 분수를 소수 형태로 시각화하여 빠르게 비교합니다.
nl: Vergelijk snel breuken door ze in decimale vorm te visualiseren.
no: Sammenligne raskt brøker ved å visualisere dem som desimaler.
pl: Szybkie porównywanie ułamków poprzez wizualizację ich w formie dziesiętnej.
pt_pt: Comparar rapidamente frações visualizando-as na forma decimal.
ro: Comparați rapid fracțiile vizualizându-le sub formă decimală.
ru: Быстро сравнивайте дроби, визуализируя их в десятичной форме.
sk: Rýchlo porovnajte zlomky vizualizovaním v desatinnej forme.
sv: Jämför snabbt bråkdela genom att visualisera dem i decimalform.
sw: Kulinganisha kwa haraka fractions kwa kuziangalia kama desimali.
tr: Kesirleri ondalık biçimde görselleştirerek hızlı bir şekilde karşılaştırmak.
uk: Швидко порівнюйте дроби, візуалізуючи їх у десятковій формі.
vi: So sánh nhanh chóng các phân số bằng cách hình dung chúng dưới dạng thập phân.
zh_hans: 通过将分数以小数形式可视化，快速比较分数。
