Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_rounding_error_a1
source: Non, elle peut devenir significative si les arrondis sont répétés ou mal choisis.
af: Nee, dit kan betekenisvol word as die afrondings herhaal of verkeerd gekies word.
bg: Не, тя може да стане значима, ако закръглянията се повтарят или са неправилно избрани.
cs: Ne, může se stát významnou, pokud jsou zaokroulení opakována nebo špatně zvolena.
da: Nej, den kan blive betydelig, hvis afrundingerne gentages eller er dårligt valgt.
de: Nein, er kann signifikant werden, wenn die Rundungen wiederholt oder schlecht gewählt sind.
el: Όχι, μπορεί να γίνει σημαντικό αν οι στρογγυλοποιήσεις επαναλαμβάνονται ή είναι κακώς επιλεγμένες.
es: No, puede volverse significativo si los redondeos se repiten o se eligen mal.
fi: Ei, se voi muuttua merkittäväksi, jos pyöristyksiä toistetaan tai ne on valittu huonosti.
fil: Hindi, maaari itong maging makabuluhan kung ang mga pag-ikot ay inuulit o hindi maayos na pinili.
hu: Nem, jelentősé válhat, ha a kerekítések ismétlődnek vagy rosszul vannak megválasztva.
id: Tidak, itu bisa menjadi signifikan jika pembulatan dilakukan berulang kali atau dipilih dengan buruk.
it: No, può diventare significativo se gli arrotondamenti sono ripetuti o mal scelti.
ja: いいえ、丸めが繰り返されるか、誤って選ばれると、重要になる可能性があります。
ko: 아니요, 반올림이 반복되거나 잘못 선택되면 의미가 있을 수 있습니다.
nl: Nee, het kan significant worden als de afrondingen herhaald of slecht gekozen zijn.
no: Nei, den kan bli betydelig hvis avrundingene gjentas eller er dårlig valgt.
pl: Nie, może stać się istotny, jeśli zaokrąglenia są powtarzane lub źle dobrane.
pt_pt: Não, ele pode se tornar significativo se os arredondamentos forem repetidos ou mal escolhidos.
ro: Nu, poate deveni semnificativă dacă rotunjirile sunt repetate sau prost alese.
ru: Нет, она может стать значительной, если округления повторяются или выбраны неправильно.
sk: Nie, môže sa stať významnou, ak sú zaokrúhlenia opakované alebo zle zvolené.
sv: Nej, det kan bli betydande om avrundningarna upprepas eller är dåligt valda.
sw: Hapana, linaweza kuwa na maana ikiwa mabadiliko yanarudiwa au kuchaguliwa vibaya.
tr: Hayır, eğer yuvarlamalar tekrarlanırsa veya yanlış seçilirse anlamlı hale gelebilir.
uk: Ні, вона може стати значною, якщо округлення повторюються або вибрані неправильно.
vi: Không, nó có thể trở nên đáng kể nếu các phép làm tròn được lặp lại hoặc chọn sai.
zh_hans: 不，如果四舍五入重复或选择不当，它可能变得显著。

# ed_math_rounding_error_q2
source: Comment limiter l’erreur d’arrondi ?
af: Hoe om die afrondingsfout te beperk?
bg: Как да ограничим грешката в закръглянето?
cs: Jak omezit chybu zaokroulení?
da: Hvordan begrænser man afrundingsfejlen?
de: Wie kann man den Rundungsfehler begrenzen?
el: Πώς να περιορίσετε το σφάλμα στρογγυλοποίησης;
es: ¿Cómo limitar el error de redondeo?
fi: Kuinka rajoittaa pyöristysvirhettä?
fil: Paano mababawasan ang pagkakamali sa pag-ikot?
hu: Hogyan lehet csökkenteni a kerekítési hibát?
id: Bagaimana cara membatasi kesalahan pembulatan?
it: Come limitare l'errore di arrotondamento?
ja: 丸め誤差を制限するにはどうすればよいですか？
ko: 반올림 오류를 어떻게 제한할 수 있나요?
nl: Hoe de afrondingsfout beperken?
no: Hvordan begrense avrundingsfeilen?
pl: Jak ograniczyć błąd zaokrąglenia?
pt_pt: Como limitar o erro de arredondamento?
ro: Cum să limităm eroarea de rotunjire?
ru: Как ограничить ошибку округления?
sk: Ako obmedziť chybu zaokrúhlenia?
sv: Hur begränsar man avrundningsfelet?
sw: Jinsi ya kupunguza kosa la mabadiliko?
tr: Yuvarlama hatasını nasıl sınırlayabilirim?
uk: Як обмежити помилку округлення?
vi: Làm thế nào để hạn chế sai số làm tròn?
zh_hans: 如何限制四舍五入的误差？

# ed_math_rounding_error_a2
source: En conservant plus de chiffres intermédiaires et en arrondissant uniquement à la fin.
af: Deur meer tussenliggende syfers te behou en slegs aan die einde te afrond.
bg: Като запазвате повече междинни цифри и закръгляте само в края.
cs: Zachováním více mezilehlých číslic a zaokroulením pouze na konci.
da: Ved at bevare flere mellemtal og kun afrundende til sidst.
de: Indem man mehr Zwischenzahlen beibehält und nur am Ende rundet.
el: Διατηρώντας περισσότερους ενδιάμεσους αριθμούς και στρογγυλοποιώντας μόνο στο τέλος.
es: Conservando más cifras intermedias y redondeando solo al final.
fi: Säilyttämällä enemmän väliarvoja ja pyöristämällä vain lopussa.
fil: Sa pamamagitan ng pagpapanatili ng higit pang mga intermediate na numero at pag-ikot lamang sa dulo.
hu: Több köztes számjegy megőrzésével és csak a végén kerekítve.
id: Dengan mempertahankan lebih banyak angka perantara dan hanya membulatkan di akhir.
it: Conservando più cifre intermedie e arrotondando solo alla fine.
ja: 中間の数字をより多く保持し、最後にのみ丸めることです。
ko: 중간 숫자를 더 많이 보존하고 마지막에만 반올림합니다.
nl: Door meer tussenliggende cijfers te behouden en alleen aan het einde af te ronden.
no: Ved å beholde flere mellomliggende sifre og kun avrunde til slutt.
pl: Zachowując więcej cyfr pośrednich i zaokrąglając tylko na końcu.
pt_pt: Conservando mais dígitos intermediários e arredondando apenas no final.
ro: Prin păstrarea mai multor cifre intermediare și rotunjind doar la final.
ru: Сохраняя больше промежуточных цифр и округляя только в конце.
sk: Zachovaním viacerých medzičísiel a zaokrúhľovaním iba na konci.
sv: Genom att behålla fler mellanliggande siffror och avrunda först i slutet.
sw: Kwa kuhifadhi nambari nyingi za kati na kuhamasisha tu mwishoni.
tr: Daha fazla ara basamak saklayarak ve yalnızca sonunda yuvarlayarak.
uk: Зберігаючи більше проміжних цифр і округлюючи лише в кінці.
vi: Bằng cách giữ lại nhiều chữ số trung gian hơn và chỉ làm tròn ở cuối.
zh_hans: 通过保留更多的中间数字，并仅在最后进行四舍五入。

# ed_math_rounding_error_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_rounding_error_tip
source: Arrondissez le plus tard possible dans un calcul pour réduire l’erreur globale.
af: Rond so laat as moontlik in 'n berekening af om die globale fout te verminder.
bg: Закръгляйте колкото се може по-късно в изчислението, за да намалите общата грешка.
cs: Zaokroulujte co nejpozději v výpočtu, abyste snížili celkovou chybu.
da: Afrund så sent som muligt i en beregning for at reducere den samlede fejl.
de: Runden Sie so spät wie möglich in einer Berechnung, um den Gesamtfehler zu reduzieren.
el: Στρογγυλοποιήστε όσο το δυνατόν αργότερα σε έναν υπολογισμό για να μειώσετε το συνολικό σφάλμα.
es: Redondea lo más tarde posible en un cálculo para reducir el error global.
fi: Pyöristä mahdollisimman myöhään laskelmassa vähentääksesi kokonaisvirhettä.
fil: I-ikot ang pinakahuli hangga't maaari sa isang kalkulasyon upang mabawasan ang kabuuang pagkakamali.
hu: Kerekíts a lehető legkésőbb egy számítás során a globális hiba csökkentése érdekében.
id: Bulatkan sedapat mungkin di akhir perhitungan untuk mengurangi kesalahan keseluruhan.
it: Arrotonda il più tardi possibile in un calcolo per ridurre l'errore globale.
ja: 計算の中でできるだけ遅く丸めて、全体の誤差を減らします。
ko: 계산에서 가능한 한 늦게 반올림하여 전체 오류를 줄입니다.
nl: Rond zo laat mogelijk in een berekening af om de totale fout te verminderen.
no: Avrund så sent som mulig i en beregning for å redusere den totale feilen.
pl: Zaokrąglaj jak najpóźniej w obliczeniach, aby zmniejszyć całkowity błąd.
pt_pt: Arredonde o mais tarde possível em um cálculo para reduzir o erro global.
ro: Rotunjiți cât mai târziu posibil într-un calcul pentru a reduce eroarea globală.
ru: Округляйте как можно позже в расчете, чтобы уменьшить общую ошибку.
sk: Zaokrúhľujte čo najneskôr v výpočte, aby ste znížili celkovú chybu.
sv: Avrunda så sent som möjligt i en beräkning för att minska det totala felet.
sw: Fanya mabadiliko kwa kuchelewa kadri iwezekanavyo katika hesabu ili kupunguza kosa la jumla.
tr: Hesaplamada mümkün olan en geç zamanda yuvarlayarak genel hatayı azaltın.
uk: Округлюйте якомога пізніше в обчисленні, щоб зменшити загальну помилку.
vi: Hãy làm tròn muộn nhất có thể trong một phép tính để giảm sai số tổng thể.
zh_hans: 尽可能晚地在计算中进行四舍五入，以减少整体误差。

# ed_math_significant_figures_title
source: À propos : Chiffres significatifs
af: Oor: Beduidende syfers
bg: Относно: Значими цифри
cs: O nás: Významné číslice
da: Om: Signifikante cifre
de: Über: Signifikante Ziffern
el: Σχετικά: Σημαντικά ψηφία
es: Acerca de: Cifras significativas
fi: Tietoa: Merkitsevät numerot
fil: Tungkol sa: Mga makabuluhang numero
hu: A következőkről: Jelentős számjegyek
id: Tentang: Angka signifikan
it: A proposito: Cifre significative
ja: 概要：有効数字
ko: 정보: 유의 숫자
nl: Over: Significante cijfers
no: Om: Signifikante sifre
pl: O tym: Cyfry znaczące
pt_pt: Sobre: Dígitos significativos
ro: Despre: Cifre semnificative
ru: О нас: Значащие цифры
sk: O nás: Významné čísla
sv: Om: Signifikanta siffror
sw: Kuhusu: Nambari muhimu
tr: Hakkında: Anlamlı sayılar
uk: Про: Значущі цифри
vi: Về: Chữ số có nghĩa
zh_hans: 关于：有效数字

# ed_math_significant_figures_lead
source: Les chiffres significatifs indiquent la précision réelle d’une mesure ou d’un calcul. Cet outil permet de déterminer et gérer correctement les chiffres significatifs.
af: Beduidende syfers dui die werklike akkuraatheid van 'n meting of berekening aan. Hierdie hulpmiddel maak dit moontlik om beduidende syfers korrek te bepaal en te bestuur.
bg: Значимите цифри показват реалната точност на измерване или изчисление. Този инструмент позволява да се определи и управлява правилно значимите цифри.
cs: Významné číslice ukazují skutečnou přesnost měření nebo výpočtu. Tento nástroj umožňuje správně určit a spravovat významné číslice.
da: Signifikante cifre angiver den reelle nøjagtighed af en måling eller beregning. Dette værktøj gør det muligt at bestemme og håndtere signifikante cifre korrekt.
de: Signifikante Ziffern zeigen die tatsächliche Genauigkeit einer Messung oder Berechnung an. Dieses Tool ermöglicht es, signifikante Ziffern korrekt zu bestimmen und zu verwalten.
el: Τα σημαντικά ψηφία υποδεικνύουν την πραγματική ακρίβεια μιας μέτρησης ή ενός υπολογισμού. Αυτό το εργαλείο επιτρέπει να προσδιορίσετε και να διαχειριστείτε σωστά τα σημαντικά ψηφία.
es: Las cifras significativas indican la precisión real de una medida o cálculo. Esta herramienta permite determinar y gestionar correctamente las cifras significativas.
fi: Merkitsevät numerot osoittavat mittauksen tai laskennan todellisen tarkkuuden. Tämä työkalu auttaa määrittämään ja hallitsemaan merkitseviä numeroita oikein.
fil: Ang mga makabuluhang numero ay nagpapakita ng tunay na katumpakan ng isang sukat o kalkulasyon. Ang tool na ito ay nagbibigay-daan upang matukoy at maayos na pamahalaan ang mga makabuluhang numero.
hu: A jelentős számjegyek a mérés vagy számítás valódi pontosságát jelzik. Ez az eszköz lehetővé teszi a jelentős számjegyek helyes meghatározását és kezelését.
id: Angka signifikan menunjukkan ketepatan nyata dari sebuah pengukuran atau perhitungan. Alat ini memungkinkan untuk menentukan dan mengelola angka signifikan dengan benar.
it: Le cifre significative indicano la precisione reale di una misura o di un calcolo. Questo strumento consente di determinare e gestire correttamente le cifre significative.
ja: 有効数字は、測定または計算の実際の精度を示します。このツールは、有効数字を正しく特定し管理するのに役立ちます。
ko: 유의 숫자는 측정 또는 계산의 실제 정확성을 나타냅니다. 이 도구는 유의 숫자를 올바르게 결정하고 관리하는 데 도움을 줍니다.
nl: Significante cijfers geven de werkelijke nauwkeurigheid van een meting of berekening aan. Deze tool helpt om significante cijfers correct te bepalen en te beheren.
no: Signifikante sifre indikerer den reelle nøyaktigheten av en måling eller beregning. Dette verktøyet gjør det mulig å bestemme og håndtere signifikante sifre korrekt.
pl: Cyfry znaczące wskazują rzeczywistą dokładność pomiaru lub obliczenia. To narzędzie pozwala prawidłowo określić i zarządzać cyframi znaczącymi.
pt_pt: Os dígitos significativos indicam a precisão real de uma medida ou cálculo. Esta ferramenta permite determinar e gerenciar corretamente os dígitos significativos.
ro: Cifrele semnificative indică precizia reală a unei măsurători sau a unui calcul. Acest instrument permite determinarea și gestionarea corectă a cifrelor semnificative.
ru: Значащие цифры указывают на реальную точность измерения или расчета. Этот инструмент позволяет правильно определить и управлять значащими цифрами.
sk: Významné čísla ukazujú skutočnú presnosť merania alebo výpočtu. Tento nástroj umožňuje správne určiť a spravovať významné čísla.
sv: Signifikanta siffror anger den verkliga noggrannheten i en mätning eller beräkning. Detta verktyg gör det möjligt att korrekt bestämma och hantera signifikanta siffror.
sw: Nambari muhimu zinaonyesha usahihi halisi wa kipimo au hesabu. Chombo hiki kinaruhusu kubaini na kudhibiti ipasavyo nambari muhimu.
tr: Anlamlı sayılar, bir ölçüm veya hesaplamanın gerçek doğruluğunu gösterir. Bu araç, anlamlı sayıları doğru bir şekilde belirlemeye ve yönetmeye yardımcı olur.
uk: Значущі цифри вказують на реальну точність вимірювання або обчислення. Цей інструмент дозволяє правильно визначати та управляти значущими цифрами.
vi: Các chữ số có nghĩa chỉ ra độ chính xác thực sự của một phép đo hoặc một phép tính. Công cụ này cho phép xác định và quản lý đúng các chữ số có nghĩa.
zh_hans: 有效数字表示测量或计算的实际精度。该工具可以正确确定和管理有效数字。

# ed_math_significant_figures_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_significant_figures_uc1_title
source: Sciences expérimentales
af: Eksperimentele wetenskappe
bg: Експериментални науки
cs: Experimentální vědy
da: Eksperimentel videnskab
de: Experimentelle Wissenschaften
el: Πειραματικές επιστήμες
es: Ciencias experimentales
fi: Kokeelliset tieteet
fil: Mga eksperimentong agham
hu: Kísérleti tudományok
id: Ilmu eksperimen
it: Scienze sperimentali
ja: 実験科学
ko: 실험 과학
nl: Experimentele wetenschappen
no: Eksperimentell vitenskap
pl: Nauki eksperymentalne
pt_pt: Ciências experimentais
ro: Științe experimentale
ru: Экспериментальные науки
sk: Experimentálne vedy
sv: Experimentell vetenskap
sw: Sayansi ya majaribio
tr: Deneysel bilimler
uk: Експериментальні науки
vi: Khoa học thực nghiệm
zh_hans: 实验科学

# ed_math_significant_figures_uc1_text
source: Exprimer correctement la précision d’une mesure.
af: Druk die akkuraatheid van 'n meting korrek uit.
bg: Правилно изразяване на точността на измерване.
cs: Správně vyjádřit přesnost měření.
da: Korrekt udtrykke nøjagtigheden af en måling.
de: Die Genauigkeit einer Messung korrekt ausdrücken.
el: Εκφράστε σωστά την ακρίβεια μιας μέτρησης.
es: Expresar correctamente la precisión de una medida.
fi: Ilmaise mittauksen tarkkuus oikein.
fil: Tamang ipahayag ang katumpakan ng isang sukat.
hu: A mérés pontosságának helyes kifejezése.
id: Menyatakan dengan benar ketepatan sebuah pengukuran.
it: Esprimere correttamente la precisione di una misura.
ja: 測定の精度を正しく表現する。
ko: 측정의 정확성을 올바르게 표현합니다.
nl: De nauwkeurigheid van een meting correct uitdrukken.
no: Korrekt uttrykke nøyaktigheten av en måling.
pl: Poprawne wyrażenie dokładności pomiaru.
pt_pt: Expressar corretamente a precisão de uma medida.
ro: Exprimați corect precizia unei măsurători.
ru: Правильно выразить точность измерения.
sk: Správne vyjadriť presnosť merania.
sv: Korrekt uttrycka noggrannheten i en mätning.
sw: Kueleza kwa usahihi usahihi wa kipimo.
tr: Bir ölçümün doğruluğunu doğru bir şekilde ifade etmek.
uk: Правильно виражати точність вимірювання.
vi: Diễn đạt chính xác độ chính xác của một phép đo.
zh_hans: 正确表达测量的精度。

# ed_math_significant_figures_uc2_title
source: Calculs numériques
af: Numeriese berekeninge
bg: Числови изчисления
cs: Numerické výpočty
da: Numeriske beregninger
de: Numerische Berechnungen
el: Αριθμητικοί υπολογισμοί
es: Cálculos numéricos
fi: Numeeriset laskelmat
fil: Mga numerikal na kalkulasyon
hu: Numerikus számítások
id: Perhitungan numerik
it: Calcoli numerici
ja: 数値計算
ko: 수치 계산
nl: Numerieke berekeningen
no: Numeriske beregninger
pl: Obliczenia numeryczne
pt_pt: Cálculos numéricos
ro: Calculi numerici
ru: Числовые расчеты
sk: Numerické výpočty
sv: Numeriska beräkningar
sw: Hesabu za nambari
tr: Sayısal hesaplamalar
uk: Числові обчислення
vi: Các phép tính số
zh_hans: 数值计算

# ed_math_significant_figures_uc2_text
source: Éviter de donner une précision illusoire aux résultats.
af: Vermy om 'n illusoriese akkuraatheid aan die resultate te gee.
bg: Избягвайте да давате илюзорна точност на резултатите.
cs: Vyhnout se poskytování iluzorní přesnosti výsledkům.
da: Undgå at give en illusorisk nøjagtighed til resultaterne.
de: Vermeiden Sie es, den Ergebnissen eine illusorische Genauigkeit zu verleihen.
el: Αποφύγετε να δώσετε μια ψευδή ακρίβεια στα αποτελέσματα.
es: Evitar dar una precisión ilusoria a los resultados.
fi: Vältä antamasta illuusorista tarkkuutta tuloksille.
fil: Iwasan ang pagbibigay ng ilusyon ng katumpakan sa mga resulta.
hu: Elkerülni, hogy illuzórikus pontosságot adjunk az eredményeknek.
id: Hindari memberikan ketepatan yang menyesatkan pada hasil.
it: Evitare di dare una precisione illusoria ai risultati.
ja: 結果に幻想的な精度を与えないようにする。
ko: 결과에 허위의 정확성을 부여하지 않도록 합니다.
nl: Voorkom dat resultaten een illusoire nauwkeurigheid geven.
no: Unngå å gi en illusorisk nøyaktighet til resultatene.
pl: Unikaj nadawania iluzorycznej dokładności wynikom.
pt_pt: Evitar dar uma precisão ilusória aos resultados.
ro: Evitați să oferiți o precizie iluzorie rezultatelor.
ru: Избегать создания иллюзорной точности результатов.
sk: Vyhnúť sa poskytovaniu iluzórnej presnosti výsledkov.
sv: Undvik att ge en illusion av noggrannhet i resultaten.
sw: Epuka kutoa usahihi wa uwongo kwa matokeo.
tr: Sonuçlara yanıltıcı bir doğruluk vermekten kaçının.
uk: Уникати надання ілюзорної точності результатам.
vi: Tránh việc đưa ra độ chính xác ảo cho các kết quả.
zh_hans: 避免给结果提供虚假的精度。

# ed_math_significant_figures_uc3_title
source: Lecture de données
af: Data lees
bg: Четене на данни
cs: Čtení dat
da: Data læsning
de: Daten lesen
el: Ανάγνωση δεδομένων
es: Lectura de datos
fi: Tietojen lukeminen
fil: Pagbasa ng datos
hu: Adatok olvasása
id: Pembacaan data
it: Lettura dei dati
ja: データの読み取り
ko: 데이터 읽기
nl: Gegevens lezen
no: Datalesing
pl: Odczyt danych
pt_pt: Leitura de dados
ro: Citirea datelor
ru: Чтение данных
sk: Čítanie údajov
sv: Datainläsning
sw: Kusoma data
tr: Veri okuma
uk: Читання даних
vi: Đọc dữ liệu
zh_hans: 数据读取

# ed_math_significant_figures_uc3_text
source: Interpréter correctement des valeurs issues de mesures.
af: Interpreteer waardes wat uit metings verkry is korrek.
bg: Правилно интерпретиране на стойности от измервания.
cs: Správně interpretovat hodnoty získané z měření.
da: Korrekt fortolke værdier fra målinger.
de: Werte aus Messungen korrekt interpretieren.
el: Ερμηνεύστε σωστά τις τιμές που προέρχονται από μετρήσεις.
es: Interpretar correctamente los valores derivados de medidas.
fi: Tulkitse mittauksista saatuja arvoja oikein.
fil: Tamang bigyang-kahulugan ang mga halaga mula sa mga sukat.
hu: Helyesen értelmezni a mérésekből származó értékeket.
id: Menginterpretasikan dengan benar nilai yang berasal dari pengukuran.
it: Interpretare correttamente valori derivanti da misurazioni.
ja: 測定から得られた値を正しく解釈する。
ko: 측정에서 나온 값을 올바르게 해석합니다.
nl: Waarden uit metingen correct interpreteren.
no: Korrekt tolke verdier fra målinger.
pl: Poprawna interpretacja wartości pochodzących z pomiarów.
pt_pt: Interpretar corretamente valores provenientes de medições.
ro: Interpretați corect valorile provenite din măsurători.
ru: Правильно интерпретировать значения, полученные из измерений.
sk: Správne interpretovať hodnoty získané z meraní.
sv: Tolka korrekt värden från mätningar.
sw: Kuelewa kwa usahihi thamani zinazotokana na vipimo.
tr: Ölçümlerden elde edilen değerleri doğru bir şekilde yorumlamak.
uk: Правильно інтерпретувати значення, отримані з вимірювань.
vi: Diễn giải chính xác các giá trị từ các phép đo.
zh_hans: 正确解释测量得出的值。

# ed_math_significant_figures_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap.
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Kile unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的内容

# ed_math_significant_figures_out1
source: L’outil identifie le nombre de chiffres significatifs d’une valeur.
af: Die hulpmiddel identifiseer die aantal beduidende syfers van 'n waarde.
bg: Инструментът идентифицира броя на значимите цифри на стойност.
cs: Nástroj identifikuje počet významných číslic hodnoty.
da: Værktøjet identificerer antallet af signifikante cifre i en værdi.
de: Das Tool identifiziert die Anzahl der signifikanten Ziffern eines Wertes.
el: Το εργαλείο προσδιορίζει τον αριθμό των σημαντικών ψηφίων μιας τιμής.
es: La herramienta identifica el número de cifras significativas de un valor.
fi: Työkalu tunnistaa arvon merkitsevien numeroiden määrän.
fil: Tinutukoy ng tool ang bilang ng mga makabuluhang numero ng isang halaga.
hu: Az eszköz azonosítja egy érték jelentős számjegyeinek számát.
id: Alat ini mengidentifikasi jumlah angka signifikan dari sebuah nilai.
it: Lo strumento identifica il numero di cifre significative di un valore.
ja: ツールは、値の有効数字の数を特定します。
ko: 이 도구는 값의 유의 숫자 개수를 식별합니다.
nl: De tool identificeert het aantal significante cijfers van een waarde.
no: Verktøyet identifiserer antall signifikante sifre i en verdi.
pl: Narzędzie identyfikuje liczbę cyfr znaczących danej wartości.
pt_pt: A ferramenta identifica o número de dígitos significativos de um valor.
ro: Instrumentul identifică numărul de cifre semnificative ale unei valori.
ru: Инструмент определяет количество значащих цифр в значении.
sk: Nástroj identifikuje počet významných číslic hodnoty.
sv: Verktyget identifierar antalet signifikanta siffror i ett värde.
sw: Chombo kinatambua idadi ya nambari muhimu za thamani.
tr: Araç, bir değerin anlamlı rakam sayısını belirler.
uk: Інструмент визначає кількість значущих цифр значення.
vi: Công cụ xác định số lượng chữ số có nghĩa của một giá trị.
zh_hans: 该工具识别一个值的有效数字个数。
