Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_split_out2
source: Un mapping JSON des plages/pages extraites pour tracer l’origine de chaque fichier généré.
af: 'n JSON-mapping van die ekstrakteerde reekse/bladsye om die oorsprong van elke gegenereerde lêer te spoor.
bg: JSON картографиране на извлечените диапазони/страници за проследяване на произхода на всеки генериран файл.
cs: JSON mapping extrahovaných rozsahů/stránek pro sledování původu každého vygenerovaného souboru.
da: Et JSON-mapping af de udtrukne områder/sider for at spore oprindelsen af hver genereret fil.
de: Eine JSON-Zuordnung der extrahierten Bereiche/Seiten, um die Herkunft jeder generierten Datei nachzuvollziehen.
el: Ένας χάρτης JSON των περιοχών/σελίδων που εξήχθησαν για να παρακολουθείτε την προέλευση κάθε παραγόμενου αρχείου.
es: Un mapeo JSON de los rangos/páginas extraídas para rastrear el origen de cada archivo generado.
fi: JSON-mapping eristetyistä alueista/sivuista jäljittääkseen jokaisen luodun tiedoston alkuperän.
fil: Isang JSON mapping ng mga hanay/pahina na nakuha upang subaybayan ang pinagmulan ng bawat nabuo na file.
hu: TODO: Mire jó ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Un mapping JSON degli intervalli/pagine estratte per tracciare l'origine di ogni file generato.
ja: 生成された各ファイルの起源を追跡するための抽出された範囲/ページのJSONマッピング。
ko: 생성된 각 파일의 출처를 추적하기 위한 추출된 범위/페이지의 JSON 매핑.
nl: Een JSON-mapping van de geëxtraheerde reeksen/pagina's om de oorsprong van elk gegenereerd bestand te traceren.
no: En JSON-mapping av de utdragne områdene/sidene for å spore opprinnelsen til hver generert fil.
pl: Mapowanie JSON zakresów/stron wyekstrahowanych, aby śledzić pochodzenie każdego wygenerowanego pliku.
pt_pt: Um mapeamento JSON dos intervalos/páginas extraídas para rastrear a origem de cada arquivo gerado.
ro: Un mapping JSON al intervalelor/paginilor extrase pentru a urmări originea fiecărui fișier generat.
ru: JSON-картирование извлеченных диапазонов/страниц для отслеживания источника каждого сгенерированного файла.
sk: JSON mapping extrahovaných rozsahov/stránok na sledovanie pôvodu každého vygenerovaného súboru.
sv: En JSON-mappning av de extraherade intervallen/sidorna för att spåra ursprunget för varje genererad fil.
sw: Ramani ya JSON ya maeneo/kurasa zilizochukuliwa ili kufuatilia asili ya kila faili lililotengenezwa.
tr: Üretilen her dosyanın kaynağını izlemek için çıkarılan aralıklar/sayfalar için bir JSON eşlemesi.
uk: JSON-мапінг витягнутих діапазонів/сторінок для відстеження походження кожного згенерованого файлу.
vi: Một ánh xạ JSON của các khoảng/trang đã trích xuất để theo dõi nguồn gốc của mỗi tệp được tạo ra.
zh_hans: 提取的范围/页面的 JSON 映射，以追踪每个生成文件的来源。

# ed_dev_pdf_pdf_split_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og punkter å være oppmerksom på
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_split_lim1
source: Découper un PDF signé invalide généralement la signature (le fichier change) : gardez l’original si besoin de preuve.
af: Skeiding van 'n ondertekende PDF maak gewoonlik die handtekening ongeldig (die lêer verander): hou die oorspronklike indien bewys benodig word.
bg: Разделянето на подписан PDF обикновено прави подписа невалиден (файлът се променя): запазете оригинала, ако е необходима доказателство.
cs: Rozdělení podepsaného PDF obvykle neplatí podpis (soubor se změní): uchovejte originál, pokud potřebujete důkaz.
da: Opdeling af en underskreven PDF ugyldiggør normalt underskriften (filen ændres): behold originalen hvis der er behov for bevis.
de: Das Aufteilen eines signierten PDFs macht in der Regel die Unterschrift ungültig (die Datei ändert sich): Bewahren Sie das Original auf, wenn Sie einen Nachweis benötigen.
el: Η διαίρεση ενός υπογεγραμμένου PDF ακυρώνει συνήθως την υπογραφή (το αρχείο αλλάζει): κρατήστε το πρωτότυπο αν χρειάζεστε απόδειξη.
es: Dividir un PDF firmado generalmente invalida la firma (el archivo cambia): mantenga el original si necesita prueba.
fi: PDF:n jakaminen rikkoo yleensä allekirjoituksen (tiedosto muuttuu): säilytä alkuperäinen, jos tarvitset todisteita.
fil: Ang paghahati ng isang nilagdaang PDF ay karaniwang nagiging sanhi ng hindi bisa ng pirma (nagbabago ang file): panatilihin ang orihinal kung kinakailangan ng patunay.
hu: TODO.
id: TODO.
it: Dividere un PDF firmato invalida generalmente la firma (il file cambia): conserva l'originale se hai bisogno di prova.
ja: PDFを分割すると、署名が無効になることが一般的です（ファイルが変更されるため）：証拠が必要な場合は元のファイルを保持してください。
ko: 서명된 PDF를 분할하면 일반적으로 서명이 무효화됩니다(파일이 변경됨): 증거가 필요하면 원본을 보관하세요.
nl: Het splitsen van een ondertekende PDF maakt de handtekening meestal ongeldig (het bestand verandert): bewaar het origineel als bewijs nodig is.
no: Å splitte en signert PDF ugyldiggjør vanligvis signaturen (filen endres): behold originalen hvis bevis er nødvendig.
pl: Podział podpisanego PDF zazwyczaj unieważnia podpis (plik się zmienia): zachowaj oryginał, jeśli potrzebujesz dowodu.
pt_pt: Dividir um PDF assinado geralmente invalida a assinatura (o arquivo muda): mantenha o original se precisar de prova.
ro: Decuparea unui PDF semnat invalidează de obicei semnătura (fișierul se schimbă): păstrați originalul dacă aveți nevoie de dovadă.
ru: Разделение подписанного PDF обычно делает подпись недействительной (файл изменяется): сохраните оригинал, если требуется доказательство.
sk: Rozdelenie podpísaného PDF zvyčajne neplatí podpis (súbor sa mení): uchovajte originál, ak potrebujete dôkaz.
sv: Att dela en signerad PDF ogiltigförklarar vanligtvis signaturen (filen ändras): behåll originalet om bevis behövs.
sw: Kugawanya PDF iliyotiwa saini kwa kawaida kunavunja saini (faili hubadilika): hifadhi asili ikiwa unahitaji ushahidi.
tr: Bir PDF'yi bölmek genellikle imzayı geçersiz kılar (dosya değişir): kanıt gerekirse orijinalini saklayın.
uk: Розділення підписаного PDF зазвичай робить підпис недійсним (файл змінюється): зберігайте оригінал, якщо потрібен доказ.
vi: Chia một PDF đã ký thường làm mất hiệu lực chữ ký (tệp thay đổi): giữ bản gốc nếu cần bằng chứng.
zh_hans: 拆分已签名的 PDF 通常会使签名无效（文件发生变化）：如果需要证明，请保留原件。

# ed_dev_pdf_pdf_split_lim2
source: Sur des PDF chiffrés, il faut souvent déverrouiller avant split.
af: Op gesleutelde PDF's moet dit dikwels ontsluit word voor skeiding.
bg: При криптирани PDF файлове, често е необходимо да се отключи преди разделяне.
cs: U šifrovaných PDF je často nutné odemknout před rozdělením.
da: For krypterede PDF'er skal du ofte låse op før opdeling.
de: Bei verschlüsselten PDFs muss oft entsperrt werden, bevor sie aufgeteilt werden.
el: Σε κρυπτογραφημένα PDF, συχνά πρέπει να ξεκλειδώσετε πριν από τη διαίρεση.
es: En PDFs cifrados, a menudo es necesario desbloquear antes de dividir.
fi: Salatuissa PDF:issä on usein avattava ennen jakamista.
fil: Sa mga naka-encrypt na PDF, kadalasang kinakailangan ang pag-unlock bago ang paghahati.
hu: TODO.
id: TODO.
it: Su PDF crittografati, è spesso necessario sbloccare prima di dividere.
ja: 暗号化されたPDFでは、分割する前にロックを解除する必要があることがよくあります。
ko: 암호화된 PDF의 경우, 분할 전에 잠금을 해제해야 하는 경우가 많습니다.
nl: Bij versleutelde PDF's moet je vaak ontgrendelen voordat je kunt splitsen.
no: For krypterte PDF-er må man ofte låse opp før splitting.
pl: W przypadku zaszyfrowanych PDF często trzeba odblokować przed podziałem.
pt_pt: Em PDFs criptografados, muitas vezes é necessário desbloquear antes de dividir.
ro: Pe PDF-uri criptate, este adesea necesar să deblocați înainte de a decupa.
ru: Для зашифрованных PDF часто необходимо разблокировать перед разделением.
sk: Pri šifrovaných PDF je často potrebné odomknúť pred rozdelením.
sv: För krypterade PDF:er måste man ofta låsa upp innan delning.
sw: Katika PDF zilizofichwa, mara nyingi inahitajika kufungua kabla ya kugawanya.
tr: Şifreli PDF'lerde, genellikle bölmeden önce kilidi açmak gerekir.
uk: Для зашифрованих PDF часто потрібно розблокувати перед розділенням.
vi: Trên các PDF được mã hóa, thường cần phải mở khóa trước khi chia.
zh_hans: 对于加密的 PDF，通常需要在拆分之前解锁。

# ed_dev_pdf_pdf_split_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_split_q1
source: Puis-je extraire les pages 3 à 5 ?
af: Kan ek die bladsye 3 tot 5 ekstrak?
bg: Мога ли да извлека страниците от 3 до 5?
cs: Mohu extrahovat stránky 3 až 5?
da: Kan jeg udtrække siderne 3 til 5?
de: Kann ich die Seiten 3 bis 5 extrahieren?
el: Μπορώ να εξάγω τις σελίδες 3 έως 5;
es: ¿Puedo extraer las páginas 3 a 5?
fi: Voinko erottaa sivut 3-5?
fil: Maaari ko bang kunin ang mga pahina 3 hanggang 5?
hu: TODO
id: TODO
it: Posso estrarre le pagine 3 a 5?
ja: ページ3から5を抽出できますか？
ko: 페이지 3에서 5를 추출할 수 있나요?
nl: Kan ik de pagina's 3 tot 5 extraheren?
no: Kan jeg ekstraktere sidene 3 til 5?
pl: Czy mogę wyodrębnić strony 3 do 5?
pt_pt: Posso extrair as páginas 3 a 5?
ro: Pot extrage paginile 3 până la 5?
ru: Могу ли я извлечь страницы с 3 по 5?
sk: Môžem extrahovať stránky 3 až 5?
sv: Kan jag extrahera sidorna 3 till 5?
sw: Naweza kuchukua kurasa 3 hadi 5?
tr: Sayfa 3 ile 5'i çıkarabilir miyim?
uk: Чи можу я витягти сторінки з 3 по 5?
vi: Tôi có thể trích xuất các trang 3 đến 5 không?
zh_hans: 我可以提取第 3 到第 5 页吗？

# ed_dev_pdf_pdf_split_a1
source: Oui : utilisez des plages. Selon l’outil, vous pouvez fournir une liste de ranges (ex : 3-5, 8, 10-12).
af: Ja: gebruik reekse. Afhangende van die hulpmiddel, kan jy 'n lys van reekse verskaf (bv. 3-5, 8, 10-12).
bg: Да: използвайте диапазони. В зависимост от инструмента, можете да предоставите списък с диапазони (напр. 3-5, 8, 10-12).
cs: Ano: použijte rozsahy. Podle nástroje můžete poskytnout seznam rozsahů (např. 3-5, 8, 10-12).
da: Ja: brug områder. Afhængigt af værktøjet kan du angive en liste over områder (f.eks. 3-5, 8, 10-12).
de: Ja: Verwenden Sie Bereiche. Je nach Tool können Sie eine Liste von Bereichen angeben (z. B. 3-5, 8, 10-12).
el: Ναι: χρησιμοποιήστε περιοχές. Ανάλογα με το εργαλείο, μπορείτε να παρέχετε μια λίστα περιοχών (π.χ.: 3-5, 8, 10-12).
es: Sí: use rangos. Dependiendo de la herramienta, puede proporcionar una lista de rangos (por ejemplo: 3-5, 8, 10-12).
fi: Kyllä: käytä alueita. Työkalusta riippuen voit antaa luettelon alueista (esim. 3-5, 8, 10-12).
fil: Oo: gumamit ng mga hanay. Depende sa tool, maaari mong ibigay ang isang listahan ng mga range (hal: 3-5, 8, 10-12).
hu: TODO
id: TODO
it: Sì: usa intervalli. A seconda dello strumento, puoi fornire un elenco di intervalli (es: 3-5, 8, 10-12).
ja: はい：範囲を使用してください。ツールによっては、範囲のリストを提供できます（例：3-5、8、10-12）。
ko: 네: 범위를 사용하세요. 도구에 따라 범위 목록(예: 3-5, 8, 10-12)을 제공할 수 있습니다.
nl: Ja: gebruik reeksen. Afhankelijk van de tool kun je een lijst van reeksen opgeven (bijv. 3-5, 8, 10-12).
no: Ja: bruk områder. Avhengig av verktøyet kan du gi en liste over områder (f.eks. 3-5, 8, 10-12).
pl: Tak: użyj zakresów. W zależności od narzędzia, możesz podać listę zakresów (np. 3-5, 8, 10-12).
pt_pt: Sim: use intervalos. Dependendo da ferramenta, você pode fornecer uma lista de intervalos (ex: 3-5, 8, 10-12).
ro: Da: folosiți intervale. În funcție de instrument, puteți furniza o listă de intervale (ex: 3-5, 8, 10-12).
ru: Да: используйте диапазоны. В зависимости от инструмента вы можете предоставить список диапазонов (например: 3-5, 8, 10-12).
sk: Áno: použite rozsahy. Podľa nástroja môžete poskytnúť zoznam rozsahov (napr. 3-5, 8, 10-12).
sv: Ja: använd intervall. Beroende på verktyget kan du ange en lista med intervall (t.ex. 3-5, 8, 10-12).
sw: Ndio: tumia maeneo. Kulingana na chombo, unaweza kutoa orodha ya maeneo (mfano: 3-5, 8, 10-12).
tr: Evet: aralıkları kullanın. Araçlara bağlı olarak, bir aralık listesi sağlayabilirsiniz (örneğin: 3-5, 8, 10-12).
uk: Так: використовуйте діапазони. Залежно від інструмента, ви можете надати список діапазонів (наприклад: 3-5, 8, 10-12).
vi: Có: sử dụng các khoảng. Tùy thuộc vào công cụ, bạn có thể cung cấp một danh sách các khoảng (ví dụ: 3-5, 8, 10-12).
zh_hans: 可以：使用范围。根据工具，您可以提供范围列表（例如：3-5，8，10-12）。

# ed_dev_pdf_pdf_split_q2
source: La qualité change-t-elle ?
af: Verander die kwaliteit?
bg: Променя ли се качеството?
cs: Změní se kvalita?
da: Ændrer kvaliteten sig?
de: Ändert sich die Qualität?
el: Αλλάζει η ποιότητα;
es: ¿La calidad cambia?
fi: Muuttuuko laatu?
fil: Nagbabago ba ang kalidad?
hu: TODO
id: TODO
it: La qualità cambia?
ja: 品質は変わりますか？
ko: 품질이 변경되나요?
nl: Verandert de kwaliteit?
no: Endres kvaliteten?
pl: Czy jakość się zmienia?
pt_pt: A qualidade muda?
ro: Se schimbă calitatea?
ru: Меняется ли качество?
sk: Mení sa kvalita?
sv: Ändras kvaliteten?
sw: Je, ubora unabadilika?
tr: Kalite değişiyor mu?
uk: Чи змінюється якість?
vi: Chất lượng có thay đổi không?
zh_hans: 质量会改变吗？

# ed_dev_pdf_pdf_split_a2
source: Non : le split réutilise les pages. Il ne recomprime pas le contenu.
af: Nee: die skeiding hergebruik die bladsye. Dit herkomprimeer nie die inhoud nie.
bg: Не: разделянето преизползва страниците. Не компресира отново съдържанието.
cs: Ne: rozdělení znovu používá stránky. Nepřepracovává obsah.
da: Nej: opdelingen genbruger siderne. Den recomprimerer ikke indholdet.
de: Nein: Das Aufteilen verwendet die Seiten erneut. Es komprimiert den Inhalt nicht neu.
el: Όχι: η διαίρεση επαναχρησιμοποιεί τις σελίδες. Δεν ξανασυμπιέζει το περιεχόμενο.
es: No: la división reutiliza las páginas. No recomprime el contenido.
fi: Ei: jakaminen käyttää sivuja uudelleen. Se ei pakkaa sisältöä uudelleen.
fil: Hindi: ang paghahati ay muling ginagamit ang mga pahina. Hindi nito nire-recompress ang nilalaman.
hu: TODO
id: TODO
it: No: lo split riutilizza le pagine. Non ricomprime il contenuto.
ja: いいえ：分割はページを再利用します。内容を再圧縮しません。
ko: 아니요: 분할은 페이지를 재사용합니다. 내용을 다시 압축하지 않습니다.
nl: Nee: de split hergebruikt de pagina's. Het recomprimeert de inhoud niet.
no: Nei: splitting gjenbruker sidene. Den recomprimerer ikke innholdet.
pl: Nie: podział ponownie wykorzystuje strony. Nie rekompresuje zawartości.
pt_pt: Não: a divisão reutiliza as páginas. Não recomprime o conteúdo.
ro: Nu: decuparea reutilizează paginile. Nu recompresionează conținutul.
ru: Нет: разделение повторно использует страницы. Оно не сжимает содержимое.
sk: Nie: rozdelenie opätovne používa stránky. Neznovu komprimuje obsah.
sv: Nej: delningen återanvänder sidorna. Den recomprimerar inte innehållet.
sw: Hapana: kugawanya kunatumia tena kurasa. Hakuna upya wa yaliyomo.
tr: Hayır: bölme, sayfaları yeniden kullanır. İçeriği yeniden sıkıştırmaz.
uk: Ні: розділення повторно використовує сторінки. Воно не стисне вміст знову.
vi: Không: việc chia lại sử dụng các trang. Nó không nén lại nội dung.
zh_hans: 不会：拆分会重用页面。它不会重新压缩内容。

# ed_dev_pdf_pdf_split_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tips
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_split_tip
source: Pour un traitement robuste, commencez par “Pages PDF → JSON” : vous pourrez vérifier le nombre exact de pages et éviter les erreurs de plage (hors limites).
af: Vir 'n robuuste verwerking, begin met “PDF Bladsye → JSON”: jy kan die presiese aantal bladsye nagaan en foute in die reeks (buitelims) vermy.
bg: За надеждна обработка, започнете с "PDF Страници → JSON": ще можете да проверите точното количество страници и да избегнете грешки в диапазона (извън границите).
cs: Pro robustní zpracování začněte s "PDF Pages → JSON": budete moci zkontrolovat přesný počet stránek a vyhnout se chybám v rozsahu (mimo limity).
da: For en robust behandling, start med "PDF-sider → JSON": du kan kontrollere det nøjagtige antal sider og undgå områdefejl (uden for grænserne).
de: Für eine robuste Verarbeitung beginnen Sie mit "PDF-Seiten → JSON": Sie können die genaue Anzahl der Seiten überprüfen und Bereichsfehler (außerhalb der Grenzen) vermeiden.
el: Για μια robust επεξεργασία, ξεκινήστε με "Σελίδες PDF → JSON": θα μπορείτε να ελέγξετε τον ακριβή αριθμό σελίδων και να αποφύγετε σφάλματα περιοχής (εκτός ορίων).
es: Para un procesamiento robusto, comience con “Páginas PDF → JSON”: podrá verificar el número exacto de páginas y evitar errores de rango (fuera de límites).
fi: Robustin käsittelyn vuoksi aloita "PDF-sivut → JSON": voit tarkistaa tarkat sivumäärät ja välttää aluevirheitä (rajojen ulkopuolella).
fil: Para sa isang matibay na pagproseso, simulan sa “PDF Pages → JSON”: maaari mong suriin ang eksaktong bilang ng mga pahina at iwasan ang mga error sa range (out of bounds).
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tips unik terkait dengan tujuan alat ini.
it: Per un'elaborazione robusta, inizia con “Pagine PDF → JSON”: potrai verificare il numero esatto di pagine ed evitare errori di intervallo (fuori limiti).
ja: 堅牢な処理のために、「PDFページ → JSON」から始めてください：正確なページ数を確認し、範囲のエラー（範囲外）を避けることができます。
ko: 강력한 처리를 위해 "PDF 페이지 → JSON"으로 시작하세요: 페이지 수를 정확히 확인하고 범위 오류(범위 초과)를 피할 수 있습니다.
nl: Voor een robuuste verwerking, begin met "PDF Pagina's → JSON": je kunt het exacte aantal pagina's controleren en fouten in reeksen (buiten grenzen) vermijden.
no: For en robust behandling, start med "PDF-sider → JSON": du kan sjekke det nøyaktige antallet sider og unngå områdefeil (utenfor grenser).
pl: Aby uzyskać solidne przetwarzanie, zacznij od "Strony PDF → JSON": będziesz mógł sprawdzić dokładną liczbę stron i uniknąć błędów zakresu (poza granicami).
pt_pt: Para um processamento robusto, comece por “Páginas PDF → JSON”: você poderá verificar o número exato de páginas e evitar erros de intervalo (fora dos limites).
ro: Pentru un proces robust, începeți cu “Pagini PDF → JSON”: veți putea verifica numărul exact de pagini și evita erorile de interval (în afara limitelor).
ru: Для надежной обработки начните с "PDF Pages → JSON": вы сможете проверить точное количество страниц и избежать ошибок диапазона (вне пределов).
sk: Pre robustné spracovanie začnite s "PDF Pages → JSON": budete môcť skontrolovať presný počet strán a vyhnúť sa chybám v rozsahu (mimo limitov).
sv: För en robust behandling, börja med "PDF-sidor → JSON": du kan kontrollera det exakta antalet sidor och undvika intervallfel (utanför gränserna).
sw: Kwa usindikaji thabiti, anza na "Kurasa za PDF → JSON": utaweza kuthibitisha idadi halisi ya kurasa na kuepuka makosa ya eneo (nje ya mipaka).
tr: Sağlam bir işlem için "PDF Sayfaları → JSON" ile başlayın: tam sayfa sayısını kontrol edebilir ve aralık hatalarını (sınır dışı) önleyebilirsiniz.
uk: Для надійної обробки почніть з "Сторінки PDF → JSON": ви зможете перевірити точну кількість сторінок і уникнути помилок діапазону (за межами меж).
vi: Để có một quy trình xử lý mạnh mẽ, hãy bắt đầu với "Trang PDF → JSON": bạn sẽ có thể kiểm tra số lượng trang chính xác và tránh lỗi khoảng (ngoài giới hạn).
zh_hans: 为了进行稳健的处理，请从“PDF 页面 → JSON”开始：您可以检查确切的页面数量并避免范围错误（超出限制）。

# ed_dev_pdf_pdf_stream_decoder_title
source: À propos : Décoder un stream PDF
af: Oor: Dekodeer 'n PDF-stroom
bg: За нас: Декодиране на PDF поток
cs: O aplikaci: Dekódování PDF streamu
da: Om: Dekodning af en PDF-stream
de: Über: Dekodieren eines PDF-Streams
el: Σχετικά: Αποκωδικοποίηση ενός stream PDF
es: Acerca de: Decodificar un stream PDF
fi: Tietoja: PDF-streamin purkaminen
fil: Tungkol sa: Pag-decode ng PDF stream
hu: A témáról: PDF stream dekódolása
id: Tentang: Menguraikan stream PDF
it: A proposito: Decodificare un stream PDF
ja: PDFストリームをデコードするについて
ko: PDF 스트림 디코딩에 대한 설명
nl: Over: Een PDF-stream decoderen
no: Om: Dekode en PDF-strøm
pl: O projekcie: Dekodowanie strumienia PDF
pt_pt: Sobre: Decodificar um stream PDF
ro: Despre: Decodificarea unui stream PDF
ru: О нас: Декодирование PDF потока
sk: O projekte: Dekódovanie PDF streamu
sv: Om: Avkoda en PDF-ström
sw: Kuhusu: Kufafanua mtiririko wa PDF
tr: Hakkında: PDF akışını çözmek
uk: Про нас: Декодування PDF потоку
vi: Về chúng tôi: Giải mã một luồng PDF
zh_hans: 关于：解码 PDF 流
