Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_ratio_compare_lead
source: Comparer deux ratios pour déterminer lequel représente la plus grande proportion ou la situation la plus favorable.
af: Vergelyk twee verhoudings om te bepaal watter een die grootste proporsie of die mees gunstige situasie verteenwoordig.
bg: Сравняване на две съотношения, за да се определи кое представлява по-голям дял или по-благоприятна ситуация.
cs: Porovnat dva poměry, abyste určili, který představuje větší podíl nebo příznivější situaci.
da: Sammenlign to forhold for at bestemme, hvilket der repræsenterer den største andel eller den mest favorable situation.
de: Zwei Verhältnisse vergleichen, um zu bestimmen, welches den größeren Anteil oder die günstigere Situation darstellt.
el: Σύγκριση δύο λόγων για να προσδιορίσετε ποιος αντιπροσωπεύει τη μεγαλύτερη αναλογία ή την πιο ευνοϊκή κατάσταση.
es: Comparar dos razones para determinar cuál representa la mayor proporción o la situación más favorable.
fi: Vertaile kahta suhdetta määrittääksesi, mikä edustaa suurempaa osuutta tai suotuisinta tilannetta.
fil: Ihambing ang dalawang ratio upang matukoy kung aling isa ang kumakatawan sa pinakamalaking bahagi o ang pinaka-kanais-nais na sitwasyon.
hu: Két arány összehasonlítása annak meghatározására, hogy melyik képviseli a nagyobb arányt vagy a kedvezőbb helyzetet.
id: Membandingkan dua rasio untuk menentukan mana yang mewakili proporsi terbesar atau situasi yang paling menguntungkan.
it: Confrontare due rapporti per determinare quale rappresenta la proporzione più grande o la situazione più favorevole.
ja: 2つの比率を比較して、どちらがより大きな割合またはより有利な状況を表しているかを判断する。
ko: 어떤 비율이 더 큰 비율이나 더 유리한 상황을 나타내는지 결정하기 위해 두 비율을 비교합니다.
nl: Vergelijk twee verhoudingen om te bepalen welke de grootste proportie of de meest gunstige situatie vertegenwoordigt.
no: Sammenligne to forhold for å avgjøre hvilket som representerer den største andelen eller den mest gunstige situasjonen.
pl: Porównaj dwa stosunki, aby określić, który reprezentuje większy udział lub bardziej korzystną sytuację.
pt_pt: Comparar duas razões para determinar qual representa a maior proporção ou a situação mais favorável.
ro: Compararea a două rapoarte pentru a determina care reprezintă cea mai mare proporție sau cea mai favorabilă situație.
ru: Сравнить два отношения, чтобы определить, какое из них представляет большую долю или более благоприятную ситуацию.
sk: Porovnať dva pomery, aby sa určil, ktorý predstavuje väčší podiel alebo najvýhodnejšiu situáciu.
sv: Jämföra två förhållanden för att avgöra vilket som representerar den största andelen eller den mest fördelaktiga situationen.
sw: Kulinganisha uwiano mbili ili kubaini ni ipi inawakilisha sehemu kubwa zaidi au hali bora zaidi.
tr: Hangi oranın daha büyük bir oranı veya en uygun durumu temsil ettiğini belirlemek için iki oranı karşılaştırmak.
uk: Порівняти два співвідношення, щоб визначити, яке з них представляє більшу частку або більш сприятливу ситуацію.
vi: So sánh hai tỷ lệ để xác định tỷ lệ nào đại diện cho tỷ lệ lớn hơn hoặc tình huống thuận lợi hơn.
zh_hans: 比较两个比率以确定哪个代表更大比例或更有利的情况。

# ed_math_ratio_compare_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapa
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_ratio_compare_uc1_title
source: Comparaisons équitables
af: Ewe vergelykings
bg: Справедливи сравнения
cs: Spravedlivá srovnání
da: Retfærdige sammenligninger
de: Gerechte Vergleiche
el: Δίκαιες συγκρίσεις
es: Comparaciones equitativas
fi: Reilut vertailut
fil: Makatarungang paghahambing
hu: Igazságos összehasonlítások
id: Perbandingan yang adil
it: Confronti equi
ja: 公平な比較
ko: 공정한 비교
nl: Eerlijke vergelijkingen
no: Rettferdige sammenligninger
pl: Sprawiedliwe porównania
pt_pt: Comparações justas
ro: Comparatii echitabile
ru: Справедливые сравнения
sk: Spravodlivé porovnania
sv: Rättvisa jämförelser
sw: Mifano ya haki
tr: Adil karşılaştırmalar
uk: Справедливі порівняння
vi: So sánh công bằng
zh_hans: 公平比较

# ed_math_ratio_compare_uc1_text
source: Comparer des performances, des rendements ou des densités indépendamment des quantités totales.
af: Vergelyk prestasies, opbrengste of digthede onafhanklik van die totale hoeveelhede.
bg: Сравняване на представяния, доходности или плътности независимо от общите количества.
cs: Porovnat výkony, výnosy nebo hustoty nezávisle na celkových množstvích.
da: Sammenlign præstationer, udbytter eller tæthed uafhængigt af de samlede mængder.
de: Leistungen, Erträge oder Dichten unabhängig von den Gesamtmengen vergleichen.
el: Σύγκριση επιδόσεων, αποδόσεων ή πυκνοτήτων ανεξάρτητα από τις συνολικές ποσότητες.
es: Comparar rendimientos, eficiencias o densidades independientemente de las cantidades totales.
fi: Vertaile suorituskykyä, tuottoa tai tiheyksiä riippumatta kokonaismääristä.
fil: Ihambing ang mga pagganap, mga ani o mga densidad nang hindi isinasaalang-alang ang kabuuang dami.
hu: Teljes mennyiségektől függetlenül teljesítmények, hozamok vagy sűrűségek összehasonlítása.
id: Membandingkan kinerja, hasil, atau kepadatan terlepas dari jumlah total.
it: Confrontare prestazioni, rendimenti o densità indipendentemente dalle quantità totali.
ja: 総量に依存せずに、パフォーマンス、収益、または密度を比較する。
ko: 총량에 관계없이 성능, 수익 또는 밀도를 비교합니다.
nl: Vergelijk prestaties, rendementen of dichtheden onafhankelijk van de totale hoeveelheden.
no: Sammenligne ytelse, avkastning eller tetthet uavhengig av totale mengder.
pl: Porównaj wydajności, zyski lub gęstości niezależnie od całkowitych ilości.
pt_pt: Comparar desempenhos, rendimentos ou densidades independentemente das quantidades totais.
ro: Compararea performanțelor, randamentelor sau densităților independent de cantitățile totale.
ru: Сравнить производительность, доходность или плотности независимо от общих количеств.
sk: Porovnať výkony, výnosy alebo hustoty nezávisle od celkových množstiev.
sv: Jämföra prestationer, avkastningar eller densiteter oberoende av de totala kvantiteterna.
sw: Kulinganisha utendaji, matokeo au wiani bila kujali kiasi jumla.
tr: Toplam miktarlardan bağımsız olarak performansları, verimleri veya yoğunlukları karşılaştırmak.
uk: Порівняти показники, доходи або щільності незалежно від загальних кількостей.
vi: So sánh hiệu suất, năng suất hoặc mật độ mà không phụ thuộc vào tổng số lượng.
zh_hans: 独立于总量比较性能、收益或密度。

# ed_math_ratio_compare_uc2_title
source: Choix optimal
af: Optimale keuse
bg: Оптимален избор
cs: Optimální volba
da: Optimal valg
de: Optimale Wahl
el: Βέλτιστη επιλογή
es: Elección óptima
fi: Optimaalinen valinta
fil: Pinakamainam na pagpipilian
hu: Optimális választás
id: Pilihan optimal
it: Scelta ottimale
ja: 最適な選択
ko: 최적 선택
nl: Optimale keuze
no: Optimal valg
pl: Optymalny wybór
pt_pt: Escolha ótima
ro: Alegere optimă
ru: Оптимальный выбор
sk: Optimálny výber
sv: Optimal val
sw: Chaguo bora
tr: Optimal seçim
uk: Оптимальний вибір
vi: Lựa chọn tối ưu
zh_hans: 最佳选择

# ed_math_ratio_compare_uc2_text
source: Décider entre deux options exprimées sous forme de ratios.
af: Besluit tussen twee opsies wat in die vorm van verhoudings uitgedruk word.
bg: Решаване между две опции, изразени под формата на съотношия.
cs: Rozhodnout se mezi dvěma možnostmi vyjádřenými jako poměry.
da: Beslut mellem to muligheder udtrykt som forhold.
de: Entscheiden zwischen zwei Optionen, die in Form von Verhältnissen ausgedrückt sind.
el: Απόφαση μεταξύ δύο επιλογών που εκφράζονται με τη μορφή λόγων.
es: Decidir entre dos opciones expresadas en forma de razones.
fi: Päätä kahden vaihtoehdon välillä, jotka on ilmaistu suhteina.
fil: Magpasya sa pagitan ng dalawang opsyon na ipinahayag sa anyo ng mga ratio.
hu: Döntés két arány formájában kifejezett lehetőség között.
id: Memutuskan antara dua opsi yang dinyatakan dalam bentuk rasio.
it: Decidere tra due opzioni espresse sotto forma di rapporti.
ja: 比率の形で表現された2つのオプションの間で決定する。
ko: 비율로 표현된 두 옵션 중에서 결정하기.
nl: Beslissen tussen twee opties die in de vorm van verhoudingen zijn uitgedrukt.
no: Bestemme mellom to alternativer uttrykt i form av forhold.
pl: Decydowanie między dwiema opcjami wyrażonymi w formie stosunków.
pt_pt: Decidir entre duas opções expressas sob a forma de razões.
ro: Deciderea între două opțiuni exprimate sub formă de rapoarte.
ru: Решить между двумя вариантами, выраженными в виде отношений.
sk: Rozhodnúť sa medzi dvoma možnosťami vyjadrenými vo forme pomerov.
sv: Besluta mellan två alternativ uttryckta i form av förhållanden.
sw: Kufanya maamuzi kati ya chaguzi mbili zilizotolewa kwa njia ya uwiano.
tr: İki seçeneği oranlar şeklinde ifade ederek karar vermek.
uk: Вирішити між двома варіантами, вираженими у вигляді співвідношень.
vi: Quyết định giữa hai tùy chọn được diễn đạt dưới dạng tỷ lệ.
zh_hans: 在以比率形式表达的两个选项之间做出决定。

# ed_math_ratio_compare_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的结果

# ed_math_ratio_compare_out1
source: Une méthode fiable pour comparer deux ratios.
af: 'n Betroubare metode om twee verhoudings te vergelyk.
bg: Надежден метод за сравняване на две съотношения.
cs: Spolehlivá metoda pro porovnání dvou poměrů.
da: En pålidelig metode til at sammenligne to forhold.
de: Eine zuverlässige Methode, um zwei Verhältnisse zu vergleichen.
el: Μια αξιόπιστη μέθοδος για να συγκρίνετε δύο λόγους.
es: Un método confiable para comparar dos razones.
fi: Luotettava menetelmä kahden suhteen vertailuun.
fil: Isang maaasahang pamamaraan upang ihambing ang dalawang ratio.
hu: Megbízható módszer két arány összehasonlítására.
id: Metode yang dapat diandalkan untuk membandingkan dua rasio.
it: Un metodo affidabile per confrontare due rapporti.
ja: 2つの比率を比較するための信頼できる方法。
ko: 두 비율을 비교하기 위한 신뢰할 수 있는 방법입니다.
nl: Een betrouwbare methode om twee verhoudingen te vergelijken.
no: En pålitelig metode for å sammenligne to forhold.
pl: Wiarygodna metoda porównywania dwóch stosunków.
pt_pt: Um método confiável para comparar duas razões.
ro: O metodă fiabilă pentru a compara două rapoarte.
ru: Надежный метод для сравнения двух отношений.
sk: Spoľahlivá metóda na porovnanie dvoch pomerov.
sv: En pålitlig metod för att jämföra två förhållanden.
sw: Njia ya kuaminika ya kulinganisha uwiano mbili.
tr: İki oranı karşılaştırmak için güvenilir bir yöntem.
uk: Надійний метод для порівняння двох співвідношень.
vi: Một phương pháp đáng tin cậy để so sánh hai tỷ lệ.
zh_hans: 比较两个比率的可靠方法。

# ed_math_ratio_compare_out2
source: Une interprétation correcte sans se laisser tromper par les valeurs brutes.
af: 'n Korrek interpretasie sonder om mislei te word deur die ruwe waardes.
bg: Правилно тълкуване, без да се подвеждате от суровите стойности.
cs: Správná interpretace bez klamání se hrubými hodnotami.
da: En korrekt fortolkning uden at lade sig narre af de rå værdier.
de: Eine korrekte Interpretation, ohne sich von den Rohwerten täuschen zu lassen.
el: Μια σωστή ερμηνεία χωρίς να παραπλανηθείτε από τις ακατέργαστες τιμές.
es: Una interpretación correcta sin dejarse engañar por los valores brutos.
fi: Oikea tulkinta ilman, että annetaan harhauttaa raaka-arvoista.
fil: Isang tamang interpretasyon nang hindi nalilinlang ng mga hilaw na halaga.
hu: Helyes értelmezés anélkül, hogy a nyers értékek megtévesztenének.
id: Interpretasi yang benar tanpa terjebak oleh nilai mentah.
it: Un'interpretazione corretta senza farsi ingannare dai valori grezzi.
ja: 生の値に惑わされずに正しい解釈を行う。
ko: 원시 값에 속지 않고 올바른 해석을 제공합니다.
nl: Een correcte interpretatie zonder je te laten misleiden door de ruwe waarden.
no: En korrekt tolkning uten å la seg lure av råverdiene.
pl: Poprawna interpretacja bez dawania się oszukać surowymi wartościami.
pt_pt: Uma interpretação correta sem se deixar enganar pelos valores brutos.
ro: O interpretare corectă fără a fi păcălit de valorile brute.
ru: Правильная интерпретация, не позволяя себя обмануть сырыми значениями.
sk: Správna interpretácia bez toho, aby ste sa nechali oklamať surovými hodnotami.
sv: En korrekt tolkning utan att låta sig luras av råa värden.
sw: Tafsiri sahihi bila kuangushwa na thamani za ghafi.
tr: Ham değerlerden yanıltılmadan doğru bir yorum.
uk: Правильна інтерпретація, не піддаючись омані сирими значеннями.
vi: Một diễn giải chính xác mà không bị đánh lừa bởi các giá trị thô.
zh_hans: 正确的解释，不被原始值所误导。

# ed_math_ratio_compare_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_ratio_compare_lim1
source: Les ratios doivent être exprimés sur des bases comparables.
af: Die verhoudings moet op vergelykbare basisse uitgedruk word.
bg: Съотношенията трябва да бъдат изразени на сравними основи.
cs: Poměry musí být vyjádřeny na srovnatelných základech.
da: Forhold skal udtrykkes på sammenlignelige baser.
de: Verhältnisse müssen auf vergleichbaren Grundlagen ausgedrückt werden.
el: Οι λόγοι πρέπει να εκφράζονται σε συγκρίσιμες βάσεις.
es: Las razones deben expresarse sobre bases comparables.
fi: Suhteet on ilmaistava vertailukelpoisilla perusteilla.
fil: Ang mga ratio ay dapat ipahayag sa mga maihahambing na batayan.
hu: Az arányokat összehasonlítható alapokon kell kifejezni.
id: Rasio harus dinyatakan pada dasar yang dapat dibandingkan.
it: I rapporti devono essere espressi su basi comparabili.
ja: 比率は比較可能な基準で表現されるべきである。
ko: 비율은 비교 가능한 기준으로 표현되어야 합니다.
nl: Verhoudingen moeten worden uitgedrukt op vergelijkbare bases.
no: Forhold må uttrykkes på sammenlignbare grunnlag.
pl: Stosunki muszą być wyrażone na porównywalnych podstawach.
pt_pt: As razões devem ser expressas em bases comparáveis.
ro: Rapoartele trebuie exprimate pe baze comparabile.
ru: Отношения должны быть выражены на сопоставимых основаниях.
sk: Pomer musí byť vyjadrený na porovnateľných základoch.
sv: Förhållanden måste uttryckas på jämförbara grunder.
sw: Uwiano lazima uwekwe kwenye misingi inayolingana.
tr: Oranlar karşılaştırılabilir temellerde ifade edilmelidir.
uk: Співвідношення повинні бути виражені на порівнянних основах.
vi: Các tỷ lệ phải được diễn đạt trên các cơ sở có thể so sánh.
zh_hans: 比率必须在可比较的基础上表达。

# ed_math_ratio_compare_lim2
source: Comparer des ratios n’indique pas la taille réelle des groupes.
af: Vergelyk verhoudings dui nie die werklike grootte van die groepe aan nie.
bg: Сравняването на съотношения не показва реалния размер на групите.
cs: Porovnání poměrů neindikuje skutečnou velikost skupin.
da: At sammenligne forhold angiver ikke den reelle størrelse af grupperne.
de: Das Vergleichen von Verhältnissen zeigt nicht die tatsächliche Größe der Gruppen an.
el: Η σύγκριση λόγων δεν υποδεικνύει το πραγματικό μέγεθος των ομάδων.
es: Comparar razones no indica el tamaño real de los grupos.
fi: Suhteiden vertailu ei osoita ryhmien todellista kokoa.
fil: Ang paghahambing ng mga ratio ay hindi nagpapakita ng tunay na laki ng mga grupo.
hu: Az arányok összehasonlítása nem jelzi a csoportok valódi méretét.
id: Membandingkan rasio tidak menunjukkan ukuran sebenarnya dari kelompok.
it: Confrontare rapporti non indica la dimensione reale dei gruppi.
ja: 比率を比較することは、グループの実際のサイズを示すものではない。
ko: 비율 비교는 그룹의 실제 크기를 나타내지 않습니다.
nl: Verhoudingen vergelijken geeft niet de werkelijke grootte van de groepen aan.
no: Sammenligning av forhold indikerer ikke den reelle størrelsen på gruppene.
pl: Porównywanie stosunków nie wskazuje na rzeczywistą wielkość grup.
pt_pt: Comparar razões não indica o tamanho real dos grupos.
ro: Compararea rapoartelor nu indică dimensiunea reală a grupurilor.
ru: Сравнение отношений не указывает на реальный размер групп.
sk: Porovnávanie pomerov neukazuje skutočnú veľkosť skupín.
sv: Att jämföra förhållanden indikerar inte den verkliga storleken på grupperna.
sw: Kulinganisha uwiano hakionyeshi ukubwa halisi wa makundi.
tr: Oranları karşılaştırmak, grupların gerçek boyutunu göstermez.
uk: Порівняння співвідношень не вказує на реальний розмір груп.
vi: So sánh tỷ lệ không chỉ ra kích thước thực tế của các nhóm.
zh_hans: 比较比率并不表示组的实际大小。

# ed_math_ratio_compare_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_ratio_compare_tip
source: Transforme les ratios sous la même forme (fraction ou décimal) avant de comparer.
af: Transformeer die verhoudings na dieselfde vorm (breuk of desimaal) voordat jy vergelyk.
bg: Преобразувайте съотношенията в една и съща форма (дял или десетично) преди да сравнявате.
cs: Převeďte poměry do stejné formy (zlomek nebo desetinné číslo) před porovnáním.
da: Transformér forholdene til den samme form (brøk eller decimal) før du sammenligner.
de: Verwandeln Sie die Verhältnisse in dieselbe Form (Bruch oder Dezimalzahl), bevor Sie vergleichen.
el: Μετατρέψτε τους λόγους στην ίδια μορφή (κλάσμα ή δεκαδικό) πριν συγκρίνετε.
es: Transforma las razones a la misma forma (fracción o decimal) antes de comparar.
fi: Muunna suhteet samaan muotoon (murtoluku tai desimaali) ennen vertailua.
fil: I-transform ang mga ratio sa parehong anyo (fraction o decimal) bago ihambing.
hu: Alakítsd az arányokat ugyanabba a formába (tört vagy tizedes) a összehasonlítás előtt.
id: Ubah rasio ke dalam bentuk yang sama (pecahan atau desimal) sebelum membandingkan.
it: Trasforma i rapporti nella stessa forma (frazione o decimale) prima di confrontare.
ja: 比較する前に、比率を同じ形（分数または小数）に変換する。
ko: 비교하기 전에 비율을 동일한 형태(분수 또는 소수)로 변환하세요.
nl: Zet de verhoudingen in dezelfde vorm (breuk of decimaal) voordat je vergelijkt.
no: Transformere forholdene til samme form (brøk eller desimal) før sammenligning.
pl: Przekształć stosunki do tej samej formy (ułamek lub dziesiętny) przed porównaniem.
pt_pt: Transforme as razões na mesma forma (fração ou decimal) antes de comparar.
ro: Transformă rapoartele în aceeași formă (fracție sau zecimal) înainte de a compara.
ru: Преобразуйте отношения в одну и ту же форму (доля или десятичная) перед сравнением.
sk: Premeň pomery na rovnakú formu (zlomok alebo desatinné číslo) pred porovnaním.
sv: Omvandla förhållandena till samma form (bråk eller decimal) innan du jämför.
sw: Badilisha uwiano kuwa katika mfumo sawa (fraction au desimali) kabla ya kulinganisha.
tr: Karşılaştırmadan önce oranları aynı biçime (kesir veya ondalık) dönüştürün.
uk: Перетворіть співвідношення в одну й ту ж форму (дроб або десяткове число) перед порівнянням.
vi: Chuyển đổi các tỷ lệ về cùng một dạng (phân số hoặc thập phân) trước khi so sánh.
zh_hans: 在比较之前将比率转换为相同的形式（分数或小数）。

# ed_math_ratio_equivalent_title
source: À propos : Ratios équivalents
af: Oor: Ewe verhoudings
bg: Относно: Еквивалентни съотношения
cs: O nás: Ekvivalentní poměry
da: Om: Ækvivalente forhold
de: Über: Äquivalente Verhältnisse
el: Σχετικά με: Ισοδύναμοι λόγοι
es: Acerca de: Razones equivalentes
fi: Tietoa: Vastaavat suhteet
fil: Tungkol sa: Mga katumbas na ratio
hu: A következőkről: Egyenértékű arányok
id: Tentang: Rasio setara
it: A proposito: Rapporti equivalenti
ja: について：同等の比率
ko: 정보: 동등한 비율
nl: Over: Gelijke verhoudingen
no: Om: Ekvivalente forhold
pl: O tym: Stosunki równoważne
pt_pt: Sobre: Razões equivalentes
ro: Despre: Rapoarte echivalente
ru: О программе: Эквивалентные отношения
sk: O: Ekvivalentné pomery
sv: Om: Likvärdiga förhållanden
sw: Kuhusu: Uwiano sawa
tr: Hakkında: Eşit oranlar
uk: Про: Еквівалентні співвідношення
vi: Về việc: Tỷ lệ tương đương
zh_hans: 关于：等效比率

# ed_math_ratio_equivalent_lead
source: Identifier si deux ratios représentent la même proportion malgré des écritures différentes.
af: Identifiseer of twee verhoudings dieselfde proporsie verteenwoordig ten spyte van verskillende skrywe.
bg: Идентифициране дали две съотношения представляват същия дял, въпреки различните записи.
cs: Identifikovat, zda dva poměry představují stejný podíl navzdory odlišnému zápisu.
da: Identificer om to forhold repræsenterer den samme andel på trods af forskellige skrivemåder.
de: Identifizieren, ob zwei Verhältnisse den gleichen Anteil darstellen, trotz unterschiedlicher Schreibweisen.
el: Καθορίστε αν δύο λόγοι αντιπροσωπεύουν την ίδια αναλογία παρά τις διαφορετικές γραφές.
es: Identificar si dos razones representan la misma proporción a pesar de tener diferentes representaciones.
fi: Tunnista, edustavatko kaksi suhdetta samaa osuutta huolimatta erilaisista kirjoitustavoista.
fil: Tukuyin kung ang dalawang ratio ay kumakatawan sa parehong bahagi sa kabila ng magkakaibang pagsulat.
hu: Azonos arányok azonos arányt képviselnek-e, annak ellenére, hogy eltérő formában vannak.
id: Mengidentifikasi apakah dua rasio mewakili proporsi yang sama meskipun ditulis dengan cara yang berbeda.
it: Identificare se due rapporti rappresentano la stessa proporzione nonostante scritture diverse.
ja: 異なる表記にもかかわらず、2つの比率が同じ割合を表しているかを特定する。
ko: 서식이 다르더라도 두 비율이 동일한 비율을 나타내는지 식별합니다.
nl: Identificeer of twee verhoudingen dezelfde proportie vertegenwoordigen ondanks verschillende schrijfwijzen.
no: Identifisere om to forhold representerer den samme andelen til tross for forskjellige skrivemåter.
pl: Zidentyfikować, czy dwa stosunki reprezentują ten sam udział mimo różnych zapisów.
pt_pt: Identificar se duas razões representam a mesma proporção apesar de escritas de forma diferente.
ro: Identificarea dacă două rapoarte reprezintă aceeași proporție în ciuda scrierilor diferite.
ru: Определить, представляют ли два отношения одну и ту же долю, несмотря на разные записи.
sk: Identifikovať, či dva pomery predstavujú rovnaký podiel napriek rôznym zápisom.
sv: Identifiera om två förhållanden representerar samma andel trots olika skrivsätt.
sw: Kutambua ikiwa uwiano wawili unawakilisha sehemu sawa licha ya maandiko tofauti.
tr: İki oranın farklı yazılışlara rağmen aynı oranı temsil edip etmediğini belirlemek.
uk: Визначити, чи два співвідношення представляють одну й ту ж частку, незважаючи на різні записи.
vi: Xác định xem hai tỷ lệ có đại diện cho cùng một tỷ lệ mặc dù có cách viết khác nhau hay không.
zh_hans: 识别两个比率是否代表相同的比例，尽管书写方式不同。
