Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percent_coefficient_converter_out3
source: Un outil de base pour les calculs de cumul, de composition et de pourcentage équivalent.
af: 'n Basiese hulpmiddel vir ophoping, samestelling en gelykwaardige persentasie berekeninge.
bg: Основен инструмент за изчисления на натрупване, композиция и еквивалентен процент.
cs: Základní nástroj pro výpočty součtu, složení a ekvivalentního procenta.
da: Et grundlæggende værktøj til beregning af summering, sammensætning og ækvivalent procent.
de: Ein grundlegendes Werkzeug für Berechnungen von Summen, Zusammensetzungen und äquivalenten Prozentsätzen.
el: Ένα βασικό εργαλείο για υπολογισμούς σωρευτικών, σύνθεσης και ισοδύναμου ποσοστού.
es: Una herramienta básica para cálculos de acumulación, composición y porcentaje equivalente.
fi: Perustyökalu kumulatiivisten, koostumien ja vastaavan prosenttien laskentaan.
fil: Isang pangunahing tool para sa mga kalkulasyon ng kabuuan, komposisyon at katumbas na porsyento.
hu: Alapvető eszköz a kumulációs, összetett és megfelelő százalékos számításokhoz.
id: Alat dasar untuk perhitungan akumulasi, komposisi, dan persentase setara.
it: Uno strumento di base per i calcoli di somma, composizione e percentuale equivalente.
ja: 累積、合成、および同等のパーセンテージの計算のための基本的なツール。
ko: 누적, 조합 및 동등한 백분율 계산을 위한 기본 도구입니다.
nl: Een basisinstrument voor cumulatieve, samenstellende en equivalente percentageberekeningen.
no: Et grunnleggende verktøy for beregning av summering, sammensetning og tilsvarende prosent.
pl: Podstawowe narzędzie do obliczeń sum, kompozycji i równoważnych procentów.
pt_pt: Uma ferramenta básica para cálculos de soma, composição e porcentagem equivalente.
ro: Un instrument de bază pentru calculele de cumul, compunere și procent echivalent.
ru: Базовый инструмент для расчетов суммы, композиции и эквивалентного процента.
sk: Základný nástroj pre výpočty súčtu, zloženia a ekvivalentného percenta.
sv: Ett grundläggande verktyg för beräkningar av summor, sammansättningar och motsvarande procentandelar.
sw: Kifaa cha msingi kwa hesabu za jumla, muundo na asilimia sawa.
tr: Toplam, bileşim ve eşdeğer yüzde hesaplamaları için temel bir araç.
uk: Базовий інструмент для розрахунків накопичення, складання та еквівалентного відсотка.
vi: Một công cụ cơ bản cho các phép tính tổng hợp, thành phần và tỷ lệ phần trăm tương đương.
zh_hans: 一个基本工具，用于累积、组合和等效百分比的计算。

# ed_math_percentages_percent_coefficient_converter_out4
source: Une représentation claire du lien entre “+X %” et “×(1 + X/100)”.
af: 'n Duidelike voorstelling van die skakel tussen "+X %" en "×(1 + X/100)".
bg: Ясно представяне на връзката между "+X %" и "×(1 + X/100)".
cs: Jasné zobrazení vztahu mezi "+X %" a "×(1 + X/100)".
da: En klar repræsentation af forbindelsen mellem "+X %" og "×(1 + X/100)".
de: Eine klare Darstellung des Zusammenhangs zwischen "+X %" und "×(1 + X/100)".
el: Μια σαφής αναπαράσταση της σχέσης μεταξύ "+X %" και "×(1 + X/100)".
es: Una representación clara del vínculo entre "+X %" y "×(1 + X/100)".
fi: Selkeä esitys yhteydestä "+X %" ja "×(1 + X/100)".
fil: Isang malinaw na representasyon ng ugnayan sa pagitan ng "+X %" at "×(1 + X/100)".
hu: Egy világos ábrázolás a "+X %" és "×(1 + X/100)" közötti kapcsolatról.
id: Representasi yang jelas dari hubungan antara '+X %' dan '×(1 + X/100)'.
it: Una rappresentazione chiara del legame tra "+X %" e "×(1 + X/100)".
ja: 「+X %」と「×(1 + X/100)」の間の関係を明確に表現します。
ko: '+X %'와 '×(1 + X/100)' 간의 관계를 명확하게 나타냅니다.
nl: Een duidelijke weergave van de link tussen "+X %" en "×(1 + X/100)".
no: En klar fremstilling av forbindelsen mellom “+X %” og “×(1 + X/100)”.
pl: Jasna reprezentacja związku między "+X %" a "×(1 + X/100)".
pt_pt: Uma representação clara da ligação entre "+X %" e "×(1 + X/100)".
ro: O reprezentare clară a legăturii între "+X %" și "×(1 + X/100)".
ru: Ясное представление о связи между "+X %" и "×(1 + X/100)".
sk: Jasné zobrazenie vzťahu medzi "+X %" a "×(1 + X/100)".
sv: En tydlig representation av sambandet mellan "+X %" och "×(1 + X/100)".
sw: Uwakilishi wazi wa uhusiano kati ya "+X %" na "×(1 + X/100)".
tr: "+X %" ile "×(1 + X/100)" arasındaki bağlantının net bir temsili.
uk: Чітке представлення зв'язку між "+X %" і "×(1 + X/100)".
vi: Một đại diện rõ ràng về mối liên hệ giữa “+X %” và “×(1 + X/100)”.
zh_hans: 清晰地表示“+X %”与“×(1 + X/100)”之间的关系。

# ed_math_percentages_percent_coefficient_converter_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percent_coefficient_converter_lim1
source: Un coefficient inférieur à 1 correspond à une baisse, supérieur à 1 à une hausse.
af: 'n Koëffisiënt minder as 1 kom ooreen met 'n afname, meer as 1 met 'n toename.
bg: Коефициент под 1 съответства на спад, над 1 на покачване.
cs: Koeficient menší než 1 odpovídá poklesu, větší než 1 nárůstu.
da: En koefficient under 1 svarer til et fald, over 1 til en stigning.
de: Ein Koeffizient unter 1 entspricht einem Rückgang, über 1 einem Anstieg.
el: Ένας συντελεστής κάτω από 1 αντιστοιχεί σε μείωση, πάνω από 1 σε αύξηση.
es: Un coeficiente inferior a 1 corresponde a una disminución, superior a 1 a un aumento.
fi: Kerroin, joka on alle 1, vastaa laskua, yli 1 nousua.
fil: Ang isang coefficient na mas mababa sa 1 ay tumutukoy sa isang pagbaba, higit sa 1 ay tumutukoy sa isang pagtaas.
hu: Az 1-nél kisebb együttható csökkenést, az 1-nél nagyobb emelkedést jelent.
id: Koefisien kurang dari 1 menunjukkan penurunan, lebih dari 1 menunjukkan kenaikan.
it: Un coefficiente inferiore a 1 corrisponde a una diminuzione, superiore a 1 a un aumento.
ja: 1未満の係数は減少を、1より大きい係数は増加を示します。
ko: 1 미만의 계수는 감소에 해당하고, 1 초과의 계수는 증가에 해당합니다.
nl: Een coëfficiënt van minder dan 1 komt overeen met een daling, meer dan 1 met een stijging.
no: En koeffisient under 1 tilsvarer en nedgang, over 1 en økning.
pl: Współczynnik mniejszy niż 1 odpowiada spadkowi, większy niż 1 wzrostowi.
pt_pt: Um coeficiente inferior a 1 corresponde a uma diminuição, superior a 1 a um aumento.
ro: Un coeficient mai mic de 1 corespunde unei scăderi, mai mare de 1 unei creșteri.
ru: Коэффициент менее 1 соответствует снижению, более 1 - увеличению.
sk: Koeficient nižší ako 1 zodpovedá poklesu, vyšší ako 1 zodpovedá nárastu.
sv: En koefficient under 1 motsvarar en minskning, över 1 en ökning.
sw: Kipimo kilichopungua 1 kinahusiana na kupungua, kilichozidi 1 kinahusiana na kuongezeka.
tr: 1'den küçük bir katsayı bir düşüşe, 1'den büyük bir katsayı bir artışa karşılık gelir.
uk: Коефіцієнт менше 1 відповідає зниженню, більше 1 - підвищенню.
vi: Một hệ số nhỏ hơn 1 tương ứng với một sự giảm, lớn hơn 1 tương ứng với một sự tăng.
zh_hans: 小于 1 的系数对应于下降，大于 1 的系数对应于上升。

# ed_math_percentages_percent_coefficient_converter_lim2
source: Ce convertisseur ne calcule pas de valeur finale : il fournit uniquement la forme multiplicative.
af: Hierdie omsetter bereken nie 'n finale waarde nie: dit bied slegs die vermenigvuldigingsvorm.
bg: Този преобразувател не изчислява крайна стойност: той предоставя само мултипликативната форма.
cs: Tento převodník neprovádí výpočet konečné hodnoty: poskytuje pouze multiplikativní formu.
da: Denne konverter beregner ikke en slutværdi: den giver kun den multiplikative form.
de: Dieser Umrechner berechnet keinen Endwert: er liefert nur die multiplikative Form.
el: Αυτός ο μετατροπέας δεν υπολογίζει τελική τιμή: παρέχει μόνο τη μορφή πολλαπλασιασμού.
es: Este convertidor no calcula un valor final: solo proporciona la forma multiplicativa.
fi: Tämä muunnin ei laske lopullista arvoa: se antaa vain kertolaskumuodon.
fil: Ang converter na ito ay hindi nagkalkula ng panghuling halaga: nagbibigay lamang ito ng anyong multiplicative.
hu: Ez az átváltó nem számít végső értéket: csak a szorzatos formát biztosítja.
id: Konverter ini tidak menghitung nilai akhir: ia hanya memberikan bentuk multiplikatif.
it: Questo convertitore non calcola un valore finale: fornisce solo la forma moltiplicativa.
ja: この変換器は最終値を計算しません：乗法的な形のみを提供します。
ko: 이 변환기는 최종 값을 계산하지 않습니다: 오직 곱셈 형태만 제공합니다.
nl: Deze converter berekent geen eindwaarde: hij levert alleen de multiplicatieve vorm.
no: Denne konvertereren beregner ikke en endelig verdi: den gir kun den multiplikative formen.
pl: Ten konwerter nie oblicza wartości końcowej: dostarcza jedynie formę mnożnikową.
pt_pt: Este conversor não calcula um valor final: ele fornece apenas a forma multiplicativa.
ro: Acest convertor nu calculează o valoare finală: oferă doar forma multiplicativă.
ru: Этот конвертер не вычисляет конечное значение: он предоставляет только мультипликативную форму.
sk: Tento konvertor nepočíta konečnú hodnotu: poskytuje iba multiplikatívnu formu.
sv: Denna konverterare beräknar inte ett slutvärde: den tillhandahåller endast den multiplikativa formen.
sw: Geuza hii haisahihishi thamani ya mwisho: inatoa tu mfumo wa kuongezeka.
tr: Bu dönüştürücü nihai bir değer hesaplamaz: yalnızca çarpan biçimini sağlar.
uk: Цей конвертер не обчислює кінцеве значення: він надає лише множникову форму.
vi: Bộ chuyển đổi này không tính toán giá trị cuối cùng: nó chỉ cung cấp dạng nhân.
zh_hans: 该转换器不计算最终值：它仅提供乘法形式。

# ed_math_percentages_percent_coefficient_converter_lim3
source: Pour appliquer plusieurs coefficients successifs, utilisez un outil de composition ou de cumul.
af: Om verskeie opeenvolgende koëffisiënte toe te pas, gebruik 'n samestelling of ophoping hulpmiddel.
bg: За да приложите няколко последователни коефициента, използвайте инструмент за композиция или натрупване.
cs: Pro aplikaci několika po sobě jdoucích koeficientů použijte nástroj pro složení nebo součet.
da: For at anvende flere successive koefficienter, brug et sammensætnings- eller summeringsværktøj.
de: Um mehrere aufeinanderfolgende Koeffizienten anzuwenden, verwenden Sie ein Werkzeug zur Zusammensetzung oder zur Summe.
el: Για να εφαρμόσετε πολλούς διαδοχικούς συντελεστές, χρησιμοποιήστε ένα εργαλείο σύνθεσης ή σωρευτικού.
es: Para aplicar varios coeficientes sucesivos, utilice una herramienta de composición o acumulación.
fi: Jos haluat soveltaa useita peräkkäisiä kertoimia, käytä koostamis- tai kumulointityökalua.
fil: Upang ilapat ang maraming sunud-sunod na coefficient, gumamit ng tool para sa komposisyon o kabuuan.
hu: Több egymást követő együttható alkalmazásához használjon összetételi vagy kumulációs eszközt.
id: Untuk menerapkan beberapa koefisien berturut-turut, gunakan alat komposisi atau akumulasi.
it: Per applicare più coefficienti successivi, utilizza uno strumento di composizione o di somma.
ja: 複数の連続係数を適用するには、合成または累積のツールを使用してください。
ko: 연속적인 여러 계수를 적용하려면 조합 또는 누적 도구를 사용하세요.
nl: Om meerdere opeenvolgende coëfficiënten toe te passen, gebruik een samenstellings- of cumulatie-instrument.
no: For å anvende flere påfølgende koeffisienter, bruk et sammensetnings- eller summeringsverktøy.
pl: Aby zastosować kilka kolejnych współczynników, użyj narzędzia do kompozycji lub sumy.
pt_pt: Para aplicar vários coeficientes sucessivos, use uma ferramenta de composição ou de soma.
ro: Pentru a aplica mai multe coeficiente succesive, utilizați un instrument de compunere sau de cumul.
ru: Чтобы применить несколько последовательных коэффициентов, используйте инструмент композиции или суммы.
sk: Na aplikáciu viacerých po sebe idúcich koeficientov použite nástroj na zloženie alebo súčet.
sv: För att tillämpa flera successiva koefficienter, använd ett verktyg för sammansättning eller summa.
sw: Ili kutumia viwango kadhaa mfululizo, tumia kifaa cha muundo au jumla.
tr: Birden fazla ardışık katsayı uygulamak için bir bileşim veya toplam aracı kullanın.
uk: Щоб застосувати кілька послідовних коефіцієнтів, використовуйте інструмент складання або накопичення.
vi: Để áp dụng nhiều hệ số liên tiếp, hãy sử dụng một công cụ thành phần hoặc tổng hợp.
zh_hans: 要应用多个连续系数，请使用组合或累积工具。

# ed_math_percentages_percent_coefficient_converter_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percent_coefficient_converter_q1
source: Pourquoi convertir un pourcentage en coefficient ?
af: Waarom 'n persentasie in 'n koëffisiënt omskakel?
bg: Защо да преобразувате процент в коефициент?
cs: Proč převádět procento na koeficient?
da: Hvorfor konvertere en procent til en koefficient?
de: Warum einen Prozentsatz in einen Koeffizienten umwandeln?
el: Γιατί να μετατρέψετε ένα ποσοστό σε συντελεστή;
es: ¿Por qué convertir un porcentaje en coeficiente?
fi: Miksi muuntaa prosentti kertoimeksi?
fil: Bakit i-convert ang isang porsyento sa coefficient?
hu: Miért érdemes egy százalékot egy együtthatóra átváltani?
id: Mengapa mengonversi persentase menjadi koefisien?
it: Perché convertire una percentuale in un coefficiente?
ja: なぜパーセンテージを係数に変換するのですか？
ko: 왜 백분율을 계수로 변환하나요?
nl: Waarom een percentage omzetten naar een coëfficiënt?
no: Hvorfor konvertere en prosent til en koeffisient?
pl: Dlaczego konwertować procent na współczynnik?
pt_pt: Por que converter uma porcentagem em coeficiente?
ro: De ce să convertiți un procent în coeficient?
ru: Почему конвертировать процент в коэффициент?
sk: Prečo konvertovať percento na koeficient?
sv: Varför konvertera en procentandel till en koefficient?
sw: Kwa nini kubadilisha asilimia kuwa kipimo?
tr: Bir yüzdeleri çarpana dönüştürmek neden önemlidir?
uk: Чому конвертувати відсоток в коефіцієнт?
vi: Tại sao chuyển đổi một tỷ lệ phần trăm thành hệ số?
zh_hans: 为什么要将百分比转换为系数？

# ed_math_percentages_percent_coefficient_converter_a1
source: Parce que les calculs successifs se font par multiplication, pas par addition de pourcentages.
af: Omdat opeenvolgende berekeninge deur vermenigvuldiging gedoen word, nie deur die optelling van persentasies nie.
bg: Защото последователните изчисления се извършват чрез умножение, а не чрез събиране на проценти.
cs: Protože po sobě jdoucí výpočty se provádějí násobením, ne sčítáním procent.
da: Fordi successive beregninger udføres ved multiplikation, ikke ved addition af procenter.
de: Weil aufeinanderfolgende Berechnungen durch Multiplikation und nicht durch Addition von Prozentsätzen erfolgen.
el: Επειδή οι διαδοχικοί υπολογισμοί γίνονται με πολλαπλασιασμό, όχι με πρόσθεση ποσοστών.
es: Porque los cálculos sucesivos se realizan por multiplicación, no por adición de porcentajes.
fi: Koska peräkkäiset laskelmat tehdään kertolaskulla, ei prosenttien yhteenlaskulla.
fil: Dahil ang sunud-sunod na kalkulasyon ay ginagawa sa pamamagitan ng multiplication, hindi sa pamamagitan ng pagdaragdag ng mga porsyento.
hu: Mert a sorozatos számítások szorzással történnek, nem a százalékok összeadásával.
id: Karena perhitungan berturut-turut dilakukan dengan perkalian, bukan dengan penjumlahan persentase.
it: Perché i calcoli successivi avvengono per moltiplicazione, non per somma di percentuali.
ja: なぜなら、連続的な計算は加算ではなく乗算によって行われるからです。
ko: 계산이 연속적으로 곱셈으로 이루어지기 때문입니다. 백분율의 덧셈이 아닙니다.
nl: Omdat opeenvolgende berekeningen plaatsvinden door vermenigvuldiging, niet door optelling van percentages.
no: Fordi påfølgende beregninger gjøres ved multiplikasjon, ikke ved tillegg av prosent.
pl: Ponieważ kolejne obliczenia odbywają się przez mnożenie, a nie przez dodawanie procentów.
pt_pt: Porque os cálculos sucessivos são feitos por multiplicação, não por adição de porcentagens.
ro: Pentru că calculele succesive se fac prin înmulțire, nu prin adunarea procentelor.
ru: Потому что последовательные расчеты выполняются умножением, а не сложением процентов.
sk: Pretože postupné výpočty sa vykonávajú násobením, nie sčítaním percent.
sv: För att successiva beräkningar görs genom multiplikation, inte genom addition av procentandelar.
sw: Kwa sababu hesabu mfululizo hufanywa kwa kuzidisha, si kwa kuongeza asilimia.
tr: Çünkü ardışık hesaplamalar çarpma ile yapılır, yüzdelerin toplanmasıyla değil.
uk: Тому що послідовні розрахунки виконуються шляхом множення, а не додавання відсотків.
vi: Bởi vì các phép tính liên tiếp được thực hiện bằng cách nhân, không phải bằng cách cộng các tỷ lệ phần trăm.
zh_hans: 因为连续计算是通过乘法进行的，而不是通过百分比的加法。

# ed_math_percentages_percent_coefficient_converter_q2
source: Comment passer de −30 % à un coefficient ?
af: Hoe om van −30 % na 'n koëffisiënt te gaan?
bg: Как да преминем от −30 % към коефициент?
cs: Jak přejít z −30 % na koeficient?
da: Hvordan går man fra −30 % til en koefficient?
de: Wie wechselt man von −30 % zu einem Koeffizienten?
el: Πώς να περάσετε από −30 % σε συντελεστή;
es: ¿Cómo pasar de −30 % a un coeficiente?
fi: Miten siirrytään −30 %:sta kerroimeen?
fil: Paano lumipat mula sa −30 % sa isang coefficient?
hu: Hogyan lehet −30 % -t egy együtthatóra átváltani?
id: Bagaimana cara beralih dari −30 % ke koefisien?
it: Come passare da −30 % a un coefficiente?
ja: −30 %を係数に変換するにはどうすればよいですか？
ko: −30 %에서 계수로 어떻게 전환하나요?
nl: Hoe ga je van −30 % naar een coëfficiënt?
no: Hvordan gå fra −30 % til en koeffisient?
pl: Jak przejść z −30 % na współczynnik?
pt_pt: Como passar de −30 % para um coeficiente?
ro: Cum se trece de la −30 % la un coeficient?
ru: Как перейти от −30 % к коэффициенту?
sk: Ako prejsť z −30 % na koeficient?
sv: Hur går man från −30 % till en koefficient?
sw: Je, tunaweza vipi kubadilisha kutoka −30 % kuwa kipimo?
tr: -%30'dan bir katsayıya nasıl geçilir?
uk: Як перейти від −30 % до коефіцієнта?
vi: Làm thế nào để chuyển từ −30 % sang một hệ số?
zh_hans: 如何将 −30 % 转换为系数？

# ed_math_percentages_percent_coefficient_converter_a2
source: On calcule 1 − 0,30, soit un coefficient de 0,70.
af: Ons bereken 1 − 0,30, wat 'n koëffisiënt van 0,70 gee.
bg: Изчисляваме 1 − 0,30, т.е. коефициент от 0,70.
cs: Vypočítáme 1 − 0,30, tedy koeficient 0,70.
da: Man beregner 1 − 0,30, hvilket giver en koefficient på 0,70.
de: Man berechnet 1 − 0,30, also einen Koeffizienten von 0,70.
el: Υπολογίζουμε 1 − 0,30, δηλαδή έναν συντελεστή 0,70.
es: Se calcula 1 − 0,30, es decir, un coeficiente de 0,70.
fi: Lasketaan 1 − 0,30, jolloin saadaan kerroin 0,70.
fil: Kalkulahin ang 1 − 0.30, na nagreresulta sa isang coefficient na 0.70.
hu: 1 − 0,30-at számítunk, ami 0,70-es együtthatót jelent.
id: Kita menghitung 1 − 0,30, yaitu koefisien 0,70.
it: Si calcola 1 − 0,30, ovvero un coefficiente di 0,70.
ja: 1 − 0.30を計算し、係数は0.70になります。
ko: 1 − 0.30을 계산하여 0.70의 계수를 얻습니다.
nl: We berekenen 1 − 0,30, wat een coëfficiënt van 0,70 oplevert.
no: Man beregner 1 − 0,30, som gir en koeffisient på 0,70.
pl: Obliczamy 1 − 0,30, co daje współczynnik 0,70.
pt_pt: Calcula-se 1 − 0,30, ou seja, um coeficiente de 0,70.
ro: Se calculează 1 − 0,30, adică un coeficient de 0,70.
ru: Вычисляем 1 − 0,30, то есть коэффициент 0,70.
sk: Vypočítame 1 − 0,30, teda koeficient 0,70.
sv: Man beräknar 1 − 0,30, vilket ger en koefficient på 0,70.
sw: Tunahesabu 1 − 0,30, ambayo ni kipimo cha 0,70.
tr: 1 - 0,30 hesaplanır, yani 0,70 katsayısıdır.
uk: Обчислюємо 1 − 0,30, отже, коефіцієнт 0,70.
vi: Chúng ta tính 1 − 0,30, tức là một hệ số 0,70.
zh_hans: 计算 1 − 0.30，即系数为 0.70。

# ed_math_percentages_percent_coefficient_converter_q3
source: Est-ce la même chose qu’un pourcentage équivalent ?
af: Is dit dieselfde as 'n gelykwaardige persentasie?
bg: Същото ли е с еквивалентен процент?
cs: Je to totéž jako ekvivalentní procento?
da: Er det det samme som en ækvivalent procent?
de: Ist das dasselbe wie ein äquivalenter Prozentsatz?
el: Είναι το ίδιο με ένα ισοδύναμο ποσοστό;
es: ¿Es lo mismo que un porcentaje equivalente?
fi: Onko se sama kuin vastaava prosentti?
fil: Ito ba ay pareho sa isang katumbas na porsyento?
hu: Ugyanaz, mint egy megfelelő százalék?
id: Apakah ini sama dengan persentase setara?
it: È la stessa cosa di una percentuale equivalente?
ja: 同等のパーセンテージと同じですか？
ko: 동등한 백분율과 같은 것인가요?
nl: Is dit hetzelfde als een gelijkwaardig percentage?
no: Er det det samme som en tilsvarende prosent?
pl: Czy to to samo, co równoważny procent?
pt_pt: É a mesma coisa que uma porcentagem equivalente?
ro: Este același lucru cu un procent echivalent?
ru: Это то же самое, что и эквивалентный процент?
sk: Je to to isté ako ekvivalentné percento?
sv: Är det samma sak som en motsvarande procentandel?
sw: Je, hii ni sawa na asilimia sawa?
tr: Bu, eşdeğer bir yüzde ile aynı şey mi?
uk: Чи те ж саме, що і еквівалентний відсоток?
vi: Có phải điều này giống như một tỷ lệ phần trăm tương đương không?
zh_hans: 这与等效百分比是一样的吗？
