Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# rot_l1_s1_b2
source: On connaît 3 valeurs et on cherche la 4e (valeur manquante).
af: Ons ken 3 waardes en soek die 4de (ontbrekende waarde).
bg: Знаем 3 стойности и търсим 4-та (липсваща стойност).
cs: Známe 3 hodnoty a hledáme 4. (chybějící hodnotu).
da: Vi kender 3 værdier og søger den 4. (manglende værdi).
de: Wir kennen 3 Werte und suchen den 4. (fehlender Wert).
el: Γνωρίζουμε 3 τιμές και αναζητούμε την 4η (ελλείπουσα τιμή).
es: 8) Se conocen 3 valores y se busca el 4to (valor faltante).
fi: Tiedämme 3 arvoa ja etsimme 4. (puuttuva arvo).
fil: Alam natin ang 3 halaga at hinahanap ang ika-4 (nawawalang halaga).
hu: Három értéket ismerünk, és a 4. (hiányzó érték) keresése.
id: Kita mengetahui 3 nilai dan mencari nilai ke-4 (nilai yang hilang).
it: Conosciamo 3 valori e cerchiamo il 4° (valore mancante).
ja: 3つの値が分かっていて、4つ目（欠けている値）を探します。
ko: 3개의 값을 알고 4번째 (누락된 값)를 찾습니다.
nl: We kennen 3 waarden en zoeken de 4e (ontbrekende waarde).
no: Vi kjenner 3 verdier og leter etter den 4. (manglende verdi).
pl: Znamy 3 wartości i szukamy 4. (brakująca wartość).
pt_pt: Conhecemos 3 valores e procuramos o 4º (valor faltante).
ro: Cunoaștem 3 valori și căutăm a 4-a (valoare lipsă).
ru: Мы знаем 3 значения и ищем 4-е (недостающее значение).
sk: Poznáme 3 hodnoty a hľadáme 4. (chýbajúca hodnota).
sv: Vi känner till 3 värden och söker det 4:e (saknat värde).
sw: Tunajua thamani 3 na tunatafuta ya 4 (thamani iliyokosekana).
tr: 3 değeri biliyoruz ve 4. değeri (eksik değer) arıyoruz.
uk: Ми знаємо 3 значення і шукаємо 4-те (відсутнє значення).
vi: Chúng ta biết 3 giá trị và tìm giá trị thứ 4 (giá trị thiếu).
zh_hans: 已知3个值，寻找第4个（缺失值）。

# rot_l1_s1_b3
source: Avant de calculer, mettre toutes les valeurs dans des unités cohérentes.
af: Voordat jy bereken, plaas al die waardes in konsekwente eenhede.
bg: Преди да изчислим, поставете всички стойности в съвместими единици.
cs: Před výpočtem je třeba uvést všechny hodnoty do konzistentních jednotek.
da: Før man beregner, skal man sætte alle værdier i sammenhængende enheder.
de: Bevor Sie berechnen, stellen Sie sicher, dass alle Werte in konsistenten Einheiten vorliegen.
el: Πριν υπολογίσετε, βάλτε όλες τις τιμές σε συνεπείς μονάδες.
es: 9) Antes de calcular, poner todos los valores en unidades coherentes.
fi: Ennen laskemista, laita kaikki arvot yhteensopiviin yksiköihin.
fil: Bago magbilang, ilagay ang lahat ng halaga sa mga magkakatugmang yunit.
hu: A számítás előtt minden értéket egységes mértékegységbe kell hozni.
id: Sebelum menghitung, masukkan semua nilai ke dalam satuan yang konsisten.
it: Prima di calcolare, mettere tutti i valori in unità coerenti.
ja: 計算する前に、すべての値を一貫した単位に揃えます。
ko: 계산하기 전에 모든 값을 일관된 단위로 변환합니다.
nl: Voordat we gaan berekenen, moeten we alle waarden in coherente eenheden zetten.
no: Før du beregner, sett alle verdier i sammenhengende enheter.
pl: Przed obliczeniem, umieścić wszystkie wartości w spójnych jednostkach.
pt_pt: Antes de calcular, coloque todos os valores em unidades coerentes.
ro: Înainte de a calcula, pune toate valorile în unități coerente.
ru: Перед расчетом приведите все значения к согласованным единицам.
sk: Pred výpočtom dajte všetky hodnoty do koherentných jednotiek.
sv: Innan beräkning, sätt alla värden i konsekventa enheter.
sw: Kabla ya kuhesabu, weka thamani zote katika vitengo vinavyofanana.
tr: Hesaplamadan önce, tüm değerleri tutarlı birimlere koyun.
uk: Перед обчисленням потрібно привести всі значення до узгоджених одиниць.
vi: Trước khi tính toán, hãy đưa tất cả các giá trị về cùng một đơn vị.
zh_hans: 在计算之前，将所有值转换为一致的单位。

# rot_l1_s2_title
source: Test rapide
af: Vinige toets
bg: Бърз тест
cs: Rychlý test
da: Hurtig test
de: Schnelltest
el: Γρήγορη δοκιμή
es: 10) Prueba rápida
fi: Nopea testi
fil: Mabilis na pagsusulit
hu: Gyors teszt
id: Tes cepat
it: Test rapido
ja: 迅速なテスト
ko: 빠른 테스트
nl: Snelle test
no: Rask test
pl: Szybki test
pt_pt: Teste rápido
ro: Test rapid
ru: Быстрый тест
sk: Rýchly test
sv: Snabbtest
sw: Jaribio la haraka
tr: Hızlı test
uk: Швидкий тест
vi: Kiểm tra nhanh
zh_hans: 快速测试

# rot_l1_s2_b1
source: Directe : si A double, B double (ratio constant).
af: Direk: as A verdubbel, verdubbel B (konstante verhouding).
bg: Пряка: ако A удвои, B удвоява (постоянно съотношение).
cs: Přímá: pokud A zdvojnásobí, B zdvojnásobí (konstantní poměr).
da: Direkte: hvis A fordobles, fordobles B (konstant forhold).
de: Direkt: Wenn A sich verdoppelt, verdoppelt sich B (konstantes Verhältnis).
el: Άμεση: αν το A διπλασιαστεί, το B διπλασιάζεται (σταθερός λόγος).
es: 11) Directa: si A se duplica, B se duplica (razón constante).
fi: Suora: jos A kaksinkertaistuu, B kaksinkertaistuu (vakio suhde).
fil: Direkta: kung ang A ay dumoble, ang B ay dumoble (constant na ratio).
hu: Közvetlen: ha A megduplázódik, B is megduplázódik (állandó arány).
id: Langsung: jika A menggandakan, B menggandakan (rasio konstan).
it: Diretta: se A raddoppia, B raddoppia (rapporto costante).
ja: 直接：Aが倍になると、Bも倍になる（比率は一定）。
ko: 직접: A가 두 배가 되면 B도 두 배가 됩니다 (비율 일정).
nl: Rechtstreeks: als A verdubbelt, verdubbelt B (constante verhouding).
no: Direkte: hvis A dobles, dobles B (konstant forhold).
pl: Bezpośrednia: jeśli A podwaja się, B podwaja się (stały stosunek).
pt_pt: Direta: se A dobra, B dobra (razão constante).
ro: Directă: dacă A se dublează, B se dublează (raport constant).
ru: Прямое: если A удваивается, B удваивается (постоянное соотношение).
sk: Priame: ak A zdvojnásobí, B zdvojnásobí (konštantný pomer).
sv: Direkt: om A dubbleras, dubbleras B (konstant förhållande).
sw: Moja kwa moja: ikiwa A inakua mara mbili, B inakua mara mbili (uwiano thabiti).
tr: Doğru: A iki katına çıkarsa, B de iki katına çıkar (oran sabit).
uk: Пряме: якщо A подвоюється, B подвоюється (постійне співвідношення).
vi: Trực tiếp: nếu A gấp đôi, B gấp đôi (tỷ lệ không đổi).
zh_hans: 直接：如果A翻倍，B翻倍（比率不变）。

# rot_l1_s2_b2
source: Inverse : si A double, B est divisé par 2 (produit constant).
af: Omgekeerd: as A verdubbel, word B deur 2 gedeel (konstante produk).
bg: Обратна: ако A удвои, B се дели на 2 (постоянен продукт).
cs: Inverzní: pokud A zdvojnásobí, B se dělí 2 (konstantní součin).
da: Omvendt: hvis A fordobles, divideres B med 2 (konstant produkt).
de: Invers: Wenn A sich verdoppelt, wird B durch 2 geteilt (konstantes Produkt).
el: Αντίστροφη: αν το A διπλασιαστεί, το B διαιρείται με 2 (σταθερό προϊόν).
es: 12) Inversa: si A se duplica, B se divide por 2 (producto constante).
fi: Käänteinen: jos A kaksinkertaistuu, B jaetaan 2:lla (vakio tulo).
fil: Baligtad: kung ang A ay dumoble, ang B ay nahahati sa 2 (constant na produkto).
hu: Fordított: ha A megduplázódik, B-t 2-vel osztjuk (állandó szorzat).
id: Terbalik: jika A menggandakan, B dibagi 2 (produk konstan).
it: Inversa: se A raddoppia, B è diviso per 2 (prodotto costante).
ja: 逆：Aが倍になると、Bは2で割られる（積は一定）。
ko: 역: A가 두 배가 되면 B는 2로 나누어집니다 (곱이 일정).
nl: Omgekeerd: als A verdubbelt, wordt B gedeeld door 2 (constante product).
no: Invers: hvis A dobles, deles B med 2 (konstant produkt).
pl: Odwrotna: jeśli A podwaja się, B jest dzielone przez 2 (stały iloczyn).
pt_pt: Inversa: se A dobra, B é dividido por 2 (produto constante).
ro: Inversă: dacă A se dublează, B este împărțit la 2 (produs constant).
ru: Обратное: если A удваивается, B делится на 2 (постоянный продукт).
sk: Inverzné: ak A zdvojnásobí, B sa delí 2 (konštantný súčin).
sv: Invers: om A dubbleras, delas B med 2 (konstant produkt).
sw: Kinyume: ikiwa A inakua mara mbili, B inagawanywa kwa 2 (bidhaa thabiti).
tr: Ters: A iki katına çıkarsa, B 2'ye bölünür (sabit çarpan).
uk: Обернене: якщо A подвоюється, B ділиться на 2 (постійний добуток).
vi: Ngược: nếu A gấp đôi, B bị chia đôi (tích không đổi).
zh_hans: 反向：如果A翻倍，B被除以2（乘积不变）。

# rot_l1_q1
source: La règle de trois est adaptée si :
af: Die drie-regel is geskik as:
bg: Правилото на трите е подходящо, ако:
cs: Pravidlo tří je vhodné, pokud:
da: Reglen om tre er passende, hvis:
de: Die Regel von drei ist geeignet, wenn:
el: Ο κανόνας των τριών είναι κατάλληλος αν:
es: 13) La regla de tres es adecuada si:
fi: Kolmonen sääntö on soveltuva, jos:
fil: Ang tuntunin ng tatlo ay angkop kung:
hu: A három szabály alkalmazható, ha:
id: Aturan tiga cocok jika:
it: La regola del tre è adatta se:
ja: 三の法則は次の条件に適しています：
ko: 세 규칙은 다음과 같은 경우에 적합합니다:
nl: De regel van drie is geschikt als:
no: Regelen om tre er tilpasset hvis:
pl: Reguła trzech jest odpowiednia, jeśli:
pt_pt: A regra de três é adequada se:
ro: Regula de trei este adecvată dacă:
ru: Правило трех подходит, если:
sk: Pravidlo troch je vhodné, ak:
sv: Regeln om tre är lämplig om:
sw: Sheria ya tatu inafaa ikiwa:
tr: Üçgen kuralı aşağıdaki durumlarda uygundur:
uk: Правило трьох підходить, якщо:
vi: Quy tắc ba được áp dụng nếu:
zh_hans: 三规则适用于：

# rot_l1_q1_a
source: la relation est proportionnelle
af: die verhouding proporsioneel is
bg: отношението е пропорционално
cs: vztah je proporcionální
da: forholdet er proportionelt
de: die Beziehung proportional ist
el: η σχέση είναι αναλογική
es: 14) la relación es proporcional
fi: suhde on suhteellinen
fil: ang relasyon ay proporsyonal
hu: a kapcsolat arányos
id: hubungannya proporsional
it: la relazione è proporzionale
ja: 関係が比例している
ko: 관계가 비례할 때
nl: de relatie proportioneel is
no: forholdet er proporsjonalt
pl: relacja jest proporcjonalna
pt_pt: a relação é proporcional
ro: relația este proporțională
ru: отношение пропорционально
sk: vzťah je proporcionálny
sv: relationen är proportionell
sw: uhusiano ni wa uwiano
tr: ilişki orantılıdır
uk: відношення пропорційне
vi: mối quan hệ là tỷ lệ
zh_hans: 关系是成比例的

# rot_l1_q1_b
source: la relation est une addition fixe
af: die verhouding 'n vaste byvoeging is
bg: отношението е фиксирано добавяне
cs: vztah je pevný součet
da: forholdet er en fast addition
de: die Beziehung eine feste Addition ist
el: η σχέση είναι μια σταθερή πρόσθεση
es: 15) la relación es una suma fija
fi: suhde on kiinteä lisäys
fil: ang relasyon ay isang tiyak na karagdagan
hu: a kapcsolat egy fix hozzáadás
id: hubungannya adalah penambahan tetap
it: la relazione è un'addizione fissa
ja: 関係が固定の加算である
ko: 관계가 고정된 덧셈일 때
nl: de relatie een vaste optelling is
no: forholdet er en fast tillegg
pl: relacja jest stałym dodatkiem
pt_pt: a relação é uma adição fixa
ro: relația este o adunare fixă
ru: отношение является фиксированным сложением
sk: vzťah je fixný súčet
sv: relationen är en fast addition
sw: uhusiano ni nyongeza thabiti
tr: ilişki sabit bir toplama ilişkisidir
uk: відношення є фіксованим додаванням
vi: mối quan hệ là một phép cộng cố định
zh_hans: 关系是固定的加法

# rot_l1_q1_c
source: il n’y a aucun lien entre les valeurs
af: daar is geen verband tussen die waardes nie
bg: няма никаква връзка между стойностите
cs: Mezi hodnotami není žádný vztah.
da: der ikke er nogen forbindelse mellem værdierne
de: es keinen Zusammenhang zwischen den Werten gibt
el: δεν υπάρχει καμία σύνδεση μεταξύ των τιμών
es: 16) no hay ningún vínculo entre los valores
fi: arvojen välillä ei ole mitään yhteyttä
fil: walang ugnayan sa pagitan ng mga halaga
hu: nincs kapcsolat az értékek között
id: tidak ada hubungan antara nilai-nilai
it: non c'è alcun legame tra i valori
ja: 値の間に何の関係もない
ko: 값들 간에 아무런 연관이 없을 때
nl: er geen verband is tussen de waarden
no: det er ingen sammenheng mellom verdiene
pl: nie ma żadnego związku między wartościami
pt_pt: não há nenhuma ligação entre os valores
ro: nu există nicio legătură între valori
ru: Нет связи между значениями
sk: Nie je žiadny vzťah medzi hodnotami
sv: det finns inget samband mellan värdena
sw: hakuna uhusiano kati ya thamani
tr: değerler arasında hiçbir bağlantı yoktur
uk: немає жодного зв'язку між значеннями
vi: không có liên kết nào giữa các giá trị
zh_hans: 值之间没有任何联系

# rot_l1_q1_exp
source: La règle de trois suppose une relation de proportionnalité.
af: Die drie-regel veronderstel 'n verhouding van proportionaliteit.
bg: Правилото на трите предполага отношение на пропорционалност.
cs: Pravidlo tří předpokládá vztah proporcionality.
da: Reglen om tre forudsætter et forhold af proportionalitet.
de: Die Regel von drei setzt eine Proportionalitätsbeziehung voraus.
el: Ο κανόνας των τριών υποθέτει μια αναλογική σχέση.
es: 17) La regla de tres supone una relación de proporcionalidad.
fi: Kolmonen sääntö olettaa suhteellisuuden.
fil: Ang tuntunin ng tatlo ay nagpapalagay ng isang relasyon ng proporsyonalidad.
hu: A háromszabály arányossági kapcsolatot feltételez.
id: Aturan tiga mengasumsikan adanya hubungan proporsionalitas.
it: La regola del tre presuppone una relazione di proporzionalità.
ja: 三の法則は比例関係を前提としています。
ko: 세 규칙은 비례 관계를 가정합니다.
nl: De regel van drie veronderstelt een proportionele relatie.
no: Regelen om tre forutsetter et proporsjonalitetsforhold.
pl: Reguła trzech zakłada istnienie relacji proporcjonalności.
pt_pt: A regra de três supõe uma relação de proporcionalidade.
ro: Regula de trei presupune o relație de proporționalitate.
ru: Правило трех предполагает отношение пропорциональности.
sk: Pravidlo troch predpokladá vzťah proporcionality.
sv: Regeln om tre förutsätter en proportionell relation.
sw: Sheria ya tatu inadhani uhusiano wa uwiano.
tr: Üçgen kuralı, bir orantılılık ilişkisi varsayar.
uk: Правило трьох передбачає наявність пропорційного відношення.
vi: Quy tắc ba giả định một mối quan hệ tỷ lệ.
zh_hans: 三规则假设存在比例关系。

# rot_l2_title
source: 2) Proportionnalité directe
af: 1) Direkte proporsionaliteit
bg: 2) Пряка пропорционалност
cs: Proporcionální vztah.
da: 2) Direkte proportionalitet
de: 2) Direkte Proportionalität
el: 2) Άμεση αναλογικότητα
es: 18) 2) Proporcionalidad directa
fi: 2) Suora suhteellisuus
fil: 1) Direktang proporsyonalidad
hu: 2) Közvetlen arányosság
id: Proporsionalitas langsung
it: 2) Proporzionalità diretta
ja: 2) 直接比例
ko: 2) 직접 비례
nl: 2) Rechtstreekse proportionaliteit
no: 2) Direkte proporsjonalitet
pl: 2) Proporcjonalność bezpośrednia
pt_pt: Proporcionalidade direta
ro: Proporționalitate directă
ru: Прямая пропорциональность
sk: 2) Priama proporcionalita
sv: 2) Direkt proportionalitet
sw: 1) Uhusiano wa moja kwa moja
tr: Doğru orantı
uk: 2) Пряма пропорційність
vi: Tỉ lệ trực tiếp
zh_hans: 2) 直接比例

# rot_l2_sub
source: Passage à l’unité, coefficient, produit en croix.
af: 2) Oorgang na die eenheid, koëffisiënt, kruisproduk.
bg: Преминаване към единица, коефициент, кръстосано умножение.
cs: Převod na jednotku, koeficient, křížový součin.
da: Overgang til enhed, koefficient, krydsprodukt.
de: Umstellung auf die Einheit, Koeffizient, Kreuzprodukt.
el: Μετάβαση στη μονάδα, συντελεστής, προϊόν σε σταυρό.
es: 19) Paso a la unidad, coeficiente, producto en cruz.
fi: Yksikköön siirtyminen, kerroin, ristitulo.
fil: 2) Paglipat sa yunit, koepisyent, produkto sa krus.
hu: Átváltás egységre, együttható, keresztbe szorzás.
id: Peralihan ke satuan, koefisien, produk silang.
it: Passaggio all'unità, coefficiente, prodotto in croce.
ja: 単位への変換、係数、交差積。
ko: 단위 변환, 계수, 교차 곱.
nl: Overgang naar de eenheid, coëfficiënt, kruisproduct.
no: Overgang til enhet, koeffisient, kryssprodukt.
pl: Przejście do jednostki, współczynnik, iloczyn krzyżowy.
pt_pt: Passagem à unidade, coeficiente, produto em cruz.
ro: Trecerea la unitate, coeficient, produs în cruce.
ru: Переход к единице, коэффициент, правило трех.
sk: Prechod na jednotku, koeficient, krížový súčin.
sv: Övergång till enhet, koefficient, korsprodukt.
sw: 2) Kupita kwenye kitengo, coefficient, bidhaa kwa msalaba.
tr: Birim geçişi, katsayı, çapraz çarpım.
uk: Перехід до одиниці, коефіцієнт, перехресний добуток.
vi: Chuyển đổi sang đơn vị, hệ số, sản phẩm chéo.
zh_hans: 单位转换、系数、交叉乘法。

# rot_tag_cross
source: produit en croix
af: 3) kruisproduk
bg: кръстосано умножение
cs: křížový součin
da: krydsprodukt
de: Kreuzprodukt
el: προϊόν σε σταυρό
es: 20) producto en cruz
fi: ristitulo
fil: 3) produkto sa krus
hu: keresztbe szorzás
id: produk silang
it: prodotto in croce
ja: 交差積
ko: 교차 곱
nl: kruisproduct
no: kryssprodukt
pl: iloczyn krzyżowy
pt_pt: produto em cruz
ro: produs în cruce
ru: правило трех
sk: krížový súčin
sv: korsprodukt
sw: 3) bidhaa kwa msalaba
tr: çapraz çarpım
uk: перехресний добуток
vi: sản phẩm chéo
zh_hans: 交叉乘法

# rot_l2_s1_title
source: Passage à l’unité
af: 4) Oorgang na die eenheid
bg: Преминаване към единица
cs: Převod na jednotku
da: Overgang til enhed
de: Einheit wechseln
el: Μετάβαση στη μονάδα
es: Paso a la unidad
fi: Yksikköön siirtyminen
fil: 4) Paglipat sa yunit
hu: Átváltás egységre
id: Peralihan ke satuan
it: Passaggio all'unità
ja: 単位への変換
ko: 단위 변환
nl: Overgang naar eenheid
no: Overgang til enhet
pl: Przejście do jednostki
pt_pt: Passagem à unidade
ro: Trecerea la unitate
ru: Переход к единице
sk: Prechod na jednotku
sv: Övergång till enhet
sw: 4) Kupita kwenye kitengo
tr: Birim geçişi
uk: Перехід до одиниці
vi: Chuyển đổi sang đơn vị
zh_hans: 单位转换

# rot_l2_s1_b1
source: On calcule d’abord la valeur pour 1 unité, puis on multiplie.
af: 5) Ons bereken eers die waarde vir 1 eenheid, dan vermenigvuldig ons.
bg: Първо изчисляваме стойността за 1 единица, след това умножаваме.
cs: Nejprve vypočítáme hodnotu pro 1 jednotku, poté násobíme.
da: Vi beregner først værdien for 1 enhed, og derefter multiplicerer vi.
de: Zuerst berechnen wir den Wert für 1 Einheit, dann multiplizieren wir.
el: Αρχικά υπολογίζουμε την τιμή για 1 μονάδα, στη συνέχεια πολλαπλασιάζουμε.
es: Primero calculamos el valor para 1 unidad, luego multiplicamos.
fi: Lasketaan ensin arvo yhdelle yksikölle ja sitten kerrotaan.
fil: 5) Una, kinakalkula ang halaga para sa 1 yunit, pagkatapos ay minumultiply.
hu: Először az 1 egységre vonatkozó értéket számítjuk ki, majd szorzunk.
id: Kita menghitung terlebih dahulu nilai untuk 1 unit, kemudian kita kalikan.
it: Prima calcoliamo il valore per 1 unità, poi moltiplichiamo.
ja: まず1単位の値を計算し、その後掛け算します。
ko: 먼저 1 단위에 대한 값을 계산한 다음 곱합니다.
nl: We berekenen eerst de waarde voor 1 eenheid, daarna vermenigvuldigen we.
no: Vi beregner først verdien for 1 enhet, deretter multipliserer vi.
pl: Najpierw obliczamy wartość dla 1 jednostki, a następnie mnożymy.
pt_pt: Primeiro calculamos o valor para 1 unidade, depois multiplicamos.
ro: Se calculează mai întâi valoarea pentru 1 unitate, apoi se înmulțește.
ru: Сначала вычисляем значение для 1 единицы, затем умножаем.
sk: Najprv vypočítame hodnotu pre 1 jednotku, potom násobíme.
sv: Först beräknar vi värdet för 1 enhet, sedan multiplicerar vi.
sw: 5) Kwanza tunahesabu thamani ya kitengo 1, kisha tunazidisha.
tr: Önce 1 birim için değeri hesaplarız, sonra çarparız.
uk: Спочатку обчислюємо значення для 1 одиниці, потім множимо.
vi: Đầu tiên, ta tính giá trị cho 1 đơn vị, sau đó nhân lên.
zh_hans: 我们首先计算1个单位的值，然后再乘以。

# rot_l2_s1_b2
source: Méthode intuitive quand les nombres sont simples.
af: 6) Intuïtiewe metode wanneer die getalle eenvoudig is.
bg: Интуитивен метод, когато числата са прости.
cs: Intuitivní metoda, když jsou čísla jednoduchá.
da: Intuitiv metode når tallene er enkle.
de: Intuitive Methode, wenn die Zahlen einfach sind.
el: Διαισθητική μέθοδος όταν οι αριθμοί είναι απλοί.
es: Método intuitivo cuando los números son simples.
fi: Intuitiivinen menetelmä, kun numerot ovat yksinkertaisia.
fil: 6) Intuitibong pamamaraan kapag ang mga numero ay simple.
hu: Intuitív módszer, amikor a számok egyszerűek.
id: Metode intuitif ketika angka-angka sederhana.
it: Metodo intuitivo quando i numeri sono semplici.
ja: 数が簡単なときの直感的な方法。
ko: 숫자가 간단할 때 직관적인 방법입니다.
nl: Intuïtieve methode wanneer de getallen eenvoudig zijn.
no: Intuitiv metode når tallene er enkle.
pl: Metoda intuicyjna, gdy liczby są proste.
pt_pt: Método intuitivo quando os números são simples.
ro: Metodă intuitivă când numerele sunt simple.
ru: Интуитивный метод, когда числа простые.
sk: Intuitívna metóda, keď sú čísla jednoduché.
sv: Intuitiv metod när siffrorna är enkla.
sw: 6) Njia ya kueleweka wakati nambari ni rahisi.
tr: Sayılar basit olduğunda sezgisel yöntem.
uk: Інтуїтивний метод, коли числа прості.
vi: Phương pháp trực quan khi các số đơn giản.
zh_hans: 当数字简单时，直观方法。

# rot_l2_s1_ex1
source: Exemple
af: 7) Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: 7) Halimbawa
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: 7) Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# rot_l2_s2_title
source: Produit en croix
af: 8) Kruisproduk
bg: Кръстосано умножение
cs: Křížový součin
da: Krydsprodukt
de: Kreuzprodukt
el: Προϊόν σε σταυρό
es: Producto en cruz
fi: Ristiin kertominen
fil: 8) Produkto sa krus
hu: Keresztbe szorzás
id: Produk silang
it: Prodotto in croce
ja: 交差積
ko: 교차 곱
nl: Kruisproduct
no: Kryssprodukt
pl: Iloraz krzyżowy
pt_pt: Produto em cruz
ro: Produs în cruce
ru: Правило трех
sk: Krížový súčin
sv: Korsprodukt
sw: 8) Bidhaa kwa msalaba
tr: Çapraz çarpım
uk: Перехресний добуток
vi: Sản phẩm chéo
zh_hans: 交叉乘法

# rot_l2_s2_b1
source: On met les valeurs dans un tableau à 2 colonnes.
af: 9) Ons plaas die waardes in 'n tabel met 2 kolomme.
bg: Поставяме стойностите в таблица с 2 колони.
cs: Hodnoty umístíme do tabulky se 2 sloupci.
da: Vi sætter værdierne i en tabel med 2 kolonner.
de: Wir setzen die Werte in eine Tabelle mit 2 Spalten.
el: Βάζουμε τις τιμές σε έναν πίνακα με 2 στήλες.
es: Colocamos los valores en una tabla de 2 columnas.
fi: Asetetaan arvot 2 sarakkeen taulukkoon.
fil: 9) Ilalagay ang mga halaga sa isang talahanayan na may 2 kolum.
hu: Az értékeket egy 2 oszlopos táblázatba helyezzük.
id: Kita menempatkan nilai-nilai dalam tabel dengan 2 kolom.
it: Mettiamo i valori in una tabella a 2 colonne.
ja: 2列の表に値を入れます。
ko: 값을 2열 표에 넣습니다.
nl: We plaatsen de waarden in een tabel met 2 kolommen.
no: Vi legger verdiene i en tabell med 2 kolonner.
pl: Umieszczamy wartości w tabeli z 2 kolumnami.
pt_pt: Colocamos os valores em uma tabela de 2 colunas.
ro: Se pun valorile într-un tabel cu 2 coloane.
ru: Мы помещаем значения в таблицу с 2 колонками.
sk: Hodnoty umiestnime do tabuľky so 2 stĺpcami.
sv: Vi lägger värdena i en tabell med 2 kolumner.
sw: 9) Tunaweka thamani kwenye jedwali lenye safu 2.
tr: Değerleri 2 sütunlu bir tabloya koyarız.
uk: Ми розміщуємо значення в таблиці з 2 стовпцями.
vi: Chúng ta đặt các giá trị vào một bảng có 2 cột.
zh_hans: 我们将值放入一个2列的表格中。
