Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_outline_pretty
source: JSON “pretty” (indenté)
af: JSON “mooi” (ingesprong)
bg: JSON “pretty” (с отстъпи)
cs: JSON „hezký“ (odsazený)
da: JSON “pænt” (indrykket)
de: JSON „schön“ (eingezogen)
el: JSON “όμορφο” (με εσοχές)
es: JSON "bonito" (con sangrías)
fi: JSON "kaunis" (sisennettävä)
fil: JSON "maganda" (may indentasyon)
hu: 10) JSON „szép” (behúzott)
id: JSON "indah" (terindentasi)
it: JSON “pretty” (indentato)
ja: JSON “pretty” (インデント付き)
ko: JSON '예쁘게' (들여쓰기)
nl: JSON “mooi” (ingesprongen)
no: JSON “pen” (innrykket)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ro: JSON „frumos” (indentat)
ru: JSON «красивый» (с отступами)
sk: JSON „pekne“ (odsadený)
sv: JSON "fin" (indenterad)
sw: JSON “mzuri” (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON “красивий” (з відступами)
vi: JSON “đẹp” (được thụt lề)
zh_hans: 格式化的JSON（缩进）

# pdf_outline_back
source: ← Retour aux outils PDF
af: ← Terug na PDF-gereedskap
bg: ← Връщане към PDF инструментите
cs: ← Zpět k PDF nástrojům
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
hu: 11) ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøyene
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回PDF工具

# pdf_outline_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
hu: 12) PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alege un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择一个PDF

# pdf_outline_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: 13) Visszaállítás
id: Atur ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_outline_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: 14) Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_outline_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: 15) Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_outline_filter_placeholder
source: Filtrer (titre…)
af: Filtreer (titel…)
bg: Филтриране (заглавие…)
cs: Filtr (název…)
da: Filtrer (titel…)
de: Filtern (Titel…)
el: Φιλτράρισμα (τίτλος…)
es: Filtrar (título…)
fi: Suodata (otsikko…)
fil: Salain (titulo…)
hu: 16) Szűrés (cím…)
id: Saring (judul…)
it: Filtra (titolo…)
ja: フィルタ（タイトル…）
ko: 필터 (제목…)
nl: Filteren (titel…)
no: Filtrer (tittel…)
pl: Filtruj (tytuł…)
pt_pt: Filtrar (título…)
ro: Filtrează (titlu…)
ru: Фильтровать (название…)
sk: Filtrovať (názov…)
sv: Filtrera (titel…)
sw: Chuja (kichwa…)
tr: Filtrele (başlık…)
uk: Фільтрувати (назва…)
vi: Lọc (tiêu đề…)
zh_hans: 过滤（标题…）

# pdf_outline_status_loading
source: Analyse…
af: Analiseer…
bg: Анализ…
cs: Analýza…
el: Ανάλυση…
es: Analizando…
fi: Analysoi…
fil: Pagsusuri…
hu: 17) Elemzés…
id: Analisis…
it: Analisi…
ja: 分析…
ko: 분석 중…
nl: Analyseren…
pl: Analiza…
pt_pt: Análise…
ro: Analiză…
ru: Анализ…
sk: Analýza…
sv: Analys…
sw: Tathmini…
tr: Analiz…
uk: Аналіз…
vi: Phân tích…
zh_hans: 分析…

# pdf_outline_status_ready
source: Prêt
af: Gereed
bg: Готов
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa
hu: 18) Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Pregătit
ru: Готово
sk: Pripravené
sv: Redo
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_outline_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: 19) Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_outline_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: Το JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na nakopya sa clipboard.
hu: 20) JSON másolva a vágólapra.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: JSON이 클립보드에 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírovaný do schránky.
sv: JSON kopierat till urklipp.
sw: JSON imekopi katika ubao wa kunakili.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON已复制到剪贴板。

# pdf_outline_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Dit is nie moontlik om outomaties te kopieer nie. Selekteer die teks en kopieer dit handmatig.
bg: Не може да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky zkopírovat. Vyberte text a zkopírujte ručně.
da: Kan ikke kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren nicht möglich. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se pudo copiar automáticamente. Seleccione el texto y cópielo manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
hu: 21) Automatikus másolás nem lehetséges. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできません。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하세요.
nl: Automatisch kopiëren is niet mogelijk. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można automatycznie skopiować. Zaznacz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Не удалось скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalanamıyor. Metni seçin ve manuel olarak kopyalayın.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# pdf_outline_err_generic
source: Impossible de lire ce PDF.
af: Dit is nie moontlik om hierdie PDF te lees nie.
bg: Не може да се прочете този PDF.
cs: Nelze přečíst tento PDF.
da: Kan ikke læse denne PDF.
de: Dieser PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voi lukea.
fil: Hindi mabasa ang PDF na ito.
hu: 22) Ezt a PDF-et nem lehet olvasni.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取れません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Dit PDF-bestand kan niet worden gelezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Не удалось прочитать этот PDF.
sk: Nemožno prečítať tento PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF okunamıyor.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此PDF。

# pdf_outline_tip_no_outline
source: Ce PDF ne contient pas de sommaire (bookmarks).
af: Hierdie PDF bevat geen opsomming nie (boekmerke).
bg: Този PDF не съдържа резюме (bookmarks).
cs: Tento PDF neobsahuje souhrn (záložky).
da: Denne PDF indeholder ikke et sammendrag (bogmærker).
de: Dieser PDF enthält kein Inhaltsverzeichnis (Lesezeichen).
el: Αυτό το PDF δεν περιέχει περίληψη (σελιδοδείκτες).
es: Este PDF no contiene un resumen (marcadores).
fi: Tässä PDF:ssä ei ole yhteenvetoa (kirjanmerkkejä).
fil: Ang PDF na ito ay walang buod (mga bookmark).
hu: 23) Ez a PDF nem tartalmaz összefoglalót (könyvjelzőket).
id: PDF ini tidak mengandung ringkasan (bookmarks).
it: Questo PDF non contiene un sommario (bookmarks).
ja: このPDFには概要（ブックマーク）が含まれていません。
ko: 이 PDF에는 요약(북마크)이 포함되어 있지 않습니다.
nl: Dit PDF-bestand bevat geen inhoudsopgave (bladwijzers).
no: Denne PDF-en inneholder ikke noe sammendrag (bokmerker).
pl: Ten PDF nie zawiera spisu treści (zakładek).
pt_pt: Este PDF não contém sumário (marcadores).
ro: Acest PDF nu conține un sumar (bookmarks).
ru: Этот PDF не содержит содержания (закладок).
sk: Tento PDF neobsahuje zhrnutie (záložky).
sv: Denna PDF innehåller ingen sammanfattning (bokmärken).
sw: PDF hii haina muhtasari (vitabu vya alama).
tr: Bu PDF özet (yer işaretleri) içermiyor.
uk: Цей PDF не містить змісту (закладок).
vi: PDF này không chứa tóm tắt (bookmarks).
zh_hans: 此PDF不包含摘要（书签）。

# pdf_pages_title
source: Pages PDF → JSON
af: PDF-bladsye → JSON
bg: Страници PDF → JSON
cs: Stránky PDF → JSON
da: PDF-sider → JSON
de: PDF-Seiten → JSON
el: Σελίδες PDF → JSON
es: Páginas PDF → JSON
fi: PDF-sivut → JSON
fil: Mga Pahina ng PDF → JSON
hu: 24) PDF oldalak → JSON
id: Halaman PDF → JSON
it: Pagine PDF → JSON
ja: PDFページ → JSON
ko: PDF 페이지 → JSON
nl: PDF-pagina's → JSON
no: PDF-sider → JSON
pl: Strony PDF → JSON
pt_pt: Páginas PDF → JSON
ro: Pagini PDF → JSON
ru: Страницы PDF → JSON
sk: Strany PDF → JSON
sv: PDF-sidor → JSON
sw: Kurasa za PDF → JSON
tr: PDF sayfaları → JSON
uk: Сторінки PDF → JSON
vi: Trang PDF → JSON
zh_hans: PDF页面 → JSON

# pdf_pages_subtitle
source: Exporter les infos de pages (dimensions, rotation, orientation, format) au format JSON, localement.
af: Eksporteer bladsye-inligting (dimensies, rotasie, oriëntasie, formaat) na JSON-formaat, plaaslik.
bg: Експортиране на информация за страници (размери, ротация, ориентация, формат) във формат JSON, локално.
cs: Exportovat informace o stránkách (rozměry, rotace, orientace, formát) do formátu JSON, lokálně.
da: Eksporter sideinformationer (dimensioner, rotation, orientering, format) til JSON-format, lokalt.
de: Seiteninformationen (Abmessungen, Drehung, Ausrichtung, Format) im JSON-Format lokal exportieren.
el: Εξαγωγή πληροφοριών σελίδων (διαστάσεις, περιστροφή, προσανατολισμός, μορφή) σε μορφή JSON, τοπικά.
es: Exportar la información de las páginas (dimensiones, rotación, orientación, formato) en formato JSON, localmente.
fi: Vie sivutiedot (mitat, kierto, suunta, muoto) JSON-muodossa paikallisesti.
fil: I-export ang impormasyon ng mga pahina (sukat, pag-ikot, oryentasyon, format) sa format na JSON, lokal.
hu: 25) Exportálja az oldalak információit (méretek, forgatás, tájolás, formátum) JSON formátumban, helyben.
id: Ekspor informasi halaman (dimensi, rotasi, orientasi, format) ke format JSON, secara lokal.
it: Esporta le informazioni delle pagine (dimensioni, rotazione, orientamento, formato) in formato JSON, localmente.
ja: ページ情報（寸法、回転、向き、形式）をJSON形式でローカルにエクスポートします。
ko: 페이지 정보(치수, 회전, 방향, 형식)를 JSON 형식으로 로컬에 내보내기.
nl: Exporteer pagina-informatie (afmetingen, rotatie, oriëntatie, formaat) naar JSON, lokaal.
no: Eksporter sideinformasjon (dimensjoner, rotasjon, orientering, format) til JSON-format, lokalt.
pl: Eksportuj informacje o stronach (wymiary, obrót, orientacja, format) do formatu JSON, lokalnie.
pt_pt: Exportar as informações das páginas (dimensões, rotação, orientação, formato) para o formato JSON, localmente.
ro: Exportă informațiile paginilor (dimensiuni, rotație, orientare, format) în format JSON, local.
ru: Экспортировать информацию о страницах (размеры, поворот, ориентация, формат) в формате JSON, локально.
sk: Exportovať informácie o stránkach (rozmery, rotácia, orientácia, formát) do formátu JSON, lokálne.
sv: Exportera sidinformation (dimensioner, rotation, orientering, format) till JSON-format, lokalt.
sw: Safirisha taarifa za kurasa (vipimo, mzunguko, mwelekeo, muundo) kwa muundo wa JSON, kwa ndani.
tr: Sayfa bilgilerini (boyutlar, döndürme, yön, format) JSON formatında, yerel olarak dışa aktar.
uk: Експортувати інформацію про сторінки (розміри, обертання, орієнтація, формат) у форматі JSON, локально.
vi: Xuất thông tin trang (kích thước, xoay, hướng, định dạng) sang định dạng JSON, cục bộ.
zh_hans: 将页面信息（尺寸、旋转、方向、格式）导出为JSON格式，保存在本地。

# pdf_pages_page
source: Page
af: Bladsy
bg: Страница
cs: Stránka
da: Side
de: Seite
el: Σελίδα
es: Página
fi: Sivu
fil: Pahina
hu: 26) Oldal
id: Halaman
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
no: Side
pl: Strona
pt_pt: Página
ro: Pagină
ru: Страница
sk: Strana
sv: Sida
sw: Ukuran
tr: Sayfa
uk: Сторінка
vi: Trang
zh_hans: 页面

# pdf_pages_rotation
source: Rot.
bg: Ротация.
el: Περιστροφή.
fi: Kierto.
fil: Pag-ikot.
hu: 27) Forg.
ja: 回転
ko: 회전
pl: Obr.
ru: Поворот.
sw: Mzunguko.
tr: Dön.
uk: Оберт.
vi: Xoay.
zh_hans: 旋转

# pdf_pages_orientation
source: Orientation
af: Oriëntasie
bg: Ориентация
cs: Orientace
da: Orientering
de: Ausrichtung
el: Προσανατολισμός
es: Orientación
fi: Suunta
fil: Oryentasyon
hu: 28) Tájolás
id: Orientasi
it: Orientamento
ja: 向き
ko: 방향
nl: Oriëntatie
no: Orientering
pl: Orientacja
pt_pt: Orientação
ro: Orientare
ru: Ориентация
sk: Orientácia
sv: Orientering
sw: Mwelekeo
tr: Yön
uk: Орієнтація
vi: Hướng
zh_hans: 方向

# pdf_pages_size_pt
source: Taille (pt)
af: Grootte (pt)
bg: Размер (pt)
cs: Velikost (pt)
da: Størrelse (pt)
de: Größe (pt)
el: Μέγεθος (pt)
es: Tamaño (pt)
fi: Koko (pt)
fil: Sukat (pt)
hu: 29) Méret (pt)
id: Ukuran (pt)
it: Dimensione (pt)
ja: サイズ (pt)
ko: 크기 (pt)
nl: Grootte (pt)
no: Størrelse (pt)
pl: Rozmiar (pt)
pt_pt: Tamanho (pt)
ro: Dimensiune (pt)
ru: Размер (пт)
sk: Veľkosť (pt)
sv: Storlek (pt)
sw: Ukubwa (pt)
tr: Boyut (pt)
uk: Розмір (пт)
vi: Kích thước (pt)
zh_hans: 大小（pt）

# pdf_pages_size_mm
source: Taille (mm)
af: Grootte (mm)
bg: Размер (mm)
cs: Velikost (mm)
da: Størrelse (mm)
de: Größe (mm)
el: Μέγεθος (mm)
es: Tamaño (mm)
fi: Koko (mm)
fil: Sukat (mm)
hu: 30) Méret (mm)
id: Ukuran (mm)
it: Dimensione (mm)
ja: サイズ (mm)
ko: 크기 (mm)
nl: Grootte (mm)
no: Størrelse (mm)
pl: Rozmiar (mm)
pt_pt: Tamanho (mm)
ro: Dimensiune (mm)
ru: Размер (мм)
sk: Veľkosť (mm)
sv: Storlek (mm)
sw: Ukubwa (mm)
tr: Boyut (mm)
uk: Розмір (мм)
vi: Kích thước (mm)
zh_hans: 大小（mm）

# pdf_pages_format_guess
source: Format (guess)
af: Formaat (raai)
bg: Формат (предположение)
cs: Formát (odhadem)
da: Format (gæt)
de: Format (schätzen)
el: Μορφή (εκτίμηση)
es: Formato (adivinar)
fi: Muoto (arvio)
fil: Format (hulaan)
hu: 31) Formátum (tipp)
id: Format (tebak)
it: Formato (indovina)
ja: 形式 (推測)
ko: 형식 (추정)
nl: Formaat (schatting)
no: Format (gjetning)
pl: Format (zgadnij)
pt_pt: Formato (adivinhar)
ro: Format (ghicit)
ru: Формат (предположение)
sk: Formát (odhaduje)
sv: Format (gissning)
sw: Muundo (kadiria)
tr: Format (tahmin)
uk: Формат (припущення)
vi: Định dạng (đoán)
zh_hans: 格式（猜测）

# pdf_pages_pretty
source: JSON “pretty” (indenté)
af: JSON “mooi” (ingesprong)
bg: JSON “pretty” (с отстъпи)
cs: JSON „hezký“ (odsazený)
da: JSON “pænt” (indrykket)
de: JSON „schön“ (eingezogen)
el: JSON “όμορφο” (με εσοχές)
es: JSON "bonito" (con sangrías)
fi: JSON "kaunis" (sisennettävä)
fil: JSON "maganda" (may indentasyon)
hu: 32) JSON „szép” (behúzott)
id: JSON "indah" (terindentasi)
it: JSON “pretty” (indentato)
ja: JSON “pretty” (インデント付き)
ko: JSON '예쁘게' (들여쓰기)
nl: JSON “mooi” (ingesprongen)
no: JSON “pen” (innrykket)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ro: JSON „frumos” (indentat)
ru: JSON «красивый» (с отступами)
sk: JSON „pekne“ (odsadený)
sv: JSON "fin" (indenterad)
sw: JSON “mzuri” (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON “красивий” (з відступами)
vi: JSON “đẹp” (được thụt lề)
zh_hans: 格式化的JSON（缩进）

# pdf_pages_include_mm
source: Inclure les dimensions en mm
af: Sluit dimensies in mm in
bg: Включете размерите в mm
cs: Zahrnout rozměry v mm
da: Inkluder dimensioner i mm
de: Abmessungen in mm einbeziehen
el: Συμπερίληψη διαστάσεων σε mm
es: Incluir dimensiones en mm
fi: Sisällytä mitat mm
fil: Isama ang mga sukat sa mm
hu: 33) Tartalmazza a méreteket mm-ben
id: Sertakan dimensi dalam mm
it: Includere le dimensioni in mm
ja: mm単位の寸法を含める
ko: mm 단위의 치수 포함
nl: Inclusief afmetingen in mm
no: Inkluder dimensjoner i mm
pl: Uwzględnij wymiary w mm
pt_pt: Incluir as dimensões em mm
ro: Include dimensiunile în mm
ru: Включить размеры в мм
sk: Zahrnúť rozmery v mm
sv: Inkludera dimensioner i mm
sw: Jumuisha vipimo kwa mm
tr: mm cinsinden boyutları dahil et
uk: Включити розміри в мм
vi: Bao gồm kích thước bằng mm
zh_hans: 包含毫米尺寸

# pdf_pages_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
hu: 34) PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alege un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择一个PDF

# pdf_pages_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: 35) Visszaállítás
id: Atur ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_pages_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: 36) Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_pages_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: 37) Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_pages_filter_placeholder
source: Filtrer (A4, Letter, portrait, 90…)
af: Filtreer (A4, Brief, portret, 90…)
bg: Филтриране (A4, Letter, портрет, 90…)
cs: Filtr (A4, Letter, na výšku, 90…)
da: Filtrer (A4, Brev, portræt, 90…)
de: Filtern (A4, Letter, Hochformat, 90…)
el: Φιλτράρισμα (A4, Letter, πορτραίτο, 90…)
es: Filtrar (A4, Carta, retrato, 90…)
fi: Suodata (A4, Kirje, pysty, 90…)
fil: Salain (A4, Letter, portrait, 90…)
hu: 38) Szűrés (A4, Levél, álló, 90…)
id: Saring (A4, Letter, potret, 90…)
it: Filtra (A4, Letter, ritratto, 90…)
ja: フィルタ（A4、レター、縦、90…）
ko: 필터 (A4, 레터, 세로, 90…)
nl: Filteren (A4, Letter, staand, 90…)
no: Filtrer (A4, Brev, portrett, 90…)
pl: Filtruj (A4, Letter, portret, 90…)
pt_pt: Filtrar (A4, Carta, retrato, 90…)
ro: Filtrează (A4, Letter, portret, 90…)
ru: Фильтровать (A4, Letter, портрет, 90…)
sk: Filtrovať (A4, Letter, portrét, 90…)
sv: Filtrera (A4, Brev, porträtt, 90…)
sw: Chuja (A4, Barua, picha, 90…)
tr: Filtrele (A4, Letter, portre, 90…)
uk: Фільтрувати (A4, Лист, портрет, 90…)
vi: Lọc (A4, Letter, chân dung, 90…)
zh_hans: 过滤（A4，信纸，纵向，90…）

# pdf_pages_status_loading
source: Analyse…
af: Analiseer…
bg: Анализ…
cs: Analýza…
el: Ανάλυση…
es: Analizando…
fi: Analysoi…
fil: Pagsusuri…
hu: 39) Elemzés…
id: Analisis…
it: Analisi…
ja: 分析…
ko: 분석 중…
nl: Analyseren…
pl: Analiza…
pt_pt: Análise…
ro: Analiză…
ru: Анализ…
sk: Analýza…
sv: Analys…
sw: Tathmini…
tr: Analiz…
uk: Аналіз…
vi: Phân tích…
zh_hans: 分析…

# pdf_pages_status_ready
source: Prêt
af: Gereed
bg: Готов
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa
hu: 40) Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Pregătit
ru: Готово
sk: Pripravené
sv: Redo
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_pages_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_pages_import_title
source: Importer un PDF
af: Laai 'n PDF op
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: PDF importieren
el: Εισαγωγή PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: PDF importeren
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: PDF İçe Aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF
