Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_pages_to_json_uc4_title
source: Automatisation
af: Outomatisering
bg: Автоматизация
cs: Automatizace
da: Automatisering
de: Automatisierung
el: Αυτοματοποίηση
es: Automatización
fi: Automaatio
fil: Automasyon
it: Automazione
ja: 自動化
ko: 자동화
nl: Automatisering
no: Automation
pl: Automatyzacja
pt_pt: Automatização
ro: Automatizare
ru: Автоматизация
sk: Automatizácia
sv: Automatisering
sw: Automatisering
tr: Otomasyon
uk: Автоматизація
vi: Tự động hóa
zh_hans: 自动化

# ed_dev_pdf_pdf_pages_to_json_uc4_text
source: Alimenter une pipeline qui route les PDF selon le nombre de pages, le format ou l’orientation.
af: Voed 'n pyplyn wat die PDF's roete volgens die aantal bladsye, formaat of oriëntasie.
bg: Захранване на pipeline, който маршрутизира PDF файлове според броя на страниците, формата или ориентацията.
cs: Naplnit pipeline, která směruje PDF podle počtu stránek, formátu nebo orientace.
da: Fodre en pipeline, der ruter PDF-filer baseret på antal sider, format eller orientering.
de: Eine Pipeline speisen, die PDFs nach Seitenanzahl, Format oder Ausrichtung weiterleitet.
el: Τροφοδοτήστε μια ροή εργασίας που κατευθύνει τα PDF ανάλογα με τον αριθμό σελίδων, τη μορφή ή τον προσανατολισμό.
es: Alimentar una tubería que dirija los PDFs según el número de páginas, el formato o la orientación.
fi: Syötä putki, joka ohjaa PDF-tiedostoja sivumäärän, muodon tai suuntauksen mukaan.
fil: Punan ang isang pipeline na nagruruta ng mga PDF ayon sa bilang ng mga pahina, format o orientation.
it: Alimenta una pipeline che instrada i PDF in base al numero di pagine, formato o orientamento.
ja: ページ数、形式、または向きに応じてPDFをルーティングするパイプラインに供給します。
ko: 페이지 수, 형식 또는 방향에 따라 PDF를 라우팅하는 파이프라인을 제공합니다.
nl: Een pipeline voeden die PDF's routeert op basis van het aantal pagina's, het formaat of de oriëntatie.
no: Feed a pipeline that routes PDFs based on the number of pages, format, or orientation.
pl: Zasilanie pipeline, który kieruje PDF w zależności od liczby stron, formatu lub orientacji.
pt_pt: Alimentar um pipeline que roteia os PDFs de acordo com o número de páginas, formato ou orientação.
ro: Alimentați un pipeline care rotește PDF-urile în funcție de numărul de pagini, format sau orientare.
ru: Запустить конвейер, который маршрутизирует PDF в зависимости от количества страниц, формата или ориентации.
sk: Napájať pipeline, ktorá smeruje PDF podľa počtu strán, formátu alebo orientácie.
sv: Fodra en pipeline som dirigerar PDF-filer baserat på antal sidor, format eller orientering.
sw: Kutoa pipeline inayopitisha PDF kulingana na idadi ya kurasa, muundo au mwelekeo.
tr: PDF'leri sayfa sayısına, formata veya oryantasyona göre yönlendiren bir pipeline besleyin.
uk: Запустіть конвеєр, який маршрутизує PDF за кількістю сторінок, форматом або орієнтацією.
vi: Cung cấp một pipeline mà định tuyến các PDF theo số trang, định dạng hoặc hướng.
zh_hans: 为根据页面数量、格式或方向路由PDF的管道提供数据。

# ed_dev_pdf_pdf_pages_to_json_lim3
source: Les PDF endommagés ou chiffrés peuvent limiter l’analyse.
af: Geskadigde of gesleutelde PDF's kan die analise beperk.
bg: Повредените или шифровани PDF файлове могат да ограничат анализа.
cs: Poškozené nebo šifrované PDF mohou omezit analýzu.
da: Skadede eller krypterede PDF-filer kan begrænse analysen.
de: Beschädigte oder verschlüsselte PDFs können die Analyse einschränken.
el: Τα κατεστραμμένα ή κρυπτογραφημένα PDF μπορεί να περιορίσουν την ανάλυση.
es: Los PDFs dañados o cifrados pueden limitar el análisis.
fi: Vaurioituneet tai salatut PDF-tiedostot voivat rajoittaa analyysiä.
fil: Ang mga sira o encrypted na PDF ay maaaring limitahan ang pagsusuri.
it: I PDF danneggiati o crittografati possono limitare l'analisi.
ja: 破損したPDFや暗号化されたPDFは、分析を制限する可能性があります。
ko: 손상되거나 암호화된 PDF는 분석을 제한할 수 있습니다.
nl: Beschadigde of versleutelde PDF's kunnen de analyse beperken.
no: Damaged or encrypted PDFs may limit analysis.
pl: Uszkodzone lub szyfrowane PDF mogą ograniczać analizę.
pt_pt: Os PDFs danificados ou criptografados podem limitar a análise.
ro: PDF-urile deteriorate sau criptate pot limita analiza.
ru: Поврежденные или зашифрованные PDF могут ограничить анализ.
sk: Poškodené alebo šifrované PDF môžu obmedziť analýzu.
sv: Skadade eller krypterade PDF-filer kan begränsa analysen.
sw: PDF zilizoharibika au zilizofichwa zinaweza kuzuia uchambuzi.
tr: Hasarlı veya şifreli PDF'ler analizi kısıtlayabilir.
uk: Пошкоджені або зашифровані PDF можуть обмежити аналіз.
vi: Các PDF bị hỏng hoặc được mã hóa có thể hạn chế việc phân tích.
zh_hans: 损坏或加密的PDF可能会限制分析。

# ed_dev_pdf_pdf_pages_to_json_q3
source: Est-ce que ça détecte les pages blanches ?
af: Detecteer dit blanke bladsye?
bg: Дали открива ли празни страници?
cs: Detekuje to prázdné stránky?
da: Registrerer det hvide sider?
de: Erkennt es leere Seiten?
el: Ανιχνεύει τις λευκές σελίδες;
es: ¿Detecta páginas en blanco?
fi: Havaitseeko se tyhjät sivut?
fil: Nadetect ba nito ang mga puting pahina?
it: Rileva le pagine bianche?
ja: 白いページを検出しますか？
ko: 빈 페이지를 감지하나요?
nl: Detecteert het lege pagina's?
no: Does it detect blank pages?
pl: Czy to wykrywa puste strony?
pt_pt: Isso detecta páginas em branco?
ro: Detectează paginile albe?
ru: Обнаруживает ли это пустые страницы?
sk: Detekuje to prázdne stránky?
sv: Detekterar det vita sidor?
sw: Je, hii inatambua kurasa za wazi?
tr: Beyaz sayfaları tespit ediyor mu?
uk: Чи виявляє це білі сторінки?
vi: Nó có phát hiện các trang trắng không?
zh_hans: 它能检测空白页吗？

# ed_dev_pdf_pdf_pages_to_json_a3
source: Pas toujours : une page peut avoir du contenu invisible. Utilisez plutôt un outil de détection dédié si besoin.
af: Nie altyd nie: 'n bladsy kan onsigbare inhoud hê. Gebruik eerder 'n toegewyde deteksie-instrument indien nodig.
bg: Не винаги: страница може да има невидимо съдържание. Използвайте по-добре специализиран инструмент за откритие, ако е необходимо.
cs: Ne vždy: stránka může mít neviditelný obsah. Pokud je to nutné, použijte raději specializovaný detekční nástroj.
da: Ikke altid: en side kan have usynligt indhold. Brug i stedet et dedikeret detektionsværktøj hvis nødvendigt.
de: Nicht immer: Eine Seite kann unsichtbaren Inhalt haben. Verwenden Sie besser ein spezielles Erkennungstool, wenn nötig.
el: Όχι πάντα: μια σελίδα μπορεί να έχει αόρατο περιεχόμενο. Χρησιμοποιήστε καλύτερα ένα ειδικό εργαλείο ανίχνευσης αν χρειαστεί.
es: No siempre: una página puede tener contenido invisible. Utiliza una herramienta de detección dedicada si es necesario.
fi: Ei aina: sivulla voi olla näkymätöntä sisältöä. Käytä mieluummin erillistä havaitsemistyökalua tarvittaessa.
fil: Hindi palaging: ang isang pahina ay maaaring may hindi nakikitang nilalaman. Mas mabuting gumamit ng dedikadong detection tool kung kinakailangan.
it: Non sempre: una pagina può avere contenuti invisibili. Usa piuttosto uno strumento di rilevamento dedicato se necessario.
ja: 必ずしも：ページには目に見えない内容が含まれている場合があります。必要に応じて、専用の検出ツールを使用してください。
ko: 항상 그런 것은 아닙니다: 페이지에 보이지 않는 내용이 있을 수 있습니다. 필요하다면 전용 감지 도구를 사용하세요.
nl: Niet altijd: een pagina kan onzichtbare inhoud hebben. Gebruik liever een speciale detectietool indien nodig.
no: Not always: a page may have invisible content. Use a dedicated detection tool if needed.
pl: Nie zawsze: strona może mieć niewidoczną zawartość. Lepiej użyj dedykowanego narzędzia do wykrywania, jeśli to konieczne.
pt_pt: Nem sempre: uma página pode ter conteúdo invisível. Use uma ferramenta de detecção dedicada se necessário.
ro: Nu întotdeauna: o pagină poate avea conținut invizibil. Folosiți mai degrabă un instrument de detecție dedicat dacă este necesar.
ru: Не всегда: страница может содержать невидимое содержимое. Лучше используйте специализированный инструмент для обнаружения, если это необходимо.
sk: Nie vždy: stránka môže mať neviditeľný obsah. Radšej použite špecializovaný detekčný nástroj, ak je to potrebné.
sv: Inte alltid: en sida kan ha osynligt innehåll. Använd hellre ett dedikerat detektionsverktyg om det behövs.
sw: Sio kila wakati: ukurasa unaweza kuwa na maudhui yasiyoonekana. Badala yake, tumia chombo maalum cha kutambua ikiwa inahitajika.
tr: Her zaman değil: bir sayfa görünmez içeriğe sahip olabilir. Gerekirse, bunun için özel bir tespit aracı kullanın.
uk: Не завжди: сторінка може містити невидимий вміст. Краще використовуйте спеціалізований інструмент для виявлення, якщо потрібно.
vi: Không phải lúc nào cũng vậy: một trang có thể có nội dung vô hình. Hãy sử dụng một công cụ phát hiện chuyên dụng nếu cần.
zh_hans: 不一定：一页可能有不可见的内容。如果需要，请使用专用的检测工具。

# ed_dev_pdf_pdf_sanitize_uc4_title
source: Conformité interne
af: Interne nakoming
bg: Вътрешна съвместимост
cs: Interní shoda
da: Intern overholdelse
de: Interne Compliance
el: Εσωτερική συμμόρφωση
es: Conformidad interna
fi: Sisäinen vaatimustenmukaisuus
fil: Panloob na pagsunod
it: Conformità interna
ja: 内部コンプライアンス
ko: 내부 준수
nl: Interne naleving
no: Internal compliance
pl: Zgodność wewnętrzna
pt_pt: Conformidade interna
ro: Conformitate internă
ru: Внутренняя соответствие
sk: Interná zhoda
sv: Intern efterlevnad
sw: Uzingatiaji wa ndani
tr: İç uyum
uk: Внутрішня відповідність
vi: Tuân thủ nội bộ
zh_hans: 内部合规性

# ed_dev_pdf_pdf_sanitize_uc4_text
source: Appliquer une politique de nettoyage standardisée dans une pipeline (CI/CD) avant archivage.
af: Pas 'n gestandaardiseerde skoonmaakbeleid toe in 'n pyplyn (CI/CD) voor argivering.
bg: Прилагане на стандартизирана политика за почистване в pipeline (CI/CD) преди архивиране.
cs: Aplikovat standardizovanou politiku čištění v pipeline (CI/CD) před archivací.
da: Anvend en standardiseret rensepolitik i en pipeline (CI/CD) før arkivering.
de: Eine standardisierte Reinigungsrichtlinie in einer Pipeline (CI/CD) vor der Archivierung anwenden.
el: Εφαρμόστε μια τυποποιημένη πολιτική καθαρισμού σε μια ροή εργασίας (CI/CD) πριν από την αρχειοθέτηση.
es: Aplicar una política de limpieza estandarizada en una tubería (CI/CD) antes del archivo.
fi: Sovella standardoitua puhdistuspolitiikkaa putkessa (CI/CD) ennen arkistointia.
fil: Mag-apply ng standardized cleaning policy sa isang pipeline (CI/CD) bago ang pag-archive.
it: Applica una politica di pulizia standardizzata in una pipeline (CI/CD) prima dell'archiviazione.
ja: アーカイブ前にパイプライン（CI/CD）内で標準化されたクリーンアップポリシーを適用します。
ko: 아카이브 전에 파이프라인(CI/CD)에서 표준화된 정리 정책을 적용합니다.
nl: Een gestandaardiseerd schoonmaakbeleid toepassen in een pipeline (CI/CD) vóór archivering.
no: Apply a standardized cleaning policy in a pipeline (CI/CD) before archiving.
pl: Zastosowanie standardowej polityki czyszczenia w pipeline (CI/CD) przed archiwizacją.
pt_pt: Aplicar uma política de limpeza padronizada em um pipeline (CI/CD) antes do arquivamento.
ro: Aplicați o politică de curățare standardizată într-un pipeline (CI/CD) înainte de arhivare.
ru: Применить стандартизированную политику очистки в конвейере (CI/CD) перед архивированием.
sk: Aplikovať štandardizovanú politiku čistenia v pipeline (CI/CD) pred archiváciou.
sv: Tillämpa en standardiserad rengöringspolicy i en pipeline (CI/CD) före arkivering.
sw: Tumia sera ya kusafisha iliyopangwa katika pipeline (CI/CD) kabla ya kuhifadhi.
tr: Arşivlemeden önce bir pipeline'da (CI/CD) standart bir temizleme politikası uygulayın.
uk: Застосуйте стандартизовану політику очищення в конвеєрі (CI/CD) перед архівуванням.
vi: Áp dụng một chính sách làm sạch tiêu chuẩn trong một pipeline (CI/CD) trước khi lưu trữ.
zh_hans: 在归档之前，在管道（CI/CD）中应用标准化的清理政策。

# ed_dev_pdf_pdf_sanitize_lim3
source: Le nettoyage de données “dans l’image” (ex : scan) n’est pas possible sans traitement additionnel (OCR/redaction).
af: Die skoonmaak van data “in die beeld” (bv. skandering) is nie moontlik sonder bykomende verwerking (OCR/redaction).
bg: Почистването на данни "в изображението" (напр. сканиране) не е възможно без допълнителна обработка (OCR/редактиране).
cs: Čištění dat „v obraze“ (např. sken) není možné bez dodatečného zpracování (OCR/redakce).
da: Rensning af data “i billedet” (f.eks. scanning) er ikke muligt uden yderligere behandling (OCR/redigering).
de: Das Reinigen von Daten "im Bild" (z. B. Scan) ist ohne zusätzliche Verarbeitung (OCR/Redaktion) nicht möglich.
el: Ο καθαρισμός δεδομένων "στην εικόνα" (π.χ. σάρωση) δεν είναι δυνατός χωρίς πρόσθετη επεξεργασία (OCR/απόκρυψη).
es: La limpieza de datos “en la imagen” (ej: escaneo) no es posible sin tratamiento adicional (OCR/redacción).
fi: Tietojen puhdistaminen "kuvassa" (esim. skannaus) ei ole mahdollista ilman lisäkäsittelyä (OCR/redaction).
fil: Ang paglilinis ng data “sa loob ng imahe” (hal. scan) ay hindi posible nang walang karagdagang pagproseso (OCR/redaction).
it: La pulizia dei dati “nell'immagine” (es: scansione) non è possibile senza trattamento aggiuntivo (OCR/redazione).
ja: 「画像内」のデータのクリーンアップ（例：スキャン）は、追加の処理（OCR/赤外線処理）なしでは不可能です。
ko: '이미지 내' 데이터 정리는 추가 처리(OCR/레드랙션) 없이는 불가능합니다.
nl: Het schoonmaken van gegevens “in de afbeelding” (bijv. scan) is niet mogelijk zonder aanvullende verwerking (OCR/redaction).
no: Cleaning data "in the image" (e.g., scan) is not possible without additional processing (OCR/redaction).
pl: Czyszczenie danych „w obrazie” (np. skan) nie jest możliwe bez dodatkowego przetwarzania (OCR/redakcja).
pt_pt: A limpeza de dados "na imagem" (ex: digitalização) não é possível sem tratamento adicional (OCR/redação).
ro: Curățarea datelor “în imagine” (ex: scanare) nu este posibilă fără tratament suplimentar (OCR/redacție).
ru: Очистка данных «в изображении» (например, скан) невозможна без дополнительной обработки (OCR/редактирование).
sk: Čistenie dát “v obraze” (napr. sken) nie je možné bez dodatočného spracovania (OCR/redakcia).
sv: Rengöring av data "i bilden" (t.ex. skanning) är inte möjligt utan ytterligare behandling (OCR/redigering).
sw: Kusafisha data “ndani ya picha” (mfano: skana) haiwezekani bila matibabu ya ziada (OCR/kuondoa).
tr: “Görüntüdeki” verilerin temizlenmesi (örneğin: tarama) ek işleme (OCR/kırpma) olmadan mümkün değildir.
uk: Очищення даних “в зображенні” (наприклад, скан) неможливе без додаткової обробки (OCR/редагування).
vi: Việc làm sạch dữ liệu "trong hình ảnh" (ví dụ: quét) là không thể mà không có xử lý bổ sung (OCR/xóa).
zh_hans: “图像内”的数据清理（例如：扫描）在没有额外处理（OCR/编辑）的情况下是不可能的。

# ed_dev_pdf_pdf_sanitize_q3
source: Ça enlève les liens ?
af: Verwyder dit die skakels?
bg: Премахва ли линковете?
cs: Odstraní to odkazy?
da: Fjerner det links?
de: Entfernt es die Links?
el: Αφαιρεί τους συνδέσμους;
es: ¿Elimina los enlaces?
fi: Poistaako se linkit?
fil: Inaalis ba nito ang mga link?
it: Rimuove i link?
ja: リンクを削除しますか？
ko: 링크를 제거하나요?
nl: Verwijdert het links?
no: Does it remove links?
pl: Czy to usuwa linki?
pt_pt: Isso remove os links?
ro: Îndepărtează linkurile?
ru: Удаляет ли это ссылки?
sk: Odstráni to odkazy?
sv: Tar det bort länkar?
sw: Je, hii inafuta viungo?
tr: Bağlantıları kaldırır mı?
uk: Це видаляє посилання?
vi: Nó có xóa các liên kết không?
zh_hans: 这会删除链接吗？

# ed_dev_pdf_pdf_sanitize_a3
source: Selon l’option : les liens sont souvent des annotations. Le rapport indique ce qui a été conservé ou supprimé.
af: Afhangende van die opsie: skakels is dikwels annotasies. Die verslag dui aan wat behou of verwyder is.
bg: В зависимост от опцията: линковете често са анотации. Докладът посочва какво е запазено или премахнато.
cs: Podle možnosti: odkazy jsou často anotace. Zpráva uvádí, co bylo zachováno nebo odstraněno.
da: Afhængigt af indstillingen: links er ofte annotationer. Rapporten angiver hvad der er bevaret eller fjernet.
de: Je nach Option: Links sind oft Anmerkungen. Der Bericht gibt an, was beibehalten oder entfernt wurde.
el: Ανάλογα με την επιλογή: οι σύνδεσμοι είναι συχνά σημειώσεις. Η αναφορά δείχνει τι διατηρήθηκε ή αφαιρέθηκε.
es: Dependiendo de la opción: los enlaces son a menudo anotaciones. El informe indica lo que se ha conservado o eliminado.
fi: Riippuen vaihtoehdosta: linkit ovat usein annotaatioita. Raportti ilmoittaa, mitä on säilytetty tai poistettu.
fil: Ayon sa opsyon: ang mga link ay madalas na mga anotasyon. Ipinapakita ng ulat kung ano ang napanatili o tinanggal.
it: A seconda dell'opzione: i link sono spesso annotazioni. Il rapporto indica ciò che è stato conservato o rimosso.
ja: オプションによります：リンクはしばしば注釈です。レポートには、保持または削除されたものが示されます。
ko: 옵션에 따라 다릅니다: 링크는 종종 주석입니다. 보고서는 보존되거나 삭제된 내용을 나타냅니다.
nl: Afhankelijk van de optie: links zijn vaak annotaties. Het rapport geeft aan wat is behouden of verwijderd.
no: Depending on the option: links are often annotations. The report indicates what has been kept or removed.
pl: W zależności od opcji: linki są często adnotacjami. Raport wskazuje, co zostało zachowane lub usunięte.
pt_pt: Dependendo da opção: os links são frequentemente anotações. O relatório indica o que foi mantido ou removido.
ro: În funcție de opțiune: linkurile sunt adesea anotații. Raportul indică ce a fost păstrat sau eliminat.
ru: В зависимости от опции: ссылки часто являются аннотациями. Отчет указывает, что было сохранено или удалено.
sk: Podľa možnosti: odkazy sú často anotácie. Správa uvádza, čo bolo zachované alebo odstránené.
sv: Beroende på alternativet: länkar är ofta anteckningar. Rapporten anger vad som har bevarats eller tagits bort.
sw: Kulingana na chaguo: viungo mara nyingi ni maelezo. Ripoti inaonyesha kile kilichohifadhiwa au kuondolewa.
tr: Seçeneğe bağlı: bağlantılar genellikle notlardır. Rapor, neyin korunduğunu veya kaldırıldığını belirtir.
uk: Залежно від опції: посилання часто є анотаціями. Звіт вказує, що було збережено або видалено.
vi: Tùy thuộc vào tùy chọn: các liên kết thường là chú thích. Báo cáo cho biết những gì đã được giữ lại hoặc xóa.
zh_hans: 根据选项：链接通常是注释。报告会指明保留或删除的内容。

# ed_dev_pdf_pdf_scan_detector_uc4_title
source: QA de numérisation
af: Skandeer QA
bg: QA на сканиране
cs: QA skenování
da: Scanning QA
de: Scan-Qualitätssicherung
el: QA σάρωσης
es: QA de escaneo
fi: Skannauslaadun varmistus
fil: QA ng pag-scan
it: QA di scansione
ja: スキャンのQA
ko: 스캔 품질 관리
nl: Scan QA
no: Scanning QA
pl: Wykrywanie skanów
pt_pt: QA de digitalização
ro: QA de scanare
ru: QA сканирования
sk: QA skenovania
sv: Skanningskvalitetssäkring
sw: QA ya skana
tr: Tarama QA'sı
uk: QA сканування
vi: QA quét
zh_hans: 扫描质量控制

# ed_dev_pdf_pdf_scan_detector_uc4_text
source: Repérer des pages de mauvaise qualité (trop peu de texte, images dominantes) dans un lot de scans.
af: Identifiseer bladsye van swak kwaliteit (te min teks, oorheersende beelde) in 'n stel skanderings.
bg: Откриване на страници с лошо качество (твърде малко текст, доминиращи изображения) в партида от сканирания.
cs: Identifikovat stránky špatné kvality (příliš málo textu, dominantní obrázky) v dávce skenů.
da: Identificere sider af dårlig kvalitet (for lidt tekst, dominerende billeder) i et batch af scanninger.
de: Seiten mit schlechter Qualität (zu wenig Text, dominante Bilder) in einem Stapel von Scans erkennen.
el: Εντοπίστε σελίδες κακής ποιότητας (πολύ λίγο κείμενο, κυρίαρχες εικόνες) σε μια παρτίδα σαρώσεων.
es: Detectar páginas de mala calidad (muy poco texto, imágenes dominantes) en un lote de escaneos.
fi: Tunnista huonolaatuiset sivut (liian vähän tekstiä, hallitsevat kuvat) skannatuista eristä.
fil: Tukuyin ang mga pahina na may mababang kalidad (masyadong kaunting teksto, nangingibabaw na mga imahe) sa isang batch ng mga scan.
it: Individua pagine di scarsa qualità (troppo poco testo, immagini dominanti) in un lotto di scansioni.
ja: スキャンのバッチ内で、質の悪いページ（テキストが少なすぎる、画像が支配的）を特定します。
ko: 스캔 묶음에서 품질이 낮은 페이지(텍스트가 너무 적거나 이미지가 우세한 경우)를 식별합니다.
nl: Pagina's van slechte kwaliteit (te weinig tekst, dominante afbeeldingen) in een batch scans opsporen.
no: Identify low-quality pages (too little text, dominant images) in a batch of scans.
pl: Wykrywanie stron o słabej jakości (za mało tekstu, dominujące obrazy) w partii skanów.
pt_pt: Identificar páginas de má qualidade (pouco texto, imagens dominantes) em um lote de digitalizações.
ro: Identificarea paginilor de calitate slabă (prea puțin text, imagini dominante) într-un lot de scanări.
ru: Обнаружить страницы низкого качества (слишком мало текста, доминирующие изображения) в партии сканов.
sk: Identifikovať stránky zlej kvality (príliš málo textu, dominantné obrázky) v dávke skenov.
sv: Identifiera sidor av dålig kvalitet (för lite text, dominerande bilder) i en skanningsbatch.
sw: Tambua kurasa za ubora duni (maandishi machache, picha nyingi) katika kundi la skana.
tr: Bir tarama grubunda düşük kaliteli sayfaları (çok az metin, baskın görüntüler) tespit edin.
uk: Виявлення сторінок поганої якості (занадто мало тексту, домінуючі зображення) у партії сканів.
vi: Phát hiện các trang chất lượng kém (quá ít văn bản, hình ảnh chiếm ưu thế) trong một lô quét.
zh_hans: 在一批扫描中识别低质量页面（文本过少，图像占主导地位）。

# ed_dev_pdf_pdf_scan_detector_lim3
source: La qualité réelle de l’OCR dépendra de la résolution, du contraste et de la langue — non évalués finement ici.
af: Die werklike kwaliteit van die OCR sal afhang van die resolusie, kontras en taal — nie hier fyngegradeer nie.
bg: Реалното качество на OCR зависи от резолюцията, контраста и езика — не са оценени прецизно тук.
cs: Skutečná kvalita OCR bude záviset na rozlišení, kontrastu a jazyce — zde není podrobně hodnocena.
da: Den faktiske kvalitet af OCR vil afhænge af opløsning, kontrast og sprog — ikke vurderet præcist her.
de: Die tatsächliche Qualität des OCR hängt von der Auflösung, dem Kontrast und der Sprache ab — hier nicht fein bewertet.
el: Η πραγματική ποιότητα του OCR θα εξαρτηθεί από την ανάλυση, την αντίθεση και τη γλώσσα — δεν αξιολογούνται λεπτομερώς εδώ.
es: La calidad real del OCR dependerá de la resolución, el contraste y el idioma — no evaluados finamente aquí.
fi: OCR:n todellinen laatu riippuu resoluutiosta, kontrastista ja kielestä — ei arvioitu tarkasti tässä.
fil: Ang aktwal na kalidad ng OCR ay nakasalalay sa resolusyon, kaibahan, at wika — hindi ito masusing nasusuri dito.
it: La qualità reale dell'OCR dipenderà dalla risoluzione, dal contrasto e dalla lingua — non valutati finemente qui.
ja: OCRの実際の品質は、解像度、コントラスト、言語に依存します — ここでは詳細に評価されません。
ko: OCR의 실제 품질은 해상도, 대비 및 언어에 따라 달라지며 — 여기서는 세밀하게 평가되지 않습니다.
nl: De werkelijke kwaliteit van de OCR hangt af van de resolutie, het contrast en de taal — niet hier nauwkeurig beoordeeld.
no: The actual quality of the OCR will depend on resolution, contrast, and language — not finely evaluated here.
pl: Rzeczywista jakość OCR będzie zależała od rozdzielczości, kontrastu i języka — nie oceniane dokładnie tutaj.
pt_pt: A qualidade real do OCR dependerá da resolução, do contraste e do idioma — não avaliados finamente aqui.
ro: Calitatea reală a OCR-ului va depinde de rezoluție, contrast și limbă — nu evaluate fin aici.
ru: Фактическое качество OCR будет зависеть от разрешения, контраста и языка — здесь не оценивалось точно.
sk: Skutočná kvalita OCR bude závisieť od rozlíšenia, kontrastu a jazyka — tu nie sú presne hodnotené.
sv: Den verkliga kvaliteten på OCR kommer att bero på upplösning, kontrast och språk — inte noggrant utvärderat här.
sw: Ubora halisi wa OCR utaegemea azimio, muktadha na lugha — siyo tathmini kwa undani hapa.
tr: OCR'nin gerçek kalitesi, çözünürlük, kontrast ve dile bağlı olacaktır - burada ince bir şekilde değerlendirilmemiştir.
uk: Справжня якість OCR залежатиме від роздільної здатності, контрасту та мови — тут не оцінюється детально.
vi: Chất lượng thực tế của OCR sẽ phụ thuộc vào độ phân giải, độ tương phản và ngôn ngữ — không được đánh giá chi tiết ở đây.
zh_hans: OCR的实际质量将取决于分辨率、对比度和语言——这里没有进行细致评估。
