Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_successive_out2
source: Vous obtenez le résultat final (valeur après chaque étape) et la variation globale équivalente en pourcentage par rapport à la valeur de départ.
af: Jy kry die finale resultaat (waarde na elke stap) en die globale variasie wat ekwivalent is in persentasie teenoor die oorspronklike waarde.
bg: Получавате крайния резултат (стойност след всяка стъпка) и общата вариация, еквивалентна на процент спрямо началната стойност.
cs: Získáte konečný výsledek (hodnota po každém kroku) a celkovou změnu ekvivalentní v procentech vzhledem k počáteční hodnotě.
da: Du får det endelige resultat (værdi efter hvert trin) og den samlede variation svarende til procentdelen i forhold til startværdien.
de: Sie erhalten das Endergebnis (Wert nach jedem Schritt) und die entsprechende Gesamtveränderung in Prozent im Vergleich zum Ausgangswert.
el: Αποκτάτε το τελικό αποτέλεσμα (αξία μετά από κάθε βήμα) και τη συνολική μεταβολή που ισοδυναμεί σε ποσοστό σε σχέση με την αρχική αξία.
es: Obtienes el resultado final (valor después de cada etapa) y la variación global equivalente en porcentaje respecto al valor inicial.
fi: Saat lopullisen tuloksen (arvo jokaisen vaiheen jälkeen) ja vastaavan kokonaismuutoksen prosentteina alkuperäisestä arvosta.
fil: Nakakakuha ka ng huling resulta (halaga pagkatapos ng bawat hakbang) at ang kabuuang pagbabago na katumbas sa porsyento kumpara sa paunang halaga.
hu: Megkapod a végső eredményt (érték minden lépés után) és a globális változást, amely százalékban kifejezve a kiindulási értékhez viszonyítva.
id: Anda mendapatkan hasil akhir (nilai setelah setiap langkah) dan variasi global yang setara dalam persentase dibandingkan dengan nilai awal.
it: Ottieni il risultato finale (valore dopo ogni fase) e la variazione globale equivalente in percentuale rispetto al valore di partenza.
ja: 最終結果（各ステップ後の値）と、出発値に対する全体の変動をパーセンテージで得られます。
ko: 당신은 최종 결과(각 단계 후의 값)와 시작 값에 대한 백분율로 동등한 전체 변화를 얻습니다.
nl: Je krijgt het eindresultaat (waarde na elke stap) en de equivalente globale variatie in percentage ten opzichte van de beginwaarde.
no: Du får det endelige resultatet (verdi etter hvert trinn) og den totale variasjonen i prosent i forhold til startverdien.
pl: Otrzymujesz wynik końcowy (wartość po każdym etapie) oraz całkowitą zmianę równoważną w procentach w porównaniu do wartości początkowej.
pt_pt: Você obtém o resultado final (valor após cada etapa) e a variação global equivalente em porcentagem em relação ao valor inicial.
ro: Obțineți rezultatul final (valoarea după fiecare etapă) și variația globală echivalentă în procent față de valoarea de început.
ru: Вы получаете конечный результат (значение после каждого этапа) и эквивалентное общее изменение в процентах относительно начального значения.
sk: Získate konečný výsledok (hodnota po každom kroku) a celkovú zmenu ekvivalentnú v percentách vo vzťahu k počiatočnej hodnote.
sv: Du får det slutgiltiga resultatet (värde efter varje steg) och den totala förändringen i procent i förhållande till startvärdet.
sw: Unapata matokeo ya mwisho (thamani baada ya kila hatua) na mabadiliko ya jumla yanayolingana kwa asilimia kulinganisha na thamani ya awali.
tr: Nihai sonucu (her aşamadan sonraki değer) ve başlangıç değerine göre yüzdelik olarak eşdeğer genel değişimi elde edersiniz.
uk: Ви отримуєте кінцевий результат (значення після кожного етапу) і загальну зміну, еквівалентну у відсотках від початкового значення.
vi: Bạn nhận được kết quả cuối cùng (giá trị sau mỗi bước) và biến động tổng thể tương đương theo phần trăm so với giá trị ban đầu.
zh_hans: 您将获得最终结果（每个步骤后的值）以及相对于起始值的整体变化百分比。

# ed_math_percentages_percentage_successive_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Határok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Limieten en aandachtspunten
no: Grenser og oppmerksomhetspunkter
pl: Limity i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limity a body pozornosti
sv: Gränser och uppmärksamhetspunkter
sw: Mipaka na maeneo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_successive_lim1
source: On ne peut pas additionner des pourcentages successifs : +10% puis +10% ne fait pas +20% “au sens strict”, c’est ×1,10 ×1,10 = ×1,21 (soit +21%).
af: Jy kan nie opeenvolgende persentasies bymekaar tel nie: +10% dan +10% maak nie +20% 'in die strengste sin' nie, dit is ×1,10 ×1,10 = ×1,21 (oftewel +21%).
bg: Не можем да събираме последователни проценти: +10% след +10% не прави +20% "в строгия смисъл", а е ×1,10 ×1,10 = ×1,21 (или +21%).
cs: Nelze sčítat po sobě jdoucí procenta: +10% a pak +10% nedává +20% „ve striktním smyslu“, je to ×1,10 ×1,10 = ×1,21 (tedy +21%).
da: Man kan ikke lægge successive procenter sammen: +10% og derefter +10% giver ikke +20% “i streng forstand”, det er ×1,10 ×1,10 = ×1,21 (eller +21%).
de: Man kann aufeinanderfolgende Prozentsätze nicht addieren: +10% und dann +10% ergeben nicht +20% "im strengen Sinne", es ist ×1,10 ×1,10 = ×1,21 (also +21%).
el: Δεν μπορούμε να προσθέσουμε διαδοχικά ποσοστά: +10% και μετά +10% δεν κάνουν +20% "με την αυστηρή έννοια", είναι ×1,10 ×1,10 = ×1,21 (δηλαδή +21%).
es: No se pueden sumar porcentajes sucesivos: +10% luego +10% no hace +20% “en sentido estricto”, es ×1,10 ×1,10 = ×1,21 (es decir, +21%).
fi: Peräkkäisiä prosentteja ei voi laskea yhteen: +10% ja sitten +10% ei ole +20% "tiukasti ottaen", se on ×1,10 ×1,10 = ×1,21 (eli +21%).
fil: Hindi maaaring pagsamahin ang sunud-sunod na porsyento: +10% pagkatapos +10% ay hindi +20% "sa mahigpit na kahulugan", ito ay ×1,10 ×1,10 = ×1,21 (o +21%).
hu: Nem lehet egymás után összeadni a százalékokat: +10% majd +10% nem ad +20%-ot "szigorúan véve", hanem ×1,10 ×1,10 = ×1,21 (vagyis +21%).
id: Anda tidak dapat menjumlahkan persentase berturut-turut: +10% kemudian +10% tidak sama dengan +20% "dalam arti ketat", itu adalah ×1,10 ×1,10 = ×1,21 (yaitu +21%).
it: Non si possono sommare percentuali successive: +10% poi +10% non fa +20% “in senso stretto”, è ×1,10 ×1,10 = ×1,21 (cioè +21%).
ja: 連続するパーセンテージを加算することはできません：+10% その後 +10% は厳密には +20% ではなく、×1.10 ×1.10 = ×1.21（つまり +21%）です。
ko: 연속적인 백분율을 더할 수 없습니다: +10% 후 +10%는 엄밀히 말해 +20%가 아니라 ×1.10 ×1.10 = ×1.21 (즉, +21%)입니다.
nl: Je kunt opeenvolgende percentages niet optellen: +10% en dan +10% is niet +20% "in strikte zin", het is ×1,10 ×1,10 = ×1,21 (oftewel +21%).
no: Man kan ikke legge sammen påfølgende prosent: +10% deretter +10% gir ikke +20% "i streng forstand", det er ×1,10 ×1,10 = ×1,21 (eller +21%).
pl: Nie można dodawać kolejnych procentów: +10% a potem +10% nie daje +20% "w ścisłym sensie", to jest ×1,10 ×1,10 = ×1,21 (czyli +21%).
pt_pt: Não se podem somar percentagens sucessivas: +10% depois +10% não dá +20% “no sentido estrito”, é ×1,10 ×1,10 = ×1,21 (ou seja, +21%).
ro: Nu putem aduna procente succesive: +10% apoi +10% nu face +20% "în sens strict", este ×1,10 ×1,10 = ×1,21 (adică +21%).
ru: Нельзя складывать последовательные проценты: +10% затем +10% не дает +20% "в строгом смысле", это ×1,10 ×1,10 = ×1,21 (то есть +21%).
sk: Nie je možné sčítať postupné percentá: +10% a potom +10% nie je +20% "v prísnom zmysle", je to ×1,10 ×1,10 = ×1,21 (t.j. +21%).
sv: Man kan inte addera successiva procent: +10% följt av +10% ger inte +20% "i strikt mening", det är ×1,10 ×1,10 = ×1,21 (dvs +21%).
sw: Haiwezekani kuongeza asilimia mfululizo: +10% kisha +10% si +20% “kwa maana halisi”, ni ×1,10 ×1,10 = ×1,21 (yaani +21%).
tr: Ardışık yüzdeleri toplayamazsınız: +%10 ardından +%10, “kesin anlamda” +%20 etmez, bu ×1,10 ×1,10 = ×1,21 (yani +%21) olur.
uk: Не можна додавати послідовні відсотки: +10% потім +10% не дає +20% "в строгому сенсі", це ×1,10 ×1,10 = ×1,21 (тобто +21%).
vi: Không thể cộng dồn các tỷ lệ phần trăm liên tiếp: +10% rồi +10% không bằng +20% “theo nghĩa chính xác”, mà là ×1,10 ×1,10 = ×1,21 (tức là +21%).
zh_hans: 连续的百分比不能相加：+10% 然后 +10% 并不严格意义上等于 +20%，而是 ×1.10 ×1.10 = ×1.21（即 +21%）。

# ed_math_percentages_percentage_successive_lim2
source: Une baisse de X% n’annule pas une hausse de X% : +20% puis −20% donne ×1,20 ×0,80 = ×0,96 (soit −4%).
af: ‘n Afname van X% kanselleer nie ‘n toename van X% nie: +20% dan −20% gee ×1,20 ×0,80 = ×0,96 (oftewel −4%).
bg: Спад от X% не отменя увеличение от X%: +20% след −20% дава ×1,20 ×0,80 = ×0,96 (или −4%).
cs: Pokles o X% neanuluje nárůst o X%: +20% a pak −20% dává ×1,20 ×0,80 = ×0,96 (tedy −4%).
da: Et fald på X% annullerer ikke en stigning på X%: +20% og derefter −20% giver ×1,20 ×0,80 = ×0,96 (eller −4%).
de: Ein Rückgang von X% hebt einen Anstieg von X% nicht auf: +20% und dann −20% ergibt ×1,20 ×0,80 = ×0,96 (also −4%).
el: Μια μείωση X% δεν αναιρεί μια αύξηση X%: +20% και μετά −20% δίνει ×1,20 ×0,80 = ×0,96 (δηλαδή −4%).
es: Una disminución del X% no anula un aumento del X%: +20% luego −20% da ×1,20 ×0,80 = ×0,96 (es decir, −4%).
fi: X%:n lasku ei kumoa X%:n nousua: +20% ja sitten −20% antaa ×1,20 ×0,80 = ×0,96 (eli −4%).
fil: Ang pagbaba ng X% ay hindi nag-aalis ng pagtaas ng X%: +20% pagkatapos −20% ay nagbibigay ng ×1,20 ×0,80 = ×0,96 (o −4%).
hu: Egy X%-os csökkenés nem semmisíti meg az X%-os növekedést: +20% majd −20% ad ×1,20 ×0,80 = ×0,96 (vagyis −4%).
id: Penurunan X% tidak membatalkan kenaikan X%: +20% kemudian −20% memberikan ×1,20 ×0,80 = ×0,96 (yaitu −4%).
it: Una diminuzione del X% non annulla un aumento del X%: +20% poi −20% dà ×1,20 ×0,80 = ×0,96 (cioè −4%).
ja: X% の減少は X% の増加を相殺しません：+20% その後 −20% は ×1.20 ×0.80 = ×0.96（つまり −4%）です。
ko: X%의 감소는 X%의 증가를 무효화하지 않습니다: +20% 후 −20%는 ×1.20 ×0.80 = ×0.96 (즉, −4%)입니다.
nl: Een daling van X% annuleert geen stijging van X%: +20% en dan −20% geeft ×1,20 ×0,80 = ×0,96 (oftewel −4%).
no: En reduksjon på X% kansellerer ikke en økning på X%: +20% deretter −20% gir ×1,20 ×0,80 = ×0,96 (eller −4%).
pl: Spadek o X% nie anuluje wzrostu o X%: +20% a potem −20% daje ×1,20 ×0,80 = ×0,96 (czyli −4%).
pt_pt: Uma diminuição de X% não anula um aumento de X%: +20% depois −20% dá ×1,20 ×0,80 = ×0,96 (ou seja, −4%).
ro: O scădere de X% nu anulează o creștere de X%: +20% apoi −20% dă ×1,20 ×0,80 = ×0,96 (adică −4%).
ru: Снижение на X% не отменяет повышение на X%: +20% затем −20% дает ×1,20 ×0,80 = ×0,96 (то есть −4%).
sk: Pokles o X% neanuluje nárast o X%: +20% a potom −20% dáva ×1,20 ×0,80 = ×0,96 (t.j. −4%).
sv: En minskning med X% upphäver inte en ökning med X%: +20% följt av −20% ger ×1,20 ×0,80 = ×0,96 (dvs −4%).
sw: Kupungua kwa X% hakufuti ongezeko la X%: +20% kisha −20% inatoa ×1,20 ×0,80 = ×0,96 (yaani −4%).
tr: X%’lik bir düşüş, X%’lik bir artışı iptal etmez: +%20 ardından -%20, ×1,20 ×0,80 = ×0,96 (yani -%4) verir.
uk: Зниження на X% не скасовує підвищення на X%: +20% потім −20% дає ×1,20 ×0,80 = ×0,96 (тобто −4%).
vi: Một sự giảm X% không hủy bỏ một sự tăng X%: +20% rồi −20% cho ×1,20 ×0,80 = ×0,96 (tức là −4%).
zh_hans: X%的下降并不抵消X%的上升：+20% 然后 −20% 得到 ×1.20 ×0.80 = ×0.96（即 −4%）。

# ed_math_percentages_percentage_successive_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_successive_q1
source: Pourquoi +20% puis −20% ne revient pas au départ ?
af: Waarom kom +20% dan −20% nie terug na die begin nie?
bg: Защо +20% след −20% не се връща на началната стойност?
cs: Proč +20% a pak −20% nevede zpět na začátek?
da: Hvorfor giver +20% og derefter −20% ikke det oprindelige beløb tilbage?
de: Warum führt +20% und dann −20% nicht zurück zum Ausgangspunkt?
el: Γιατί +20% και μετά −20% δεν επιστρέφει στην αρχή;
es: ¿Por qué +20% luego −20% no vuelve al inicio?
fi: Miksi +20% ja sitten −20% ei palauta alkuperäiseen?
fil: Bakit ang +20% pagkatapos −20% ay hindi bumabalik sa simula?
hu: Miért nem tér vissza a +20% majd −20% a kiindulási ponthoz?
id: Mengapa +20% kemudian −20% tidak kembali ke awal?
it: Perché +20% poi −20% non torna al punto di partenza?
ja: なぜ +20% その後 −20% は元に戻らないのですか？
ko: 왜 +20% 후 −20%가 원래 값으로 돌아오지 않나요?
nl: Waarom komt +20% en dan −20% niet terug op het beginpunt?
no: Hvorfor gir +20% deretter −20% ikke tilbake til start?
pl: Dlaczego +20% a potem −20% nie wraca do początku?
pt_pt: Por que +20% depois −20% não volta ao início?
ro: De ce +20% apoi −20% nu revine la început?
ru: Почему +20% затем −20% не возвращает к началу?
sk: Prečo +20% a potom −20% nevedie späť na začiatok?
sv: Varför återgår inte +20% följt av −20% till utgångspunkten?
sw: Kwa nini +20% kisha −20% havirudi mwanzo?
tr: Neden +%20 ardından -%20 başlangıca dönmez?
uk: Чому +20% потім −20% не повертає до початку?
vi: Tại sao +20% rồi −20% không trở về điểm xuất phát?
zh_hans: 为什么 +20% 然后 −20% 不会回到起点？

# ed_math_percentages_percentage_successive_a1
source: Parce que la seconde opération s’applique sur une base différente. Après +20%, la base est plus grande ; −20% retire 20% de cette nouvelle base, pas de l’ancienne.
af: Omdat die tweede operasie op 'n ander basis toegepas word. Na +20% is die basis groter; −20% verwyder 20% van hierdie nuwe basis, nie van die oue nie.
bg: Защото второто действие се прилага върху различна база. След +20%, базата е по-голяма; −20% отнема 20% от тази нова база, а не от старата.
cs: Protože se druhá operace aplikuje na jiný základ. Po +20% je základ větší; −20% odečítá 20% z této nové základny, ne z té staré.
da: Fordi den anden operation anvendes på en anden base. Efter +20% er basen større; −20% trækker 20% fra denne nye base, ikke den gamle.
de: Weil die zweite Operation auf einer anderen Basis angewendet wird. Nach +20% ist die Basis größer; −20% zieht 20% von dieser neuen Basis ab, nicht von der alten.
el: Επειδή η δεύτερη ενέργεια εφαρμόζεται σε μια διαφορετική βάση. Μετά το +20%, η βάση είναι μεγαλύτερη; το −20% αφαιρεί το 20% από αυτή τη νέα βάση, όχι από την παλιά.
es: Porque la segunda operación se aplica sobre una base diferente. Después de +20%, la base es más grande; −20% quita el 20% de esta nueva base, no de la antigua.
fi: Koska toinen operaatio kohdistuu eri perusteeseen. +20%:n jälkeen perusta on suurempi; −20% vähentää 20% tästä uudesta perustasta, ei vanhasta.
fil: Dahil ang pangalawang operasyon ay nalalapat sa ibang batayan. Pagkatapos ng +20%, ang batayan ay mas malaki; ang −20% ay nag-aalis ng 20% mula sa bagong batayan, hindi mula sa lumang batayan.
hu: Mert a második művelet egy másik alapra vonatkozik. A +20% után az alap nagyobb; a −20% 20%-ot von el az új alapból, nem a régiből.
id: Karena operasi kedua diterapkan pada basis yang berbeda. Setelah +20%, basisnya lebih besar; −20% mengurangi 20% dari basis baru ini, bukan dari yang lama.
it: Perché la seconda operazione si applica su una base diversa. Dopo +20%, la base è più grande; −20% sottrae il 20% da questa nuova base, non da quella precedente.
ja: なぜなら、2回目の操作は異なる基準に適用されるからです。+20% の後、基準は大きくなります；−20% はこの新しい基準から20%を引きます、古い基準からではありません。
ko: 두 번째 작업이 다른 기준에 적용되기 때문입니다. +20% 후에는 기준이 더 커지고; −20%는 이 새로운 기준에서 20%를 빼는 것이지, 이전 기준에서 빼는 것이 아닙니다.
nl: Omdat de tweede operatie op een andere basis wordt toegepast. Na +20% is de basis groter; −20% trekt 20% van deze nieuwe basis af, niet van de oude.
no: Fordi den andre operasjonen gjelder en annen base. Etter +20% er basen større; −20% trekker 20% fra denne nye basen, ikke fra den gamle.
pl: Ponieważ druga operacja stosuje się do innej podstawy. Po +20% podstawa jest większa; −20% odejmuje 20% od tej nowej podstawy, a nie od starej.
pt_pt: Porque a segunda operação se aplica sobre uma base diferente. Depois de +20%, a base é maior; −20% retira 20% dessa nova base, não da antiga.
ro: Pentru că a doua operațiune se aplică pe o bază diferită. După +20%, baza este mai mare; −20% scade 20% din această nouă bază, nu din cea veche.
ru: Потому что вторая операция применяется к другой базе. После +20% база становится больше; −20% вычитает 20% из этой новой базы, а не из старой.
sk: Pretože druhá operácia sa aplikuje na iný základ. Po +20% je základ väčší; −20% odoberá 20% z tohto nového základu, nie z pôvodného.
sv: För att den andra operationen tillämpas på en annan bas. Efter +20% är basen större; −20% tar bort 20% från denna nya bas, inte från den gamla.
sw: Kwa sababu operesheni ya pili inatumika kwenye msingi tofauti. Baada ya +20%, msingi ni mkubwa zaidi; −20% inatoa 20% kutoka kwenye msingi huu mpya, si wa zamani.
tr: Çünkü ikinci işlem farklı bir temel üzerinde uygulanır. +%20’den sonra, temel daha büyüktür; -%20, bu yeni temelden %20 çıkarır, eski temelden değil.
uk: Тому що друга операція застосовується до іншої бази. Після +20% база більша; −20% забирає 20% від цієї нової бази, а не від старої.
vi: Bởi vì phép toán thứ hai áp dụng trên một cơ sở khác. Sau +20%, cơ sở lớn hơn; −20% lấy đi 20% từ cơ sở mới này, không phải từ cơ sở cũ.
zh_hans: 因为第二个操作是基于不同的基础。+20% 后，基础变大；−20% 从这个新基础中减去20%，而不是从旧基础中。

# ed_math_percentages_percentage_successive_q2
source: Comment trouver le pourcentage inverse d’une hausse ?
af: Hoe om die omgekeerde persentasie van 'n toename te vind?
bg: Как да намерим обратния процент на увеличение?
cs: Jak najít inverzní procento nárůstu?
da: Hvordan finder man den inverse procent af en stigning?
de: Wie findet man den inversen Prozentsatz eines Anstiegs?
el: Πώς να βρείτε το αντίστροφο ποσοστό μιας αύξησης;
es: ¿Cómo encontrar el porcentaje inverso de un aumento?
fi: Kuinka löytää nousun käänteinen prosentti?
fil: Paano makahanap ng kabaligtaran na porsyento ng pagtaas?
hu: Hogyan találjuk meg egy növekedés fordított százalékát?
id: Bagaimana cara menemukan persentase invers dari kenaikan?
it: Come trovare la percentuale inversa di un aumento?
ja: 増加の逆のパーセンテージを見つけるにはどうすればよいですか？
ko: 증가의 역백분율을 찾는 방법은?
nl: Hoe vind je het inverse percentage van een stijging?
no: Hvordan finne den inverse prosentandelen av en økning?
pl: Jak znaleźć odwrotny procent wzrostu?
pt_pt: Como encontrar a percentagem inversa de um aumento?
ro: Cum găsesc procentul invers al unei creșteri?
ru: Как найти обратный процент повышения?
sk: Ako nájsť inverzné percento nárastu?
sv: Hur hittar man den omvända procenten av en ökning?
sw: Jinsi ya kupata asilimia kinyume ya ongezeko?
tr: Bir artışın ters yüzdesini nasıl bulabilirim?
uk: Як знайти зворотний відсоток підвищення?
vi: Làm thế nào để tìm tỷ lệ phần trăm ngược lại của một sự tăng?
zh_hans: 如何找到上升的反百分比？

# ed_math_percentages_percentage_successive_a2
source: Utilisez les coefficients : si +p% = ×(1+p), alors “revenir” c’est ÷(1+p). Le pourcentage inverse vaut (1/(1+p) − 1) × 100.
af: Gebruik die koëffisiënte: as +p% = ×(1+p), dan is “terugkom” ÷(1+p). Die omgekeerde persentasie is (1/(1+p) − 1) × 100.
bg: Използвайте коефициентите: ако +p% = ×(1+p), тогава "да се върнем" е ÷(1+p). Обратният процент е (1/(1+p) − 1) × 100.
cs: Použijte koeficienty: pokud +p% = ×(1+p), pak „vrátit se“ je ÷(1+p). Inverzní procento je (1/(1+p) − 1) × 100.
da: Brug koefficienterne: hvis +p% = ×(1+p), så er “at vende tilbage” det samme som ÷(1+p). Den inverse procent er (1/(1+p) − 1) × 100.
de: Verwenden Sie die Koeffizienten: wenn +p% = ×(1+p), dann ist "zurückkommen" ÷(1+p). Der inverse Prozentsatz beträgt (1/(1+p) − 1) × 100.
el: Χρησιμοποιήστε τους συντελεστές: αν +p% = ×(1+p), τότε το "να επιστρέψετε" είναι ÷(1+p). Το αντίστροφο ποσοστό είναι (1/(1+p) − 1) × 100.
es: Utiliza los coeficientes: si +p% = ×(1+p), entonces “volver” es ÷(1+p). El porcentaje inverso vale (1/(1+p) − 1) × 100.
fi: Käytä kertoimia: jos +p% = ×(1+p), niin "paluu" on ÷(1+p). Käänteinen prosentti on (1/(1+p) − 1) × 100.
fil: Gumamit ng mga coefficient: kung +p% = ×(1+p), kung gayon ang "bumalik" ay ÷(1+p). Ang kabaligtaran na porsyento ay (1/(1+p) − 1) × 100.
hu: Használja a szorzókat: ha +p% = ×(1+p), akkor a "visszatérés" ÷(1+p). A fordított százalék (1/(1+p) − 1) × 100.
id: Gunakan koefisien: jika +p% = ×(1+p), maka "kembali" adalah ÷(1+p). Persentase invers adalah (1/(1+p) − 1) × 100.
it: Usa i coefficienti: se +p% = ×(1+p), allora “tornare” è ÷(1+p). La percentuale inversa vale (1/(1+p) − 1) × 100.
ja: 係数を使用します：もし +p% = ×(1+p) ならば、「戻る」ことは ÷(1+p) です。逆のパーセンテージは (1/(1+p) − 1) × 100 です。
ko: 계수를 사용하세요: 만약 +p% = ×(1+p)라면, '되돌리기'는 ÷(1+p)입니다. 역백분율은 (1/(1+p) − 1) × 100입니다.
nl: Gebruik de coëfficiënten: als +p% = ×(1+p), dan is "terugkomen" ÷(1+p). Het inverse percentage is (1/(1+p) − 1) × 100.
no: Bruk koeffisientene: hvis +p% = ×(1+p), så er "tilbake" ÷(1+p). Den inverse prosentandelen er (1/(1+p) − 1) × 100.
pl: Użyj współczynników: jeśli +p% = ×(1+p), to "powrót" to ÷(1+p). Odwrotny procent wynosi (1/(1+p) − 1) × 100.
pt_pt: Use os coeficientes: se +p% = ×(1+p), então “voltar” é ÷(1+p). A percentagem inversa vale (1/(1+p) − 1) × 100.
ro: Folosiți coeficientii: dacă +p% = ×(1+p), atunci "a reveni" este ÷(1+p). Procentul invers valorează (1/(1+p) − 1) × 100.
ru: Используйте коэффициенты: если +p% = ×(1+p), то "вернуться" это ÷(1+p). Обратный процент равен (1/(1+p) − 1) × 100.
sk: Použite koeficienty: ak +p% = ×(1+p), potom "vrátiť" je ÷(1+p). Inverzné percento je (1/(1+p) − 1) × 100.
sv: Använd koefficienterna: om +p% = ×(1+p), då är "återgå" ÷(1+p). Den omvända procenten är (1/(1+p) − 1) × 100.
sw: Tumia viwango: ikiwa +p% = ×(1+p), basi “kurudi” ni ÷(1+p). Asilimia kinyume ni (1/(1+p) − 1) × 100.
tr: Katsayıları kullanın: eğer +p% = ×(1+p) ise, “geri dönmek” ÷(1+p) demektir. Ters yüzde (1/(1+p) - 1) × 100 olarak hesaplanır.
uk: Використовуйте коефіцієнти: якщо +p% = ×(1+p), тоді "повернутися" це ÷(1+p). Зворотний відсоток дорівнює (1/(1+p) − 1) × 100.
vi: Sử dụng các hệ số: nếu +p% = ×(1+p), thì “trở về” là ÷(1+p). Tỷ lệ phần trăm ngược lại là (1/(1+p) − 1) × 100.
zh_hans: 使用系数：如果 +p% = ×(1+p)，那么“回到”就是 ÷(1+p)。反百分比为 (1/(1+p) − 1) × 100。

# ed_math_percentages_percentage_successive_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示
