Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_inverse_proportionality_uc2_text
source: Estimer la durée d’un travail selon le nombre de personnes.
af: Skat die duur van 'n werk volgens die aantal mense.
bg: Оценете продължителността на работа в зависимост от броя на хората.
cs: Odhadnout dobu trvání práce podle počtu osob.
da: Estimere varigheden af et arbejde baseret på antallet af personer.
de: Die Dauer einer Arbeit je nach Anzahl der Personen schätzen.
el: Εκτιμήστε τη διάρκεια μιας εργασίας ανάλογα με τον αριθμό των ατόμων.
es: Estimar la duración de un trabajo según el número de personas.
fi: Arvioi työn kesto henkilöiden lukumäärän mukaan.
fil: Tantiyahin ang tagal ng isang trabaho batay sa bilang ng mga tao.
hu: A munka időtartamának megbecslése a résztvevők számának függvényében.
id: Memperkirakan durasi suatu pekerjaan berdasarkan jumlah orang.
it: Stimare la durata di un lavoro in base al numero di persone.
ja: 人数に応じて作業の所要時間を見積もる。
ko: 사람 수에 따라 작업의 소요 시간을 추정합니다.
nl: De duur van een taak schatten op basis van het aantal personen.
no: Estimere varigheten av et arbeid basert på antall personer.
pl: Osestimate czas pracy w zależności od liczby osób.
pt_pt: Estimar a duração de um trabalho de acordo com o número de pessoas.
ro: Estimați durata unei lucrări în funcție de numărul de persoane.
ru: Оценить продолжительность работы в зависимости от количества людей.
sk: Odhadnúť trvanie práce podľa počtu osôb.
sv: Skatta varaktigheten av ett arbete baserat på antalet personer.
sw: Kadiria muda wa kazi kulingana na idadi ya watu.
tr: Bir işin süresini kişi sayısına göre tahmin edin.
uk: Оцінити тривалість роботи в залежності від кількості людей.
vi: Ước lượng thời gian làm việc theo số lượng người.
zh_hans: 根据人数估算工作的持续时间。

# ed_math_inverse_proportionality_output
source: Ce que vous apprenez
af: Wat jy leer
bg: Какво учите
cs: Co se naučíte
da: Hvad du lærer
de: Was Sie lernen
el: Αυτό που μαθαίνετε
es: Lo que aprendes
fi: Mitä opit
fil: Ang iyong natutunan
hu: Amit tanulsz
id: Apa yang Anda pelajari
it: Ciò che impari
ja: あなたが学ぶこと
ko: 당신이 배우는 것
nl: Wat je leert
no: Det du lærer
pl: Czego się uczysz
pt_pt: O que você aprende
ro: Ce învățați
ru: Что вы изучаете
sk: Čo sa učíte
sv: Vad du lär dig
sw: Kile unachojifunza
tr: Öğrendikleriniz
uk: Що ви вивчаєте
vi: Những gì bạn học được
zh_hans: 你所学到的

# ed_math_inverse_proportionality_out1
source: La différence fondamentale entre proportionnalité directe et inverse.
af: Die fundamentele verskil tussen direkte en inverse proportionaliteit.
bg: Основната разлика между пряка и обратна пропорционалност.
cs: Základní rozdíl mezi přímou a inverzní proporcionalitou.
da: Den grundlæggende forskel mellem direkte og invers proportionalitet.
de: Der grundlegende Unterschied zwischen direkter und inverser Proportionalität.
el: Η θεμελιώδης διαφορά μεταξύ άμεσης και αντίστροφης αναλογίας.
es: La diferencia fundamental entre proporcionalidad directa e inversa.
fi: Perusero suoran ja käänteisen proportionaliteetin välillä.
fil: Ang pangunahing pagkakaiba sa pagitan ng direktang proporsyonalidad at baligtad na proporsyonalidad.
hu: A közvetlen és fordított arányosság közötti alapvető különbség.
id: Perbedaan mendasar antara proporsionalitas langsung dan invers.
it: La differenza fondamentale tra proporzionalità diretta e inversa.
ja: 直接比例と逆比例の根本的な違い。
ko: 직접 비례와 역비례의 근본적인 차이.
nl: Het fundamentele verschil tussen directe en inverse proportionaliteit.
no: Den grunnleggende forskjellen mellom direkte og invers proporsjonalitet.
pl: Fundamentalna różnica między proporcjonalnością bezpośrednią a odwrotną.
pt_pt: A diferença fundamental entre proporcionalidade direta e inversa.
ro: Diferența fundamentală între proporționalitatea directă și inversă.
ru: Фундаментальная разница между прямой и обратной пропорциональностью.
sk: Základný rozdiel medzi priamou a inverznou proporcionalitou.
sv: Den grundläggande skillnaden mellan direkt och invers proportionalitet.
sw: Tofauti ya msingi kati ya uwiano wa moja kwa moja na wa kinyume.
tr: Doğrudan ve ters orantı arasındaki temel fark.
uk: Основна різниця між прямою та оберненою пропорційністю.
vi: Sự khác biệt cơ bản giữa tỷ lệ trực tiếp và nghịch.
zh_hans: 直接比例和反比例之间的根本区别。

# ed_math_inverse_proportionality_out2
source: La méthode basée sur le produit constant pour résoudre les exercices.
af: Die metode gebaseer op konstante produk om die oefeninge op te los.
bg: Методът, основан на постоянното произведение, за решаване на упражнения.
cs: Metoda založená na konstantním součinu pro řešení cvičení.
da: Metoden baseret på konstant produkt til at løse opgaver.
de: Die Methode, die auf dem konstanten Produkt basiert, um die Übungen zu lösen.
el: Η μέθοδος που βασίζεται στο σταθερό προϊόν για την επίλυση ασκήσεων.
es: El método basado en el producto constante para resolver los ejercicios.
fi: Menetelmä, joka perustuu vakion tuotteeseen harjoitusten ratkaisemiseksi.
fil: Ang pamamaraang nakabatay sa constant na produkto upang lutasin ang mga ehersisyo.
hu: A konstans szorzaton alapuló módszer a feladatok megoldására.
id: Metode berbasis produk konstan untuk menyelesaikan latihan.
it: Il metodo basato sul prodotto costante per risolvere gli esercizi.
ja: 演習を解決するための定数の積に基づく方法。
ko: 문제를 해결하기 위한 일정한 곱에 기반한 방법.
nl: De methode gebaseerd op het constante product om de oefeningen op te lossen.
no: Metoden basert på konstant produkt for å løse oppgaver.
pl: Metoda oparta na stałym iloczynie do rozwiązywania ćwiczeń.
pt_pt: O método baseado no produto constante para resolver os exercícios.
ro: Metoda bazată pe produsul constant pentru a rezolva exercițiile.
ru: Метод, основанный на постоянном произведении для решения упражнений.
sk: Metóda založená na konštantnom súčine na riešenie cvičení.
sv: Metoden baserad på konstant produkt för att lösa övningar.
sw: Mbinu inayotegemea bidhaa thabiti kutatua mazoezi.
tr: Alıştırmaları çözmek için sabit çarpana dayalı yöntem.
uk: Метод, заснований на сталому добутку для розв'язання вправ.
vi: Phương pháp dựa trên sản phẩm không đổi để giải quyết các bài tập.
zh_hans: 基于恒定乘积的方法来解决练习。

# ed_math_inverse_proportionality_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na vidokezo vya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_inverse_proportionality_lim1
source: Ne pas confondre avec une simple diminution linéaire.
af: Moet nie verwar met 'n eenvoudige lineêre afname nie.
bg: Не бъркайте с просто линейно намаление.
cs: Nedomnívejte se, že jde o jednoduché lineární snížení.
da: Forveksle ikke med en simpel lineær reduktion.
de: Nicht mit einer einfachen linearen Abnahme verwechseln.
el: Μην συγχέετε με μια απλή γραμμική μείωση.
es: No confundir con una simple disminución lineal.
fi: Älä sekoita yksinkertaiseen lineaariseen vähenemiseen.
fil: Huwag malito sa isang simpleng linear na pagbawas.
hu: Ne keverd össze egy egyszerű lineáris csökkenéssel.
id: Jangan bingung dengan pengurangan linier sederhana.
it: Non confondere con una semplice diminuzione lineare.
ja: 単なる線形減少と混同しないこと。
ko: 단순 선형 감소와 혼동하지 마십시오.
nl: Verwar het niet met een eenvoudige lineaire afname.
no: Ikke forveksle med en enkel lineær reduksjon.
pl: Nie mylić z prostym zmniejszeniem liniowym.
pt_pt: Não confundir com uma simples diminuição linear.
ro: Nu confundați cu o simplă diminuare liniară.
ru: Не путать с простой линейной уменьшением.
sk: Nedomieňajte si to s jednoduchým lineárnym znížením.
sv: Förväxla inte med en enkel linjär minskning.
sw: Usichanganye na kupungua kwa mistari rahisi.
tr: Basit bir doğrusal azalma ile karıştırmayın.
uk: Не плутати з простим лінійним зменшенням.
vi: Không nhầm lẫn với một sự giảm tuyến tính đơn giản.
zh_hans: 不要与简单的线性减少混淆。

# ed_math_inverse_proportionality_lim2
source: Vérifier que le produit des deux grandeurs reste constant.
af: Kontroleer dat die produk van die twee groothede konstant bly.
bg: Проверете дали произведението на двете величини остава постоянно.
cs: Zkontrolujte, že součin obou veličin zůstává konstantní.
da: Kontroller, at produktet af de to størrelser forbliver konstant.
de: Überprüfen, dass das Produkt der beiden Größen konstant bleibt.
el: Ελέγξτε ότι το προϊόν των δύο μεγεθών παραμένει σταθερό.
es: Verificar que el producto de las dos magnitudes se mantenga constante.
fi: Tarkista, että kahden suureen tulo pysyy vakiona.
fil: Suriin na ang produkto ng dalawang sukat ay nananatiling pare-pareho.
hu: Ellenőrizd, hogy a két mennyiség szorzata állandó marad-e.
id: Periksa bahwa produk dari kedua besaran tetap konstan.
it: Verificare che il prodotto delle due grandezze rimanga costante.
ja: 二つの量の積が一定であることを確認する。
ko: 두 양의 곱이 일정하게 유지되는지 확인합니다.
nl: Controleer of het product van de twee grootheden constant blijft.
no: Sjekk at produktet av de to størrelsene forblir konstant.
pl: Sprawdź, czy iloczyn dwóch wielkości pozostaje stały.
pt_pt: Verificar se o produto das duas grandezas permanece constante.
ro: Verificați că produsul celor două mărimi rămâne constant.
ru: Проверить, остается ли произведение двух величин постоянным.
sk: Overte, že súčin oboch veličín zostáva konštantný.
sv: Kontrollera att produkten av de två storheterna förblir konstant.
sw: Thibitisha kuwa bidhaa ya ukubwa wawili inabaki thabiti.
tr: İki büyüklüğün çarpımının sabit kaldığını kontrol edin.
uk: Перевірити, що добуток двох величин залишається сталим.
vi: Kiểm tra xem sản phẩm của hai đại lượng có giữ nguyên không.
zh_hans: 检查两个量的乘积是否保持不变。

# ed_math_inverse_proportionality_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_inverse_proportionality_tip
source: Si l’une des valeurs double et que l’autre est divisée par deux, tu es en proportionnalité inverse.
af: As een van die waardes verdubbel en die ander deur twee gedeel word, is jy in inverse proportionaliteit.
bg: Ако едната стойност се удвои и другата се раздели на две, вие сте в обратна пропорционалност.
cs: Pokud jedna z hodnot zdvojnásobí a druhá se dělí dvěma, jste v inverzní proporcionalitě.
da: Hvis en af værdierne fordobles, og den anden halveres, er du i invers proportionalitet.
de: Wenn einer der Werte sich verdoppelt und der andere halbiert wird, bist du in einer inversen Proportionalität.
el: Εάν μία από τις τιμές διπλασιάζεται και η άλλη διαιρείται δια δύο, είστε σε αντίστροφη αναλογία.
es: Si uno de los valores se duplica y el otro se divide por dos, estás en proporcionalidad inversa.
fi: Jos jokin arvo kaksinkertaistuu ja toinen jaetaan kahdella, olet käänteisessä proportionaliteetissa.
fil: Kung ang isa sa mga halaga ay nadoble at ang isa ay hinati sa dalawa, ikaw ay nasa baligtad na proporsyonalidad.
hu: Ha az egyik érték megduplázódik, és a másik feleződik, akkor fordított arányosságban vagy.
id: Jika salah satu nilai digandakan dan yang lainnya dibagi dua, Anda berada dalam proporsionalitas invers.
it: Se uno dei valori raddoppia e l'altro è diviso per due, sei in proporzionalità inversa.
ja: 一つの値が二倍になり、もう一つが二で割られると、逆比例にある。
ko: 한 값이 두 배가 되고 다른 값이 반으로 나누어지면 역비례입니다.
nl: Als een van de waarden verdubbelt en de andere door twee wordt gedeeld, ben je in inverse proportionaliteit.
no: Hvis en av verdiene dobles og den andre halveres, er du i invers proporsjonalitet.
pl: Jeśli jedna z wartości się podwaja, a druga jest dzielona przez dwa, jesteś w proporcjonalności odwrotnej.
pt_pt: Se um dos valores dobrar e o outro for dividido por dois, você está em proporcionalidade inversa.
ro: Dacă una dintre valori se dublează și cealaltă este împărțită la două, ești în proporționalitate inversă.
ru: Если одна из величин удваивается, а другая делится на два, вы находитесь в обратной пропорциональности.
sk: Ak sa jedna z hodnôt zdvojnásobí a druhá sa zníži na polovicu, ste v inverznej proporcionalite.
sv: Om en av värdena dubbleras och den andra halveras, är du i invers proportionalitet.
sw: Ikiwa moja ya thamani inakuwa mara mbili na nyingine inagawanywa kwa mbili, uko katika uwiano wa kinyume.
tr: Eğer bir değer iki katına çıkarsa ve diğeri ikiye bölünürse, ters orantıdasınız.
uk: Якщо одна з величин подвоюється, а інша ділиться на два, ви в оберненій пропорційності.
vi: Nếu một trong các giá trị gấp đôi và giá trị kia bị chia đôi, bạn đang ở trong tỷ lệ nghịch.
zh_hans: 如果一个值加倍而另一个值减半，你就是在反比例。

# ed_math_proportion_fraction_title
source: À propos : a / b = c / d
af: Oor: a / b = c / d
bg: Относно: a / b = c / d
cs: Odkaz: a / b = c / d
da: Om: a / b = c / d
de: Über: a / b = c / d
el: Σχετικά με: a / b = c / d
es: Acerca de: a / b = c / d
fi: Tietoa: a / b = c / d
fil: Tungkol sa: a / b = c / d
hu: A következőkről: a / b = c / d
id: Tentang: a / b = c / d
it: A proposito: a / b = c / d
ja: について： a / b = c / d
ko: 정보: a / b = c / d
nl: Over: a / b = c / d
no: Om: a / b = c / d
pl: O tym: a / b = c / d
pt_pt: Sobre: a / b = c / d
ro: Despre: a / b = c / d
ru: О нас: a / b = c / d
sk: O: a / b = c / d
sv: Om: a / b = c / d
sw: Kuhusu: a / b = c / d
tr: Hakkında: a / b = c / d
uk: Про: a / b = c / d
vi: Về: a / b = c / d
zh_hans: 关于： a / b = c / d

# ed_math_proportion_fraction_lead
source: Comprendre l’égalité de deux rapports et savoir l’utiliser pour résoudre des problèmes de proportionnalité.
af: Verstaan die gelykheid van twee verhoudings en weet hoe om dit te gebruik om probleme van proportionaliteit op te los.
bg: Разберете равенството на две съотношения и знайте как да го използвате за решаване на проблеми с пропорционалност.
cs: Pochopit rovnost dvou poměrů a vědět, jak ji použít k řešení problémů proporcionality.
da: Forstå ligheden mellem to forhold og vide, hvordan man bruger det til at løse proportionalitetsproblemer.
de: Verstehe die Gleichheit zweier Verhältnisse und wisse, wie man sie zur Lösung von Proportionalitätsproblemen verwendet.
el: Κατανοήστε την ισότητα δύο αναλογιών και μάθετε να την χρησιμοποιείτε για την επίλυση προβλημάτων αναλογίας.
es: Comprender la igualdad de dos razones y saber utilizarla para resolver problemas de proporcionalidad.
fi: Ymmärrä kahden suhteen yhtäläisyys ja osaa käyttää sitä ratkaistaksesi proportionaliteettiongelmia.
fil: Unawain ang pagkakapantay-pantay ng dalawang ugnayan at malaman kung paano ito gamitin upang lutasin ang mga problema ng proporsyonalidad.
hu: A két arány egyenlőségének megértése és tudni, hogyan kell használni arányossági problémák megoldására.
id: Memahami kesetaraan dua rasio dan tahu cara menggunakannya untuk menyelesaikan masalah proporsionalitas.
it: Comprendere l'uguaglianza di due rapporti e sapere come utilizzarla per risolvere problemi di proporzionalità.
ja: 二つの比の等しさを理解し、比例の問題を解決するためにそれを使用する方法を知る。
ko: 두 비율의 동등성을 이해하고 이를 사용하여 비례 문제를 해결하는 방법을 알아봅니다.
nl: Begrijp de gelijkheid van twee verhoudingen en weet deze te gebruiken om problemen van proportionaliteit op te lossen.
no: Forstå likheten mellom to forhold og vite hvordan man bruker det for å løse proporsjonalitetsproblemer.
pl: Zrozumieć równość dwóch stosunków i umieć ją wykorzystać do rozwiązywania problemów z proporcjonalnością.
pt_pt: Compreender a igualdade de duas razões e saber usá-la para resolver problemas de proporcionalidade.
ro: Înțelegeți egalitatea a două rapoarte și știți să o folosiți pentru a rezolva probleme de proporționalitate.
ru: Понять равенство двух отношений и знать, как использовать его для решения задач пропорциональности.
sk: Pochopiť rovnosť dvoch pomerov a vedieť ju použiť na riešenie problémov proporcionality.
sv: Förstå likheten mellan två förhållanden och veta hur man använder den för att lösa proportionalitetsproblem.
sw: Elewa usawa wa uwiano wawili na ujue jinsi ya kuitumia kutatua matatizo ya uwiano.
tr: İki oran arasındaki eşitliği anlamak ve bunu orantı problemlerini çözmek için kullanmayı bilmek.
uk: Зрозуміти рівність двох відношень і знати, як її використовувати для розв'язання задач з пропорційності.
vi: Hiểu sự bình đẳng của hai tỷ lệ và biết cách sử dụng nó để giải quyết các vấn đề về tỷ lệ.
zh_hans: 理解两个比率的相等性，并知道如何使用它来解决比例问题。

# ed_math_proportion_fraction_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_proportion_fraction_uc1_title
source: Produits en croix
af: Kruisprodukte
bg: Кръстосани произведения
cs: Křížové součiny
da: Krydsprodukter
de: Kreuzprodukte
el: Γινόμενα σταυρού
es: Productos en cruz
fi: Ristitulot
fil: Mga produkto sa krus
hu: Keresztbe szorzás
id: Produk silang
it: Prodotti in croce
ja: 交差積
ko: 교차 곱
nl: Kruisproducten
no: Kryssprodukter
pl: Iloczyny krzyżowe
pt_pt: Produtos em cruz
ro: Produse în cruce
ru: Произведения в крест
sk: Krížové súčiny
sv: Korsmultiplikation
sw: Bidhaa kwa msalaba
tr: Çarpanlar
uk: Добутки у перехресті
vi: Sản phẩm chéo
zh_hans: 交叉乘法

# ed_math_proportion_fraction_uc1_text
source: Résoudre une équation de proportion avec une valeur manquante.
af: Los 'n proporsionele vergelyking op met 'n ontbrekende waarde.
bg: Решете уравнение на пропорция с липсваща стойност.
cs: Vyřešit rovnici proporcionality s chybějící hodnotou.
da: Løs en proportionalitetsligning med en manglende værdi.
de: Eine Proportionalitätsgleichung mit einem fehlenden Wert lösen.
el: Επιλύστε μια εξίσωση αναλογίας με μια ελλείπουσα τιμή.
es: Resolver una ecuación de proporción con un valor faltante.
fi: Ratkaise suhteellisuustasapaino, jossa on puuttuva arvo.
fil: Lutasin ang isang ekwasyon ng proporsyon na may nawawalang halaga.
hu: Egy arányos egyenlet megoldása hiányzó értékkel.
id: Menyelesaikan persamaan proporsi dengan nilai yang hilang.
it: Risolvere un'equazione di proporzione con un valore mancante.
ja: 欠けている値を持つ比例の方程式を解く。
ko: 누락된 값으로 비례 방정식을 해결합니다.
nl: Los een proportionele vergelijking op met een ontbrekende waarde.
no: Løse en proporsjonslikning med en manglende verdi.
pl: Rozwiązać równanie proporcji z brakującą wartością.
pt_pt: Resolver uma equação de proporção com um valor faltante.
ro: Rezolvați o ecuație de proporție cu o valoare lipsă.
ru: Решить уравнение пропорции с недостающим значением.
sk: Riešiť rovnicu proporcionality s chýbajúcou hodnotou.
sv: Lös en proportionalitets ekvation med ett saknat värde.
sw: Tatua sawa ya uwiano yenye thamani inayokosekana.
tr: Eksik bir değerle orantı denklemini çözün.
uk: Розв'язати рівняння пропорції з відсутнім значенням.
vi: Giải quyết một phương trình tỷ lệ với một giá trị thiếu.
zh_hans: 解决缺失值的比例方程。

# ed_math_proportion_fraction_uc2_title
source: Ratios équivalents
af: Gelyke verhoudings
bg: Еквивалентни съотношения
cs: Ekvivalentní poměry
da: Ækvivalente forhold
de: Äquivalente Verhältnisse
el: Ισοδύναμες αναλογίες
es: Ratios equivalentes
fi: Vastaavat suhteet
fil: Mga katumbas na ratio
hu: Ekvivalens arányok
id: Rasio setara
it: Rapporti equivalenti
ja: 同等の比率
ko: 동등한 비율
nl: Equivalent ratios
no: Ekvivalente forhold
pl: Współczynniki równoważne
pt_pt: Razões equivalentes
ro: Relații echivalente
ru: Эквивалентные отношения
sk: Rovnaké pomery
sv: Motsvarande förhållanden
sw: Uwiano sawa
tr: Eşit oranlar
uk: Еквівалентні співвідношення
vi: Tỷ lệ tương đương
zh_hans: 等效比率

# ed_math_proportion_fraction_uc2_text
source: Vérifier si deux rapports représentent la même proportion.
af: Kontroleer of twee verhoudings dieselfde proporsie verteenwoordig.
bg: Проверете дали две съотношения представляват същата пропорция.
cs: Zkontrolovat, zda dva poměry představují stejnou proporci.
da: Kontroller, om to forhold repræsenterer den samme proportion.
de: Überprüfen, ob zwei Verhältnisse die gleiche Proportion darstellen.
el: Ελέγξτε αν δύο αναλογίες αντιπροσωπεύουν την ίδια αναλογία.
es: Verificar si dos razones representan la misma proporción.
fi: Tarkista, edustavatko kaksi suhdetta samaa osuutta.
fil: Suriin kung ang dalawang ugnayan ay kumakatawan sa parehong proporsyon.
hu: Ellenőrizd, hogy a két arány ugyanazt az arányt képviseli-e.
id: Memeriksa apakah dua rasio mewakili proporsi yang sama.
it: Verificare se due rapporti rappresentano la stessa proporzione.
ja: 二つの比が同じ比例を表しているか確認する。
ko: 두 비율이 동일한 비율을 나타내는지 확인합니다.
nl: Controleer of twee verhoudingen dezelfde proportie vertegenwoordigen.
no: Sjekk om to forhold representerer den samme proporsjonen.
pl: Sprawdź, czy dwa stosunki reprezentują tę samą proporcję.
pt_pt: Verificar se duas razões representam a mesma proporção.
ro: Verificați dacă două rapoarte reprezintă aceeași proporție.
ru: Проверить, представляют ли два отношения одну и ту же пропорцию.
sk: Overte, či dva pomery predstavujú rovnakú proporciu.
sv: Kontrollera om två förhållanden representerar samma proportion.
sw: Thibitisha ikiwa uwiano wawili unawakilisha uwiano sawa.
tr: İki oranın aynı oranı temsil edip etmediğini kontrol edin.
uk: Перевірити, чи два відношення представляють одну й ту ж пропорцію.
vi: Kiểm tra xem hai tỷ lệ có đại diện cho cùng một tỷ lệ không.
zh_hans: 检查两个比率是否表示相同的比例。

# ed_math_proportion_fraction_output
source: Ce que vous apprenez
af: Wat jy leer
bg: Какво учите
cs: Co se naučíte
da: Det du lærer
de: Was Sie lernen
el: Αυτό που μαθαίνετε
es: Lo que aprendes
fi: Mitä opit
fil: Ang iyong natutunan
hu: Amit tanulsz
id: Apa yang Anda pelajari
it: Ciò che impari
ja: あなたが学ぶこと
ko: 당신이 배우는 것
nl: Wat je leert
no: Det du lærer
pl: To, czego się uczysz
pt_pt: O que você aprende
ro: Ce ce înveți
ru: Что вы изучаете
sk: Čo sa naučíte
sv: Det du lär dig
sw: Unachokujifunza
tr: Öğrendikleriniz
uk: Те, що ви вивчаєте
vi: Những gì bạn học được
zh_hans: 您所学的内容
