Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_sig_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_sig_card_import_title
source: Importer un PDF
af: Importeer 'n PDF
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: Ein PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: Importeer een PDF
no: Importer en PDF
pl: Importuj plik PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF

# pdf_sig_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaiers.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se provádí ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: No se envían datos a un servidor: todo se realiza en tu navegador.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa isang server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semua dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: サーバーにデータは送信されません：すべてブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저에서 이루어집니다.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun date nu sunt trimise pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko prebieha vo vašom prehliadači.
sv: Ingen data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika ndani ya kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据被发送到服务器：一切都在您的浏览器中完成。

# pdf_sig_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pdf_sig_card_results_sub
source: Aperçu des signatures et export JSON.
af: Voorskou van handtekeninge en uitvoer JSON.
bg: Преглед на подписите и експортиране в JSON.
cs: Náhled podpisů a export JSON.
da: Forhåndsvisning af signaturer og eksport JSON.
de: Vorschau der Signaturen und JSON-Export.
el: Προεπισκόπηση υπογραφών και εξαγωγή JSON.
es: Vista previa de las firmas y exportación a JSON.
fi: Allekirjoitusten esikatselu ja JSON-vienti.
fil: Preview ng mga lagda at export JSON.
hu: Aláírások előnézete és JSON exportálás.
id: Pratinjau tanda tangan dan ekspor JSON.
it: Anteprima delle firme ed esportazione JSON.
ja: 署名のプレビューとJSONエクスポート。
ko: 서명 미리보기 및 JSON 내보내기.
nl: Voorbeeld van handtekeningen en export JSON.
no: Forhåndsvisning av signaturer og JSON-eksport.
pl: Podgląd podpisów i eksport JSON.
pt_pt: Pré-visualização das assinaturas e exportação JSON.
ro: Previzualizare a semnăturilor și export JSON.
ru: Предварительный просмотр подписей и экспорт JSON.
sk: Náhľad podpisov a export JSON.
sv: Förhandsgranskning av signaturer och exportera JSON.
sw: Muonekano wa saini na usafirishaji wa JSON.
tr: İmzaların önizlemesi ve JSON dışa aktarımı.
uk: Попередній перегляд підписів та експорт JSON.
vi: Xem trước các chữ ký và xuất JSON.
zh_hans: 签名预览和 JSON 导出。

# pdf_sig_json_sub
source: Exportable
af: Uitvoerbaar
bg: Експортируемо
cs: Exportovatelný
da: Eksportérbar
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Maaaring i-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポータブル
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Eksportowalny
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportabel
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出

# pdf_sig_list_title
source: Signatures
af: Handtekeninge
bg: Подписи
cs: Podpisy
da: Signaturer
de: Signaturen
el: Υπογραφές
es: Firmas
fi: Allekirjoitukset
fil: Mga lagda
hu: Aláírások
id: Tanda tangan
it: Firme
ja: 署名
ko: 서명
nl: Handtekeningen
no: Signaturer
pl: Podpisy
pt_pt: Assinaturas
ro: Semnături
ru: Подписи
sk: Podpisy
sv: Signaturer
sw: Saini
tr: İmzalar
uk: Підписи
vi: Chữ ký
zh_hans: 签名

# pdf_sig_empty
source: Aucune signature à afficher.
af: Geen handtekening om te vertoon nie.
bg: Няма подписи за показване.
cs: Žádný podpis k zobrazení.
da: Ingen signaturer at vise.
de: Keine Signatur zum Anzeigen.
el: Καμία υπογραφή προς εμφάνιση.
es: No hay firmas para mostrar.
fi: Ei näytettävää allekirjoitusta.
fil: Walang lagda na ipapakita.
hu: Nincs megjeleníthető aláírás.
id: Tidak ada tanda tangan untuk ditampilkan.
it: Nessuna firma da visualizzare.
ja: 表示する署名はありません。
ko: 표시할 서명이 없습니다.
nl: Geen handtekening om weer te geven.
no: Ingen signaturer å vise.
pl: Brak podpisów do wyświetlenia.
pt_pt: Nenhuma assinatura para exibir.
ro: Nicio semnătură de afișat.
ru: Нет подписей для отображения.
sk: Žiadny podpis na zobrazenie.
sv: Ingen signatur att visa.
sw: Hakuna saini za kuonyesha.
tr: Gösterilecek hiçbir imza yok.
uk: Немає підписів для відображення.
vi: Không có chữ ký nào để hiển thị.
zh_hans: 没有签名可显示。

# pdf_sig_back
source: ← Retour aux outils PDF
af: ← Terug na PDF-hulpmiddels
bg: ← Върнете се към PDF инструментите
cs: ← Zpět k PDF nástrojům
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøyene
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_sig_stat_pages
source: Pages
af: Bladsye
bg: Страници
cs: Strany
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Các trang
zh_hans: 页面

# pdf_sig_stat_total
source: Signatures
af: Handtekeninge
bg: Подписи
cs: Podpisy
da: Signaturer
de: Signaturen
el: Υπογραφές
es: Firmas
fi: Allekirjoitukset
fil: Mga lagda
hu: Aláírások
id: Tanda tangan
it: Firme
ja: 署名
ko: 서명
nl: Handtekeningen
no: Signaturer
pl: Podpisy
pt_pt: Assinaturas
ro: Semnături
ru: Подписи
sk: Podpisy
sv: Signaturer
sw: Saini
tr: İmzalar
uk: Підписи
vi: Chữ ký
zh_hans: 签名

# pdf_sig_type_signature
source: Signature
af: Handtekening
bg: Подпис
cs: Podpis
da: Signatur
de: Signatur
el: Υπογραφή
es: Firma
fi: Allekirjoitus
fil: Lagda
hu: Aláírás
id: Tanda tangan
it: Firma
ja: 署名
ko: 서명
nl: Handtekening
no: Signatur
pl: Podpis
pt_pt: Assinatura
ro: Semnătură
ru: Подпись
sk: Podpis
sv: Signatur
sw: Saini
tr: İmza
uk: Підпис
vi: Chữ ký
zh_hans: 签名

# pdf_sig_err_generic
source: Impossible de lire ce PDF.
af: Onmoontlik om hierdie PDF te lees.
bg: Невъзможно е да се прочете този PDF.
cs: Nelze přečíst toto PDF.
da: Det er ikke muligt at læse denne PDF.
de: Es ist nicht möglich, dieses PDF zu lesen.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voi lukea.
fil: Hindi mabasa ang PDF na ito.
hu: A PDF olvasása lehetetlen.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取ることができません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Het is niet mogelijk om deze PDF te lezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego pliku PDF.
pt_pt: Impossível ler este PDF.
ro: Imposibil de citit acest PDF.
ru: Невозможно прочитать этот PDF.
sk: Nemožno prečítať toto PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF'yi okumak mümkün değil.
uk: Неможливо прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# pdf_sig_copied
source: JSON copié dans le presse-papiers.
af: JSON in die klembord gekopieer.
bg: JSON копиран в клипборда.
cs: JSON zkopírován do schránky.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado en el portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kinopya sa clipboard.
hu: JSON másolva a vágólapra.
id: JSON disalin ke clipboard.
it: JSON copiato negli appunti.
ja: JSONがクリップボードにコピーされました。
ko: 클립보드에 JSON이 복사되었습니다.
nl: JSON gekopieerd naar het klembord.
no: JSON kopiert til utklippstavlen.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ro: JSON copiat în clipboard.
ru: JSON скопирован в буфер обмена.
sk: JSON skopírované do schránky.
sv: JSON kopierad till urklipp.
sw: JSON imekopi katika clipboard.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.
zh_hans: JSON 已复制到剪贴板。

# pdf_sig_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
af: Onmoontlik om outomaties te kopieer. Selekteer die teks en kopieer handmatig.
bg: Невъзможно е да се копира автоматично. Изберете текста и копирайте ръчно.
cs: Nelze automaticky kopírovat. Vyberte text a zkopírujte ručně.
da: Det er ikke muligt at kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren nicht möglich. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Selecciona el texto y copia manualmente.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
hu: Automatikus másolás lehetetlen. Kérjük, válassza ki a szöveget és másolja manuálisan.
id: Tidak dapat menyalin secara otomatis. Pilih teks dan salin secara manual.
it: Impossibile copiare automaticamente. Seleziona il testo e copia manualmente.
ja: 自動的にコピーできません。テキストを選択して手動でコピーしてください。
ko: 자동으로 복사할 수 없습니다. 텍스트를 선택하고 수동으로 복사하세요.
nl: Automatisch kopiëren is niet mogelijk. Selecteer de tekst en kopieer handmatig.
no: Kan ikke kopiere automatisk. Velg teksten og kopier manuelt.
pl: Nie można skopiować automatycznie. Zaznacz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ro: Imposibil de copiat automat. Selectați textul și copiați manual.
ru: Невозможно скопировать автоматически. Выделите текст и скопируйте вручную.
sk: Nemožno automaticky kopírovať. Vyberte text a skopírujte ručne.
sv: Det går inte att kopiera automatiskt. Vänligen markera texten och kopiera manuellt.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Неможливо автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.
zh_hans: 无法自动复制。请手动选择文本并复制。

# tool_pdf_signatures_to_json_title
source: Signatures PDF → JSON
af: Handtekeninge PDF → JSON
bg: Подписи PDF → JSON
cs: Podpisy PDF → JSON
da: Signaturer PDF → JSON
de: PDF-Signaturen → JSON
el: Υπογραφές PDF → JSON
es: Firmas PDF → JSON
fi: PDF-allekirjoitukset → JSON
fil: Mga lagda ng PDF → JSON
hu: PDF aláírások → JSON
id: Tanda tangan PDF → JSON
it: Firme PDF → JSON
ja: PDF署名 → JSON
ko: PDF 서명 → JSON
nl: PDF-handtekeningen → JSON
no: PDF-signaturer → JSON
pl: Podpisy PDF → JSON
pt_pt: Assinaturas PDF → JSON
ro: Semnături PDF → JSON
ru: Подписи PDF → JSON
sk: Podpisy PDF → JSON
sv: PDF-signaturer → JSON
sw: Saini za PDF → JSON
tr: PDF İmzaları → JSON
uk: Підписи PDF → JSON
vi: Chữ ký PDF → JSON
zh_hans: PDF 签名 → JSON

# tool_pdf_signatures_to_json_desc
source: Détecter les signatures d'un PDF et exporter les informations techniques (ByteRange, SubFilter…) au format JSON.
bg: Открийте подписите на PDF и експортирайте техническата информация (ByteRange, SubFilter…) в JSON формат.
cs: Detekovat podpisy z PDF a exportovat technické informace (ByteRange, SubFilter…) do formátu JSON.
da: Registrer signaturer fra en PDF og eksporter tekniske oplysninger (ByteRange, SubFilter…) til JSON-format.
de: Erkennen Sie die Signaturen eines PDFs und exportieren Sie die technischen Informationen (ByteRange, SubFilter…) im JSON-Format.
el: Ανιχνεύστε τις υπογραφές ενός PDF και εξάγετε τις τεχνικές πληροφορίες (ByteRange, SubFilter…) σε μορφή JSON.
es: Detectar las firmas de un PDF y exportar la información técnica (ByteRange, SubFilter…) en formato JSON.
fi: Tunnista PDF:n allekirjoitukset ja vie tekniset tiedot (ByteRange, SubFilter…) JSON-muotoon.
fil: Tukuyin ang mga lagda ng isang PDF at i-export ang mga teknikal na impormasyon (ByteRange, SubFilter…) sa JSON format.
ja: PDFの署名を検出し、技術情報（ByteRange、SubFilterなど）をJSON形式でエクスポートします。
nl: Detecteer de handtekeningen van een PDF en exporteer de technische informatie (ByteRange, SubFilter…) naar JSON-formaat.
no: Oppdage signaturer i en PDF og eksportere teknisk informasjon (ByteRange, SubFilter…) til JSON-format.
pl: Wykryj podpisy w PDF i eksportuj informacje techniczne (ByteRange, SubFilter…) do formatu JSON.
pt_pt: Detectar as assinaturas de um PDF e exportar as informações técnicas (ByteRange, SubFilter…) para o formato JSON.
ro: Detectați semnăturile dintr-un PDF și exportați informațiile tehnice (ByteRange, SubFilter…) în format JSON.
ru: Обнаружить подписи в PDF и экспортировать техническую информацию (ByteRange, SubFilter…) в формате JSON.
sk: Detekovať podpisy z PDF a exportovať technické informácie (ByteRange, SubFilter…) do formátu JSON.
sv: Identifiera signaturer i en PDF och exportera teknisk information (ByteRange, SubFilter…) till JSON-format.
sw: Tambua saini za PDF na uhamasishe taarifa za kiufundi (ByteRange, SubFilter…) kwa muundo wa JSON.
tr: Bir PDF’deki imzaları tespit edin ve teknik bilgileri (ByteRange, SubFilter…) JSON formatında dışa aktarın.
uk: Виявити підписи з PDF та експортувати технічну інформацію (ByteRange, SubFilter…) у формат JSON.
vi: Phát hiện chữ ký từ một PDF và xuất thông tin kỹ thuật (ByteRange, SubFilter…) sang định dạng JSON.
zh_hans: 检测PDF中的签名并导出技术信息（ByteRange、SubFilter等）为JSON格式。

# tool_pdf_attachments_extractor_title
source: Pièces jointes PDF → JSON
af: Aanhangsels PDF → JSON
bg: Прикачени файлове PDF → JSON
cs: Přílohy PDF → JSON
da: PDF-vedhæftninger → JSON
de: PDF-Anhänge → JSON
el: Συνημμένα PDF → JSON
es: Adjuntos PDF → JSON
fi: PDF-liitteet → JSON
fil: Mga kalakip ng PDF → JSON
hu: PDF mellékletek → JSON
id: Lampiran PDF → JSON
it: Allegati PDF → JSON
ja: PDF添付ファイル → JSON
ko: PDF 첨부파일 → JSON
nl: PDF-bijlagen → JSON
no: PDF-vedlegg → JSON
pl: Załączniki PDF → JSON
pt_pt: Anexos PDF → JSON
ro: Atașamente PDF → JSON
ru: Вложения PDF → JSON
sk: Prílohy PDF → JSON
sv: PDF-bilagor → JSON
sw: Viambatisho vya PDF → JSON
tr: PDF Ekleri → JSON
uk: Вкладення PDF → JSON
vi: Tệp đính kèm PDF → JSON
zh_hans: PDF 附件 → JSON

# tool_pdf_attachments_extractor_desc
source: Détecter et extraire les fichiers embarqués dans un PDF (EmbeddedFiles). Téléchargement individuel ou ZIP.
af: Detecteer en trek die ingebedde lêers in 'n PDF uit (EmbeddedFiles). Individuele aflaai of ZIP.
bg: Открийте и извлечете вградени файлове в PDF (EmbeddedFiles). Индивидуално изтегляне или ZIP.
cs: Detekovat a extrahovat vložené soubory v PDF (EmbeddedFiles). Individuální stahování nebo ZIP.
da: Registrer og udtræk indlejrede filer i en PDF (EmbeddedFiles). Individuel download eller ZIP.
de: Erkennen und extrahieren Sie die eingebetteten Dateien in einem PDF (EmbeddedFiles). Einzelner Download oder ZIP.
el: Αναγνωρίστε και εξάγετε τα ενσωματωμένα αρχεία σε ένα PDF (EmbeddedFiles). Ατομική λήψη ή ZIP.
es: Detectar y extraer los archivos incrustados en un PDF (EmbeddedFiles). Descarga individual o ZIP.
fi: Havaitse ja pura PDF:ssä olevat upotetut tiedostot (EmbeddedFiles). Yksittäinen lataus tai ZIP.
fil: Tukuyin at i-extract ang mga nakapaloob na file sa isang PDF (EmbeddedFiles). Indibidwal na pag-download o ZIP.
hu: Beágyazott fájlok észlelése és kinyerése egy PDF-ből (EmbeddedFiles). Egyedi letöltés vagy ZIP.
id: Deteksi dan ekstrak file yang disematkan dalam PDF (EmbeddedFiles). Unduhan individu atau ZIP.
it: Rileva ed estrae i file incorporati in un PDF (EmbeddedFiles). Download individuale o ZIP.
ja: PDFに埋め込まれたファイル（EmbeddedFiles）を検出して抽出します。個別ダウンロードまたはZIP。
ko: PDF에 포함된 파일(EmbeddedFiles)을 감지하고 추출합니다. 개별 다운로드 또는 ZIP.
nl: Detecteer en extraheer de ingesloten bestanden in een PDF (EmbeddedFiles). Individuele download of ZIP.
no: Oppdag og hent innebygde filer i en PDF (EmbeddedFiles). Individuell nedlasting eller ZIP.
pl: Wykryj i wyodrębnij pliki osadzone w pliku PDF (EmbeddedFiles). Pobieranie indywidualne lub ZIP.
pt_pt: Detectar e extrair os arquivos incorporados em um PDF (EmbeddedFiles). Download individual ou ZIP.
ro: Detectați și extrageți fișierele încorporate într-un PDF (EmbeddedFiles). Descărcare individuală sau ZIP.
ru: Обнаружить и извлечь встроенные файлы в PDF (EmbeddedFiles). Индивидуальная загрузка или ZIP.
sk: Detekovať a extrahovať súbory vložené v PDF (EmbeddedFiles). Individuálne sťahovanie alebo ZIP.
sv: Detektera och extrahera inbäddade filer i en PDF (EmbeddedFiles). Individuell nedladdning eller ZIP.
sw: Gundua na toa faili zilizojumuishwa katika PDF (EmbeddedFiles). Upakuaji wa kibinafsi au ZIP.
tr: Bir PDF'deki gömülü dosyaları tespit edin ve çıkarın (EmbeddedFiles). Bireysel indirme veya ZIP.
uk: Виявити та витягти вбудовані файли з PDF (EmbeddedFiles). Індивідуальне завантаження або ZIP.
vi: Phát hiện và trích xuất các tệp nhúng trong một PDF (EmbeddedFiles). Tải xuống từng cái hoặc ZIP.
zh_hans: 检测并提取嵌入在 PDF 中的文件 (EmbeddedFiles)。单独下载或 ZIP。

# tool_pdf_scan_detector_title
source: Détecter si un PDF est scanné
af: Detecteer of 'n PDF gescanneer is
bg: Открийте дали PDF е сканиран
cs: Detekovat, zda je PDF skenováno
da: Registrer om en PDF er scannet
de: Erkennen, ob ein PDF gescannt ist
el: Αναγνωρίστε αν ένα PDF είναι σαρωμένο
es: Detectar si un PDF está escaneado
fi: Havaitse, onko PDF skannattu
fil: Tukuyin kung ang isang PDF ay na-scan
hu: PDF beolvasott állapotának észlelése
id: Deteksi apakah PDF dipindai
it: Rileva se un PDF è scansionato
ja: PDFがスキャンされているかどうかを検出
ko: PDF가 스캔되었는지 감지
nl: Detecteer of een PDF is gescand
no: Oppdag om en PDF er skannet
pl: Wykryj, czy plik PDF jest zeskanowany
pt_pt: Detectar se um PDF é escaneado
ro: Detectați dacă un PDF este scanat
ru: Обнаружить, является ли PDF отсканированным
sk: Detekovať, či je PDF naskenované
sv: Detektera om en PDF är skannad
sw: Gundua kama PDF imepigiwa picha
tr: Bir PDF'nin taranıp taranmadığını tespit edin
uk: Виявити, чи PDF відскановано
vi: Phát hiện xem một PDF có được quét hay không
zh_hans: 检测 PDF 是否为扫描件

# tool_pdf_scan_detector_desc
source: Estimer si un PDF provient d'un scan (images, absence de polices, indices CCITT/JBIG2) et exporter le diagnostic en JSON.
bg: Оценете дали PDF произхожда от сканиране (изображения, липса на шрифтове, индикатори CCITT/JBIG2) и експортирайте диагностиката в JSON.
cs: Odhadnout, zda PDF pochází ze skenu (obrázky, absence písem, indexy CCITT/JBIG2) a exportovat diagnostiku do JSON.
da: Vurder om en PDF stammer fra en scanning (billeder, mangel på skrifttyper, CCITT/JBIG2-indikatorer) og eksporter diagnosen i JSON.
de: Schätzen Sie, ob ein PDF von einem Scan stammt (Bilder, Fehlen von Schriftarten, CCITT/JBIG2-Indikatoren) und exportieren Sie das Diagnoseergebnis im JSON-Format.
el: Εκτιμήστε αν ένα PDF προέρχεται από σάρωση (εικόνες, απουσία γραμματοσειρών, δείκτες CCITT/JBIG2) και εξάγετε τη διάγνωση σε JSON.
es: Estimar si un PDF proviene de un escaneo (imágenes, ausencia de fuentes, índices CCITT/JBIG2) y exportar el diagnóstico en JSON.
fi: Arvioi, onko PDF skannattu (kuvat, fonttien puuttuminen, CCITT/JBIG2-viitteet) ja vie diagnoosi JSON-muotoon.
fil: Tantiyahin kung ang isang PDF ay nagmula sa isang scan (mga larawan, kawalan ng mga font, mga palatandaan ng CCITT/JBIG2) at i-export ang diagnosis sa JSON.
ja: PDFがスキャンから来ているかどうかを推定し（画像、フォントの欠如、CCITT/JBIG2の指標）、診断をJSON形式でエクスポートします。
nl: Schat of een PDF afkomstig is van een scan (afbeeldingen, afwezigheid van lettertypen, CCITT/JBIG2-indicatoren) en exporteer de diagnose in JSON.
no: Vurdere om en PDF stammer fra en skanning (bilder, fravær av skrifttyper, CCITT/JBIG2-indikatorer) og eksportere diagnosen i JSON.
pl: Oszacuj, czy PDF pochodzi ze skanu (obrazy, brak czcionek, wskaźniki CCITT/JBIG2) i eksportuj diagnozę w formacie JSON.
pt_pt: Estimar se um PDF provém de uma digitalização (imagens, ausência de fontes, índices CCITT/JBIG2) e exportar o diagnóstico em JSON.
ro: Estimați dacă un PDF provine dintr-un scan (imagini, absența fonturilor, indicii CCITT/JBIG2) și exportați diagnosticul în JSON.
ru: Оценить, является ли PDF сканом (изображения, отсутствие шрифтов, индексы CCITT/JBIG2) и экспортировать диагностику в JSON.
sk: Odhadnúť, či PDF pochádza zo skenu (obrázky, absencia písiem, indexy CCITT/JBIG2) a exportovať diagnostiku do JSON.
sv: Uppskatta om en PDF kommer från en skanning (bilder, avsaknad av typsnitt, CCITT/JBIG2-indikatorer) och exportera diagnosen i JSON.
sw: Kadiria kama PDF inatokana na skani (picha, ukosefu wa fonti, dalili za CCITT/JBIG2) na uhamasishe uchambuzi kwa JSON.
tr: Bir PDF’nin bir taramadan (görüntüler, yazı tiplerinin yokluğu, CCITT/JBIG2 ipuçları) gelip gelmediğini tahmin edin ve tanıyı JSON formatında dışa aktarın.
uk: Оцінити, чи PDF є сканованим (зображення, відсутність шрифтів, індикатори CCITT/JBIG2) та експортувати діагностику у JSON.
vi: Đánh giá xem một PDF có nguồn gốc từ quét (hình ảnh, thiếu phông chữ, chỉ số CCITT/JBIG2) và xuất chẩn đoán sang JSON.
zh_hans: 估计PDF是否来自扫描（图像、缺少字体、CCITT/JBIG2指示）并将诊断导出为JSON。
