Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_l3_title
source: 3) “X est quel % de Y”
af: 3) “X is watter % van Y”
bg: 3) “X е колко % от Y”
cs: 3) “X je kolik % z Y”
da: 3) “X er hvilken % af Y”
de: 3) „X ist wie viel % von Y“
el: 3) “Το Χ είναι ποιο % του Υ”
es: 3) “X es qué % de Y”
fi: 3) “X on mikä % Y:stä”
fil: 3) “Ano ang % ng X sa Y”
hu: 3) “X hány % Y-ból”
id: 3) “X adalah berapa % dari Y”
it: 3) “X è quale % di Y”
ja: 3) 「XはYの何%か」
ko: 3) “X는 Y의 몇 %인가”
nl: 3) “X is welk % van Y”
no: 3) “X er hva % av Y”
pl: 3) “X to jaki % z Y”
pt_pt: “X é qual % de Y”
ro: “X este ce % din Y”
ru: 16) 3) “X это какой % от Y”
sk: X je aké % z Y
sv: 3) “X är vilken % av Y”
sw: 3) “X ni % ngapi ya Y”
tr: 3) “X, Y'nin % kaçıdır?”
uk: 3) “X є яким % від Y”
vi: 3) “X là bao nhiêu % của Y”
zh_hans: 3) “X是Y的多少%”

# pct_l3_sub
source: Transformer un ratio en pourcentage.
af: Transformeer 'n verhouding in 'n persentasie.
bg: Преобразуване на съотношение в процент.
cs: Převést poměr na procento.
da: At omdanne et forhold til procent.
de: Ein Verhältnis in einen Prozentsatz umwandeln.
el: Μετατρέψτε μια αναλογία σε ποσοστό.
es: Transformar una razón en porcentaje.
fi: Muunna suhde prosentiksi.
fil: I-convert ang ratio sa porsyento.
hu: Átalakítani egy arányt százalékká.
id: Mengubah rasio menjadi persentase.
it: Trasformare un rapporto in percentuale.
ja: 比率をパーセンテージに変換します。
ko: 비율을 백분율로 변환하기.
nl: Zet een verhouding om in een percentage.
no: Transformere et forhold til prosent.
pl: Przekształć stosunek w procent.
pt_pt: Transformar uma razão em porcentagem.
ro: Transformați un raport în procent.
ru: 17) Преобразовать отношение в процент.
sk: Pretransformovať pomer na percento.
sv: Omvandla ett förhållande till procent.
sw: Badilisha uwiano kuwa asilimia.
tr: Bir oranı yüzdeye dönüştürmek.
uk: Перетворити співвідношення в відсоток.
vi: Chuyển đổi tỷ lệ thành phần trăm.
zh_hans: 将比率转换为百分比。

# pct_tag_ratio
source: ratio
af: verhouding
bg: съотношение
cs: poměr
da: forhold
de: Verhältnis
el: αναλογία
es: razón
fi: suhde
hu: arány
id: rasio
it: rapporto
ja: 比率
ko: 비율
nl: verhouding
no: forhold
pl: stosunek
pt_pt: razão
ro: raport
ru: 18) отношение
sk: pomer
sv: förhållande
sw: uwiano
tr: oran
uk: співвідношення
vi: tỷ lệ
zh_hans: 比率

# pct_l3_s1_title
source: Formule
bg: Формула
cs: Vzorec
da: Formel
de: Formel
el: Τύπος
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Rumus
it: Formula
ja: 公式
ko: 공식
no: Formel
pl: Wzór
pt_pt: Fórmula
ro: Formulă
ru: 19) Формула
sk: Vzorec
sv: Formel
sw: Fomula
tr: Formül
uk: Формула
vi: Công thức
zh_hans: 公式

# pct_l3_s1_b1
source: On divise X par Y pour obtenir une proportion, puis on multiplie par 100.
af: Ons deel X deur Y om 'n proporsie te verkry, en vermenigvuldig dan met 100.
bg: Разделяме X на Y, за да получим пропорция, след това умножаваме по 100.
cs: Dělíme X Y, abychom získali podíl, a poté násobíme 100.
da: Vi dividerer X med Y for at få en andel, og derefter multiplicerer vi med 100.
de: Wir teilen X durch Y, um einen Anteil zu erhalten, und multiplizieren dann mit 100.
el: Διαιρούμε το Χ με το Υ για να αποκτήσουμε μια αναλογία, και στη συνέχεια πολλαπλασιάζουμε με 100.
es: Dividimos X entre Y para obtener una proporción, luego multiplicamos por 100.
fi: Jaamme X:n Y:llä saadaksemme osuuden, ja sitten kerromme 100:lla.
fil: Hinahati natin ang X sa Y upang makuha ang proporsyon, pagkatapos ay imultiply sa 100.
hu: X-et elosztjuk Y-nal, hogy arányt kapjunk, majd megszorozzuk 100-zal.
id: Kita membagi X dengan Y untuk mendapatkan proporsi, lalu mengalikannya dengan 100.
it: Dividiamo X per Y per ottenere una proporzione, poi moltiplichiamo per 100.
ja: XをYで割って比例を得てから100を掛けます。
ko: X를 Y로 나누어 비율을 얻고, 그 후 100을 곱합니다.
nl: We delen X door Y om een verhouding te krijgen, en vermenigvuldigen vervolgens met 100.
no: Vi deler X med Y for å få en proporsjon, deretter multipliserer vi med 100.
pl: Dzielimy X przez Y, aby uzyskać proporcję, a następnie mnożymy przez 100.
pt_pt: Dividimos X por Y para obter uma proporção, depois multiplicamos por 100.
ro: Împărțim X la Y pentru a obține o proporție, apoi înmulțim cu 100.
ru: 20) Мы делим X на Y, чтобы получить пропорцию, а затем умножаем на 100.
sk: X delíme Y, aby sme získali podiel, potom vynásobíme 100.
sv: Vi delar X med Y för att få en proportion, och multiplicerar sedan med 100.
sw: Tunagawanya X kwa Y kupata sehemu, kisha tunazidisha kwa 100.
tr: X'i Y'ye bölerek bir oran elde ederiz, ardından 100 ile çarparız.
uk: Ми ділимо X на Y, щоб отримати пропорцію, а потім множимо на 100.
vi: Chúng ta chia X cho Y để có được một tỷ lệ, sau đó nhân với 100.
zh_hans: 我们将X除以Y以获得比例，然后乘以100。

# pct_l3_s1_b2
source: Attention : Y ne doit pas être 0.
af: Let op: Y mag nie 0 wees nie.
bg: Внимание: Y не трябва да бъде 0.
cs: Pozor: Y nesmí být 0.
da: Pas på: Y må ikke være 0.
de: Achtung: Y darf nicht 0 sein.
el: Προσοχή: το Υ δεν πρέπει να είναι 0.
es: Atención: Y no debe ser 0.
fi: Huomio: Y ei saa olla 0.
fil: Mag-ingat: Ang Y ay hindi dapat 0.
hu: Figyelem: Y nem lehet 0.
id: Perhatian: Y tidak boleh 0.
it: Attenzione: Y non deve essere 0.
ja: 注意：Yは0であってはいけません。
ko: 주의: Y는 0이 아니어야 합니다.
nl: Let op: Y mag niet 0 zijn.
no: Vær oppmerksom: Y kan ikke være 0.
pl: Uwaga: Y nie może być 0.
pt_pt: Atenção: Y não deve ser 0.
ro: Atenție: Y nu trebuie să fie 0.
ru: Внимание: Y не должно быть 0.
sk: Pozor: Y nesmie byť 0.
sv: Observera: Y får inte vara 0.
sw: Tahadhari: Y haipaswi kuwa 0.
tr: Dikkat: Y 0 olmamalıdır.
uk: Увага: Y не повинно бути 0.
vi: Chú ý: Y không được là 0.
zh_hans: 注意：Y不能为0。

# pct_l3_s1_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Halimbawa
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# pct_l3_q1
source: 48 représente quel % de 120 ?
af: 48 verteenwoordig watter % van 120?
bg: 48 представлява какъв % от 120?
cs: 48 představuje kolik % z 120?
da: 48 repræsenterer hvilken % af 120?
de: 48 entspricht wie viel % von 120?
el: 48 αντιπροσωπεύει ποιο % του 120;
es: ¿48 representa qué % de 120?
fi: Mikä prosentti 48 on 120:stä?
fil: 48 ay kumakatawan sa anong % ng 120?
hu: 48 hány % -a 120-nak?
id: 48 mewakili berapa % dari 120?
it: 48 rappresenta quale % di 120 ?
ja: 48は120の何%ですか？
ko: 48은 120의 몇 %인가요?
nl: 48 vertegenwoordigt welk % van 120 ?
no: 48 representerer hva % av 120?
pl: 48 to jaki % z 120?
pt_pt: 48 representa que % de 120?
ro: 48 reprezintă ce % din 120?
ru: 48 составляет какой % от 120?
sk: 48 predstavuje aké % z 120?
sv: 48 representerar vilken % av 120?
sw: 48 inawakilisha asilimia ngapi ya 120?
tr: 48, 120'in %'sini temsil ediyor?
uk: 48 представляє який % від 120?
vi: 48 đại diện cho % nào của 120?
zh_hans: 48代表120的百分之几？

# pct_l3_q1_exp
source: 48/120 = 0,4, donc 40%.
af: 48/120 = 0,4, dus 40%.
bg: 48/120 = 0,4, следователно 40%.
cs: 48/120 = 0,4, tedy 40%.
da: 48/120 = 0,4, så 40%.
de: 48/120 = 0,4, also 40%.
el: 48/120 = 0,4, άρα 40%.
es: 48/120 = 0,4, por lo tanto 40%.
fi: 48/120 = 0,4, joten 40%.
fil: 48/120 = 0.4, kaya 40%.
hu: 48/120 = 0,4, tehát 40%.
id: 48/120 = 0,4, jadi 40%.
it: 48/120 = 0,4, quindi 40%.
ja: 48/120 = 0.4、したがって40%。
ko: 48/120 = 0.4, 따라서 40%.
nl: 48/120 = 0,4, dus 40%.
no: 48/120 = 0,4, så 40%.
pl: 48/120 = 0,4, więc 40%.
pt_pt: 48/120 = 0,4, portanto 40%.
ro: 48/120 = 0,4, deci 40%.
ru: 48/120 = 0,4, значит 40%.
sk: 48/120 = 0,4, teda 40%.
sv: 48/120 = 0,4, så 40%.
sw: 48/120 = 0.4, hivyo asilimia 40%.
tr: 48/120 = 0,4, yani %40.
uk: 48/120 = 0,4, отже 40%.
vi: 48/120 = 0,4, do đó 40%.
zh_hans: 48/120 = 0.4，因此是40%。

# pct_l4_title
source: 4) Variation en %
af: Variasie in %
bg: 4) Вариация в %
cs: 4) Variace v %
da: 4) Variation i %
de: 4) Veränderung in %
el: 4) Μεταβολή σε %
es: 4) Variación en %
fi: 4) Muutos %
fil: 4) Pagbabago sa %
hu: 4) Változás %
id: 4) Variasi dalam %
it: 4) Variazione in %
ja: 4) %の変化
ko: 변화율
nl: 4) Variatie in %
no: 4) Variasjon i %
pl: 4) Zmiana w %
pt_pt: 4) Variação em %
ro: 4) Variatie în %
ru: 4) Изменение в %
sk: 4) Zmena v %
sv: 4) Variation i %
sw: Mabadiliko kwa %
tr: % Değişim
uk: 4) Зміна в %
vi: 4) Biến động theo %
zh_hans: 变化百分比

# pct_l4_sub
source: Mesurer l’évolution entre une valeur initiale et une valeur finale.
af: Meet die ontwikkeling tussen 'n aanvanklike waarde en 'n finale waarde.
bg: Да се измери развитието между начална и крайна стойност.
cs: Měření vývoje mezi počáteční a konečnou hodnotou.
da: At måle udviklingen mellem en startværdi og en slutværdi.
de: Die Entwicklung zwischen einem Anfangswert und einem Endwert messen.
el: Μετρήστε την εξέλιξη μεταξύ μιας αρχικής και μιας τελικής τιμής.
es: Medir la evolución entre un valor inicial y un valor final.
fi: Mittaa kehitys alkuperäisen arvon ja lopullisen arvon välillä.
fil: Sukatin ang pag-unlad sa pagitan ng isang paunang halaga at isang panghuling halaga.
hu: Mérje az értékek közötti változást egy kezdeti és egy végső érték között.
id: Mengukur perkembangan antara nilai awal dan nilai akhir.
it: Misurare l'evoluzione tra un valore iniziale e un valore finale.
ja: 初期値と最終値の間の変化を測定します。
ko: 초기 값과 최종 값 사이의 변화를 측정합니다.
nl: De evolutie meten tussen een initiële waarde en een eindwaarde.
no: Måle utviklingen mellom en startverdi og en sluttverdi.
pl: Mierzyć ewolucję między wartością początkową a wartością końcową.
pt_pt: Medir a evolução entre um valor inicial e um valor final.
ro: Măsurarea evoluției între o valoare inițială și o valoare finală.
ru: Измерьте изменение между начальным и конечным значением.
sk: Zmerať vývoj medzi počiatočnou a konečnou hodnotou.
sv: Mäta förändringen mellan ett initialt värde och ett slutligt värde.
sw: Kupima mabadiliko kati ya thamani ya awali na thamani ya mwisho.
tr: Başlangıç değeri ile bitiş değeri arasındaki değişimi ölçmek.
uk: Виміряти зміни між початковим значенням та кінцевим значенням.
vi: Đo lường sự phát triển giữa một giá trị ban đầu và một giá trị cuối cùng.
zh_hans: 测量初始值和最终值之间的变化。

# pct_tag_variation
source: variation
af: variasie
bg: вариация
cs: variace
el: μεταβολή
es: variación
fi: vaihtelu
fil: pagbabago
hu: változás
id: variasi
it: variazione
ja: 変化
ko: 변화
nl: variatie
no: variasjon
pl: zmiana
pt_pt: variação
ro: variatie
ru: изменение
sk: zmena
sw: mabadiliko
tr: değişim
uk: зміна
vi: biến động
zh_hans: 变化

# pct_tag_evolution
source: évolution
af: ontwikkeling
bg: развитие
cs: vývoj
da: udvikling
de: Entwicklung
el: εξέλιξη
es: evolución
fi: kehitys
fil: pag-unlad
hu: fejlődés
id: perkembangan
it: evoluzione
ja: 進展
ko: 진행
nl: evolutie
no: utvikling
pl: ewolucja
pt_pt: evolução
ro: evoluție
ru: эволюция
sk: vývoj
sv: utveckling
sw: mwelekeo
tr: gelişim
uk: еволюція
vi: sự phát triển
zh_hans: 演变

# pct_l4_s1_title
source: Formule standard
af: Standaardformule
bg: Стандартна формула
cs: Standardní vzorec
da: Standardformel
de: Standardformel
el: Τυπικός τύπος
es: Fórmula estándar
fi: Vakio kaava
fil: Pamantayang pormula
hu: Szabványos képlet
id: Rumus standar
it: Formula standard
ja: 標準式
ko: 표준 공식
nl: Standaardformule
no: Standardformel
pl: Formuła standardowa
pt_pt: Fórmula padrão
ro: Formulă standard
ru: Стандартная формула
sk: Štandardný vzorec
sv: Standardformel
sw: Formula ya kawaida
tr: Standart formül
uk: Стандартна формула
vi: Công thức chuẩn
zh_hans: 标准公式

# pct_l4_s1_b1
source: On compare l’écart (final - initial) à la valeur initiale.
af: Ons vergelyk die verskil (finale - aanvanklike) met die aanvanklike waarde.
bg: Сравняваме разликата (крайна - начална) с началната стойност.
cs: Porovnáváme rozdíl (konečný - počáteční) s počáteční hodnotou.
da: Vi sammenligner forskellen (slut - start) med den oprindelige værdi.
de: Wir vergleichen die Abweichung (final - initial) mit dem Anfangswert.
el: Συγκρίνουμε την απόκλιση (τελική - αρχική) με την αρχική τιμή.
es: Comparamos la diferencia (final - inicial) con el valor inicial.
fi: Vertaamme poikkeamaa (loppu - alku) alkuarvoon.
fil: Ikinukumpara natin ang agwat (panghuli - pauna) sa paunang halaga.
hu: Összehasonlítjuk a különbséget (végső - kezdeti) a kezdeti értékkel.
id: Kita membandingkan selisih (akhir - awal) dengan nilai awal.
it: Confrontiamo la differenza (finale - iniziale) al valore iniziale.
ja: 最終値から初期値を引いた差を初期値で比較します。
ko: 최종 값에서 초기 값을 뺀 차이를 초기 값과 비교합니다.
nl: We vergelijken het verschil (eind - initieel) met de initiële waarde.
no: Vi sammenligner avviket (slutt - start) med startverdien.
pl: Porównujemy różnicę (końcowa - początkowa) do wartości początkowej.
pt_pt: Comparamos a diferença (final - inicial) ao valor inicial.
ro: Comparăm diferența (final - inițial) cu valoarea inițială.
ru: Мы сравниваем разницу (конечное - начальное) с начальным значением.
sk: Porovnávame rozdiel (konečný - počiatočný) s počiatočnou hodnotou.
sv: Vi jämför skillnaden (slutlig - initial) med det initiala värdet.
sw: Tuna kulinganisha tofauti (mwisho - awali) na thamani ya awali.
tr: Farkı (bitiş - başlangıç) başlangıç değerine karşılaştırıyoruz.
uk: Ми порівнюємо різницю (кінцеве - початкове) з початковим значенням.
vi: Chúng ta so sánh sự chênh lệch (cuối - đầu) với giá trị ban đầu.
zh_hans: 我们将差值（最终 - 初始）与初始值进行比较。

# pct_l4_s1_b2
source: Le signe indique hausse (+) ou baisse (-).
af: Die teken dui op 'n styging (+) of 'n daling (-).
bg: Знакът показва увеличение (+) или намаление (-).
cs: Znamenko označuje nárůst (+) nebo pokles (-).
da: Tegnet angiver stigning (+) eller fald (-).
de: Das Zeichen zeigt einen Anstieg (+) oder einen Rückgang (-) an.
el: Το πρόσημο υποδεικνύει αύξηση (+) ή μείωση (-).
es: El signo indica aumento (+) o disminución (-).
fi: Merkki osoittaa nousua (+) tai laskua (-).
fil: Ang tanda ay nagpapahiwatig ng pagtaas (+) o pagbaba (-).
hu: A jel a növekedést (+) vagy csökkenést (-) jelzi.
id: Tanda menunjukkan kenaikan (+) atau penurunan (-).
it: Il segno indica aumento (+) o diminuzione (-).
ja: 符号は上昇（+）または下降（-）を示します。
ko: 부호는 상승(+) 또는 하락(-)을 나타냅니다.
nl: Het teken geeft een stijging (+) of daling (-) aan.
no: Tegnet indikerer økning (+) eller reduksjon (-).
pl: Znak wskazuje wzrost (+) lub spadek (-).
pt_pt: O sinal indica aumento (+) ou diminuição (-).
ro: Semnul indică creștere (+) sau scădere (-).
ru: Знак указывает на увеличение (+) или уменьшение (-).
sk: Znak naznačuje nárast (+) alebo pokles (-).
sv: Tecknet indikerar ökning (+) eller minskning (-).
sw: Alama inaonyesha kuongezeka (+) au kupungua (-).
tr: İşaret artış (+) veya azalış (-) gösterir.
uk: Знак вказує на підвищення (+) або зниження (-).
vi: Dấu hiệu cho biết tăng (+) hoặc giảm (-).
zh_hans: 符号表示上升（+）或下降（-）。

# pct_l4_s1_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Halimbawa
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# pct_l4_s2_title
source: Pièges
af: Gevare
bg: Капани
cs: Nástrahy
da: Fælder
de: Fallen
el: Παγίδες
es: Trampas
fi: Ansat
fil: Mga bitag
hu: Csapdák
id: Jebakan
it: Trappole
ja: 罠
ko: 함정
nl: Valstrikken
no: Feller
pl: Pułapki
pt_pt: Armadilhas
ro: Capcane
ru: Ловушки
sk: Pasce
sv: Fällor
sw: Mtego
tr: Tuzağa düşürmeler
uk: Пастки
vi: Cạm bẫy
zh_hans: 陷阱

# pct_l4_s2_b1
source: Le dénominateur est l’initial (dans la variation “classique”).
af: Die noemer is die aanvanklike (in die “klassieke” variasie).
bg: Знаменателят е началната стойност (в „класическата“ вариация).
cs: Jmenovatel je počáteční (v „klasické“ variaci).
da: Nævneren er den oprindelige (i den 'klassiske' variation).
de: Der Nenner ist der Anfangswert (in der "klassischen" Variation).
el: Ο παρονομαστής είναι ο αρχικός (στην “κλασική” μεταβολή).
es: El denominador es el inicial (en la variación 'clásica').
fi: Nimittäjä on alkuperäinen (”klassinen” vaihtelu).
fil: Ang denominator ay ang pauna (sa 'klasikong' pagbabago).
hu: A nevező a kezdeti (a 'klasszikus' változásban).
id: Penyebut adalah nilai awal (dalam variasi 'klasik').
it: Il denominatore è l'iniziale (nella variazione 'classica').
ja: 分母は初期値です（「古典的」な変化において）。
ko: 분모는 초기 값입니다(‘전통적인’ 변화에서).
nl: De noemer is de initiële waarde (in de 'klassieke' variatie).
no: Nevneren er den opprinnelige (i den "klassiske" variasjonen).
pl: Mianownik to wartość początkowa (w „klasycznej” zmianie).
pt_pt: O denominador é o inicial (na variação 'clássica').
ro: Denumitorul este inițialul (în variația „clasică”).
ru: Знаменатель - это начальное значение (в «классическом» изменении).
sk: Menovateľ je počiatočný (v „klasickej“ zmene).
sv: Nämnaren är den initiala (i den "klassiska" variationen).
sw: Mdenomita ni wa awali (katika mabadiliko 'ya kawaida').
tr: Payda başlangıçtır (klasik değişimde).
uk: Знаменник - це початкове (в «класичній» зміні).
vi: Mẫu số là giá trị ban đầu (trong biến động “cổ điển”).
zh_hans: 分母是初始值（在“经典”变化中）。

# pct_l4_s2_b2
source: La variation A→B n’est pas exactement l’opposé de B→A.
af: Die variasie A→B is nie presies die teenoorgestelde van B→A nie.
bg: Вариацията A→B не е точно противоположна на B→A.
cs: Variace A→B není přesně opakem B→A.
da: Variation A→B er ikke helt det modsatte af B→A.
de: Die Variation A→B ist nicht genau das Gegenteil von B→A.
el: Η μεταβολή A→B δεν είναι ακριβώς το αντίθετο του B→A.
es: La variación A→B no es exactamente lo opuesto de B→A.
fi: Vaihtelu A→B ei ole tarkalleen B→A:n vastakohta.
fil: Ang pagbabago A→B ay hindi eksaktong kabaligtaran ng B→A.
hu: A változás A→B nem pontosan az ellentéte B→A-nak.
id: Variasi A→B tidak persis kebalikan dari B→A.
it: La variazione A→B non è esattamente l'opposto di B→A.
ja: A→Bの変化はB→Aの正確な反対ではありません。
ko: A→B의 변화는 B→A의 정반대가 아닙니다.
nl: De variatie A→B is niet precies het tegenovergestelde van B→A.
no: Variasjonen A→B er ikke nøyaktig det motsatte av B→A.
pl: Zmiana A→B nie jest dokładnie przeciwieństwem B→A.
pt_pt: A variação A→B não é exatamente o oposto de B→A.
ro: Variația A→B nu este exact opusul lui B→A.
ru: Изменение A→B не является точно противоположным B→A.
sk: Zmena A→B nie je presne opakom B→A.
sv: Variation A→B är inte exakt motsatsen till B→A.
sw: Mabadiliko A→B si kinyume kabisa cha B→A.
tr: A→B değişimi, B→A'nın tam tersi değildir.
uk: Зміна A→B не є точною протилежністю B→A.
vi: Biến động A→B không hoàn toàn đối lập với B→A.
zh_hans: 变化A→B并不完全是B→A的相反。

# pct_l4_q1
source: Une valeur passe de 50 à 62,5. Variation en % ?
af: 'n Waarde beweeg van 50 na 62,5. Variasie in %?
bg: Стойността преминава от 50 на 62,5. Вариация в %?
cs: Hodnota se mění z 50 na 62,5. Variace v %?
da: En værdi går fra 50 til 62,5. Variation i %?
de: Ein Wert ändert sich von 50 auf 62,5. Variation in %?
el: Μια τιμή περνά από το 50 στο 62,5. Μεταβολή σε %;
es: Un valor pasa de 50 a 62,5. ¿Variación en %?
fi: Arvo muuttuu 50:stä 62,5:een. Muutos %:ssa?
fil: Ang isang halaga ay bumaba mula 50 hanggang 62.5. Pagbabago sa %?
hu: Egy érték 50-ről 62,5-re változik. Változás %?
id: Sebuah nilai berubah dari 50 menjadi 62,5. Variasi dalam %?
it: Un valore passa da 50 a 62,5. Variazione in % ?
ja: 値が50から62.5に変わります。%の変化は？
ko: 값이 50에서 62.5로 변합니다. 변화율은 얼마인가요?
nl: Een waarde gaat van 50 naar 62,5. Variatie in %?
no: En verdi går fra 50 til 62,5. Variasjon i %?
pl: Wartość zmienia się z 50 na 62,5. Zmiana w %?
pt_pt: Um valor passa de 50 a 62,5. Variação em %?
ro: O valoare trece de la 50 la 62,5. Variație în %?
ru: Значение изменяется с 50 до 62,5. Изменение в %?
sk: Hodnota sa mení z 50 na 62,5. Zmena v %?
sv: Ett värde går från 50 till 62,5. Variation i %?
sw: Thamani inabadilika kutoka 50 hadi 62.5. Mabadiliko kwa %?
tr: Bir değer 50'den 62,5'e geçiyor. % Değişim?
uk: Значення змінюється з 50 на 62,5. Зміна в %?
vi: Một giá trị chuyển từ 50 đến 62,5. Biến động theo %?
zh_hans: 一个值从50变为62.5。变化百分比？

# pct_l4_q2
source: Si on passe de 100 à 80, la variation est :
af: As ons van 100 na 80 beweeg, is die variasie:
bg: Ако преминем от 100 на 80, вариацията е:
cs: Pokud se změníme z 100 na 80, variace je:
da: Hvis vi går fra 100 til 80, er variationen:
de: Wenn wir von 100 auf 80 gehen, beträgt die Variation:
el: Αν περάσουμε από το 100 στο 80, η μεταβολή είναι:
es: Si pasamos de 100 a 80, la variación es:
fi: Jos siirrytään 100:sta 80:een, muutos on:
fil: Kung bumaba mula 100 hanggang 80, ang pagbabago ay:
hu: Ha 100-ról 80-ra váltunk, a változás:
id: Jika kita berpindah dari 100 ke 80, variasinya adalah:
it: Se si passa da 100 a 80, la variazione è:
ja: 100から80に変わると、変化は：
ko: 100에서 80으로 변하면 변화는 다음과 같습니다:
nl: Als we van 100 naar 80 gaan, is de variatie:
no: Hvis vi går fra 100 til 80, er variasjonen:
pl: Jeśli zmieniamy z 100 na 80, zmiana wynosi:
pt_pt: Se passarmos de 100 a 80, a variação é:
ro: Dacă trecem de la 100 la 80, variația este:
ru: Если мы переходим от 100 к 80, изменение составляет:
sk: Ak prejdeme z 100 na 80, zmena je:
sv: Om vi går från 100 till 80, är variationen:
sw: Ikiwa tunahamia kutoka 100 hadi 80, mabadiliko ni:
tr: Eğer 100'den 80'e geçersek, değişim:
uk: Якщо ми переходимо з 100 на 80, зміна становить:
vi: Nếu chuyển từ 100 đến 80, biến động là:
zh_hans: 如果从100变为80，变化为：

# pct_l5_title
source: 5) Retrouver la valeur initiale
af: Herwin die aanvanklike waarde
bg: 5) Намерете началната стойност
cs: 5) Najít počáteční hodnotu
da: 5) Find den oprindelige værdi
de: 5) Den Anfangswert wiederfinden
el: 5) Εύρεση της αρχικής τιμής
es: 5) Encontrar el valor inicial
fi: 5) Löydä alkuperäinen arvo
fil: 5) Hanapin ang paunang halaga
hu: 5) A kezdeti érték visszanyerése
id: 5) Menemukan nilai awal
it: 5) Trovare il valore iniziale
ja: 5) 初期値を見つける
ko: 초기 값 찾기
nl: 5) Vind de initiële waarde terug
no: 5) Finne den opprinnelige verdien
pl: 5) Odnaleźć wartość początkową
pt_pt: 5) Encontrar o valor inicial
ro: 5) Găsiți valoarea inițială
ru: 5) Найдите начальное значение
sk: 5) Nájsť počiatočnú hodnotu
sv: 5) Återfinn det initiala värdet
sw: 5) Pata thamani ya awali
tr: Başlangıç değerini bulmak
uk: 5) Відновлення початкового значення
vi: 5) Tìm lại giá trị ban đầu
zh_hans: 找回初始值

# pct_l5_sub
source: Revenir avant une variation (pourcentage inverse).
af: Terugkeer voor 'n variasie (omgekeerde persentasie).
bg: Да се върнем преди вариация (обратен процент).
cs: Vrátit se před změnou (inverzní procento).
da: Gå tilbage før en variation (omvendt procent).
de: Vor einer Variation zurückkehren (inverse Prozentrechnung).
el: Επιστροφή πριν από μια μεταβολή (αντίστροφο ποσοστό).
es: Regresar antes de una variación (porcentaje inverso).
fi: Palata ennen muutosta (käänteinen prosentti).
fil: Bumalik bago ang isang pagbabago (baligtad na porsyento).
hu: Visszatérés egy változás előtt (fordított százalék).
id: Kembali sebelum variasi (persentase invers).
it: Tornare prima di una variazione (percentuale inversa).
ja: 変化の前に戻る（逆のパーセンテージ）。
ko: 변화 이전으로 돌아가기(역 비율).
nl: Teruggaan voor een variatie (omgekeerd percentage).
no: Gå tilbake før en variasjon (omvendt prosent).
pl: Wrócić przed zmianą (procent odwrotny).
pt_pt: Voltar antes de uma variação (percentagem inversa).
ro: Reveni înainte de o variație (procent invers).
ru: Вернуться перед изменением (обратный процент).
sk: Vrátiť pred zmenou (inverzný percentuálny podiel).
sv: Gå tillbaka före en variation (omvänd procent).
sw: Rudi kabla ya mabadiliko (asilimia kinyume).
tr: Bir değişimden önce geri dönmek (ters yüzde).
uk: Повернутися до зміни (обернений відсоток).
vi: Quay lại trước một biến động (tỷ lệ ngược).
zh_hans: 回到变化之前（反向百分比）。

# pct_tag_inverse
source: inverse
af: omgekeerd
bg: обратен
cs: inverzní
da: omvendt
el: αντίστροφο
es: inverso
fi: käänteinen
fil: baligtad
hu: fordított
id: invers
it: inverso
ja: 逆
ko: 역
nl: omgekeerd
no: omvendt
pl: odwrotny
pt_pt: inverso
ro: invers
ru: обратный
sk: inverzný
sv: omvänd
sw: kinyume
tr: ters
uk: обернений
vi: ngược
zh_hans: 反向
