Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_mean_course_out2
source: Des formules claires et des exemples guidés pour passer de la définition à l’application (notes, prix, vitesses, rendements, séries temporelles…).
af: Duidelike formules en geleide voorbeelde om van die definisie na die toepassing te beweeg (grade, pryse, snelhede, opbrengste, tydreekse…).
bg: Ясни формули и ръководени примери за преминаване от дефиниция към приложение (оценки, цени, скорости, доходности, времеви серии…).
cs: Jasné vzorce a vedené příklady pro přechod od definice k aplikaci (známky, ceny, rychlosti, výnosy, časové řady…).
da: Klare formler og guidede eksempler for at gå fra definition til anvendelse (karakterer, priser, hastigheder, udbytter, tidsserier…).
de: Klare Formeln und geführte Beispiele, um von der Definition zur Anwendung zu gelangen (Noten, Preise, Geschwindigkeiten, Erträge, Zeitreihen…).
el: Καθαρές φόρμουλες και καθοδηγούμενα παραδείγματα για να περάσετε από τον ορισμό στην εφαρμογή (βαθμοί, τιμές, ταχύτητες, αποδόσεις, χρονοσειρές…).
es: Fórmulas claras y ejemplos guiados para pasar de la definición a la aplicación (notas, precios, velocidades, rendimientos, series temporales…).
fi: Selkeät kaavat ja ohjatut esimerkit siirtymiseksi määritelmästä sovellukseen (arvosanat, hinnat, nopeudet, tuottavuudet, aikasarjat…).
fil: Malinaw na mga pormula at mga halimbawa na may gabay upang lumipat mula sa depinisyon patungo sa aplikasyon (mga marka, presyo, bilis, ani, mga serye ng oras…).
hu: Világos képletek és irányított példák a definíciótól az alkalmazásig (jegyek, árak, sebességek, hozamok, időbeli sorozatok…).
id: Rumus yang jelas dan contoh yang dipandu untuk beralih dari definisi ke aplikasi (nilai, harga, kecepatan, hasil, deret waktu…).
it: Formule chiare ed esempi guidati per passare dalla definizione all'applicazione (voti, prezzi, velocità, rendimenti, serie temporali…).
ja: 定義から適用（成績、価格、速度、収益、時系列など）への移行のための明確な数式とガイド付きの例。
ko: 정의에서 적용(점수, 가격, 속도, 수익, 시계열 등)으로 넘어가기 위한 명확한 수식과 안내된 예제.
nl: Duidelijke formules en begeleide voorbeelden om van de definitie naar de toepassing te gaan (cijfers, prijzen, snelheden, rendementen, tijdreeksen…).
no: Klare formler og veiledede eksempler for å gå fra definisjon til anvendelse (karakterer, priser, hastigheter, avkastninger, tidsserier…).
pl: Jasne formuły i prowadzone przykłady, aby przejść od definicji do zastosowania (oceny, ceny, prędkości, wydajności, szeregów czasowych…).
pt_pt: Fórmulas claras e exemplos guiados para passar da definição à aplicação (notas, preços, velocidades, rendimentos, séries temporais…).
ro: Formule clare și exemple ghidate pentru a trece de la definiție la aplicare (note, prețuri, viteze, randamente, serii temporale…).
ru: Ясные формулы и направленные примеры, чтобы перейти от определения к применению (оценки, цены, скорости, доходности, временные ряды…).
sk: Jasné vzorce a vedené príklady na prechod od definície k aplikácii (poznámky, ceny, rýchlosti, výnosy, časové rady…).
sv: Tydliga formler och vägledda exempel för att gå från definition till tillämpning (betyg, priser, hastigheter, avkastningar, tidsserier…).
sw: Fomula wazi na mifano iliyoongozwa ili kupita kutoka kwa ufafanuzi hadi matumizi (alama, bei, kasi, faida, mfululizo wa muda…).
tr: Tanımdan uygulamaya geçmek için net formüller ve rehberli örnekler (notlar, fiyatlar, hızlar, verimlilikler, zaman serileri…).
uk: Чіткі формули та керовані приклади, щоб перейти від визначення до застосування (оцінки, ціни, швидкості, доходи, часові ряди…).
vi: Các công thức rõ ràng và các ví dụ hướng dẫn để chuyển từ định nghĩa sang ứng dụng (điểm số, giá cả, tốc độ, hiệu suất, chuỗi thời gian…).
zh_hans: 清晰的公式和指导示例，帮助您从定义过渡到应用（分数、价格、速度、收益、时间序列……）。

# ed_math_statistics_mean_course_out3
source: Une méthode de choix rapide : reconnaître le contexte (coefficients, ratios, composition, outliers, temps) pour sélectionner la moyenne pertinente.
af: 'n Vinnige keuse metode: herken die konteks (koëffisiënte, verhoudings, samestelling, uitskieters, tyd) om die toepaslike gemiddelde te kies.
bg: Бърз метод за избор: разпознаване на контекста (коефициенти, съотношения, състав, аномалии, време), за да изберете подходящата средна стойност.
cs: Rychlá metoda výběru: rozpoznat kontext (koeficienty, poměry, složení, odlehlé hodnoty, čas) pro výběr relevantního průměru.
da: En hurtig valgmetode: genkende konteksten (koefficienter, forhold, sammensætning, outliers, tid) for at vælge det relevante gennemsnit.
de: Eine schnelle Auswahlmethode: den Kontext erkennen (Koeffizienten, Verhältnisse, Zusammensetzung, Ausreißer, Zeit), um den relevanten Mittelwert auszuwählen.
el: Μια μέθοδος γρήγορης επιλογής: αναγνωρίστε το πλαίσιο (συντελεστές, αναλογίες, σύνθεση, ακραίες τιμές, χρόνος) για να επιλέξετε τη σχετική μέση.
es: Un método de elección rápida: reconocer el contexto (coeficientes, ratios, composición, valores atípicos, tiempo) para seleccionar la media pertinente.
fi: Nopea valintamenetelmä: tunnista konteksti (kertoimet, suhteet, koostumus, poikkeamat, aika) valitaksesi relevantti keskiarvo.
fil: Isang mabilis na paraan ng pagpili: kilalanin ang konteksto (mga coefficient, ratio, komposisyon, outliers, oras) upang piliin ang angkop na average.
hu: Gyors választási módszer: a kontextus (koefficiensek, arányok, összetétel, kiugró értékek, idő) felismerése a megfelelő átlag kiválasztásához.
id: Metode pemilihan cepat: mengenali konteks (koefisien, rasio, komposisi, outlier, waktu) untuk memilih rata-rata yang relevan.
it: Un metodo di scelta rapida: riconoscere il contesto (coefficients, rapporti, composizione, outliers, tempo) per selezionare la media pertinente.
ja: 迅速な選択方法：文脈（係数、比率、構成、外れ値、時間）を認識して関連する平均を選択する。
ko: 빠른 선택 방법: 관련 평균을 선택하기 위해 맥락(계수, 비율, 구성, 이상치, 시간)을 인식합니다.
nl: Een snelle keuze methode: de context herkennen (coëfficiënten, verhoudingen, samenstelling, uitschieters, tijd) om het relevante gemiddelde te selecteren.
no: En rask valgmetode: gjenkjenne konteksten (koeffisienter, forhold, sammensetning, outliers, tid) for å velge det relevante gjennomsnittet.
pl: Szybka metoda wyboru: rozpoznanie kontekstu (współczynniki, wskaźniki, skład, wartości odstające, czas), aby wybrać odpowiednią średnią.
pt_pt: Um método de escolha rápida: reconhecer o contexto (coeficientes, razões, composição, outliers, tempo) para selecionar a média pertinente.
ro: O metodă de alegere rapidă: recunoașteți contextul (coeficienți, rapoarte, compoziție, valori extreme, timp) pentru a selecta media relevantă.
ru: Метод быстрого выбора: распознать контекст (коэффициенты, соотношения, состав, выбросы, время), чтобы выбрать соответствующую среднюю.
sk: Rýchla metóda výberu: rozpoznať kontext (koeficienty, pomery, zloženie, odľahlé hodnoty, čas) na výber relevantného priemeru.
sv: En snabb metod för val: känna igen kontexten (koefficienter, förhållanden, sammansättning, avvikare, tid) för att välja det relevanta medelvärdet.
sw: Njia ya kuchagua haraka: tambua muktadha (vigezo, uwiano, muundo, outliers, muda) ili kuchagua wastani unaofaa.
tr: Hızlı seçim yöntemi: uygun ortalamayı seçmek için bağlamı (katsayılar, oranlar, bileşim, aykırı değerler, zaman) tanımak.
uk: Швидкий метод вибору: розпізнати контекст (коефіцієнти, співвідношення, склад, викиди, час), щоб вибрати відповідну середню.
vi: Một phương pháp chọn nhanh: nhận diện ngữ cảnh (hệ số, tỷ lệ, thành phần, ngoại lệ, thời gian) để chọn trung bình phù hợp.
zh_hans: 快速选择的方法：识别上下文（系数、比率、组成、异常值、时间），以选择相关的平均数。

# ed_math_statistics_mean_course_out4
source: Des quiz et des explications corrigées pour ancrer les automatismes et repérer vos erreurs typiques.
af: Vrae en reggestelde verduidelikings om die outomatisering te veranker en jou tipiese foute te identifiseer.
bg: Тестове и коригирани обяснения, за да затвърдите автоматизмите и да откриете типичните си грешки.
cs: Kvízy a opravená vysvětlení pro upevnění automatismů a identifikaci vašich typických chyb.
da: Quizzer og korrigerede forklaringer for at forankre automatismer og identificere dine typiske fejl.
de: Quizze und korrigierte Erklärungen, um Automatismen zu verankern und Ihre typischen Fehler zu erkennen.
el: Κουίζ και διορθωμένες εξηγήσεις για να εδραιώσετε τις αυτοματοποιήσεις και να εντοπίσετε τα τυπικά σας λάθη.
es: Cuestionarios y explicaciones corregidas para anclar los automatismos y detectar sus errores típicos.
fi: Kyselyt ja korjatut selitykset automaattisten toimintojen juurruttamiseksi ja tyypillisten virheiden tunnistamiseksi.
fil: Mga quiz at mga paliwanag na naituwid upang maipon ang mga awtomatikong reaksyon at matukoy ang iyong mga karaniwang pagkakamali.
hu: Kvízek és javított magyarázatok az automatizmusok megerősítésére és a tipikus hibák észlelésére.
id: Kuis dan penjelasan yang dikoreksi untuk menguatkan otomatisasi dan mengidentifikasi kesalahan khas Anda.
it: Quiz e spiegazioni corrette per ancorare gli automatismi e individuare i tuoi errori tipici.
ja: 自動化を定着させ、典型的なエラーを特定するためのクイズと修正された説明。
ko: 자동화를 고착화하고 전형적인 오류를 식별하기 위한 퀴즈와 수정된 설명.
nl: Quizzen en gecorrigeerde uitleg om automatisme te verankeren en je typische fouten te herkennen.
no: Quiz og korrigerte forklaringer for å forankre automatikk og identifisere typiske feil.
pl: Quizy i poprawione wyjaśnienia, aby utrwalić automatyzmy i zidentyfikować typowe błędy.
pt_pt: Quizzes e explicações corrigidas para ancorar os automatismos e identificar seus erros típicos.
ro: Quiz-uri și explicații corectate pentru a ancrasa automatismul și a identifica erorile tipice.
ru: Тесты и исправленные объяснения для закрепления автоматизмов и выявления ваших типичных ошибок.
sk: Kvízy a opravené vysvetlenia na upevnenie automatizmov a identifikáciu vašich typických chýb.
sv: Quiz och korrigerade förklaringar för att befästa automatismer och identifiera dina typiska misstag.
sw: Maswali ya mtihani na maelezo yaliyorekebishwa ili kuimarisha tabia na kutambua makosa yako ya kawaida.
tr: Otomatikleşmeleri pekiştirmek ve tipik hatalarınızı tespit etmek için quizler ve düzeltilmiş açıklamalar.
uk: Тести та виправлені пояснення для закріплення автоматизмів та виявлення ваших типових помилок.
vi: Các bài kiểm tra và giải thích đã được sửa để củng cố thói quen và phát hiện những lỗi điển hình của bạn.
zh_hans: 测验和纠正解释，以巩固自动化并识别您的典型错误。

# ed_math_statistics_mean_course_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_mean_course_lim1
source: Une moyenne ne résume pas toute une distribution : sans information sur la dispersion (écart-type, quartiles…), elle peut masquer des écarts importants.
af: 'n Gemiddelde som nie 'n hele verspreiding op nie: sonder inligting oor die verspreiding (standaardafwyking, kwartiele…), kan dit belangrike afwykings verdoesel.
bg: Средната стойност не обобщава цялото разпределение: без информация за разсейването (стандартно отклонение, квартилите…), тя може да скрие важни отклонения.
cs: Průměr nezahrnuje celou distribuci: bez informací o rozptylu (směrodatná odchylka, kvartily…) může skrývat významné odchylky.
da: Et gennemsnit opsummerer ikke hele en fordeling: uden information om spredning (standardafvigelse, kvartiler…) kan det skjule vigtige afvigelser.
de: Ein Mittelwert fasst nicht eine gesamte Verteilung zusammen: Ohne Informationen über die Streuung (Standardabweichung, Quartile…) kann er wichtige Abweichungen verbergen.
el: Μια μέση τιμή δεν συνοψίζει ολόκληρη μια κατανομή: χωρίς πληροφορίες για την διασπορά (τυπική απόκλιση, τεταρτημόρια…), μπορεί να κρύψει σημαντικές αποκλίσεις.
es: Una media no resume toda una distribución: sin información sobre la dispersión (desviación estándar, cuartiles…), puede ocultar diferencias importantes.
fi: Keskiarvo ei tiivistä koko jakaumaa: ilman tietoa hajonnasta (keskihajonta, kvartiilit…) se voi peittää tärkeitä poikkeamia.
fil: Ang isang average ay hindi nagbubuod ng buong pamamahagi: nang walang impormasyon tungkol sa dispersion (standard deviation, quartiles…), maaari itong magtago ng mga mahahalagang pagkakaiba.
hu: Egy átlag nem foglalja magában az egész eloszlást: információ nélkül a szórásról (szórás, kvartilisek…), fontos eltéréseket rejthet el.
id: Sebuah rata-rata tidak merangkum seluruh distribusi: tanpa informasi tentang dispersi (deviasi standar, kuartil…), itu dapat menyembunyikan perbedaan yang signifikan.
it: Una media non riassume tutta una distribuzione: senza informazioni sulla dispersione (deviazione standard, quartili…), può nascondere scostamenti importanti.
ja: 平均は分布全体を要約するものではありません：分散に関する情報（標準偏差、四分位数など）がないと、重要な差異を隠す可能性があります。
ko: 평균은 전체 분포를 요약하지 않습니다: 분산에 대한 정보(표준 편차, 사분위수 등)가 없으면 중요한 차이를 숨길 수 있습니다.
nl: Een gemiddelde vat niet een hele verdeling samen: zonder informatie over de spreiding (standaarddeviatie, kwartielen…) kan het belangrijke afwijkingen verbergen.
no: Et gjennomsnitt oppsummerer ikke hele en fordeling: uten informasjon om spredning (standardavvik, kvartiler…), kan det skjule viktige avvik.
pl: Średnia nie podsumowuje całej rozkładu: bez informacji o rozproszeniu (odchylenie standardowe, kwartyle…), może ukrywać istotne różnice.
pt_pt: Uma média não resume toda uma distribuição: sem informação sobre a dispersão (desvio padrão, quartis…), pode mascarar desvios importantes.
ro: O medie nu rezumă întreaga distribuție: fără informații despre dispersie (abatere standard, quartile…), poate masca abateri importante.
ru: Средняя не резюмирует всю распределение: без информации о разбросе (стандартное отклонение, квартиль…), она может скрывать важные отклонения.
sk: Priemer nezhrňuje celú distribúciu: bez informácií o rozptyle (štandardná odchýlka, kvartily…) môže zakrývať významné odchýlky.
sv: Ett medelvärde sammanfattar inte hela en fördelning: utan information om spridning (standardavvikelse, kvartiler…) kan det dölja viktiga avvikelser.
sw: Wastani hauwezi kufupisha usambazaji wote: bila taarifa kuhusu kutawanyika (kiwango cha kawaida, quartiles…), inaweza kuficha tofauti muhimu.
tr: Bir ortalama tüm bir dağılımı özetlemez: dağılım hakkında bilgi olmadan (standart sapma, çeyrekler…), önemli farklılıkları gizleyebilir.
uk: Середня не підсумовує всю розподіл: без інформації про дисперсію (стандартне відхилення, квартилі…) вона може приховувати важливі відхилення.
vi: Một trung bình không tóm tắt toàn bộ phân phối: nếu không có thông tin về độ phân tán (độ lệch chuẩn, tứ phân…), nó có thể che giấu những sai lệch quan trọng.
zh_hans: 一个平均数并不能总结整个分布：没有关于离散度的信息（标准差、四分位数……），它可能掩盖重要的差异。

# ed_math_statistics_mean_course_lim2
source: Le bon type de moyenne dépend du contexte : addition de valeurs (arithmétique), coefficients/quantités (pondérée), composition (géométrique), ratios sur base identique (harmonique), amplitude/erreur (RMS).
af: Die regte tipe gemiddelde hang af van die konteks: optelling van waardes (aritmeties), koëffisiënte/hoeveelhede (gewogen), samestelling (geometries), verhoudings op 'n identiese basis (harmonies), amplitude/fout (RMS).
bg: Правилният тип средна стойност зависи от контекста: събиране на стойности (аритметична), коефициенти/количества (претеглена), състав (геометрична), съотношения на една и съща основа (хармонична), амплитуда/грешка (RMS).
cs: Správný typ průměru závisí na kontextu: součet hodnot (aritmetický), koeficienty/množství (vážený), složení (geometrický), poměry na stejné bázi (harmonický), amplituda/chyba (RMS).
da: Den rigtige type gennemsnit afhænger af konteksten: addition af værdier (aritmetisk), koefficienter/mængder (vægtet), sammensætning (geometrisk), forhold baseret på identiske grundlag (harmonisk), amplitude/fejl (RMS).
de: Der richtige Typ von Mittelwert hängt vom Kontext ab: Addition von Werten (arithmetisch), Koeffizienten/Mengen (gewichtet), Zusammensetzung (geometrisch), Verhältnisse auf identischer Basis (harmonisch), Amplitude/Fehler (RMS).
el: Ο σωστός τύπος μέσης τιμής εξαρτάται από το πλαίσιο: πρόσθεση τιμών (αριθμητική), συντελεστές/ποσότητες (σταθμισμένη), σύνθεση (γεωμετρική), αναλογίες με βάση την ίδια βάση (αρμονική), πλάτος/σφάλμα (RMS).
es: El tipo correcto de media depende del contexto: suma de valores (aritmética), coeficientes/cantidades (ponderada), composición (geométrica), ratios sobre base idéntica (armónica), amplitud/error (RMS).
fi: Oikea keskiarvotyyppi riippuu kontekstista: arvojen yhdisteleminen (aritmeettinen), kertoimet/määrät (painotettu), koostumus (geometrinen), suhteet samasta perustasta (harmoninen), amplitudi/virhe (RMS).
fil: Ang tamang uri ng average ay nakasalalay sa konteksto: pagdaragdag ng mga halaga (aritmetika), mga coefficient/dami (pinagsama), komposisyon (heometriko), mga ratio sa parehong batayan (harmoniko), amplitude/error (RMS).
hu: A megfelelő átlag típusa a kontextustól függ: értékek összeadása (aritmetikai), koefficiensek/mennyiségek (súlyozott), összetétel (geometriai), azonos alapú arányok (harmonikus), amplitúdó/hiba (RMS).
id: Jenis rata-rata yang tepat tergantung pada konteks: penjumlahan nilai (aritmetika), koefisien/jumlah (tertimbang), komposisi (geometris), rasio berdasarkan dasar yang sama (harmonis), amplitudo/kesalahan (RMS).
it: Il tipo giusto di media dipende dal contesto: somma di valori (aritmetica), coefficienti/quantità (ponderata), composizione (geometrica), rapporti su base identica (armonica), ampiezza/errore (RMS).
ja: 適切な平均のタイプは文脈によって異なります：値の加算（算術）、係数/数量（加重）、構成（幾何）、同じ基準の比率（調和）、振幅/誤差（RMS）。
ko: 적절한 평균 유형은 맥락에 따라 다릅니다: 값의 합(산술), 계수/수량(가중), 구성(기하), 동일한 기준의 비율(조화), 진폭/오류(RMS).
nl: Het juiste type gemiddelde hangt af van de context: optelling van waarden (aritmetisch), coëfficiënten/hoeveelheden (gewogen), samenstelling (geometrisch), verhoudingen op basis van identieke waarden (harmonisch), amplitude/fout (RMS).
no: Den riktige typen gjennomsnitt avhenger av konteksten: summen av verdier (aritmetisk), koeffisienter/kvantiteter (vektet), sammensetning (geometrisk), forhold på samme basis (harmonisk), amplitude/feil (RMS).
pl: Odpowiedni typ średniej zależy od kontekstu: suma wartości (arytmetyczna), współczynniki/ilości (ważona), skład (geometryczna), wskaźniki na tej samej podstawie (harmoniczna), amplituda/błąd (RMS).
pt_pt: O tipo certo de média depende do contexto: adição de valores (aritmética), coeficientes/quantidades (ponderada), composição (geométrica), razões com base idêntica (harmônica), amplitude/erro (RMS).
ro: Tipul corect de medie depinde de context: adunarea valorilor (aritmetică), coeficienți/quantități (ponderată), compoziție (geometrică), rapoarte pe bază identică (harmonică), amplitudine/eroare (RMS).
ru: Правильный тип средней зависит от контекста: сложение значений (арифметическая), коэффициенты/количества (взвешенная), состав (геометрическая), соотношения на одинаковой основе (гармоническая), амплитуда/ошибка (RMS).
sk: Správny typ priemeru závisí od kontextu: sčítanie hodnôt (aritmetický), koeficienty/množstvá (vážený), zloženie (geometrický), pomery na rovnakom základe (harmonický), amplitúda/chyba (RMS).
sv: Den rätta typen av medelvärde beror på kontexten: addition av värden (aritmetiskt), koefficienter/kvantiteter (viktat), sammansättning (geometriskt), förhållanden på samma grund (harmoniskt), amplitud/fel (RMS).
sw: Aina sahihi ya wastani inategemea muktadha: jumla ya thamani (aritmetiki), vigezo/mawazo (iliyopimwa), muundo (jiometri), uwiano kwa msingi sawa (harmoniki), amplitude/kosa (RMS).
tr: Doğru ortalama türü bağlama bağlıdır: değerlerin toplamı (aritmetik), katsayılar/miktarlar (ağırlıklı), bileşim (geometrik), aynı temel üzerindeki oranlar (harmonik), genlik/hata (RMS).
uk: Правильний тип середньої залежить від контексту: додавання значень (арифметична), коефіцієнти/кількості (зважена), склад (геометрична), співвідношення на основі однакових (гармонійна), амплітуда/помилка (RMS).
vi: Loại trung bình phù hợp phụ thuộc vào ngữ cảnh: cộng các giá trị (trung bình cộng), hệ số/số lượng (trung bình trọng số), thành phần (trung bình hình học), tỷ lệ trên cơ sở giống nhau (trung bình điều hòa), biên độ/lỗi (RMS).
zh_hans: 合适的平均数类型取决于上下文：数值的加法（算术），系数/数量（加权），组成（几何），基于相同基础的比率（调和），幅度/误差（RMS）。
