Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_weighted_definition_sub
source: On pèse chaque taux par son importance (poids), puis on normalise par la somme des poids.
af: Ons weeg elke koers volgens sy belangrikheid (gewig), en normaliseer dan volgens die som van die gewigte.
bg: Теглим всеки процент според неговото значение (тегло), след което нормализираме по сумата на теглата.
cs: Každou sazbu vážíme podle její důležitosti (váha), poté normalizujeme podle součtu vah.
da: Vi vægter hver sats efter dens betydning (vægt), og derefter normaliserer vi med summen af vægtene.
de: Wir gewichten jeden Satz nach seiner Bedeutung (Gewicht) und normalisieren dann durch die Summe der Gewichte.
el: Ζυγίζουμε κάθε ρυθμό ανάλογα με τη σημασία του (βάρος), και στη συνέχεια κανονικοποιούμε με το άθροισμα των βαρών.
es: Se pesa cada tasa por su importancia (peso), luego se normaliza por la suma de los pesos.
fi: Punnitsemme jokaisen prosenttiosuuden sen tärkeyden (paino) mukaan, ja normalisoimme sitten painojen summalla.
fil: Tinatimbang namin ang bawat rate ayon sa kahalagahan nito (timbang), pagkatapos ay pinapantay ito sa kabuuan ng mga timbang.
hu: Minden rátát a fontossága (súly) szerint súlyozunk, majd normalizálunk a súlyok összegével.
id: Kita membobot setiap rasio berdasarkan pentingnya (bobot), kemudian dinormalisasi dengan jumlah bobot.
it: Si pesa ogni tasso per la sua importanza (peso), poi normalizziamo per la somma dei pesi.
ja: 各率をその重要性（重み）で重み付けし、重みの合計で正規化します。
ko: 각 비율을 그 중요성(가중치)으로 곱한 다음, 가중치의 합으로 정규화합니다.
nl: We wegen elk tarief naar zijn belang (gewicht) en normaliseren vervolgens door de som van de gewichten.
no: Vi veier hver sats etter dens betydning (vekt), og deretter normaliserer vi med summen av vektene.
pl: Ważymy każdą stawkę według jej znaczenia (wagi), a następnie normalizujemy przez sumę wag.
pt_pt: Pesamos cada taxa pela sua importância (peso), depois normalizamos pela soma dos pesos.
ro: Se cântărește fiecare rată în funcție de importanța sa (greutate), apoi se normalizează prin suma greutăților.
ru: Мы взвешиваем каждую ставку по её важности (вес), затем нормализуем по сумме весов.
sk: Každú mieru vážime podľa jej dôležitosti (váha) a potom normalizujeme podľa súčtu váh.
sv: Vi väger varje procent efter dess betydelse (vikt), och normaliserar sedan med summan av vikterna.
sw: Tunapima kila kiwango kwa umuhimu wake (uzito), kisha tunafanya kawaida kwa jumla ya uzito.
tr: Her oranı önemine (ağırlık) göre tartıyoruz, ardından ağırlıkların toplamı ile normalleştiriyoruz.
uk: Ми зважуємо кожну ставку за її важливістю (вага), а потім нормалізуємо за сумою ваг.
vi: Chúng ta cân nhắc mỗi tỷ lệ theo tầm quan trọng của nó (trọng số), sau đó chuẩn hóa theo tổng trọng số.
zh_hans: 我们根据每个比率的重要性（权重）进行加权，然后通过权重的总和进行归一化。

# pct_weighted_step1
source: Multipliez chaque taux par son poids : pᵢ × wᵢ.
af: Vermenigvuldig elke koers met sy gewig: pᵢ × wᵢ.
bg: Умножете всеки процент по неговото тегло: pᵢ × wᵢ.
cs: Vynásobte každou sazbu její vahou: pᵢ × wᵢ.
da: Multiplicer hver sats med sin vægt: pᵢ × wᵢ.
de: Multiplizieren Sie jeden Satz mit seinem Gewicht: pᵢ × wᵢ.
el: Πολλαπλασιάστε κάθε ρυθμό με το βάρος του: pᵢ × wᵢ.
es: Multiplica cada tasa por su peso: pᵢ × wᵢ.
fi: Kerro jokainen korko sen painolla: pᵢ × wᵢ.
fil: I-multiply ang bawat rate sa kanyang timbang: pᵢ × wᵢ.
hu: Szorozza meg minden rátát a súlyával: pᵢ × wᵢ.
id: Kalikan setiap rasio dengan bobotnya: pᵢ × wᵢ.
it: Moltiplica ogni tasso per il suo peso : pᵢ × wᵢ.
ja: 各率をその重みで掛けます：pᵢ × wᵢ。
ko: 각 비율에 가중치를 곱합니다: pᵢ × wᵢ.
nl: Vermenigvuldig elk tarief met zijn gewicht: pᵢ × wᵢ.
no: Multipliser hver rate med sin vekt: pᵢ × wᵢ.
pl: Pomnóż każdą stawkę przez jej wagę: pᵢ × wᵢ.
pt_pt: Multiplique cada taxa pelo seu peso: pᵢ × wᵢ.
ro: Înmulțiți fiecare rată cu greutatea sa: pᵢ × wᵢ.
ru: Умножьте каждую ставку на её вес: pᵢ × wᵢ.
sk: Vynásobte každú mieru jej váhou: pᵢ × wᵢ.
sv: Multiplicera varje takt med sin vikt: pᵢ × wᵢ.
sw: Weka kila kiwango kwa uzito wake: pᵢ × wᵢ.
tr: Her oranı ağırlığı ile çarpın: pᵢ × wᵢ.
uk: Помножте кожну ставку на її вагу: pᵢ × wᵢ.
vi: Nhân mỗi tỷ lệ với trọng số của nó: pᵢ × wᵢ.
zh_hans: 将每个比率乘以其权重：pᵢ × wᵢ。

# pct_weighted_step2
source: Additionnez ces produits : Σ(pᵢ × wᵢ).
af: Tel hierdie produkte bymekaar: Σ(pᵢ × wᵢ).
bg: Съберете тези произведения: Σ(pᵢ × wᵢ).
cs: Sečtěte tyto součiny: Σ(pᵢ × wᵢ).
da: Læg disse produkter sammen: Σ(pᵢ × wᵢ).
de: Addieren Sie diese Produkte: Σ(pᵢ × wᵢ).
el: Προσθέστε αυτά τα προϊόντα: Σ(pᵢ × wᵢ).
es: Suma estos productos: Σ(pᵢ × wᵢ).
fi: Yhdistä nämä tuotteet: Σ(pᵢ × wᵢ).
fil: I-add ang mga produktong ito: Σ(pᵢ × wᵢ).
hu: Adja össze ezeket a szorzatokat: Σ(pᵢ × wᵢ).
id: Jumlahkan produk-produk ini: Σ(pᵢ × wᵢ).
it: Somma questi prodotti : Σ(pᵢ × wᵢ).
ja: これらの積を加算します：Σ(pᵢ × wᵢ)。
ko: 이 곱을 더합니다: Σ(pᵢ × wᵢ).
nl: Tel deze producten op: Σ(pᵢ × wᵢ).
no: Legg sammen disse produktene: Σ(pᵢ × wᵢ).
pl: Dodaj te iloczyny: Σ(pᵢ × wᵢ).
pt_pt: Some esses produtos: Σ(pᵢ × wᵢ).
ro: Adunați aceste produse: Σ(pᵢ × wᵢ).
ru: Сложите эти произведения: Σ(pᵢ × wᵢ).
sk: Sčítajte tieto produkty: Σ(pᵢ × wᵢ).
sv: Lägg ihop dessa produkter: Σ(pᵢ × wᵢ).
sw: Jumlisha bidhaa hizi: Σ(pᵢ × wᵢ).
tr: Bu ürünleri toplayın: Σ(pᵢ × wᵢ).
uk: Додайте ці добутки: Σ(pᵢ × wᵢ).
vi: Cộng các sản phẩm này lại: Σ(pᵢ × wᵢ).
zh_hans: 将这些乘积相加：Σ(pᵢ × wᵢ)。

# pct_weighted_step3
source: Divisez par la somme des poids : Σwᵢ.
af: Deel deur die som van die gewigte: Σwᵢ.
bg: Разделете на сумата на теглата: Σwᵢ.
cs: Dělte součtem vah: Σwᵢ.
da: Del med summen af vægtene: Σwᵢ.
de: Teilen Sie durch die Summe der Gewichte: Σwᵢ.
el: Διαιρέστε με το άθροισμα των βαρών: Σwᵢ.
es: Divide por la suma de los pesos: Σwᵢ.
fi: Jaa painojen summalla: Σwᵢ.
fil: Hatiin sa kabuuan ng mga timbang: Σwᵢ.
hu: Ossza el a súlyok összegével: Σwᵢ.
id: Bagi dengan jumlah bobot: Σwᵢ.
it: Dividi per la somma dei pesi : Σwᵢ.
ja: 重みの合計で割ります：Σwᵢ。
ko: 가중치의 합으로 나눕니다: Σwᵢ.
nl: Deel door de som van de gewichten: Σwᵢ.
no: Del på summen av vektene: Σwᵢ.
pl: Podziel przez sumę wag: Σwᵢ.
pt_pt: Divida pela soma dos pesos: Σwᵢ.
ro: Împărțiți la suma greutăților: Σwᵢ.
ru: Разделите на сумму весов: Σwᵢ.
sk: Deliť súčtom váh: Σwᵢ.
sv: Dela med summan av vikterna: Σwᵢ.
sw: Gawanya kwa jumla ya uzito: Σwᵢ.
tr: Ağırlıkların toplamına bölün: Σwᵢ.
uk: Поділіть на суму ваг: Σwᵢ.
vi: Chia cho tổng trọng số: Σwᵢ.
zh_hans: 除以权重的总和：Σwᵢ。

# pct_weighted_example_note
source: Exemple : 10% (poids 1) et 20% (poids 3) → (10×1 + 20×3) / (1+3) = 17,5%.
af: Voorbeeld: 10% (gewig 1) en 20% (gewig 3) → (10×1 + 20×3) / (1+3) = 17,5%.
bg: Пример: 10% (тегло 1) и 20% (тегло 3) → (10×1 + 20×3) / (1+3) = 17,5%.
cs: Příklad: 10% (váha 1) a 20% (váha 3) → (10×1 + 20×3) / (1+3) = 17,5%.
da: Eksempel: 10% (vægt 1) og 20% (vægt 3) → (10×1 + 20×3) / (1+3) = 17,5%.
de: Beispiel: 10% (Gewicht 1) und 20% (Gewicht 3) → (10×1 + 20×3) / (1+3) = 17,5%.
el: Παράδειγμα: 10% (βάρος 1) και 20% (βάρος 3) → (10×1 + 20×3) / (1+3) = 17,5%.
es: Ejemplo: 10% (peso 1) y 20% (peso 3) → (10×1 + 20×3) / (1+3) = 17,5%.
fi: Esimerkki: 10% (paino 1) ja 20% (paino 3) → (10×1 + 20×3) / (1+3) = 17,5%.
fil: Halimbawa: 10% (timbang 1) at 20% (timbang 3) → (10×1 + 20×3) / (1+3) = 17.5%.
hu: Példa: 10% (súly 1) és 20% (súly 3) → (10×1 + 20×3) / (1+3) = 17,5%.
id: Contoh: 10% (bobot 1) dan 20% (bobot 3) → (10×1 + 20×3) / (1+3) = 17,5%.
it: Esempio : 10% (peso 1) e 20% (peso 3) → (10×1 + 20×3) / (1+3) = 17,5%.
ja: 例：10%（重み1）と20%（重み3）→ (10×1 + 20×3) / (1+3) = 17.5%。
ko: 예: 10% (가중치 1)와 20% (가중치 3) → (10×1 + 20×3) / (1+3) = 17.5%.
nl: Voorbeeld: 10% (gewicht 1) en 20% (gewicht 3) → (10×1 + 20×3) / (1+3) = 17,5%.
no: Eksempel: 10% (vekt 1) og 20% (vekt 3) → (10×1 + 20×3) / (1+3) = 17,5%.
pl: Przykład: 10% (waga 1) i 20% (waga 3) → (10×1 + 20×3) / (1+3) = 17,5%.
pt_pt: Exemplo: 10% (peso 1) e 20% (peso 3) → (10×1 + 20×3) / (1+3) = 17,5%.
ro: Exemplu: 10% (greutate 1) și 20% (greutate 3) → (10×1 + 20×3) / (1+3) = 17,5%.
ru: Пример: 10% (вес 1) и 20% (вес 3) → (10×1 + 20×3) / (1+3) = 17,5%.
sk: Príklad: 10% (váha 1) a 20% (váha 3) → (10×1 + 20×3) / (1+3) = 17,5%.
sv: Exempel: 10% (vikt 1) och 20% (vikt 3) → (10×1 + 20×3) / (1+3) = 17,5%.
sw: Mfano: 10% (uzito 1) na 20% (uzito 3) → (10×1 + 20×3) / (1+3) = 17.5%.
tr: Örnek: %10 (ağırlık 1) ve %20 (ağırlık 3) → (10×1 + 20×3) / (1+3) = %17,5.
uk: Приклад: 10% (вага 1) та 20% (вага 3) → (10×1 + 20×3) / (1+3) = 17,5%.
vi: Ví dụ: 10% (trọng số 1) và 20% (trọng số 3) → (10×1 + 20×3) / (1+3) = 17,5%.
zh_hans: 示例：10%（权重1）和20%（权重3）→ (10×1 + 20×3) / (1+3) = 17.5%。

# pt_check_title
source: Vérifier si un tableau est proportionnel
af: Kontroleer of 'n tabel proporsioneel is
bg: Проверете дали таблицата е пропорционална
cs: Zkontrolujte, zda je tabulka proporcionální
da: Kontroller om en tabel er proportional
de: Überprüfen, ob eine Tabelle proportional ist
el: Ελέγξτε αν ένας πίνακας είναι αναλογικός
es: Verificar si una tabla es proporcional
fi: Tarkista, onko taulukko suhteellinen
fil: Suriin kung ang isang talahanayan ay proporsyonal
hu: Ellenőrizze, hogy egy táblázat arányos-e
id: Periksa apakah tabel proporsional
it: Verifica se una tabella è proporzionale
ja: 配列が比例しているか確認する
ko: 표가 비례하는지 확인합니다.
nl: Controleer of een tabel proportioneel is
no: Sjekk om en tabell er proporsjonal
pl: Sprawdź, czy tabela jest proporcjonalna
pt_pt: Verificar se uma tabela é proporcional
ro: Verificați dacă un tabel este proporțional
ru: Проверить, является ли таблица пропорциональной
sk: Skontrolujte, či je tabuľka proporcionálna
sv: Kontrollera om en tabell är proportionell
sw: Kagua ikiwa jedwali ni la uwiano
tr: Bir tablonun orantılı olup olmadığını kontrol et
uk: Перевірити, чи таблиця пропорційна
vi: Kiểm tra xem một bảng có tỷ lệ tương ứng hay không
zh_hans: 检查一个表是否成比例

# pt_check_subtitle
source: Tester si les lignes/colonnes sont proportionnelles.
af: Toets of die rye/kolomme proporsioneel is.
bg: Тествайте дали редовете/колоните са пропорционални.
cs: Otestujte, zda jsou řádky/sloupce proporcionální.
da: Test om rækker/kolonner er proportionale.
de: Testen, ob die Zeilen/Spalten proportional sind.
el: Δοκιμάστε αν οι γραμμές/στήλες είναι αναλογικές.
es: Probar si las filas/columnas son proporcionales.
fi: Testaa, ovatko rivit/sarakkeet suhteellisia.
fil: Subukan kung ang mga linya/kolum ay proporsyonal.
hu: Tesztelje, hogy a sorok/oszlopok arányosak-e.
id: Uji apakah baris/kolom proporsional.
it: Testa se le righe/colonne sono proporzionali.
ja: 行/列が比例しているかテストする。
ko: 행/열이 비례하는지 테스트합니다.
nl: Test of de rijen/kolommen proportioneel zijn.
no: Test om radene/kolonnene er proporsjonale.
pl: Przetestuj, czy wiersze/kolumny są proporcjonalne.
pt_pt: Testar se as linhas/colunas são proporcionais.
ro: Testați dacă liniile/coloanele sunt proporționale.
ru: Проверить, являются ли строки/столбцы пропорциональными.
sk: Testujte, či sú riadky/stĺpce proporcionálne.
sv: Testa om rader/kolumner är proportionella.
sw: Jaribu ikiwa mistari/koloni ni ya uwiano.
tr: Satır/sütunların orantılı olup olmadığını test et.
uk: Перевірити, чи рядки/стовпці пропорційні.
vi: Kiểm tra xem các dòng/cột có tỷ lệ tương ứng hay không.
zh_hans: 测试行/列是否成比例。

# pt_cols_label
source: Colonnes
af: Kolomme
bg: Колони
cs: Sloupce
da: Kolonner
de: Spalten
el: Στήλες
es: Columnas
fi: Sarakkeet
fil: Mga Kolum
hu: Oszlopok
id: Kolom
it: Colonne
ja: 列
ko: 열
nl: Kolommen
no: Kolonner
pl: Kolumny
pt_pt: Colunas
ro: Coloane
ru: Столбцы
sk: Stĺpce
sv: Kolumner
sw: Koloni
tr: Sütunlar
uk: Стовпці
vi: Cột
zh_hans: 列

# pt_remove_col_aria
source: Remove column
af: Verwyder kolom
bg: Премахнете колона
cs: Odstranit sloupec
da: Fjern kolonne
de: Spalte entfernen
el: Αφαιρέστε στήλη
es: Eliminar columna
fi: Poista sarake
fil: Tanggalin ang kolum
hu: Oszlop eltávolítása
id: Hapus kolom
it: Rimuovi colonna
ja: 列を削除
ko: 열 제거
nl: Verwijder kolom
no: Fjern kolonne
pl: Usuń kolumnę
pt_pt: Remover coluna
ro: Eliminați coloana
ru: Удалить столбец
sk: Odstrániť stĺpec
sv: Ta bort kolumn
sw: Ondoa koloni
tr: Sütunu kaldır
uk: Видалити стовпець
vi: Xóa cột
zh_hans: 移除列

# pt_add_col_aria
source: Add column
af: Voeg kolom by
bg: Добавете колона
cs: Přidat sloupec
da: Tilføj kolonne
de: Spalte hinzufügen
el: Προσθέστε στήλη
es: Agregar columna
fi: Lisää sarake
fil: Magdagdag ng kolum
hu: Oszlop hozzáadása
id: Tambahkan kolom
it: Aggiungi colonna
ja: 列を追加
ko: 열 추가
nl: Voeg kolom toe
no: Legg til kolonne
pl: Dodaj kolumnę
pt_pt: Adicionar coluna
ro: Adăugați coloana
ru: Добавить столбец
sk: Pridať stĺpec
sv: Lägg till kolumn
sw: Ongeza koloni
tr: Sütun ekle
uk: Додати стовпець
vi: Thêm cột
zh_hans: 添加列

# pt_row1
source: Ligne 1
af: Lyn 1
bg: Ред 1
cs: Řádek 1
da: Række 1
de: Zeile 1
el: Γραμμή 1
es: Fila 1
fi: Rivi 1
fil: Linia 1
hu: 1. sor
id: Baris 1
it: Riga 1
ja: 行1
ko: 행 1
nl: Rij 1
no: Rad 1
pl: Wiersz 1
pt_pt: Linha 1
ro: Linia 1
ru: Строка 1
sk: Riadok 1
sv: Rad 1
sw: Mstari 1
tr: Satır 1
uk: Рядок 1
vi: Dòng 1
zh_hans: 行1

# pt_row2
source: Ligne 2
af: Lyn 2
bg: Ред 2
cs: Řádek 2
da: Række 2
de: Zeile 2
el: Γραμμή 2
es: Fila 2
fi: Rivi 2
fil: Linia 2
hu: 2. sor
id: Baris 2
it: Riga 2
ja: 行2
ko: 행 2
nl: Rij 2
no: Rad 2
pl: Wiersz 2
pt_pt: Linha 2
ro: Linia 2
ru: Строка 2
sk: Riadok 2
sv: Rad 2
sw: Mstari 2
tr: Satır 2
uk: Рядок 2
vi: Dòng 2
zh_hans: 行2

# pt_check_result
source: Résultat
af: Resultaat
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulos
fil: Resulta
hu: Eredmény
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
no: Resultat
pl: Wynik
pt_pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
sw: Matokeo
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 结果

# pt_ratio_label
source: k (ratio)
af: k (verhouding)
bg: k (отношение)
cs: k (poměr)
da: k (forhold)
de: k (Verhältnis)
el: k (αναλογία)
es: k (razón)
fi: k (suhde)
hu: k (arány)
id: k (rasio)
it: k (rapporto)
ja: k（比率）
ko: k (비율)
nl: k (verhouding)
no: k (forhold)
pl: k (wskaźnik)
pt_pt: k (razão)
ro: k (raport)
ru: k (соотношение)
sk: k (pomer)
sv: k (förhållande)
sw: k (uwiano)
tr: k (oran)
uk: k (співвідношення)
vi: k (tỷ lệ)
zh_hans: k（比率）

# pt_bad_cols_label
source: Colonnes non conformes
af: Nie-konforme kolomme
bg: Непропорционални колони
cs: Nezákonné sloupce
da: Ikke-overensstemmende kolonner
de: Nicht konforme Spalten
el: Μη συμμορφούμενες στήλες
es: Columnas no conformes
fi: Suhteettomat sarakkeet
fil: Hindi naaayon na mga kolum
hu: Nem megfelelő oszlopok
id: Kolom tidak sesuai
it: Colonne non conformi
ja: 不適合な列
ko: 비례하지 않는 열
nl: Niet-conforme kolommen
no: Ikke-konforme kolonner
pl: Kolumny niezgodne
pt_pt: Colunas não conformes
ro: Coloane neconforme
ru: Непропорциональные столбцы
sk: Nezodpovedajúce stĺpce
sv: Icke-konforma kolumner
sw: Koloni zisizo za kawaida
tr: Uyumsuz sütunlar
uk: Непропорційні стовпці
vi: Các cột không phù hợp
zh_hans: 不合规列

# pt_need_data_note
source: Remplissez au moins deux colonnes complètes (et la valeur de la ligne 1 non nulle) pour vérifier.
af: Vul ten minste twee volledige kolomme in (en die waarde van lyn 1 nie nul) om te kontroleer.
bg: Попълнете поне две пълни колони (и стойността на ред 1 да не е нула), за да проверите.
cs: Vyplňte alespoň dva kompletní sloupce (a hodnota v řádku 1 nesmí být nulová) pro ověření.
da: Udfyld mindst to komplette kolonner (og værdien af række 1 ikke nul) for at kontrollere.
de: Füllen Sie mindestens zwei vollständige Spalten aus (und der Wert in Zeile 1 ist ungleich null), um zu überprüfen.
el: Συμπληρώστε τουλάχιστον δύο πλήρεις στήλες (και η τιμή της γραμμής 1 να είναι μη μηδενική) για να ελέγξετε.
es: Complete al menos dos columnas completas (y el valor de la fila 1 no nula) para verificar.
fi: Täytä vähintään kaksi täydellistä saraketta (ja rivin 1 arvo ei ole nolla) tarkistusta varten.
fil: Punan ang hindi bababa sa dalawang kumpletong kolum (at ang halaga ng linya 1 ay hindi zero) upang suriin.
hu: Töltsön ki legalább két teljes oszlopot (és az 1. sor értéke ne legyen nulla) a ellenőrzéshez.
id: Isi setidaknya dua kolom lengkap (dan nilai baris 1 tidak nol) untuk memeriksa.
it: Compila almeno due colonne complete (e il valore della riga 1 non nullo) per verificare.
ja: 確認するために、少なくとも2つの完全な列（および行1の値が0でないこと）を入力してください。
ko: 검증을 위해 최소한 두 개의 완전한 열(그리고 행 1의 값이 0이 아님)을 채우십시오.
nl: Vul ten minste twee volledige kolommen in (en de waarde van rij 1 niet nul) om te controleren.
no: Fyll ut minst to komplette kolonner (og verdien i rad 1 er ikke null) for å sjekke.
pl: Wypełnij co najmniej dwie pełne kolumny (i wartość wiersza 1 niezerowa), aby sprawdzić.
pt_pt: Preencha pelo menos duas colunas completas (e o valor da linha 1 não nulo) para verificar.
ro: Completați cel puțin două coloane complete (și valoarea din linia 1 să fie nenulă) pentru a verifica.
ru: Заполните как минимум два полных столбца (и значение в строке 1 не ноль), чтобы проверить.
sk: Vyplňte aspoň dva kompletné stĺpce (a hodnota v riadku 1 nesmie byť nulová) na overenie.
sv: Fyll i minst två kompletta kolumner (och värdet i rad 1 är inte noll) för att kontrollera.
sw: Jaza angalau koloni mbili kamili (na thamani ya mstari 1 isiyo sifuri) ili kukagua.
tr: Kontrol etmek için en az iki tam sütun doldurun (ve satır 1'in değeri sıfırdan farklı olmalıdır).
uk: Заповніть принаймні два повні стовпці (і значення рядка 1 не нульове) для перевірки.
vi: Vui lòng điền ít nhất hai cột đầy đủ (và giá trị của dòng 1 không bằng 0) để kiểm tra.
zh_hans: 请填写至少两列完整（并且行1的值不为零）以进行验证。

# pt_div0_note
source: Division par zéro : une valeur de la ligne 1 vaut 0 dans une colonne complète.
af: Deel deur nul: 'n waarde van lyn 1 is 0 in 'n volledige kolom.
bg: Деление на нула: стойност на ред 1 е 0 в пълна колона.
cs: Dělení nulou: hodnota v řádku 1 je 0 v kompletním sloupci.
da: Division med nul: en værdi i række 1 er 0 i en komplet kolonne.
de: Division durch Null: Ein Wert in Zeile 1 ist 0 in einer vollständigen Spalte.
el: Διαίρεση με το μηδέν: μια τιμή της γραμμής 1 είναι 0 σε μια πλήρη στήλη.
es: División por cero: un valor de la fila 1 es 0 en una columna completa.
fi: Nollalla jakaminen: rivin 1 arvo on 0 täydellisessä sarakkeessa.
fil: Hatiin sa zero: isang halaga ng linya 1 ay 0 sa isang kumpletong kolum.
hu: Nullával való osztás: az 1. sor egyik értéke 0 egy teljes oszlopban.
id: Pembagian dengan nol: salah satu nilai di baris 1 adalah 0 dalam kolom lengkap.
it: Divisione per zero : un valore della riga 1 è 0 in una colonna completa.
ja: ゼロ除算：完全な列の行1の値が0です。
ko: 0으로 나누기: 완전한 열에서 행 1의 값이 0입니다.
nl: Deling door nul: een waarde van rij 1 is 0 in een volledige kolom.
no: Divisjon med null: en verdi i rad 1 er 0 i en komplett kolonne.
pl: Dzielenie przez zero: wartość wiersza 1 wynosi 0 w pełnej kolumnie.
pt_pt: Divisão por zero: um valor da linha 1 é 0 em uma coluna completa.
ro: Divizare prin zero: o valoare din linia 1 este 0 într-o coloană completă.
ru: Деление на ноль: одно из значений в строке 1 равно 0 в полном столбце.
sk: Delenie nulou: hodnota v riadku 1 je 0 v kompletnom stĺpci.
sv: Division med noll: ett värde i rad 1 är 0 i en komplett kolumn.
sw: Gawanya kwa sifuri: thamani ya mstari 1 ni 0 katika koloni kamili.
tr: Sıfıra bölme: Tam bir sütunda satır 1'in bir değeri 0'dır.
uk: Ділення на нуль: значення рядка 1 дорівнює 0 в повному стовпці.
vi: Chia cho 0: một giá trị của dòng 1 bằng 0 trong một cột đầy đủ.
zh_hans: 除以零：行1的一个值在完整列中为0。

# pt_ok_note
source: Le ratio est constant : le tableau est proportionnel.
af: Die verhouding is konstant: die tabel is proporsioneel.
bg: Отношението е постоянно: таблицата е пропорционална.
cs: Poměr je konstantní: tabulka je proporcionální.
da: Forholdet er konstant: tabellen er proportional.
de: Das Verhältnis ist konstant: Die Tabelle ist proportional.
el: Η αναλογία είναι σταθερή: ο πίνακας είναι αναλογικός.
es: La razón es constante: la tabla es proporcional.
fi: Suhde on vakio: taulukko on suhteellinen.
fil: Ang ratio ay constant: ang talahanayan ay proporsyonal.
hu: Az arány állandó: a táblázat arányos.
id: Rasio adalah konstan: tabel adalah proporsional.
it: Il rapporto è costante : la tabella è proporzionale.
ja: 比率は一定です：配列は比例しています。
ko: 비율이 일정합니다: 표가 비례합니다.
nl: De verhouding is constant: de tabel is proportioneel.
no: Forholdet er konstant: tabellen er proporsjonal.
pl: Wskaźnik jest stały: tabela jest proporcjonalna.
pt_pt: A razão é constante: a tabela é proporcional.
ro: Raportul este constant: tabelul este proporțional.
ru: Соотношение постоянно: таблица пропорциональна.
sk: Pomer je konštantný: tabuľka je proporcionálna.
sv: Förhållandet är konstant: tabellen är proportionell.
sw: Uwiano ni thabiti: jedwali ni la uwiano.
tr: Oran sabittir: tablo orantılıdır.
uk: Співвідношення постійне: таблиця пропорційна.
vi: Tỉ lệ là hằng số: bảng là tỷ lệ.
zh_hans: 比率是恒定的：表是成比例的。

# pt_not_ok_note
source: Le ratio n’est pas constant : le tableau n’est pas proportionnel.
af: Die verhouding is nie konstant nie: die tabel is nie proporsioneel nie.
bg: Отношението не е постоянно: таблицата не е пропорционална.
cs: Poměr není konstantní: tabulka není proporcionální.
da: Forholdet er ikke konstant: tabellen er ikke proportional.
de: Das Verhältnis ist nicht konstant: Die Tabelle ist nicht proportional.
el: Η αναλογία δεν είναι σταθερή: ο πίνακας δεν είναι αναλογικός.
es: La razón no es constante: la tabla no es proporcional.
fi: Suhde ei ole vakio: taulukko ei ole suhteellinen.
fil: Ang ratio ay hindi constant: ang talahanayan ay hindi proporsyonal.
hu: Az arány nem állandó: a táblázat nem arányos.
id: Rasio tidak konstan: tabel tidak proporsional.
it: Il rapporto non è costante : la tabella non è proporzionale.
ja: 比率は一定ではありません：配列は比例していません。
ko: 비율이 일정하지 않습니다: 표가 비례하지 않습니다.
nl: De verhouding is niet constant: de tabel is niet proportioneel.
no: Forholdet er ikke konstant: tabellen er ikke proporsjonal.
pl: Wskaźnik nie jest stały: tabela nie jest proporcjonalna.
pt_pt: A razão não é constante: a tabela não é proporcional.
ro: Raportul nu este constant: tabelul nu este proporțional.
ru: Соотношение не постоянно: таблица не пропорциональна.
sk: Pomer nie je konštantný: tabuľka nie je proporcionálna.
sv: Förhållandet är inte konstant: tabellen är inte proportionell.
sw: Uwiano si thabiti: jedwali si la uwiano.
tr: Oran sabit değildir: tablo orantılı değildir.
uk: Співвідношення не є постійним: таблиця не є пропорційною.
vi: Tỉ lệ không phải là hằng số: bảng không phải là tỷ lệ.
zh_hans: 比率不是恒定的：表不是成比例的。
