Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_ratio_a2
source: Oui, si la première valeur est plus grande que la seconde, le ratio dépasse 100 % sans que cela soit incorrect.
af: Ja, as die eerste waarde groter is as die tweede, oorskry die verhouding 100 % sonder dat dit verkeerd is.
bg: Да, ако първата стойност е по-голяма от втората, съотношението надвишава 100 % без това да е неправилно.
cs: Ano, pokud je první hodnota větší než druhá, poměr překročí 100 % bez toho, aby to bylo nesprávné.
da: Ja, hvis den første værdi er større end den anden, overstiger forholdet 100 %, uden at det er forkert.
de: Ja, wenn der erste Wert größer ist als der zweite, überschreitet das Verhältnis 100 %, ohne dass dies falsch ist.
el: Ναι, αν η πρώτη τιμή είναι μεγαλύτερη από τη δεύτερη, η αναλογία υπερβαίνει το 100 % χωρίς αυτό να είναι λανθασμένο.
es: Sí, si el primer valor es mayor que el segundo, el ratio supera el 100 % sin que esto sea incorrecto.
fi: Kyllä, jos ensimmäinen arvo on suurempi kuin toinen, suhde ylittää 100 % ilman, että se olisi virheellinen.
fil: Oo, kung ang unang halaga ay mas malaki kaysa sa pangalawa, ang ratio ay lumalampas sa 100 % nang hindi ito mali.
hu: Igen, ha az első érték nagyobb, mint a második, a hányados meghaladja a 100%-ot, ami nem helytelen.
id: Ya, jika nilai pertama lebih besar dari yang kedua, rasio melebihi 100 % tanpa itu salah.
it: Sì, se il primo valore è maggiore del secondo, il rapporto supera il 100 % senza che ciò sia errato.
ja: はい、最初の値が二番目の値より大きい場合、比率は100%を超えますが、これは間違いではありません。
ko: 네, 첫 번째 값이 두 번째 값보다 크면 비율이 100%를 초과할 수 있으며, 이는 잘못된 것이 아닙니다.
nl: Ja, als de eerste waarde groter is dan de tweede, overschrijdt de verhouding 100 % zonder dat dit onjuist is.
no: Ja, hvis den første verdien er større enn den andre, overskrider forholdet 100 % uten at dette er feil.
pl: Tak, jeśli pierwsza wartość jest większa od drugiej, wskaźnik przekracza 100 %, co nie jest błędne.
pt_pt: Sim, se o primeiro valor for maior que o segundo, o rácio ultrapassa 100 % sem que isso seja incorreto.
ro: Da, dacă prima valoare este mai mare decât a doua, raportul depășește 100 % fără ca acest lucru să fie incorect.
ru: Да, если первое значение больше второго, коэффициент превышает 100 %, что не является ошибкой.
sk: Áno, ak je prvá hodnota väčšia ako druhá, pomer presahuje 100 % bez toho, aby to bolo nesprávne.
sv: Ja, om det första värdet är större än det andra, överstiger förhållandet 100 % utan att det är fel.
sw: Ndio, ikiwa thamani ya kwanza ni kubwa zaidi kuliko ya pili, uwiano unazidi 100 % bila kuwa na makosa.
tr: Evet, eğer ilk değer ikinci değerden büyükse, oran %100'ü aşar ve bu yanlış değildir.
uk: Так, якщо перше значення більше за друге, співвідношення перевищує 100 %, і це не є неправильним.
vi: Có, nếu giá trị đầu tiên lớn hơn giá trị thứ hai, tỷ lệ sẽ vượt quá 100 % mà không có gì sai.
zh_hans: 是的，如果第一个值大于第二个值，则比率超过100%并不错误。

# ed_math_percentages_percentage_ratio_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Τέχνασμα
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_math_percentages_percentage_ratio_tip
source: Si vous hésitez entre ratio et part du total, vérifiez s’il existe un “ensemble complet” clairement défini : sinon, le ratio est plus approprié.
af: As u huiwer tussen verhouding en deel van die totaal, kyk of daar 'n duidelik gedefinieerde 'volledige stel' is: anders is die verhouding meer toepaslik.
bg: Ако се колебаете между съотношение и дял от общото, проверете дали съществува ясно определен "пълен комплект": в противен случай, съотношението е по-подходящо.
cs: Pokud si nejste jisti mezi poměrem a podílem z celku, zkontrolujte, zda existuje jasně definovaný "úplný soubor": jinak je poměr vhodnější.
da: Hvis du er i tvivl mellem ratio og andel af det samlede, så tjek om der findes et klart defineret 'komplet sæt': ellers er ratio mere passende.
de: Wenn Sie zwischen Verhältnis und Anteil am Gesamtbetrag schwanken, überprüfen Sie, ob es ein klar definiertes "Gesamtset" gibt: andernfalls ist das Verhältnis geeigneter.
el: Αν έχετε αμφιβολίες μεταξύ αναλογίας και μεριδίου του συνόλου, ελέγξτε αν υπάρχει ένα «καλά καθορισμένο σύνολο»: αλλιώς, η αναλογία είναι πιο κατάλληλη.
es: Si dudas entre ratio y parte del total, verifica si existe un 'conjunto completo' claramente definido: de lo contrario, el ratio es más apropiado.
fi: Jos epäilet suhteen ja osan kokonaisuudesta välillä, tarkista, onko olemassa selkeästi määritelty "kokonaisuus": muuten suhde on sopivampi.
fil: Kung nag-aalinlangan ka sa pagitan ng ratio at bahagi ng kabuuan, suriin kung mayroong isang 'kumpletong set' na malinaw na tinukoy: kung hindi, mas angkop ang ratio.
hu: Ha bizonytalan a hányados és a teljes rész között, ellenőrizze, hogy létezik-e egy világosan meghatározott "teljes halmaz": ha nem, akkor a hányados a megfelelőbb.
id: If you are unsure between ratio and part of the total, check if there is a clearly defined 'complete set': if not, the ratio is more appropriate.
it: Se hai dubbi tra rapporto e quota del totale, verifica se esiste un 'insieme completo' chiaramente definito: in caso contrario, il rapporto è più appropriato.
ja: 比率と全体の割合の間で迷った場合は、明確に定義された「完全なセット」が存在するかどうかを確認してください。そうでなければ、比率がより適切です。
ko: 비율과 총 부분 사이에서 고민하고 있다면, 명확하게 정의된 '전체 집합'이 있는지 확인하세요: 그렇지 않다면 비율이 더 적합합니다.
nl: Als u twijfelt tussen ratio en deel van het totaal, controleer dan of er een duidelijk gedefinieerde 'volledige set' bestaat: zo niet, dan is de ratio geschikter.
no: If you are unsure between ratio and part of the total, check if there is a clearly defined 'complete set': if not, the ratio is more appropriate.
pl: Jeśli wahasz się między wskaźnikiem a częścią całości, sprawdź, czy istnieje wyraźnie zdefiniowany "kompletny zbiór": w przeciwnym razie wskaźnik jest bardziej odpowiedni.
pt_pt: Se você hesita entre razão e parte do total, verifique se existe um “conjunto completo” claramente definido: caso contrário, a razão é mais apropriada.
ro: Dacă ezitați între raport și parte din total, verificați dacă există un „set complet” definit clar: altfel, raportul este mai potrivit.
ru: Если вы сомневаетесь между отношением и долей от общего, проверьте, существует ли четко определенный "полный набор": если нет, то отношение более уместно.
sk: Ak sa rozhodujete medzi pomerom a podielom z celku, skontrolujte, či existuje jasne definovaný "úplný súbor": inak je pomer vhodnejší.
sv: Om du är osäker mellan förhållande och del av totalen, kontrollera om det finns en tydligt definierad "komplett uppsättning": annars är förhållandet mer lämpligt.
sw: Ikiwa unashindwa kati ya uwiano na sehemu ya jumla, angalia kama kuna "seti kamili" iliyoainishwa wazi: vinginevyo, uwiano ni bora.
tr: Toplamın oranı ile payı arasında kararsızsanız, açıkça tanımlanmış bir "tam küme" olup olmadığını kontrol edin: yoksa, oran daha uygundur.
uk: Якщо ви сумніваєтеся між співвідношенням і часткою від загального, перевірте, чи існує чітко визначений "повний набір": якщо ні, то співвідношення є більш доречним.
vi: Nếu bạn đang phân vân giữa tỷ lệ và phần tổng, hãy kiểm tra xem có một "tập hợp hoàn chỉnh" được xác định rõ ràng hay không: nếu không, tỷ lệ là phù hợp hơn.
zh_hans: 如果您在比率和总部分之间犹豫，请检查是否存在一个明确的“完整集合”：否则，比率更为合适。

# ed_math_percentages_percentage_relative_difference_title
source: À propos : Écart relatif
af: Oor: Relatiewe verskil
bg: Относно: Относителна разлика
cs: O tomto: Relativní odchylka
da: Om: Relativ forskel
de: Über: Relativer Unterschied
el: Σχετικά με: Σχετική απόκλιση
es: Acerca de: Diferencia relativa
fi: Tietoa: Suhteellinen poikkeama
fil: Tungkol sa: Relatibong Pagkakaiba
hu: A következőkről: Relatív eltérés
id: About: Relative deviation
it: Informazioni: Scostamento relativo
ja: について：相対誤差
ko: 정보: 상대적 차이
nl: Over: Relatieve afwijking
no: About: Relative difference
pl: O tym: Odchylenie względne
pt_pt: Sobre: Erro relativo
ro: Despre: Abatere relativă
ru: О нас: Относительное отклонение
sk: O nás: Relatívna odchýlka
sv: Om: Relativt avvikelse
sw: Kuhusu: Tofauti ya uhusiano
tr: Hakkında: Göreli fark
uk: Про: Відносне відхилення
vi: Về: Sai số tương đối
zh_hans: 关于：相对差异

# ed_math_percentages_percentage_relative_difference_lead
source: Ce calculateur permet de mesurer l’écart entre deux valeurs en pourcentage par rapport à une valeur de référence, afin de comparer des résultats sans notion de hausse ou de baisse dans le temps.
af: Hierdie sakrekenaar maak dit moontlik om die verskil tussen twee waardes in persentasie teenoor 'n verwysingswaarde te meet, om resultate te vergelyk sonder die idee van 'n toename of afname oor tyd.
bg: Този калкулатор позволява да се измери разликата между две стойности в проценти спрямо референтна стойност, за да се сравнят резултати без понятие за увеличение или намаление във времето.
cs: Tento kalkulátor umožňuje měřit odchylku mezi dvěma hodnotami v procentech vzhledem k referenční hodnotě, aby bylo možné porovnat výsledky bez ohledu na vzestup nebo pokles v čase.
da: Denne beregner gør det muligt at måle forskellen mellem to værdier i procent i forhold til en referenceværdi, for at sammenligne resultater uden hensyn til stigning eller fald over tid.
de: Dieser Rechner ermöglicht es, den Unterschied zwischen zwei Werten in Prozent im Verhältnis zu einem Referenzwert zu messen, um Ergebnisse zu vergleichen, ohne eine Vorstellung von Anstieg oder Rückgang im Laufe der Zeit zu haben.
el: Αυτός ο υπολογιστής επιτρέπει τη μέτρηση της απόκλισης μεταξύ δύο τιμών σε ποσοστό σε σχέση με μια τιμή αναφοράς, προκειμένου να συγκρίνετε αποτελέσματα χωρίς έννοια αύξησης ή μείωσης με την πάροδο του χρόνου.
es: Este calculador permite medir la diferencia entre dos valores en porcentaje respecto a un valor de referencia, para comparar resultados sin noción de aumento o disminución en el tiempo.
fi: Tämä laskin mahdollistaa kahden arvon välisten prosentuaalisten poikkeamien mittaamisen viitearvoon nähden, jotta tuloksia voidaan verrata ilman aikakäsitystä noususta tai laskusta.
fil: Ang kalkulator na ito ay nagbibigay-daan upang sukatin ang pagkakaiba sa pagitan ng dalawang halaga sa porsyento kumpara sa isang halaga ng sanggunian, upang ihambing ang mga resulta nang walang konsepto ng pagtaas o pagbaba sa paglipas ng panahon.
hu: Ez a kalkulátor lehetővé teszi, hogy két érték közötti eltérést százalékban mérjünk egy referenciaértékhez képest, hogy összehasonlítsuk az eredményeket anélkül, hogy időbeli növekedést vagy csökkenést feltételeznénk.
id: This calculator allows you to measure the deviation between two values as a percentage relative to a reference value, in order to compare results without the notion of increase or decrease over time.
it: Questo calcolatore consente di misurare lo scostamento tra due valori in percentuale rispetto a un valore di riferimento, al fine di confrontare risultati senza nozione di aumento o diminuzione nel tempo.
ja: この計算機は、基準値に対する2つの値の間の誤差をパーセンテージで測定し、時間の経過における増加や減少の概念なしに結果を比較することを可能にします。
ko: 이 계산기는 기준 값에 대한 두 값 간의 차이를 백분율로 측정하여 시간에 따른 상승 또는 하락 개념 없이 결과를 비교할 수 있게 합니다.
nl: Deze calculator maakt het mogelijk om de afwijking tussen twee waarden in procenten ten opzichte van een referentiewaarde te meten, om resultaten te vergelijken zonder het idee van stijging of daling in de tijd.
no: This calculator allows you to measure the difference between two values as a percentage relative to a reference value, in order to compare results without the notion of increase or decrease over time.
pl: Ten kalkulator pozwala zmierzyć odchylenie między dwiema wartościami w procentach w odniesieniu do wartości odniesienia, aby porównać wyniki bez pojęcia wzrostu lub spadku w czasie.
pt_pt: Este calculador permite medir a diferença entre dois valores em porcentagem em relação a um valor de referência, a fim de comparar resultados sem noção de aumento ou diminuição ao longo do tempo.
ro: Acest calculator permite măsurarea abaterii între două valori ca procent față de o valoare de referință, pentru a compara rezultate fără noțiunea de creștere sau scădere în timp.
ru: Этот калькулятор позволяет измерить отклонение между двумя значениями в процентах относительно эталонного значения, чтобы сравнить результаты без учета роста или падения во времени.
sk: Tento kalkulátor umožňuje merať odchýlku medzi dvoma hodnotami v percentách vo vzťahu k referenčnej hodnote, aby sa porovnali výsledky bez ohľadu na nárast alebo pokles v čase.
sv: Denna kalkylator gör det möjligt att mäta avvikelsen mellan två värden i procent i förhållande till ett referensvärde, för att jämföra resultat utan begrepp om ökning eller minskning över tid.
sw: Kihesabu hiki kinaruhusu kupima tofauti kati ya thamani mbili kwa asilimia kulingana na thamani ya rejea, ili kulinganisha matokeo bila dhana ya kuongezeka au kupungua kwa wakati.
tr: Bu hesaplayıcı, iki değer arasındaki farkı referans bir değere göre yüzde olarak ölçmenizi sağlar, böylece zaman içinde artış veya azalış kavramı olmadan sonuçları karşılaştırabilirsiniz.
uk: Цей калькулятор дозволяє вимірювати відхилення між двома значеннями у відсотках від обраного значення, щоб порівняти результати без урахування підвищення або зниження з часом.
vi: Máy tính này cho phép đo lường sai số giữa hai giá trị theo phần trăm so với một giá trị tham chiếu, nhằm so sánh các kết quả mà không có khái niệm tăng hay giảm theo thời gian.
zh_hans: 此计算器可以测量两个值之间相对于参考值的百分比差异，以便在没有时间上升或下降的概念下比较结果。

# ed_math_percentages_percentage_relative_difference_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Use cases
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Use cases
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_relative_difference_uc1_title
source: Comparer deux résultats
af: Vergelyk twee resultate
bg: Сравняване на два резултата
cs: Porovnat dva výsledky
da: Sammenlign to resultater
de: Zwei Ergebnisse vergleichen
el: Συγκρίνετε δύο αποτελέσματα
es: Comparar dos resultados
fi: Vertaile kahta tulosta
fil: Ihambing ang dalawang resulta
hu: Két eredmény összehasonlítása
id: Compare two results
it: Confrontare due risultati
ja: 2つの結果を比較する
ko: 두 결과 비교하기
nl: Vergelijk twee resultaten
no: Compare two results
pl: Porównaj dwa wyniki
pt_pt: Comparar dois resultados
ro: Compararea a două rezultate
ru: Сравнить два результата
sk: Porovnať dva výsledky
sv: Jämför två resultat
sw: Kulinganisha matokeo mawili
tr: İki sonucu karşılaştırmak
uk: Порівняти два результати
vi: So sánh hai kết quả
zh_hans: 比较两个结果

# ed_math_percentages_percentage_relative_difference_uc1_text
source: Comparer une valeur mesurée à une valeur attendue ou théorique, par exemple un résultat réel par rapport à un objectif.
af: Vergelyk 'n gemete waarde met 'n verwagte of teoretiese waarde, byvoorbeeld 'n werklike resultaat teenoor 'n doelwit.
bg: Сравняване на измерена стойност с очаквана или теоретична стойност, например реален резултат спрямо цел.
cs: Porovnat naměřenou hodnotu s očekávanou nebo teoretickou hodnotou, například skutečný výsledek v porovnání s cílem.
da: Sammenlign en målt værdi med en forventet eller teoretisk værdi, for eksempel et faktisk resultat i forhold til et mål.
de: Einen gemessenen Wert mit einem erwarteten oder theoretischen Wert vergleichen, zum Beispiel ein tatsächliches Ergebnis im Vergleich zu einem Ziel.
el: Συγκρίνετε μια μετρημένη τιμή με μια αναμενόμενη ή θεωρητική τιμή, για παράδειγμα, ένα πραγματικό αποτέλεσμα σε σχέση με έναν στόχο.
es: Comparar un valor medido con un valor esperado o teórico, por ejemplo, un resultado real en comparación con un objetivo.
fi: Vertaile mitattua arvoa odotettuun tai teoreettiseen arvoon, esimerkiksi todellista tulosta verrattuna tavoitteeseen.
fil: Ihambing ang isang nasukat na halaga sa isang inaasahang o teoretikal na halaga, halimbawa, isang aktwal na resulta kumpara sa isang layunin.
hu: Egy mért érték összehasonlítása egy várt vagy elméleti értékkel, például egy valós eredmény összevetése egy céllal.
id: Compare a measured value to an expected or theoretical value, for example, an actual result compared to a target.
it: Confrontare un valore misurato con un valore atteso o teorico, ad esempio un risultato reale rispetto a un obiettivo.
ja: 測定値を期待値または理論値と比較します。たとえば、実際の結果を目標と比較します。
ko: 측정된 값을 기대값 또는 이론값과 비교하기, 예를 들어 실제 결과를 목표와 비교합니다.
nl: Vergelijk een gemeten waarde met een verwachte of theoretische waarde, bijvoorbeeld een werkelijke uitkomst ten opzichte van een doel.
no: Compare a measured value to an expected or theoretical value, for example, an actual result compared to a goal.
pl: Porównaj wartość zmierzoną z wartością oczekiwaną lub teoretyczną, na przykład rzeczywisty wynik w porównaniu do celu.
pt_pt: Comparar um valor medido a um valor esperado ou teórico, por exemplo, um resultado real em relação a um objetivo.
ro: Compararea unei valori măsurate cu o valoare așteptată sau teoretică, de exemplu, un rezultat real în raport cu un obiectiv.
ru: Сравнить измеренное значение с ожидаемым или теоретическим значением, например, фактический результат по сравнению с целью.
sk: Porovnať nameranú hodnotu s očakávanou alebo teoretickou hodnotou, napríklad skutočný výsledok v porovnaní s cieľom.
sv: Jämför ett uppmätt värde med ett förväntat eller teoretiskt värde, till exempel ett faktiskt resultat i förhållande till ett mål.
sw: Kulinganisha thamani iliyopimwa na thamani inayotarajiwa au ya nadharia, kwa mfano matokeo halisi ikilinganishwa na lengo.
tr: Bir ölçülen değeri beklenen veya teorik bir değerle karşılaştırmak, örneğin gerçek bir sonucu bir hedefle karşılaştırmak.
uk: Порівняти виміряне значення з очікуваним або теоретичним, наприклад, реальний результат у порівнянні з метою.
vi: So sánh một giá trị đo được với một giá trị mong đợi hoặc lý thuyết, chẳng hạn như một kết quả thực tế so với một mục tiêu.
zh_hans: 将测量值与预期或理论值进行比较，例如将实际结果与目标进行比较。

# ed_math_percentages_percentage_relative_difference_uc2_title
source: Évaluer un écart de performance
af: Evalueer 'n prestasieverskil
bg: Оценка на разлика в представянето
cs: Hodnotit odchylku výkonu
da: Vurder en præstationsforskydning
de: Eine Leistungsabweichung bewerten
el: Αξιολογήστε μια απόκλιση απόδοσης
es: Evaluar una diferencia de rendimiento
fi: Arvioi suorituskyvyn poikkeamaa
fil: Suriin ang pagkakaiba sa pagganap
hu: Teljesítmény eltérésének értékelése
id: Evaluate a performance deviation
it: Valutare uno scostamento di performance
ja: パフォーマンスの誤差を評価する
ko: 성능 차이 평가하기
nl: Evalueer een prestatieafwijking
no: Evaluate a performance gap
pl: Oceń odchylenie wydajności
pt_pt: Avaliar um erro de desempenho
ro: Evaluarea unei abateri de performanță
ru: Оценить отклонение в производительности
sk: Hodnotiť odchýlku výkonu
sv: Utvärdera en prestationsavvikelse
sw: Kukadiria tofauti ya utendaji
tr: Performans farkını değerlendirmek
uk: Оцінити відхилення продуктивності
vi: Đánh giá sai số hiệu suất
zh_hans: 评估绩效差异

# ed_math_percentages_percentage_relative_difference_uc2_text
source: Mesurer l’écart relatif entre deux performances, scores ou indicateurs sans supposer qu’une valeur succède à l’autre.
af: Meet die relatiewe verskil tussen twee prestasies, tellings of aanwysers sonder om te veronderstel dat 'n waarde die ander opvolg.
bg: Измерване на относителната разлика между две представяния, резултати или индикатори, без да се предполага, че една стойност следва друга.
cs: Měřit relativní odchylku mezi dvěma výkony, skóre nebo ukazateli, aniž by se předpokládalo, že jedna hodnota následuje po druhé.
da: Mål den relative forskel mellem to præstationer, scorer eller indikatorer uden at antage, at en værdi følger den anden.
de: Den relativen Unterschied zwischen zwei Leistungen, Punktzahlen oder Indikatoren messen, ohne anzunehmen, dass ein Wert dem anderen folgt.
el: Μετρήστε τη σχετική απόκλιση μεταξύ δύο επιδόσεων, σκορ ή δεικτών χωρίς να υποθέτετε ότι μια τιμή διαδέχεται την άλλη.
es: Medir la diferencia relativa entre dos rendimientos, puntuaciones o indicadores sin suponer que un valor sigue al otro.
fi: Mittaa suhteellinen poikkeama kahden suorituksen, pisteen tai indikaattorin välillä ilman, että oletetaan, että yksi arvo seuraa toista.
fil: Sukatin ang relatibong pagkakaiba sa pagitan ng dalawang pagganap, marka o tagapagpahiwatig nang hindi ipinapalagay na ang isang halaga ay sumusunod sa isa pa.
hu: A relatív eltérés mérése két teljesítmény, pontszám vagy mutató között anélkül, hogy feltételeznénk, hogy az egyik érték követi a másikat.
id: Measure the relative deviation between two performances, scores, or indicators without assuming that one value follows the other.
it: Misurare lo scostamento relativo tra due performance, punteggi o indicatori senza supporre che un valore succeda all'altro.
ja: 2つのパフォーマンス、スコア、または指標の間の相対誤差を測定し、ある値が他の値に続くことを仮定しません。
ko: 두 성능, 점수 또는 지표 간의 상대적 차이를 측정하되, 한 값이 다른 값에 뒤따른다고 가정하지 않습니다.
nl: Meet de relatieve afwijking tussen twee prestaties, scores of indicatoren zonder aan te nemen dat de ene waarde de andere opvolgt.
no: Measure the relative difference between two performances, scores, or indicators without assuming that one value follows the other.
pl: Zmierz odchylenie względne między dwiema wydajnościami, wynikami lub wskaźnikami, nie zakładając, że jedna wartość następuje po drugiej.
pt_pt: Medir o erro relativo entre duas performances, pontuações ou indicadores sem supor que um valor sucede o outro.
ro: Măsurarea abaterii relative între două performanțe, scoruri sau indicatori fără a presupune că o valoare succede alteia.
ru: Измерить относительное отклонение между двумя показателями, баллами или индикаторами, не предполагая, что одно значение следует за другим.
sk: Merať relatívnu odchýlku medzi dvoma výkonmi, skóre alebo ukazovateľmi bez predpokladu, že jedna hodnota nasleduje po druhej.
sv: Mäta den relativa avvikelsen mellan två prestationer, poäng eller indikatorer utan att anta att ett värde följer det andra.
sw: Kupima tofauti ya uhusiano kati ya utendaji mbili, alama au viashiria bila kudhani kuwa thamani moja inafuata nyingine.
tr: İki performans, puan veya gösterge arasındaki göreli farkı ölçmek, bir değerin diğerini takip ettiğini varsaymadan.
uk: Виміряти відносне відхилення між двома показниками, балами або індикаторами, не припускаючи, що одне значення слідує за іншим.
vi: Đo lường sai số tương đối giữa hai hiệu suất, điểm số hoặc chỉ số mà không giả định rằng một giá trị kế tiếp giá trị khác.
zh_hans: 测量两个绩效、分数或指标之间的相对差异，而不假设一个值继承于另一个。
