Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_rounding_error_lead
source: L’erreur d’arrondi correspond à la différence entre une valeur exacte et sa valeur arrondie. Cet outil permet de mesurer et comprendre l’impact des arrondis.
af: Die afgeronde fout is die verskil tussen 'n presiese waarde en sy afgeronde waarde. Hierdie hulpmiddel stel jou in staat om die impak van afrondings te meet en te verstaan.
bg: Грешката при закръгляне е разликата между точна стойност и закръглената стойност. Този инструмент позволява измерване и разбиране на влиянието на закръглянията.
cs: Chyba zaokrouhlení odpovídá rozdílu mezi přesnou hodnotou a její zaokrouhlenou hodnotou. Tento nástroj umožňuje měřit a pochopit dopad zaokroulení.
da: Afrundingsfejlen svarer til forskellen mellem en præcis værdi og dens afrundede værdi. Dette værktøj gør det muligt at måle og forstå indflydelsen af afrundinger.
de: Der Rundungsfehler entspricht der Differenz zwischen einem exakten Wert und seinem gerundeten Wert. Dieses Werkzeug ermöglicht es, die Auswirkungen von Rundungen zu messen und zu verstehen.
el: Το σφάλμα στρογγυλοποίησης αντιστοιχεί στη διαφορά μεταξύ μιας ακριβούς τιμής και της στρογγυλοποιημένης τιμής της. Αυτό το εργαλείο επιτρέπει τη μέτρηση και κατανόηση της επίδρασης των στρογγυλοποιήσεων.
es: El error de redondeo corresponde a la diferencia entre un valor exacto y su valor redondeado. Esta herramienta permite medir y comprender el impacto de los redondeos.
fi: Pyöristysvirhe vastaa eroa tarkan arvon ja sen pyöristetyn arvon välillä. Tämä työkalu mahdollistaa pyöristysten vaikutuksen mittaamisen ja ymmärtämisen.
fil: Ang pagkakamali sa pag-ikot ay tumutukoy sa pagkakaiba sa pagitan ng isang eksaktong halaga at ang na-round na halaga. Ang tool na ito ay nagbibigay-daan upang sukatin at maunawaan ang epekto ng mga pag-ikot.
hu: A kerekítési hiba a pontos érték és a kerekített érték közötti különbséget jelenti. Ez az eszköz lehetővé teszi a kerekítések hatásának mérését és megértését.
id: Kesalahan pembulatan adalah perbedaan antara nilai yang tepat dan nilai yang dibulatkan. Alat ini memungkinkan untuk mengukur dan memahami dampak dari pembulatan.
it: L'errore di arrotondamento corrisponde alla differenza tra un valore esatto e il suo valore arrotondato. Questo strumento consente di misurare e comprendere l'impatto degli arrotondamenti.
ja: 丸め誤差は、正確な値とその丸められた値との間の差です。このツールは、丸めの影響を測定し理解するのに役立ちます。
ko: 반올림 오류는 정확한 값과 반올림된 값 사이의 차이에 해당합니다. 이 도구는 반올림의 영향을 측정하고 이해하는 데 도움을 줍니다.
nl: De afrondingsfout is het verschil tussen een exacte waarde en de afgeronde waarde. Dit hulpmiddel maakt het mogelijk om de impact van afrondingen te meten en te begrijpen.
no: Avrundingsfeilen er forskjellen mellom en nøyaktig verdi og dens avrundede verdi. Dette verktøyet gjør det mulig å måle og forstå virkningen av avrundinger.
pl: Błąd zaokrąglenia to różnica między wartością dokładną a jej zaokrągloną wartością. To narzędzie pozwala mierzyć i rozumieć wpływ zaokrągleń.
pt_pt: O erro de arredondamento corresponde à diferença entre um valor exato e seu valor arredondado. Esta ferramenta permite medir e entender o impacto dos arredondamentos.
ro: Eroarea de rotunjire corespunde diferenței dintre o valoare exactă și valoarea sa rotunjită. Acest instrument permite măsurarea și înțelegerea impactului rotunjirilor.
ru: Ошибка округления соответствует разнице между точным значением и его округленным значением. Этот инструмент позволяет измерять и понимать влияние округлений.
sk: Chyba zaokrúhlenia zodpovedá rozdielu medzi presnou hodnotou a jej zaokrúhlenou hodnotou. Tento nástroj umožňuje merať a pochopiť dopad zaokrúhlení.
sv: Avrundningsfelet motsvarar skillnaden mellan ett exakt värde och dess avrundade värde. Detta verktyg gör det möjligt att mäta och förstå påverkan av avrundningar.
sw: Kosa la kuzunguka ni tofauti kati ya thamani sahihi na thamani iliyozungushwa. Chombo hiki husaidia kupima na kuelewa athari za kuzungusha.
tr: Yuvarlama hatası, bir kesin değer ile yuvarlanmış değeri arasındaki farktır. Bu araç, yuvarlamaların etkisini ölçmeyi ve anlamayı sağlar.
uk: Помилка округлення відповідає різниці між точною величиною та її округленою величиною. Цей інструмент дозволяє виміряти та зрозуміти вплив округлень.
vi: Lỗi làm tròn tương ứng với sự khác biệt giữa một giá trị chính xác và giá trị đã làm tròn. Công cụ này cho phép đo lường và hiểu tác động của việc làm tròn.
zh_hans: 舍入误差是指一个精确值与其舍入值之间的差异。这个工具可以测量和理解舍入的影响。

# ed_math_rounding_error_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_rounding_error_uc1_title
source: Calculs répétés
af: Herhaalde berekeninge
bg: Повторни изчисления
cs: Opakované výpočty
da: Gentagne beregninger
de: Wiederholte Berechnungen
el: Επαναλαμβανόμενοι υπολογισμοί
es: Cálculos repetidos
fi: Toistuvat laskelmat
fil: Ulit-ulit na pagkalkula
hu: Ismételt számítások
id: Perhitungan berulang
it: Calcoli ripetuti
ja: 繰り返し計算
ko: 반복 계산
nl: Herhaalde berekeningen
no: Gjentatte beregninger
pl: Powtarzane obliczenia
pt_pt: Cálculos repetidos
ro: Calculuri repetate
ru: Повторные расчеты
sk: Opakované výpočty
sv: Upprepade beräkningar
sw: Hesabu zinazojirudia
tr: Tekrar eden hesaplamalar
uk: Повторні обчислення
vi: Tính toán lặp lại
zh_hans: 重复计算

# ed_math_rounding_error_uc1_text
source: Comprendre pourquoi des arrondis successifs faussent un résultat final.
af: Begrip waarom opeenvolgende afrondings 'n finale resultaat vervorm.
bg: Разберете защо последователните закръгляния изкривяват крайния резултат.
cs: Pochopit, proč opakované zaokroulování zkresluje konečný výsledek.
da: Forstå hvorfor successive afrundinger forvrænger et endeligt resultat.
de: Verstehen, warum aufeinanderfolgende Rundungen ein Endergebnis verfälschen.
el: Κατανοήστε γιατί οι διαδοχικές στρογγυλοποιήσεις παραποιούν ένα τελικό αποτέλεσμα.
es: Comprender por qué los redondeos sucesivos distorsionan un resultado final.
fi: Ymmärtää, miksi peräkkäiset pyöristykset vääristävät lopputulosta.
fil: Unawain kung bakit ang sunud-sunod na pag-ikot ay nagbabago ng huling resulta.
hu: Megérteni, hogy miért torzítják a sorozatos kerekítések a végső eredményt.
id: Memahami mengapa pembulatan berturut-turut dapat mempengaruhi hasil akhir.
it: Comprendere perché gli arrotondamenti successivi falsano un risultato finale.
ja: 最終結果がなぜ連続した丸めによって歪められるのかを理解する。
ko: 결과가 왜 연속적인 반올림으로 왜곡되는지 이해하기.
nl: Begrijpen waarom opeenvolgende afrondingen een eindresultaat vervormen.
no: Forstå hvorfor gjentatte avrundinger forvrenger et endelig resultat.
pl: Zrozumieć, dlaczego kolejne zaokrąglenia zniekształcają ostateczny wynik.
pt_pt: Compreender por que arredondamentos sucessivos distorcem um resultado final.
ro: Înțelegeți de ce rotunjirile succesive distorsionează un rezultat final.
ru: Понять, почему последовательные округления искажают конечный результат.
sk: Pochopiť, prečo postupné zaokrúhľovanie skresľuje konečný výsledok.
sv: Förstå varför successiva avrundningar snedvrider ett slutresultat.
sw: Kuelewa kwa nini mabadiliko ya mara kwa mara yanapotosha matokeo ya mwisho.
tr: Sonuçların neden ardışık yuvarlamalarla çarpıtıldığını anlamak.
uk: Зрозуміти, чому послідовні округлення спотворюють кінцевий результат.
vi: Hiểu tại sao các phép làm tròn liên tiếp làm sai lệch kết quả cuối cùng.
zh_hans: 理解为什么连续的四舍五入会扭曲最终结果。

# ed_math_rounding_error_uc2_title
source: Sciences et ingénierie
af: Wetenskap en ingenieurswese
bg: Науки и инженерство
cs: Vědy a inženýrství
da: Videnskab og ingeniørarbejde
de: Wissenschaft und Ingenieurwesen
el: Επιστήμες και μηχανική
es: Ciencias e ingeniería
fi: Tieteet ja insinööritiede
fil: Agham at inhinyeriya
hu: Tudomány és mérnöki tudományok
id: Ilmu dan teknik
it: Scienze e ingegneria
ja: 科学と工学
ko: 과학 및 공학
nl: Wetenschappen en techniek
no: Vitenskap og ingeniørfag
pl: Nauki i inżynieria
pt_pt: Ciências e engenharia
ro: Științe și inginerie
ru: Наука и инженерия
sk: Vedy a inžinierstvo
sv: Vetenskap och teknik
sw: Sayansi na uhandisi
tr: Bilim ve mühendislik
uk: Наука та інженерія
vi: Khoa học và kỹ thuật
zh_hans: 科学与工程

# ed_math_rounding_error_uc2_text
source: Évaluer la précision d’un calcul numérique.
af: Evalueer die akkuraatheid van 'n numeriese berekening.
bg: Оценете точността на числово изчисление.
cs: Odhadnout přesnost numerického výpočtu.
da: Vurdere nøjagtigheden af en numerisk beregning.
de: Die Genauigkeit einer numerischen Berechnung bewerten.
el: Αξιολογήστε την ακρίβεια ενός αριθμητικού υπολογισμού.
es: Evaluar la precisión de un cálculo numérico.
fi: Arvioi numeerisen laskennan tarkkuus.
fil: Suriin ang katumpakan ng isang numerikal na kalkulasyon.
hu: A numerikus számítások pontosságának értékelése.
id: Menilai ketepatan perhitungan numerik.
it: Valutare la precisione di un calcolo numerico.
ja: 数値計算の精度を評価する。
ko: 수치 계산의 정확성을 평가합니다.
nl: De nauwkeurigheid van een numerieke berekening evalueren.
no: Vurdere nøyaktigheten av en numerisk beregning.
pl: Ocenić dokładność obliczeń numerycznych.
pt_pt: Avaliar a precisão de um cálculo numérico.
ro: Evaluați precizia unui calcul numeric.
ru: Оценить точность числового расчета.
sk: Hodnotiť presnosť numerického výpočtu.
sv: Utvärdera noggrannheten i en numerisk beräkning.
sw: Kukadiria usahihi wa hesabu ya nambari.
tr: Sayısal bir hesaplamanın doğruluğunu değerlendirmek.
uk: Оцінити точність числового обчислення.
vi: Đánh giá độ chính xác của một phép tính số.
zh_hans: 评估数值计算的精度。

# ed_math_rounding_error_uc3_title
source: Finance
af: Finansies
bg: Финанси
da: Finans
de: Finanzen
el: Χρηματοοικονομικά
es: Finanzas
fi: Rahoitus
fil: Pananalapi
hu: Pénzügy
id: Keuangan
it: Finanza
ja: ファイナンス
ko: 재무
nl: Financiën
no: Finans
pl: Finanse
pt_pt: Finanças
ro: Finanțe
ru: Финансы
sk: Financie
sv: Finans
sw: Fedha
tr: Finans
uk: Фінанси
vi: Tài chính
zh_hans: 金融

# ed_math_rounding_error_uc3_text
source: Mesurer l’impact des arrondis sur des montants cumulés.
af: Meet die impak van afrondings op kumulatiewe bedrae.
bg: Измерете влиянието на закръглянията върху натрупаните суми.
cs: Měřit dopad zaokroulování na kumulované částky.
da: Måle indvirkningen af afrundinger på akkumulerede beløb.
de: Die Auswirkungen von Rundungen auf kumulierte Beträge messen.
el: Μετρήστε τον αντίκτυπο των στρογγυλοποιήσεων σε σωρευμένα ποσά.
es: Medir el impacto de los redondeos en montos acumulados.
fi: Mittaa pyöristysten vaikutus kumulatiivisiin summiin.
fil: Sukatin ang epekto ng pag-ikot sa mga pinagsama-samang halaga.
hu: A kerekítések hatásának mérése a kumulált összegekre.
id: Mengukur dampak pembulatan pada jumlah yang terakumulasi.
it: Misurare l'impatto degli arrotondamenti su importi cumulati.
ja: 累積金額に対する丸めの影響を測定する。
ko: 누적 금액에 대한 반올림의 영향을 측정합니다.
nl: De impact van afrondingen op cumulatieve bedragen meten.
no: Måle virkningen av avrundinger på kumulerte beløp.
pl: Zmierzyć wpływ zaokrągleń na skumulowane kwoty.
pt_pt: Medir o impacto dos arredondamentos em montantes acumulados.
ro: Măsurați impactul rotunjirilor asupra sumelor cumulate.
ru: Измерить влияние округлений на накопленные суммы.
sk: Merať dopad zaokrúhľovania na kumulované sumy.
sv: Mäta påverkan av avrundningar på kumulerade belopp.
sw: Kupima athari za mabadiliko kwenye kiasi kilichokusanywa.
tr: Toplam tutarlar üzerindeki yuvarlamaların etkisini ölçmek.
uk: Виміряти вплив округлень на накопичені суми.
vi: Đo lường tác động của các phép làm tròn lên các khoản tích lũy.
zh_hans: 测量四舍五入对累积金额的影响。

# ed_math_rounding_error_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap.
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Kile unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您获得的内容

# ed_math_rounding_error_out1
source: L’outil calcule l’erreur absolue et relative liée à un arrondi.
af: Die hulpmiddel bereken die absolute en relatiewe fout wat met 'n afronding verband hou.
bg: Инструментът изчислява абсолютната и относителната грешка, свързана с закръглянето.
cs: Nástroj vypočítá absolutní a relativní chybu spojenou se zaokrouhlením.
da: Værktøjet beregner den absolutte og relative fejl relateret til en afrunding.
de: Das Tool berechnet den absoluten und relativen Fehler, der mit einer Rundung verbunden ist.
el: Το εργαλείο υπολογίζει το απόλυτο και σχετικό σφάλμα που σχετίζεται με μια στρογγυλοποίηση.
es: La herramienta calcula el error absoluto y relativo relacionado con un redondeo.
fi: Työkalu laskee pyöristykseen liittyvän absoluuttisen ja suhteellisen virheen.
fil: Kinakalkula ng tool ang absolute at relative na pagkakamali na nauugnay sa isang pag-ikot.
hu: Az eszköz kiszámítja a kerekítéshez kapcsolódó abszolút és relatív hibát.
id: Alat ini menghitung kesalahan absolut dan relatif yang terkait dengan pembulatan.
it: Lo strumento calcola l'errore assoluto e relativo legato a un arrotondamento.
ja: ツールは、丸めに関連する絶対誤差と相対誤差を計算します。
ko: 이 도구는 반올림과 관련된 절대 오차와 상대 오차를 계산합니다.
nl: De tool berekent de absolute en relatieve fout die verband houdt met een afronding.
no: Verktøyet beregner den absolutte og relative feilen knyttet til en avrunding.
pl: Narzędzie oblicza błąd bezwzględny i względny związany z zaokrągleniem.
pt_pt: A ferramenta calcula o erro absoluto e relativo relacionado a um arredondamento.
ro: Instrumentul calculează eroarea absolută și relativă legată de o rotunjire.
ru: Инструмент вычисляет абсолютную и относительную ошибку, связанную с округлением.
sk: Nástroj vypočíta absolútnu a relatívnu chybu spojenú so zaokrúhlením.
sv: Verktyget beräknar det absoluta och relativa felet kopplat till en avrundning.
sw: Chombo kinahesabu makosa ya kweli na ya uwiano yanayohusiana na mabadiliko.
tr: Araç, bir yuvarlamaya bağlı mutlak ve göreli hatayı hesaplar.
uk: Інструмент обчислює абсолютну та відносну помилку, пов'язану з округленням.
vi: Công cụ tính toán sai số tuyệt đối và tương đối liên quan đến một phép làm tròn.
zh_hans: 该工具计算与四舍五入相关的绝对误差和相对误差。

# ed_math_rounding_error_out2
source: Il aide à évaluer si l’arrondi est acceptable dans un contexte donné.
af: Dit help om te evalueer of die afronding aanvaarbaar is in 'n gegewe konteks.
bg: Той помага да се оцени дали закръглянето е приемливо в даден контекст.
cs: Pomáhá posoudit, zda je zaokroulení přijatelné v daném kontextu.
da: Det hjælper med at vurdere, om afrundingen er acceptabel i en given kontekst.
de: Es hilft zu bewerten, ob die Rundung in einem bestimmten Kontext akzeptabel ist.
el: Βοηθά να αξιολογηθεί αν η στρογγυλοποίηση είναι αποδεκτή σε μια δεδομένη κατάσταση.
es: Ayuda a evaluar si el redondeo es aceptable en un contexto dado.
fi: Se auttaa arvioimaan, onko pyöristys hyväksyttävä tietyssä kontekstissa.
fil: Tumutulong ito upang suriin kung ang pag-ikot ay katanggap-tanggap sa isang tiyak na konteksto.
hu: Segít értékelni, hogy a kerekítés elfogadható-e egy adott kontextusban.
id: Ini membantu menilai apakah pembulatan dapat diterima dalam konteks tertentu.
it: Aiuta a valutare se l'arrotondamento è accettabile in un contesto dato.
ja: 特定の文脈で丸めが許容されるかどうかを評価するのに役立ちます。
ko: 주어진 맥락에서 반올림이 허용 가능한지 평가하는 데 도움을 줍니다.
nl: Het helpt te beoordelen of de afronding acceptabel is in een gegeven context.
no: Det hjelper med å vurdere om avrundingen er akseptabel i en gitt kontekst.
pl: Pomaga ocenić, czy zaokrąglenie jest akceptowalne w danym kontekście.
pt_pt: Ela ajuda a avaliar se o arredondamento é aceitável em um contexto dado.
ro: Ajută la evaluarea dacă rotunjirea este acceptabilă într-un context dat.
ru: Он помогает оценить, является ли округление приемлемым в данном контексте.
sk: Pomáha hodnotiť, či je zaokrúhlenie prijateľné v danom kontexte.
sv: Det hjälper till att bedöma om avrundningen är acceptabel i ett givet sammanhang.
sw: Inasaidia kukadiria kama mabadiliko ni ya kukubalika katika muktadha fulani.
tr: Yuvarlamanın belirli bir bağlamda kabul edilebilir olup olmadığını değerlendirmeye yardımcı olur.
uk: Він допомагає оцінити, чи є округлення прийнятним у даному контексті.
vi: Nó giúp đánh giá xem phép làm tròn có chấp nhận được trong một bối cảnh nhất định hay không.
zh_hans: 它有助于评估在特定上下文中四舍五入是否可接受。

# ed_math_rounding_error_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztető pontok
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_rounding_error_lim1
source: Une erreur d’arrondi est inévitable dès que l’on simplifie un nombre.
af: 'n Afrondingsfout is onontkombaar sodra 'n getal vereenvoudig word.
bg: Грешка в закръглянето е неизбежна, когато опростявате число.
cs: Chyba zaokroulení je nevyhnutelná, jakmile zjednodušíte číslo.
da: En afrundingsfejl er uundgåelig, så snart man forenkler et tal.
de: Ein Rundungsfehler ist unvermeidlich, sobald man eine Zahl vereinfacht.
el: Ένα σφάλμα στρογγυλοποίησης είναι αναπόφευκτο μόλις απλοποιήσετε έναν αριθμό.
es: Un error de redondeo es inevitable tan pronto como se simplifica un número.
fi: Pyöristysvirhe on väistämätön, kun yksinkertaistetaan numeroa.
fil: Ang isang pagkakamali sa pag-ikot ay hindi maiiwasan sa tuwing pinapasimple ang isang numero.
hu: A kerekítési hiba elkerülhetetlen, amint egyszerűsítünk egy számot.
id: Kesalahan pembulatan tidak dapat dihindari begitu kita menyederhanakan sebuah angka.
it: Un errore di arrotondamento è inevitabile non appena si semplifica un numero.
ja: 数を簡略化すると、丸め誤差は避けられません。
ko: 숫자를 단순화할 때 반올림 오류는 불가피합니다.
nl: Een afrondingsfout is onvermijdelijk zodra men een getal vereenvoudigt.
no: En avrundingsfeil er uunngåelig så snart man forenkler et tall.
pl: Błąd zaokrąglenia jest nieunikniony, gdy upraszcza się liczbę.
pt_pt: Um erro de arredondamento é inevitável assim que se simplifica um número.
ro: O eroare de rotunjire este inevitabilă de îndată ce simplificăm un număr.
ru: Ошибка округления неизбежна, как только мы упрощаем число.
sk: Chyba zaokrúhlenia je nevyhnutná, ak zjednodušíte číslo.
sv: Ett avrundningsfel är oundvikligt så snart man förenklar ett tal.
sw: Kosa la mabadiliko haliwezi kuepukika mara tu unapopunguza nambari.
tr: Bir sayı basitleştirildiğinde yuvarlama hatası kaçınılmazdır.
uk: Помилка округлення є неминучою, як тільки ми спростимо число.
vi: Một sai số làm tròn là không thể tránh khỏi khi đơn giản hóa một số.
zh_hans: 一旦简化一个数字，四舍五入的误差是不可避免的。

# ed_math_rounding_error_lim2
source: Les erreurs peuvent s’accumuler dans des calculs longs.
af: Foute kan ophoop in lang berekeninge.
bg: Грешките могат да се натрупват в дълги изчисления.
cs: Chyby se mohou hromadit v dlouhých výpočtech.
da: Fejl kan akkumuleres i lange beregninger.
de: Fehler können sich in langen Berechnungen ansammeln.
el: Τα σφάλματα μπορούν να συσσωρευτούν σε μακροχρόνιους υπολογισμούς.
es: Los errores pueden acumularse en cálculos largos.
fi: Virheet voivat kertyä pitkillä laskelmilla.
fil: Maaaring mag-ipon ang mga pagkakamali sa mahahabang kalkulasyon.
hu: A hibák felhalmozódhatnak hosszú számítások során.
id: Kesalahan dapat terakumulasi dalam perhitungan yang panjang.
it: Gli errori possono accumularsi in calcoli lunghi.
ja: 長い計算では誤差が蓄積する可能性があります。
ko: 오류는 긴 계산에서 누적될 수 있습니다.
nl: Fouten kunnen zich ophopen in lange berekeningen.
no: Feil kan akkumuleres i lange beregninger.
pl: Błędy mogą się kumulować w długich obliczeniach.
pt_pt: Os erros podem se acumular em cálculos longos.
ro: Erorile se pot acumula în calcule lungi.
ru: Ошибки могут накапливаться в длинных расчетах.
sk: Chyby sa môžu hromadiť v dlhých výpočtoch.
sv: Fel kan ackumuleras i långa beräkningar.
sw: Makosa yanaweza kujumlishwa katika hesabu ndefu.
tr: Hatalar uzun hesaplamalarda birikmeye başlayabilir.
uk: Помилки можуть накопичуватися в довгих обчисленнях.
vi: Các sai số có thể tích lũy trong các phép tính dài.
zh_hans: 在长计算中，误差可能会累积。

# ed_math_rounding_error_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_rounding_error_q1
source: Une erreur d’arrondi est-elle toujours négligeable ?
af: Is 'n afrondingsfout altyd verwaarloosbaar?
bg: Грешката в закръглянето винаги ли е пренебрежима?
cs: Je chyba zaokroulení vždy zanedbatelná?
da: Er en afrundingsfejl altid ubetydelig?
de: Ist ein Rundungsfehler immer vernachlässigbar?
el: Είναι πάντα αμελητέα ένα σφάλμα στρογγυλοποίησης;
es: ¿Un error de redondeo siempre es despreciable?
fi: Onko pyöristysvirhe aina merkityksetön?
fil: Laging hindi ba nakapapabahala ang isang pagkakamali sa pag-ikot?
hu: A kerekítési hiba mindig elhanyagolható?
id: Apakah kesalahan pembulatan selalu dapat diabaikan?
it: Un errore di arrotondamento è sempre trascurabile?
ja: 丸め誤差は常に無視できるものですか？
ko: 반올림 오류는 항상 무시할 수 있나요?
nl: Is een afrondingsfout altijd verwaarloosbaar?
no: Er en avrundingsfeil alltid ubetydelig?
pl: Czy błąd zaokrąglenia jest zawsze nieistotny?
pt_pt: Um erro de arredondamento é sempre negligenciável?
ro: O eroare de rotunjire este întotdeauna neglijabilă?
ru: Является ли ошибка округления всегда незначительной?
sk: Je chyba zaokrúhlenia vždy zanedbateľná?
sv: Är ett avrundningsfel alltid försumbar?
sw: Je, kosa la mabadiliko daima halizingatiwi?
tr: Bir yuvarlama hatası her zaman göz ardı edilebilir mi?
uk: Чи завжди помилка округлення є незначною?
vi: Một sai số làm tròn có phải lúc nào cũng không đáng kể không?
zh_hans: 四舍五入的误差总是可以忽略吗？
