Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_proportion_fraction_out1
source: Le lien entre fractions égales et proportionnalité.
af: Die verband tussen gelyke breuke en proporsionaliteit.
bg: Връзката между равни дроби и пропорционалност.
cs: Vztah mezi rovnými zlomky a proporcionalitou.
da: Forholdet mellem ligefremme brøker og proportionalitet.
de: Die Verbindung zwischen gleichen Brüchen und Proportionalität.
el: Η σύνδεση μεταξύ ίσων κλασμάτων και αναλογικότητας.
es: La relación entre fracciones equivalentes y proporcionalidad.
fi: Suhteellisten murtolukujen ja suhteellisuuden välinen yhteys.
fil: Ang ugnayan sa pagitan ng mga pantay na fraction at proporsyonalidad.
hu: A kapcsolat az egyenlő törtek és az arányosság között.
id: Hubungan antara pecahan yang sama dan proporsionalitas.
it: Il legame tra frazioni equivalenti e proporzionalità.
ja: 等しい分数と比例の関係。
ko: 동등한 분수와 비례의 관계.
nl: De link tussen gelijke breuken en proportionaliteit.
no: Forholdet mellom like brøker og proporsjonalitet.
pl: Związek między równymi ułamkami a proporcjonalnością.
pt_pt: A ligação entre frações iguais e proporcionalidade.
ro: Legătura dintre fracții egale și proporționalitate.
ru: Связь между равными дробями и пропорциональностью.
sk: Vzťah medzi rovnými zlomkami a proporcionalitou.
sv: Länken mellan lika bråk och proportionalitet.
sw: Uhusiano kati ya sehemu sawa na uwiano.
tr: Eşit kesirler ile orantılılık arasındaki bağlantı.
uk: Зв'язок між рівними дробами та пропорційністю.
vi: Mối liên hệ giữa các phân số bằng nhau và tính tỷ lệ.
zh_hans: 相等分数与比例之间的联系。

# ed_math_proportion_fraction_out2
source: Pourquoi le produit en croix fonctionne.
af: Waarom die kruisproduk werk.
bg: Защо произведението на кръстосаните стойности работи.
cs: Proč funguje křížový součin.
da: Hvorfor krydsproduktet fungerer.
de: Warum das Kreuzprodukt funktioniert.
el: Γιατί λειτουργεί το γινόμενο σταυρού.
es: Por qué funciona el producto cruzado.
fi: Miksi ristitulo toimii.
fil: Bakit gumagana ang produkto sa krus.
hu: Miért működik a keresztbe szorzás.
id: Mengapa produk silang berfungsi.
it: Perché il prodotto in croce funziona.
ja: なぜ交差積が機能するのか。
ko: 왜 교차 곱셈이 작동하는지.
nl: Waarom de kruisproduct werkt.
no: Hvorfor kryssmultiplikasjon fungerer.
pl: Dlaczego zasada krzyżowego mnożenia działa.
pt_pt: Por que o produto cruzado funciona.
ro: De ce funcționează produsul în cruce.
ru: Почему работает правило крест-накрест.
sk: Prečo funguje krížový súčin.
sv: Varför korsmultiplikation fungerar.
sw: Kwa nini bidhaa ya msalaba inafanya kazi.
tr: Çarpanlar kuralının neden çalıştığını.
uk: Чому працює перехресний добуток.
vi: Tại sao phép nhân chéo lại hoạt động.
zh_hans: 为什么交叉相乘有效。

# ed_math_proportion_fraction_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни моменти
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_proportion_fraction_lim1
source: Les fractions doivent représenter des grandeurs comparables.
af: Die breuke moet vergelykbare groothede voorstel.
bg: Дробите трябва да представляват сравними величини.
cs: Zlomky musí představovat srovnatelné veličiny.
da: Brøker skal repræsentere sammenlignelige størrelser.
de: Die Brüche müssen vergleichbare Größen darstellen.
el: Τα κλάσματα πρέπει να αντιπροσωπεύουν συγκρίσιμες ποσότητες.
es: Las fracciones deben representar magnitudes comparables.
fi: Murtolukujen on edustettava vertailukelpoisia suureita.
fil: Ang mga fraction ay dapat kumatawan sa mga maihahambing na sukat.
hu: A törteknek összehasonlítható mennyiségeket kell képviselniük.
id: Pecahan harus mewakili besaran yang dapat dibandingkan.
it: Le frazioni devono rappresentare grandezze comparabili.
ja: 分数は比較可能な量を表す必要があります。
ko: 분수는 비교 가능한 양을 나타내야 합니다.
nl: De breuken moeten vergelijkbare grootheden vertegenwoordigen.
no: Brøkene må representere sammenlignbare størrelser.
pl: Ułamki muszą reprezentować porównywalne wielkości.
pt_pt: As frações devem representar grandezas comparáveis.
ro: Fracțiile trebuie să reprezinte mărimi comparabile.
ru: Дроби должны представлять сопоставимые величины.
sk: Zlomky musia predstavovať porovnateľné veľkosti.
sv: Bråken måste representera jämförbara storheter.
sw: Sehemu zinapaswa kuwakilisha ukubwa unaolingana.
tr: Kesirler karşılaştırılabilir büyüklükleri temsil etmelidir.
uk: Дроби повинні представляти порівнянні величини.
vi: Các phân số phải đại diện cho các đại lượng có thể so sánh.
zh_hans: 分数必须表示可比较的量。

# ed_math_proportion_fraction_lim2
source: Attention aux divisions par zéro.
af: Pasop vir delings deur nul.
bg: Внимавайте за деления на нула.
cs: Pozor na dělení nulou.
da: Pas på division med nul.
de: Achtung bei Divisionen durch Null.
el: Προσοχή στις διαιρέσεις με το μηδέν.
es: Cuidado con las divisiones por cero.
fi: Vältä nollalla jakamista.
fil: Mag-ingat sa paghahati sa zero.
hu: Figyelj a nullával való osztásra.
id: Hati-hati terhadap pembagian dengan nol.
it: Attenzione alle divisioni per zero.
ja: ゼロでの除算に注意してください。
ko: 0으로 나누는 것에 주의하세요.
nl: Let op voor delingen door nul.
no: Vær oppmerksom på deling med null.
pl: Uwaga na dzielenie przez zero.
pt_pt: Cuidado com divisões por zero.
ro: Atenție la împărțirile la zero.
ru: Осторожно с делением на ноль.
sk: Pozor na delenie nulou.
sv: Var försiktig med divisioner med noll.
sw: Kuwa makini na kugawanya kwa sifuri.
tr: Sıfıra bölme işlemlerine dikkat edin.
uk: Увага до ділення на нуль.
vi: Chú ý đến việc chia cho số không.
zh_hans: 注意除以零。

# ed_math_proportion_fraction_tip_title
source: Astuce
af: Hulpmiddel
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_proportion_fraction_tip
source: Si a×d = b×c, alors les deux rapports sont équivalents.
af: As a×d = b×c, dan is die twee verhoudings ekwivalent.
bg: Ако a×d = b×c, то двете съотношения са еквивалентни.
cs: Pokud a×d = b×c, pak jsou oba poměry ekvivalentní.
da: Hvis a×d = b×c, så er de to forhold ækvivalente.
de: Wenn a×d = b×c, dann sind die beiden Verhältnisse gleichwertig.
el: Αν a×d = b×c, τότε οι δύο αναλογίες είναι ισοδύναμες.
es: Si a×d = b×c, entonces las dos razones son equivalentes.
fi: Jos a×d = b×c, niin molemmat suhteet ovat ekvivalentteja.
fil: Kung a×d = b×c, kung gayon ang dalawang ratio ay katumbas.
hu: Ha a×d = b×c, akkor a két arány egyenértékű.
id: Jika a×d = b×c, maka kedua rasio tersebut setara.
it: Se a×d = b×c, allora i due rapporti sono equivalenti.
ja: もし a×d = b×c ならば、二つの比は等しい。
ko: 만약 a×d = b×c라면, 두 비율은 동등합니다.
nl: Als a×d = b×c, dan zijn de twee verhoudingen gelijkwaardig.
no: Hvis a×d = b×c, så er de to forholdene ekvivalente.
pl: Jeśli a×d = b×c, to oba stosunki są równoważne.
pt_pt: Se a×d = b×c, então as duas razões são equivalentes.
ro: Dacă a×d = b×c, atunci cele două rapoarte sunt echivalente.
ru: Если a×d = b×c, то оба отношения эквивалентны.
sk: Ak a×d = b×c, potom sú oba pomery ekvivalentné.
sv: Om a×d = b×c, då är de två förhållandena ekvivalenta.
sw: Ikiwa a×d = b×c, basi uwiano wote wawili ni sawa.
tr: Eğer a×d = b×c ise, o zaman iki oran eşdeğerdir.
uk: Якщо a×d = b×c, то обидні відношення є еквівалентними.
vi: Nếu a×d = b×c, thì hai tỷ lệ này là tương đương.
zh_hans: 如果 a×d = b×c，则这两个比率是等价的。

# ed_math_proportional_share_title
source: À propos : Part proportionnelle
af: Oor: Proporsionele deel
bg: Относно: Пропорционална част
cs: O: Proporcionální část
da: Om: Proportional del
de: Über: Proportionaler Anteil
el: Σχετικά με: Αναλογικό μερίδιο
es: Acerca de: Parte proporcional
fi: Tietoa: Suhteellinen osa
fil: Tungkol sa: Bahaging proporsyonal
hu: A következőkről: Arányos rész
id: Tentang: Bagian proporsional
it: A proposito: Parte proporzionale
ja: について：比例部分
ko: 정보: 비례 부분
nl: Over: Proportioneel aandeel
no: Om: Proporsjonal del
pl: O tym: Część proporcjonalna
pt_pt: Sobre: Parte proporcional
ro: Despre: Parte proporțională
ru: О нас: Пропорциональная доля
sk: O: Proporčná časť
sv: Om: Proportionell andel
sw: Kuhusu: Sehemu inayolingana
tr: Hakkında: Orantılı pay
uk: Про: Пропорційна частка
vi: Về: Phần tỷ lệ
zh_hans: 关于：比例部分

# ed_math_proportional_share_lead
source: Calculer une part proportionnelle dans une répartition totale selon des poids ou des ratios donnés.
af: Bereken 'n proporsionele deel in 'n totale verdeling volgens gegewe gewigte of verhoudings.
bg: Изчислете пропорционална част в общо разпределение според дадени тегла или съотношения.
cs: Vypočítat proporcionální část v celkovém rozdělení podle daných vah nebo poměrů.
da: Beregne en proportional del i en totalfordeling baseret på givne vægte eller forhold.
de: Einen proportionalen Anteil in einer Gesamtheit gemäß gegebenen Gewichten oder Verhältnissen berechnen.
el: Υπολογίστε ένα αναλογικό μερίδιο σε μια συνολική κατανομή σύμφωνα με δεδομένα βάρη ή αναλογίες.
es: Calcular una parte proporcional en una distribución total según pesos o ratios dados.
fi: Laske suhteellinen osa kokonaisjaossa annettujen painojen tai suhteiden mukaan.
fil: Kalkulahin ang isang bahaging proporsyonal sa isang kabuuang pamamahagi ayon sa mga timbang o ibinigay na ratio.
hu: Arányos rész kiszámítása egy adott súlyok vagy arányok szerinti teljes elosztásban.
id: Menghitung bagian proporsional dalam distribusi total berdasarkan bobot atau rasio yang diberikan.
it: Calcolare una parte proporzionale in una ripartizione totale secondo pesi o rapporti dati.
ja: 与えられた重みや比率に基づいて、全体の分配における比例部分を計算します。
ko: 주어진 가중치나 비율에 따라 전체 분배에서 비례 부분을 계산합니다.
nl: Bereken een proportioneel aandeel in een totale verdeling volgens gegeven gewichten of verhoudingen.
no: Beregne en proporsjonal del i en totalfordeling basert på gitte vekter eller forhold.
pl: Obliczanie części proporcjonalnej w całkowitym podziale według podanych wag lub proporcji.
pt_pt: Calcular uma parte proporcional em uma distribuição total de acordo com pesos ou razões dados.
ro: Calcularea unei părți proporționale într-o distribuție totală în funcție de greutăți sau rapoarte date.
ru: Вычислить пропорциональную долю в общем распределении по заданным весам или соотношениям.
sk: Vypočítať proporčnú časť v celkovom rozdelení podľa daných váh alebo pomerov.
sv: Beräkna en proportionell andel i en total fördelning enligt givna vikter eller förhållanden.
sw: Hesabu sehemu inayolingana katika mgawanyiko wa jumla kulingana na uzito au uwiano uliopewa.
tr: Verilen ağırlıklar veya oranlara göre toplam bir dağılımda orantılı bir pay hesaplamak.
uk: Обчислити пропорційну частку в загальному розподілі відповідно до заданих ваг або співвідношень.
vi: Tính toán một phần tỷ lệ trong một phân phối tổng thể theo trọng số hoặc tỷ lệ cho trước.
zh_hans: 根据给定的权重或比率计算总分配中的比例部分。

# ed_math_proportional_share_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_proportional_share_uc1_title
source: Répartition d’un total
af: Verdeling van 'n totaal
bg: Разпределение на обща сума
cs: Rozdělení celku
da: Fordeling af en total
de: Verteilung eines Gesamts
el: Κατανομή ενός συνόλου
es: Distribución de un total
fi: Kokonaisuuden jakaminen
fil: Pamamahagi ng isang kabuuan
hu: Egy összeg elosztása
id: Distribusi total
it: Ripartizione di un totale
ja: 合計の分配
ko: 총액의 분배
nl: Verdeling van een totaal
no: Fordeling av en total
pl: Podział całkowitej kwoty
pt_pt: Distribuição de um total
ro: Distribuția unui total
ru: Распределение общего
sk: Rozdelenie celku
sv: Fördelning av ett totalt belopp
sw: Mgawanyiko wa jumla
tr: Bir toplamın dağılımı
uk: Розподіл загальної суми
vi: Phân phối một tổng số
zh_hans: 总分配

# ed_math_proportional_share_uc1_text
source: Partager une somme d’argent, un temps ou une quantité selon des proportions.
af: Om 'n geldsom, tyd of hoeveelheid volgens proporsies te deel.
bg: Разделяне на сума пари, време или количество според пропорции.
cs: Rozdělit částku peněz, čas nebo množství podle poměrů.
da: At dele et beløb, en tid eller en mængde i henhold til proportioner.
de: Einen Geldbetrag, eine Zeit oder eine Menge gemäß Proportionen aufteilen.
el: Μοιράζοντας ένα χρηματικό ποσό, χρόνο ή ποσότητα σύμφωνα με αναλογίες.
es: Compartir una suma de dinero, un tiempo o una cantidad según proporciones.
fi: Jakaa rahasumma, aikaa tai määrää suhteiden mukaan.
fil: Ibahagi ang isang halaga ng pera, oras, o dami ayon sa mga proporsyon.
hu: Egy pénzösszeg, idő vagy mennyiség arányok szerint történő megosztása.
id: Membagi sejumlah uang, waktu, atau kuantitas berdasarkan proporsi.
it: Condividere una somma di denaro, un tempo o una quantità secondo proporzioni.
ja: お金、時間、または量を比例に従って分ける。
ko: 돈, 시간 또는 양을 비율에 따라 나누기.
nl: Een geldbedrag, tijd of hoeveelheid delen volgens verhoudingen.
no: Dele en sum penger, tid eller mengde i henhold til proporsjoner.
pl: Dzielić sumę pieniędzy, czas lub ilość według proporcji.
pt_pt: Compartilhar uma quantia de dinheiro, um tempo ou uma quantidade de acordo com proporções.
ro: Împărțirea unei sume de bani, a unui timp sau a unei cantități în funcție de proporții.
ru: Разделить сумму денег, время или количество по пропорциям.
sk: Rozdeliť sumu peňazí, čas alebo množstvo podľa pomerov.
sv: Dela en summa pengar, tid eller mängd enligt proportioner.
sw: Gawanya kiasi cha pesa, muda au kiasi kulingana na sehemu.
tr: Bir miktarı, zaman veya miktarı oranlara göre paylaşmak.
uk: Поділити суму грошей, час або кількість відповідно до пропорцій.
vi: Chia một số tiền, thời gian hoặc số lượng theo tỷ lệ.
zh_hans: 根据比例分配一笔钱、时间或数量。

# ed_math_proportional_share_uc2_title
source: Pourcentages
af: Persentasies
bg: Проценти
cs: Procenta
da: Procenter
de: Prozentsätze
el: Ποσοστά
es: Porcentajes
fi: Prosentit
fil: Mga porsyento
hu: Százalékok
id: Persentase
it: Percentuali
ja: パーセンテージ
ko: 퍼센트
nl: Percentages
no: Prosent
pl: Procenty
pt_pt: Porcentagens
ro: Procente
ru: Проценты
sk: Percentá
sv: Procent
sw: Asilimia
tr: Yüzdeler
uk: Відсотки
vi: Phần trăm
zh_hans: 百分比

# ed_math_proportional_share_uc2_text
source: Calculer une part à partir d’un pourcentage du total.
af: Bereken 'n deel vanaf 'n persentasie van die totaal.
bg: Изчислете част от процент от общата сума.
cs: Vypočítat část na základě procenta z celku.
da: Beregne en del ud fra en procentdel af totalen.
de: Einen Anteil aus einem Prozentsatz des Gesamten berechnen.
el: Υπολογίστε ένα μερίδιο από ένα ποσοστό του συνόλου.
es: Calcular una parte a partir de un porcentaje del total.
fi: Laske osa prosenttiosuudesta kokonaisuudesta.
fil: Kalkulahin ang isang bahagi mula sa isang porsyento ng kabuuan.
hu: Egy rész kiszámítása a teljes összeg egy százalékából.
id: Menghitung bagian dari persentase total.
it: Calcolare una parte a partire da una percentuale del totale.
ja: 合計のパーセンテージから部分を計算します。
ko: 총액의 퍼센트에서 부분을 계산합니다.
nl: Bereken een aandeel op basis van een percentage van het totaal.
no: Beregne en del fra en prosentandel av totalen.
pl: Obliczanie części na podstawie procentu całkowitej kwoty.
pt_pt: Calcular uma parte a partir de uma porcentagem do total.
ro: Calcularea unei părți dintr-un procent din total.
ru: Вычислить долю на основе процента от общего.
sk: Vypočítať časť na základe percenta z celku.
sv: Beräkna en andel utifrån en procentandel av totalen.
sw: Hesabu sehemu kutoka kwa asilimia ya jumla.
tr: Toplamın bir yüzdesinden bir pay hesaplamak.
uk: Обчислити частку з відсотка від загальної суми.
vi: Tính toán một phần từ một phần trăm của tổng số.
zh_hans: 根据总数的百分比计算一部分。

# ed_math_proportional_share_output
source: Ce que vous apprenez
af: Wat jy leer
bg: Какво учите
cs: Co se naučíte
da: Det du lærer
de: Was Sie lernen
el: Αυτό που μαθαίνετε
es: Lo que aprendes
fi: Mitä opit
fil: Ang iyong natutunan
hu: Amit tanulsz
id: Apa yang Anda pelajari
it: Ciò che impari
ja: あなたが学ぶこと
ko: 당신이 배우는 것
nl: Wat je leert
no: Det du lærer
pl: To, czego się uczysz
pt_pt: O que você aprende
ro: Ce ce înveți
ru: Что вы изучаете
sk: Čo sa naučíte
sv: Det du lär dig
sw: Unachokujifunza
tr: Öğrendikleriniz
uk: Те, що ви вивчаєте
vi: Những gì bạn học được
zh_hans: 您所学的内容

# ed_math_proportional_share_out1
source: La méthode générale pour calculer une part proportionnelle.
af: Die algemene metode om 'n proporsionele deel te bereken.
bg: Общият метод за изчисляване на пропорционална част.
cs: Obecná metoda pro výpočet proporcionální části.
da: Den generelle metode til at beregne en proportional del.
de: Die allgemeine Methode zur Berechnung eines proportionalen Anteils.
el: Η γενική μέθοδος για τον υπολογισμό ενός αναλογικού μεριδίου.
es: El método general para calcular una parte proporcional.
fi: Yleinen menetelmä suhteellisen osan laskemiseen.
fil: Ang pangkalahatang pamamaraan para sa pagkalkula ng isang bahaging proporsyonal.
hu: Az általános módszer egy arányos rész kiszámítására.
id: Metode umum untuk menghitung bagian proporsional.
it: Il metodo generale per calcolare una parte proporzionale.
ja: 比例部分を計算するための一般的な方法。
ko: 비례 부분을 계산하는 일반적인 방법.
nl: De algemene methode om een proportioneel aandeel te berekenen.
no: Den generelle metoden for å beregne en proporsjonal del.
pl: Ogólna metoda obliczania części proporcjonalnej.
pt_pt: O método geral para calcular uma parte proporcional.
ro: Metoda generală pentru a calcula o parte proporțională.
ru: Общий метод для вычисления пропорциональной доли.
sk: Všeobecná metóda na výpočet proporčnej časti.
sv: Den allmänna metoden för att beräkna en proportionell andel.
sw: Njia ya jumla ya kuhesabu sehemu inayolingana.
tr: Orantılı bir pay hesaplamak için genel yöntem.
uk: Загальний метод для обчислення пропорційної частки.
vi: Phương pháp tổng quát để tính toán một phần tỷ lệ.
zh_hans: 计算比例部分的一般方法。

# ed_math_proportional_share_out2
source: Le lien entre ratios, fractions et pourcentages.
af: Die verband tussen verhoudings, breuke en persentasies.
bg: Връзката между съотношения, дроби и проценти.
cs: Vztah mezi poměry, zlomky a procenty.
da: Forholdet mellem forhold, brøker og procenter.
de: Die Verbindung zwischen Verhältnissen, Brüchen und Prozentsätzen.
el: Η σύνδεση μεταξύ αναλογιών, κλασμάτων και ποσοστών.
es: La relación entre razones, fracciones y porcentajes.
fi: Suhteiden, murtolukujen ja prosenttien välinen yhteys.
fil: Ang ugnayan sa pagitan ng mga ratio, fraction, at porsyento.
hu: A kapcsolat az arányok, törtek és százalékok között.
id: Hubungan antara rasio, pecahan, dan persentase.
it: Il legame tra rapporti, frazioni e percentuali.
ja: 比、分数、パーセンテージの関係。
ko: 비율, 분수 및 퍼센트 간의 관계.
nl: De link tussen verhoudingen, breuken en percentages.
no: Forholdet mellom forhold, brøker og prosent.
pl: Związek między stosunkami, ułamkami i procentami.
pt_pt: A ligação entre razões, frações e porcentagens.
ro: Legătura dintre rapoarte, fracții și procente.
ru: Связь между соотношениями, дробями и процентами.
sk: Vzťah medzi pomermi, zlomkami a percentami.
sv: Länken mellan förhållanden, bråk och procent.
sw: Uhusiano kati ya uwiano, sehemu na asilimia.
tr: Oranlar, kesirler ve yüzdeler arasındaki bağlantı.
uk: Зв'язок між співвідношеннями, дробами та відсотками.
vi: Mối liên hệ giữa tỷ lệ, phân số và phần trăm.
zh_hans: 比率、分数和百分之间的联系。

# ed_math_proportional_share_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни моменти
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_proportional_share_lim1
source: La somme des parts doit correspondre exactement au total.
af: Die som van die dele moet presies ooreenstem met die totaal.
bg: Сумата на частите трябва точно да съответства на общата сума.
cs: Součet částí musí přesně odpovídat celku.
da: Summen af delene skal nøjagtigt svare til totalen.
de: Die Summe der Anteile muss genau dem Gesamtbetrag entsprechen.
el: Το άθροισμα των μεριδίων πρέπει να αντιστοιχεί ακριβώς στο σύνολο.
es: La suma de las partes debe corresponder exactamente al total.
fi: Osien summa on vastattava tarkasti kokonaisuutta.
fil: Ang kabuuan ng mga bahagi ay dapat eksaktong tumugma sa kabuuan.
hu: A részek összege pontosan meg kell, hogy egyezzen a teljes összeggel.
id: Jumlah bagian harus tepat sesuai dengan total.
it: La somma delle parti deve corrispondere esattamente al totale.
ja: 部分の合計は正確に合計に一致する必要があります。
ko: 부분의 합은 총액과 정확히 일치해야 합니다.
nl: De som van de aandelen moet exact overeenkomen met het totaal.
no: Summen av delene må nøyaktig tilsvare totalen.
pl: Suma części musi dokładnie odpowiadać całkowitej kwocie.
pt_pt: A soma das partes deve corresponder exatamente ao total.
ro: Suma părților trebuie să corespundă exact totalului.
ru: Сумма долей должна точно соответствовать общему.
sk: Súčet častí musí presne zodpovedať celku.
sv: Summan av andelarna måste exakt motsvara totalen.
sw: Jumla ya sehemu inapaswa kuendana kabisa na jumla.
tr: Payların toplamı tam olarak toplamla eşleşmelidir.
uk: Сума часток повинна точно відповідати загальному.
vi: Tổng các phần phải tương ứng chính xác với tổng số.
zh_hans: 部分的总和必须与总数完全相符。
