Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_add_lim1
source: Le dénominateur ne doit jamais être égal à zéro.
af: Die noemer mag nooit gelyk wees aan nul nie.
bg: Знаменателят никога не трябва да бъде равен на нула.
cs: Jmenovatel nesmí být nikdy roven nule.
da: Nævneren må aldrig være lig med nul.
de: Der Nenner darf niemals null sein.
el: Ο παρονομαστής δεν πρέπει ποτέ να είναι ίσος με το μηδέν.
es: El denominador nunca debe ser igual a cero.
fi: Nimittäjän ei koskaan pitäisi olla nolla.
fil: Ang denominator ay hindi dapat katumbas ng zero.
hu: A nevező soha nem lehet nulla.
id: Penyebut tidak boleh sama dengan nol.
it: Il denominatore non deve mai essere uguale a zero.
ja: 分母は決してゼロと等しくなってはいけません。
ko: 분모는 절대 0이 되어서는 안 됩니다.
nl: De noemer mag nooit gelijk zijn aan nul.
no: Nevneren må aldri være lik null.
pl: Mianownik nigdy nie może być równy zeru.
pt_pt: O denominador nunca deve ser igual a zero.
ro: Numitorul nu trebuie să fie niciodată egal cu zero.
ru: Знаменатель никогда не должен быть равен нулю.
sk: Menovateľ nikdy nesmie byť rovný nule.
sv: Nämnaren får aldrig vara lika med noll.
sw: Waondoa haupaswi kamwe kuwa sawa na sifuri.
tr: Payda asla sıfıra eşit olmamalıdır.
uk: Знаменник ніколи не повинен дорівнювати нулю.
vi: Mẫu số không bao giờ được bằng không.
zh_hans: 分母绝不能等于零。

# ed_math_fractions_fraction_add_lim2
source: Selon les valeurs saisies, un dénominateur commun peut devenir grand (c’est normal mathématiquement).
af: Afhangende van die ingevoerde waardes, kan 'n gemeenskaplike noemer groot word (dit is wiskundig normaal).
bg: Според въведените стойности, общият знаменател може да стане голям (това е нормално математически).
cs: Podle zadaných hodnot může být společný jmenovatel velký (to je matematicky normální).
da: Afhængigt af de indtastede værdier kan en fælles nævner blive stor (det er normalt matematisk).
de: Je nach eingegebenen Werten kann ein gemeinsamer Nenner groß werden (das ist mathematisch normal).
el: Ανάλογα με τις τιμές που εισάγονται, ένας κοινός παρονομαστής μπορεί να γίνει μεγάλος (είναι φυσιολογικό μαθηματικά).
es: Según los valores ingresados, un denominador común puede volverse grande (es normal matemáticamente).
fi: Syötettyjen arvojen mukaan yhteinen nimittäjä voi kasvaa suureksi (se on matemaattisesti normaalia).
fil: Ayon sa mga halagang ipinasok, ang isang karaniwang denominator ay maaaring maging malaki (ito ay normal sa matematika).
hu: A megadott értékek szerint a közös nevező nagy lehet (ez matematikailag normális).
id: Bergantung pada nilai yang dimasukkan, penyebut yang sama bisa menjadi besar (ini normal secara matematis).
it: A seconda dei valori inseriti, un denominatore comune può diventare grande (è normale matematicamente).
ja: 入力された値に応じて、共通の分母が大きくなることがあります（数学的には正常です）。
ko: 입력된 값에 따라 공통 분모가 커질 수 있습니다 (수학적으로 정상입니다).
nl: Afhankelijk van de ingevoerde waarden kan een gemeenschappelijke noemer groot worden (dat is wiskundig normaal).
no: Avhengig av de angitte verdiene, kan en felles nevner bli stor (det er normalt matematisk).
pl: W zależności od wprowadzonych wartości, wspólny mianownik może stać się duży (to normalne matematycznie).
pt_pt: Dependendo dos valores inseridos, um denominador comum pode se tornar grande (isso é normal matematicamente).
ro: În funcție de valorile introduse, un numitor comun poate deveni mare (este normal din punct de vedere matematic).
ru: В зависимости от введенных значений общий знаменатель может стать большим (это нормально с математической точки зрения).
sk: Podľa zadaných hodnôt môže byť spoločný menovateľ veľký (to je matematicky normálne).
sv: Beroende på de inmatade värdena kan en gemensam nämnare bli stor (det är normalt matematiskt).
sw: Kulingana na thamani zilizowekwa, waondoa wa kawaida unaweza kuwa mkubwa (hii ni kawaida kimaandishi).
tr: Girilen değerlere bağlı olarak, ortak bir payda büyük olabilir (bu matematiksel olarak normaldir).
uk: Залежно від введених значень, спільний знаменник може стати великим (це нормально з математичної точки зору).
vi: Tùy thuộc vào các giá trị đã nhập, một mẫu số chung có thể trở nên lớn (điều này là bình thường về mặt toán học).
zh_hans: 根据输入的值，公分母可能会变得很大（在数学上这是正常的）。

# ed_math_fractions_fraction_add_lim3
source: Si vous avez des décimaux, convertissez-les d’abord en fractions pour garder un résultat exact.
af: As jy desimale het, omskakel dit eers na breuke om 'n presiese resultaat te behou.
bg: Ако имате десетични числа, първо ги преобразувайте в дроби, за да запазите точен резултат.
cs: Pokud máte desetinná čísla, nejprve je převeďte na zlomky, abyste zachovali přesný výsledek.
da: Hvis du har decimaler, skal du først konvertere dem til brøker for at bevare et nøjagtigt resultat.
de: Wenn Sie Dezimalzahlen haben, konvertieren Sie diese zuerst in Brüche, um ein genaues Ergebnis zu behalten.
el: Αν έχετε δεκαδικά, μετατρέψτε τα πρώτα σε κλάσματα για να διατηρήσετε ένα ακριβές αποτέλεσμα.
es: Si tienes decimales, conviértelos primero en fracciones para mantener un resultado exacto.
fi: Jos sinulla on desimaaleja, muunna ne ensin murtoluvuiksi säilyttääksesi tarkan tuloksen.
fil: Kung mayroon kang mga decimal, i-convert muna ang mga ito sa mga fraction upang mapanatili ang eksaktong resulta.
hu: Ha tizedesek vannak, először alakítsa át őket törtekké, hogy pontos eredményt kapjon.
id: Jika Anda memiliki desimal, konversikan terlebih dahulu ke pecahan untuk menjaga hasil yang tepat.
it: Se hai decimali, converti prima in frazioni per mantenere un risultato esatto.
ja: 小数がある場合は、正確な結果を保つために最初に分数に変換してください。
ko: 소수점이 있는 경우, 정확한 결과를 유지하기 위해 먼저 분수로 변환하십시오.
nl: Als je decimalen hebt, zet ze eerst om in breuken om een exact resultaat te behouden.
no: Hvis du har desimaler, konverter dem først til brøker for å beholde et nøyaktig resultat.
pl: Jeśli masz liczby dziesiętne, najpierw przekształć je w ułamki, aby zachować dokładny wynik.
pt_pt: Se você tiver decimais, converta-os primeiro em frações para manter um resultado exato.
ro: Dacă ai zecimale, convertește-le mai întâi în fracții pentru a păstra un rezultat exact.
ru: Если у вас есть десятичные дроби, сначала преобразуйте их в дроби, чтобы сохранить точный результат.
sk: Ak máte desatinné čísla, najprv ich preveďte na zlomky, aby ste zachovali presný výsledok.
sv: Om du har decimaler, konvertera dem först till bråk för att behålla ett exakt resultat.
sw: Ikiwa una desimali, badilisha kwanza kuwa sehemu ili kudumisha matokeo sahihi.
tr: Eğer ondalık sayılarınız varsa, önce bunları kesirlere çevirin, böylece tam bir sonuç elde edersiniz.
uk: Якщо у вас є десяткові дроби, спочатку перетворіть їх на дроби, щоб зберегти точний результат.
vi: Nếu bạn có các số thập phân, hãy chuyển đổi chúng thành phân số trước để giữ kết quả chính xác.
zh_hans: 如果您有小数，请先将其转换为分数以保持准确的结果。

# ed_math_fractions_fraction_add_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_fractions_fraction_add_q1
source: Pourquoi ne peut-on pas additionner directement les dénominateurs ?
af: Waarom kan ons nie die noemers direk bymekaar tel nie?
bg: Защо не можем да съберем директно знаменателите?
cs: Proč nemůžeme přímo sčítat jmenovatele?
da: Hvorfor kan man ikke lægge nævnerne sammen direkte?
de: Warum kann man die Nenner nicht direkt addieren?
el: Γιατί δεν μπορούμε να προσθέσουμε απευθείας τους παρονομαστές;
es: ¿Por qué no se pueden sumar directamente los denominadores?
fi: Miksi nimittäjiä ei voi suoraan yhdistelemään?
fil: Bakit hindi natin maidaragdag nang direkta ang mga denominator?
hu: Miért nem lehet közvetlenül összeadni a nevezőket?
id: Mengapa kita tidak bisa langsung menjumlahkan penyebut?
it: Perché non possiamo sommare direttamente i denominatori?
ja: なぜ分母を直接加算できないのですか？
ko: 왜 분모를 직접 더할 수 없나요?
nl: Waarom kunnen we de noemers niet direct optellen?
no: Hvorfor kan vi ikke legge sammen nevnerne direkte?
pl: Dlaczego nie można bezpośrednio dodawać mianowników?
pt_pt: Por que não podemos somar diretamente os denominadores?
ro: De ce nu putem aduna direct numitorii?
ru: Почему нельзя складывать знаменатели напрямую?
sk: Prečo nemôžeme priamo sčítať menovatele?
sv: Varför kan vi inte direkt lägga ihop nämnarna?
sw: Kwa nini hatuwezi kujumlisha waondoa moja kwa moja?
tr: Neden paydaları doğrudan toplayamıyoruz?
uk: Чому не можна безпосередньо додавати знаменники?
vi: Tại sao không thể cộng trực tiếp các mẫu số?
zh_hans: 为什么不能直接加分母？

# ed_math_fractions_fraction_add_a1
source: Parce que 1/2 + 1/2 = 1, alors que (1+1)/(2+2) donnerait 2/4 = 1/2 : ce serait faux.
af: Omdat 1/2 + 1/2 = 1, terwyl (1+1)/(2+2) 2/4 = 1/2 sou gee: dit sou verkeerd wees.
bg: Защото 1/2 + 1/2 = 1, докато (1+1)/(2+2) би дало 2/4 = 1/2: това би било грешно.
cs: Protože 1/2 + 1/2 = 1, zatímco (1+1)/(2+2) by dalo 2/4 = 1/2: to by bylo špatně.
da: Fordi 1/2 + 1/2 = 1, mens (1+1)/(2+2) ville give 2/4 = 1/2: det ville være forkert.
de: Weil 1/2 + 1/2 = 1, während (1+1)/(2+2) 2/4 = 1/2 ergeben würde: das wäre falsch.
el: Επειδή 1/2 + 1/2 = 1, ενώ (1+1)/(2+2) θα έδινε 2/4 = 1/2: αυτό θα ήταν λάθος.
es: Porque 1/2 + 1/2 = 1, mientras que (1+1)/(2+2) daría 2/4 = 1/2: eso sería incorrecto.
fi: Koska 1/2 + 1/2 = 1, kun taas (1+1)/(2+2) antaisi 2/4 = 1/2: se olisi väärin.
fil: Dahil ang 1/2 + 1/2 = 1, habang ang (1+1)/(2+2) ay magbibigay ng 2/4 = 1/2: ito ay mali.
hu: Mert 1/2 + 1/2 = 1, míg (1+1)/(2+2) 2/4 = 1/2-t adna: ez téves lenne.
id: Karena 1/2 + 1/2 = 1, sedangkan (1+1)/(2+2) akan memberikan 2/4 = 1/2: itu akan salah.
it: Perché 1/2 + 1/2 = 1, mentre (1+1)/(2+2) darebbe 2/4 = 1/2: sarebbe sbagliato.
ja: 1/2 + 1/2 = 1 であるのに対し、(1+1)/(2+2) は 2/4 = 1/2 になるため、これは間違いです。
ko: 1/2 + 1/2 = 1이지만 (1+1)/(2+2)는 2/4 = 1/2가 되므로 잘못됩니다.
nl: Omdat 1/2 + 1/2 = 1, terwijl (1+1)/(2+2) 2/4 = 1/2 zou geven: dat zou fout zijn.
no: Fordi 1/2 + 1/2 = 1, mens (1+1)/(2+2) ville gi 2/4 = 1/2: det ville vært feil.
pl: Ponieważ 1/2 + 1/2 = 1, podczas gdy (1+1)/(2+2) dałoby 2/4 = 1/2: to byłoby błędne.
pt_pt: Porque 1/2 + 1/2 = 1, enquanto (1+1)/(2+2) daria 2/4 = 1/2: isso seria errado.
ro: Pentru că 1/2 + 1/2 = 1, în timp ce (1+1)/(2+2) ar da 2/4 = 1/2: ar fi greșit.
ru: Потому что 1/2 + 1/2 = 1, в то время как (1+1)/(2+2) даст 2/4 = 1/2: это было бы неверно.
sk: Pretože 1/2 + 1/2 = 1, zatiaľ čo (1+1)/(2+2) by dalo 2/4 = 1/2: to by bolo nesprávne.
sv: För att 1/2 + 1/2 = 1, medan (1+1)/(2+2) skulle ge 2/4 = 1/2: det skulle vara fel.
sw: Kwa sababu 1/2 + 1/2 = 1, wakati (1+1)/(2+2) itatoa 2/4 = 1/2: hii itakuwa makosa.
tr: Çünkü 1/2 + 1/2 = 1, oysa (1+1)/(2+2) 2/4 = 1/2 verir: bu yanlış olur.
uk: Тому що 1/2 + 1/2 = 1, тоді як (1+1)/(2+2) дасть 2/4 = 1/2: це було б неправильно.
vi: Bởi vì 1/2 + 1/2 = 1, trong khi (1+1)/(2+2) sẽ cho 2/4 = 1/2: điều đó sẽ sai.
zh_hans: 因为 1/2 + 1/2 = 1，而 (1+1)/(2+2) 会得到 2/4 = 1/2：这将是错误的。

# ed_math_fractions_fraction_add_q2
source: C’est quoi un dénominateur commun ?
af: Wat is 'n gemeenskaplike noemer?
bg: Какво е общ знаменател?
cs: Co je to společný jmenovatel?
da: Hvad er en fælles nævner?
de: Was ist ein gemeinsamer Nenner?
el: Τι είναι ένας κοινός παρονομαστής;
es: ¿Qué es un denominador común?
fi: Mikä on yhteinen nimittäjä?
fil: Ano ang karaniwang denominator?
hu: Mi az a közös nevező?
id: Apa itu penyebut yang sama?
it: Cos'è un denominatore comune?
ja: 共通の分母とは何ですか？
ko: 공통 분모란 무엇인가요?
nl: Wat is een gemeenschappelijke noemer?
no: Hva er en felles nevner?
pl: Czym jest wspólny mianownik?
pt_pt: O que é um denominador comum?
ro: Ce este un numitor comun?
ru: Что такое общий знаменатель?
sk: Čo je to spoločný menovateľ?
sv: Vad är en gemensam nämnare?
sw: Ni nini waondoa wa kawaida?
tr: Ortak payda nedir?
uk: Що таке спільний знаменник?
vi: Mẫu số chung là gì?
zh_hans: 什么是公分母？

# ed_math_fractions_fraction_add_a2
source: C’est un même dénominateur pour toutes les fractions, permettant d’additionner correctement les numérateurs.
af: Dit is 'n dieselfde noemer vir al die breuke, wat dit moontlik maak om die tellers korrek bymekaar te tel.
bg: Това е един и същ знаменател за всички дроби, позволяващ правилно събиране на числителите.
cs: Je to stejný jmenovatel pro všechny zlomky, což umožňuje správně sčítat čitatelé.
da: Det er en fælles nævner for alle brøkerne, der gør det muligt at lægge tællerne korrekt sammen.
de: Das ist ein gemeinsamer Nenner für alle Brüche, der es ermöglicht, die Zähler korrekt zu addieren.
el: Είναι ο ίδιος παρονομαστής για όλα τα κλάσματα, επιτρέποντας τη σωστή πρόσθεση των αριθμητών.
es: Es un mismo denominador para todas las fracciones, permitiendo sumar correctamente los numeradores.
fi: Se on sama nimittäjä kaikille murtoluvuille, mikä mahdollistaa osoittajien oikean yhdistelemisen.
fil: Ito ay isang parehong denominator para sa lahat ng mga fraction, na nagpapahintulot na tama ang pagdaragdag ng mga numerator.
hu: Ez egy közös nevező minden tört számára, amely lehetővé teszi a számlálók helyes összeadását.
id: Itu adalah penyebut yang sama untuk semua pecahan, memungkinkan penjumlahan pembilang dengan benar.
it: È lo stesso denominatore per tutte le frazioni, che consente di sommare correttamente i numeratori.
ja: すべての分数に対して同じ分母であり、正しく分子を加算できるようにします。
ko: 모든 분수에 대해 동일한 분모로, 분자를 올바르게 더할 수 있게 해줍니다.
nl: Dat is eenzelfde noemer voor alle breuken, waardoor je de tellers correct kunt optellen.
no: Det er en felles nevner for alle brøkene, som gjør det mulig å legge sammen tellerne korrekt.
pl: To ten sam mianownik dla wszystkich ułamków, umożliwiający poprawne dodawanie liczników.
pt_pt: É um mesmo denominador para todas as frações, permitindo somar corretamente os numeradores.
ro: Este un numitor comun pentru toate fracțiile, permițând adunarea corectă a numerelor de sus.
ru: Это один и тот же знаменатель для всех дробей, позволяющий правильно складывать числители.
sk: Je to rovnaký menovateľ pre všetky zlomky, ktorý umožňuje správne sčítať čitatele.
sv: Det är en gemensam nämnare för alla bråk, vilket möjliggör korrekt addition av täljarna.
sw: Ni waondoa sawa kwa sehemu zote, unaowezesha kujumlisha kwa usahihi waondoa.
tr: Tüm kesirler için aynı payda olup, payları doğru bir şekilde toplamanızı sağlar.
uk: Це один і той же знаменник для всіх дробів, що дозволяє правильно додавати чисельники.
vi: Đó là một mẫu số giống nhau cho tất cả các phân số, cho phép cộng chính xác các tử số.
zh_hans: 这是所有分数的相同分母，允许正确地加法分子。

# ed_math_fractions_fraction_add_q3
source: Le résultat est-il toujours simplifié ?
af: Is die resultaat altyd vereenvoudig?
bg: Резултатът винаги ли е опростен?
cs: Je výsledek vždy zjednodušený?
da: Er resultatet altid forenklet?
de: Ist das Ergebnis immer vereinfacht?
el: Είναι πάντα απλοποιημένο το αποτέλεσμα;
es: ¿El resultado siempre está simplificado?
fi: Onko tulos aina yksinkertaistettu?
fil: Laging pinasimple ba ang resulta?
hu: Mindig egyszerűsített az eredmény?
id: Apakah hasilnya selalu disederhanakan?
it: Il risultato è sempre semplificato?
ja: 結果は常に簡略化されていますか？
ko: 결과는 항상 간단하게 되나요?
nl: Is het resultaat altijd vereenvoudigd?
no: Er resultatet alltid forenklet?
pl: Czy wynik zawsze jest uproszczony?
pt_pt: O resultado é sempre simplificado?
ro: Este rezultatul întotdeauna simplificat?
ru: Результат всегда упрощен?
sk: Je výsledok vždy zjednodušený?
sv: Är resultatet alltid förenklat?
sw: Je, matokeo daima yanarahisishwa?
tr: Sonuç her zaman basitleştirilmiş mi?
uk: Чи завжди результат спрощений?
vi: Kết quả có luôn được đơn giản hóa không?
zh_hans: 结果总是简化吗？

# ed_math_fractions_fraction_add_a3
source: Oui, lorsque c’est possible, la fraction est réduite à sa forme irréductible.
af: Ja, wanneer dit moontlik is, word die breuk tot sy onverdeelbare vorm verminder.
bg: Да, когато е възможно, дробта се намалява до нейната неприводима форма.
cs: Ano, když je to možné, zlomek je zredukován na svou nezhodnocenou formu.
da: Ja, når det er muligt, bliver brøken reduceret til sin irreducible form.
de: Ja, wenn möglich, wird der Bruch auf seine nicht reduzierbare Form reduziert.
el: Ναι, όταν είναι δυνατόν, το κλάσμα μειώνεται στην α irreducible μορφή του.
es: Sí, cuando es posible, la fracción se reduce a su forma irreductible.
fi: Kyllä, kun se on mahdollista, murtoluku on vähennetty sen ei vähennettävään muotoon.
fil: Oo, kapag posible, ang fraction ay pinapaliit sa kanyang hindi maaring bawasan na anyo.
hu: Igen, amikor lehetséges, a tört a legkisebb formájára van egyszerűsítve.
id: Ya, jika memungkinkan, pecahan akan dikurangi ke bentuk yang tidak dapat dikurangi.
it: Sì, quando possibile, la frazione è ridotta alla sua forma irriducibile.
ja: はい、可能な場合は分数が既約の形に減らされます。
ko: 네, 가능할 때 분수는 약분된 형태로 줄어듭니다.
nl: Ja, wanneer mogelijk, wordt de breuk teruggebracht tot zijn onherleidbare vorm.
no: Ja, når det er mulig, blir brøken redusert til sin irreducible form.
pl: Tak, gdy to możliwe, ułamek jest redukowany do swojej niedopuszczalnej formy.
pt_pt: Sim, quando possível, a fração é reduzida à sua forma irredutível.
ro: Da, atunci când este posibil, fracția este redusă la forma sa ireductibilă.
ru: Да, когда это возможно, дробь сокращается до своей ирредуцируемой формы.
sk: Áno, keď je to možné, zlomok je zredukovaný na svoju nezhodnú formu.
sv: Ja, när det är möjligt, reduceras bråket till sin irreducibla form.
sw: Ndio, inapowezekana, sehemu inakabiliwa na mfumo wake usioweza kupunguzwa.
tr: Evet, mümkün olduğunda kesir sadeleştirilir.
uk: Так, коли це можливо, дроб зменшується до своєї ірредуктивної форми.
vi: Có, khi có thể, phân số được rút gọn về dạng không thể rút gọn của nó.
zh_hans: 是的，当可能时，分数会被简化为其不可约形式。

# ed_math_fractions_fraction_add_q4
source: Et si j’ai plus de deux fractions à additionner ?
af: En as ek meer as twee breuke het om bymekaar te tel?
bg: А какво, ако имам повече от две дроби за събиране?
cs: A co když mám více než dva zlomky k sečtení?
da: Og hvis jeg har mere end to brøker at lægge sammen?
de: Und wenn ich mehr als zwei Brüche addieren möchte?
el: Και αν έχω περισσότερα από δύο κλάσματα να προσθέσω;
es: ¿Y si tengo más de dos fracciones para sumar?
fi: Entä jos minulla on enemmän kuin kaksi murtolukuja yhdistelemään?
fil: At kung mayroon akong higit sa dalawang fraction na idaragdag?
hu: Mi van, ha több mint két törtem van, amit össze kell adni?
id: Dan jika saya memiliki lebih dari dua pecahan untuk dijumlahkan?
it: E se ho più di due frazioni da sommare?
ja: 2つ以上の分数を加算する場合はどうなりますか？
ko: 두 개 이상의 분수를 더해야 한다면?
nl: En als ik meer dan twee breuken moet optellen?
no: Og hvis jeg har mer enn to brøker å legge sammen?
pl: A co jeśli mam więcej niż dwa ułamki do dodania?
pt_pt: E se eu tiver mais de duas frações para somar?
ro: Și dacă am mai mult de două fracții de adunat?
ru: А если у меня больше двух дробей для сложения?
sk: A čo ak mám viac ako dva zlomky na sčítanie?
sv: Och om jag har mer än två bråk att lägga ihop?
sw: Na ikiwa nina sehemu zaidi ya mbili za kujumlisha?
tr: İki kesirden fazla kesiri toplarsam ne olur?
uk: А якщо у мене більше двох дробів для додавання?
vi: Và nếu tôi có nhiều hơn hai phân số để cộng?
zh_hans: 如果我有超过两个分数要加法怎么办？

# ed_math_fractions_fraction_add_a4
source: Vous pouvez additionner plusieurs fractions : l’outil applique la même logique de dénominateur commun et de simplification.
af: Jy kan verskeie breuke bymekaar tel: die hulpmiddel pas dieselfde logika van gemeenskaplike noemer en vereenvoudiging toe.
bg: Можете да съберете няколко дроби: инструментът прилага същата логика за общ знаменател и опростяване.
cs: Můžete sčítat více zlomků: nástroj aplikuje stejnou logiku společného jmenovatele a zjednodušení.
da: Du kan lægge flere brøker sammen: værktøjet anvender den samme logik for fælles nævner og forenkling.
de: Sie können mehrere Brüche addieren: Das Tool wendet die gleiche Logik des gemeinsamen Nenners und der Vereinfachung an.
el: Μπορείτε να προσθέσετε πολλά κλάσματα: το εργαλείο εφαρμόζει την ίδια λογική κοινού παρονομαστή και απλοποίησης.
es: Puedes sumar varias fracciones: la herramienta aplica la misma lógica de denominador común y simplificación.
fi: Voit yhdistelemään useita murtolukuja: työkalu soveltaa samaa yhteisen nimittäjän ja yksinkertaistamisen logiikkaa.
fil: Maaari kang magdagdag ng maraming fraction: ang tool ay gumagamit ng parehong lohika ng karaniwang denominator at pagsasimplify.
hu: Több törtet is összeadhat: az eszköz ugyanazt a közös nevező és egyszerűsítés logikáját alkalmazza.
id: Anda dapat menjumlahkan beberapa pecahan: alat ini menerapkan logika yang sama tentang penyebut yang sama dan penyederhanaan.
it: Puoi sommare più frazioni: lo strumento applica la stessa logica di denominatore comune e semplificazione.
ja: 複数の分数を加算できます：ツールは共通の分母と簡略化の同じ論理を適用します。
ko: 여러 분수를 더할 수 있습니다: 도구는 공통 분모와 약분의 동일한 논리를 적용합니다.
nl: Je kunt meerdere breuken optellen: de tool past dezelfde logica van gemeenschappelijke noemer en vereenvoudiging toe.
no: Du kan legge sammen flere brøker: verktøyet bruker den samme logikken for felles nevner og forenkling.
pl: Możesz dodać wiele ułamków: narzędzie stosuje tę samą logikę wspólnego mianownika i uproszczenia.
pt_pt: Você pode somar várias frações: a ferramenta aplica a mesma lógica de denominador comum e simplificação.
ro: Poți aduna mai multe fracții: instrumentul aplică aceeași logică de numitor comun și simplificare.
ru: Вы можете складывать несколько дробей: инструмент применяет ту же логику общего знаменателя и упрощения.
sk: Môžete sčítať viacero zlomkov: nástroj aplikuje rovnakú logiku spoločného menovateľa a zjednodušenia.
sv: Du kan lägga ihop flera bråk: verktyget tillämpar samma logik för gemensam nämnare och förenkling.
sw: Unaweza kujumlisha sehemu nyingi: chombo kinatumia mantiki sawa ya waondoa wa kawaida na rahisi.
tr: Birden fazla kesiri toplayabilirsiniz: araç, ortak payda ve sadeleştirme mantığını uygular.
uk: Ви можете додавати кілька дробів: інструмент застосовує ту ж логіку спільного знаменника та спрощення.
vi: Bạn có thể cộng nhiều phân số: công cụ áp dụng cùng một logic về mẫu số chung và đơn giản hóa.
zh_hans: 您可以加法多个分数：该工具应用相同的公分母和简化逻辑。

# ed_math_fractions_fraction_add_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示
