Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_limits_out1
source: Des explications claires sur les situations où les pourcentages ne suffisent pas à décrire correctement une réalité.
af: Duidelike verduidelikings oor situasies waar persentasies nie genoegsaam is om 'n werklikheid korrek te beskryf nie.
bg: Ясни обяснения за ситуации, в които процентите не са достатъчни, за да опишат правилно реалността.
cs: Jasná vysvětlení situací, kdy procenta nestačí k správnému popisu reality.
da: Klare forklaringer på situationer, hvor procenter ikke er tilstrækkelige til korrekt at beskrive en virkelighed.
de: Klare Erklärungen zu Situationen, in denen Prozentsätze nicht ausreichen, um eine Realität korrekt zu beschreiben.
el: Καθαρές εξηγήσεις για τις καταστάσεις όπου τα ποσοστά δεν αρκούν για να περιγράψουν σωστά μια πραγματικότητα.
es: Explicaciones claras sobre las situaciones en las que los porcentajes no son suficientes para describir correctamente una realidad.
fi: Selkeät selitykset tilanteista, joissa prosentit eivät riitä kuvaamaan todellisuutta oikein.
fil: Malinaw na mga paliwanag sa mga sitwasyon kung saan ang mga porsyento ay hindi sapat upang maayos na ilarawan ang isang realidad.
hu: Világos magyarázatok azokra a helyzetekre, amikor a százalékok nem elegendőek a valóság helyes leírásához.
id: Penjelasan yang jelas tentang situasi di mana persentase tidak cukup untuk menggambarkan realitas dengan benar.
it: Spiegazioni chiare sulle situazioni in cui le percentuali non sono sufficienti a descrivere correttamente una realtà.
ja: パーセンテージだけでは現実を正しく説明できない状況についての明確な説明。
ko: 백분율로는 현실을 올바르게 설명할 수 없는 상황에 대한 명확한 설명입니다.
nl: Duidelijke uitleg over situaties waarin percentages niet voldoende zijn om de werkelijkheid correct te beschrijven.
no: Klare forklaringer på situasjoner der prosent ikke er tilstrekkelig for å beskrive en virkelighet korrekt.
pl: Jasne wyjaśnienia sytuacji, w których procenty nie wystarczają do prawidłowego opisania rzeczywistości.
pt_pt: Explicações claras sobre as situações em que as percentagens não são suficientes para descrever corretamente uma realidade.
ro: Explicații clare despre situațiile în care procentele nu sunt suficiente pentru a descrie corect o realitate.
ru: Четкие объяснения ситуаций, когда проценты не могут правильно описать реальность.
sk: Jasné vysvetlenia situácií, kde percentá nestačia na správne opísanie reality.
sv: Tydliga förklaringar av situationer där procent inte räcker för att korrekt beskriva en verklighet.
sw: Maelezo wazi kuhusu hali ambapo asilimia hazitoshi kuelezea ukweli kwa usahihi.
tr: Yüzdelerin bir gerçeği doğru bir şekilde tanımlamak için yeterli olmadığı durumlar hakkında net açıklamalar.
uk: Чіткі пояснення ситуацій, коли відсотки не можуть адекватно описати реальність.
vi: Các giải thích rõ ràng về những tình huống mà tỷ lệ phần trăm không đủ để mô tả chính xác một thực tế.
zh_hans: 关于在何种情况下百分比不足以正确描述现实的清晰解释。

# ed_math_percentages_percentage_limits_out2
source: Des exemples concrets montrant les erreurs d’interprétation les plus courantes.
af: Konkrete voorbeelde wat die mees algemene interpretasiefoute toon.
bg: Конкретни примери, показващи най-честите грешки в интерпретацията.
cs: Konkrétní příklady ukazující nejčastější chyby v interpretaci.
da: Konkrete eksempler, der viser de mest almindelige fortolkningsfejl.
de: Konkrete Beispiele, die die häufigsten Fehlinterpretationen zeigen.
el: Συγκεκριμένα παραδείγματα που δείχνουν τα πιο κοινά λάθη ερμηνείας.
es: Ejemplos concretos que muestran los errores de interpretación más comunes.
fi: Konkreettisia esimerkkejä, jotka osoittavat yleisimmät tulkintavirheet.
fil: Mga konkretong halimbawa na nagpapakita ng mga pinakakaraniwang pagkakamali sa interpretasyon.
hu: Konkrét példák, amelyek bemutatják a leggyakoribb félreértéseket.
id: Contoh konkret yang menunjukkan kesalahan interpretasi yang paling umum.
it: Esempi concreti che mostrano gli errori di interpretazione più comuni.
ja: 最も一般的な解釈の誤りを示す具体的な例。
ko: 가장 일반적인 해석 오류를 보여주는 구체적인 예입니다.
nl: Concrete voorbeelden die de meest voorkomende interpretatiefouten laten zien.
no: Konkret eksempler som viser de vanligste feiltolkningene.
pl: Konkretne przykłady pokazujące najczęstsze błędy interpretacyjne.
pt_pt: Exemplos concretos mostrando os erros de interpretação mais comuns.
ro: Exemple concrete care arată cele mai frecvente erori de interpretare.
ru: Конкретные примеры, показывающие наиболее распространенные ошибки интерпретации.
sk: Konkrétne príklady ukazujúce najbežnejšie chyby v interpretácii.
sv: Konkreta exempel som visar de vanligaste tolkningsfelen.
sw: Mifano halisi inayoonyesha makosa ya tafsiri yanayojitokeza mara kwa mara.
tr: En yaygın yanlış yorumlama hatalarını gösteren somut örnekler.
uk: Конкретні приклади, що демонструють найпоширеніші помилки інтерпретації.
vi: Các ví dụ cụ thể cho thấy những sai lầm diễn giải phổ biến nhất.
zh_hans: 展示最常见的误解错误的具体示例。

# ed_math_percentages_percentage_limits_out3
source: Une aide à la prise de recul face aux chiffres exprimés uniquement en pourcentage.
af: 'n Hulp om 'n stap terug te neem teenoor syfers wat slegs in persentasie uitgedruk word.
bg: Помощ за дистанциране от числата, изразени само в проценти.
cs: Pomoc při nadhledu nad čísly vyjádřenými pouze v procentech.
da: Et hjælpemiddel til at tage afstand fra tal, der kun er udtrykt i procent.
de: Eine Hilfe, um einen Abstand zu den Zahlen zu gewinnen, die nur in Prozent ausgedrückt sind.
el: Μια βοήθεια για να αποστασιοποιηθείτε από τους αριθμούς που εκφράζονται μόνο σε ποσοστά.
es: Una ayuda para tomar distancia frente a los números expresados únicamente en porcentaje.
fi: Apua etäisyyden ottamiseen pelkästään prosentteina esitettyihin lukuihin.
fil: Isang tulong upang makapag-isip nang mas malayo sa mga numerong ipinahayag lamang sa porsyento.
hu: Segítség a számokkal való távolságtartásban, amelyek csak százalékban vannak kifejezve.
id: Bantuan untuk mengambil langkah mundur dari angka yang hanya dinyatakan dalam persentase.
it: Un aiuto per prendere le distanze dai numeri espressi solo in percentuale.
ja: パーセンテージのみで表現された数字に対して一歩引いて考える手助け。
ko: 백분율로만 표현된 숫자에 대해 한 발짝 물러나는 데 도움이 됩니다.
nl: Een hulpmiddel om afstand te nemen van cijfers die alleen in procenten zijn uitgedrukt.
no: Hjelp til å ta et steg tilbake i møte med tall uttrykt kun i prosent.
pl: Pomoc w dystansowaniu się do liczb wyrażonych tylko w procentach.
pt_pt: Uma ajuda para ter uma visão mais ampla em relação aos números expressos apenas em percentagem.
ro: O ajutor pentru a lua distanță față de cifrele exprimate doar în procente.
ru: Помощь в том, чтобы отстраниться от цифр, выраженных только в процентах.
sk: Pomoc pri odstúpení od čísel vyjadrených iba v percentách.
sv: Ett hjälpmedel för att ta ett steg tillbaka inför siffror som endast uttrycks i procent.
sw: Msaada wa kuchukua hatua ya mbali mbele ya nambari zinazotolewa tu kwa asilimia.
tr: Yalnızca yüzde olarak ifade edilen sayılara karşı mesafe almanıza yardımcı olur.
uk: Допомога у відстороненні від цифр, виражених лише у відсотках.
vi: Một sự hỗ trợ để nhìn nhận lại các con số chỉ được biểu thị bằng tỷ lệ phần trăm.
zh_hans: 帮助您对仅以百分比表示的数字保持一定的距离。

# ed_math_percentages_percentage_limits_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и важни моменти
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Határok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 限界と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_limits_lim1
source: Un pourcentage n’a de sens que si la base de calcul est clairement définie.
af: 'n Persentasie het slegs sin as die berekeningsbasis duidelik gedefinieer is.
bg: Процентът има смисъл само ако основата на изчислението е ясно определена.
cs: Procento dává smysl pouze tehdy, pokud je základ pro výpočet jasně definován.
da: En procent har kun mening, hvis beregningsgrundlaget er klart defineret.
de: Ein Prozentsatz macht nur Sinn, wenn die Berechnungsbasis klar definiert ist.
el: Ένα ποσοστό έχει νόημα μόνο αν η βάση υπολογισμού είναι σαφώς καθορισμένη.
es: Un porcentaje solo tiene sentido si la base de cálculo está claramente definida.
fi: Prosentti on merkityksellinen vain, jos laskentapohja on selvästi määritelty.
fil: Ang isang porsyento ay may kahulugan lamang kung ang batayan ng pagkalkula ay malinaw na tinukoy.
hu: A százalék csak akkor van értelme, ha a számítás alapja világosan meghatározott.
id: Sebuah persentase hanya memiliki makna jika dasar perhitungannya didefinisikan dengan jelas.
it: Una percentuale ha senso solo se la base di calcolo è chiaramente definita.
ja: パーセンテージは計算の基準が明確に定義されている場合にのみ意味を持つ。
ko: 백분율은 계산 기준이 명확하게 정의될 때만 의미가 있습니다.
nl: Een percentage heeft alleen betekenis als de berekeningsbasis duidelijk is gedefinieerd.
no: En prosent har kun mening hvis beregningsgrunnlaget er klart definert.
pl: Procent ma sens tylko wtedy, gdy podstawa obliczeń jest wyraźnie określona.
pt_pt: Uma percentagem só faz sentido se a base de cálculo estiver claramente definida.
ro: Un procent are sens doar dacă baza de calcul este definită clar.
ru: Процент имеет смысл только если база расчета четко определена.
sk: Percento má zmysel len vtedy, ak je základ výpočtu jasne definovaný.
sv: En procent har endast mening om beräkningsgrunden är tydligt definierad.
sw: Asilimia ina maana tu ikiwa msingi wa hesabu umeelezwa wazi.
tr: Bir yüzdede anlam kazanabilmesi için hesaplama tabanının açıkça tanımlanması gerekir.
uk: Відсоток має сенс лише тоді, коли база розрахунку чітко визначена.
vi: Một tỷ lệ phần trăm chỉ có ý nghĩa nếu cơ sở tính toán được xác định rõ ràng.
zh_hans: 只有在计算基础明确的情况下，百分比才有意义。

# ed_math_percentages_percentage_limits_lim2
source: Les variations successives en pourcentage ne sont pas additives (ex. −50 % puis +50 % ne ramènent pas à la valeur initiale).
af: Die opeenvolgende variasies in persentasies is nie additief nie (bv. −50 % dan +50 % bring nie terug na die oorspronklike waarde nie).
bg: Последователните вариации в проценти не са адитивни (напр. -50 % след това +50 % не водят до началната стойност).
cs: Po sobě jdoucí procentuální změny nejsou aditivní (např. −50 % a poté +50 % nevedou zpět k původní hodnotě).
da: De successive ændringer i procent er ikke additive (f.eks. −50 % efterfulgt af +50 % bringer ikke tilbage til den oprindelige værdi).
de: Die aufeinanderfolgenden prozentualen Änderungen sind nicht additiv (z. B. −50 % und dann +50 % führen nicht zur ursprünglichen Zahl zurück).
el: Οι διαδοχικές μεταβολές σε ποσοστά δεν είναι προσθετικές (π.χ. -50% και μετά +50% δεν επιστρέφουν στην αρχική τιμή).
es: Las variaciones sucesivas en porcentaje no son aditivas (por ejemplo, -50 % y luego +50 % no regresan al valor inicial).
fi: Peräkkäiset prosenttimuutokset eivät ole yhdisteitä (esim. -50 % ja sitten +50 % eivät palauta alkuperäiseen arvoon).
fil: Ang sunud-sunod na pagbabago sa porsyento ay hindi nagdadagdag (hal. −50 % pagkatapos +50 % ay hindi nagbabalik sa orihinal na halaga).
hu: A folyamatos százalékos változások nem összeadhatók (pl. -50 % majd +50 % nem hozza vissza az eredeti értéket).
id: Variasi berturut-turut dalam persentase tidak bersifat aditif (mis. −50 % kemudian +50 % tidak kembali ke nilai awal).
it: Le variazioni successive in percentuale non sono additive (es. −50 % poi +50 % non riportano al valore iniziale).
ja: 連続するパーセンテージの変動は加算的ではない（例：−50 % から +50 % では元の値には戻らない）。
ko: 연속적인 백분율 변화는 가산적이지 않습니다(예: -50% 후 +50%는 초기 값으로 돌아오지 않습니다).
nl: Opvolgende procentuele variaties zijn niet optelbaar (bijv. -50% gevolgd door +50% brengt niet terug naar de oorspronkelijke waarde).
no: Suksessive prosentvise endringer er ikke additive (f.eks. −50 % etterfulgt av +50 % fører ikke tilbake til den opprinnelige verdien).
pl: Kolejne zmiany procentowe nie są addytywne (np. −50 % a potem +50 % nie prowadzą do wartości początkowej).
pt_pt: As variações sucessivas em percentagem não são aditivas (ex. −50 % seguido de +50 % não retorna ao valor inicial).
ro: Variatiile succesive în procente nu sunt aditive (ex. -50% apoi +50% nu revin la valoarea inițială).
ru: Последовательные изменения в процентах не являются аддитивными (например, -50% затем +50% не возвращают к исходному значению).
sk: Postupné zmeny v percentách nie sú aditívne (napr. −50 % a potom +50 % nevedú späť k pôvodnej hodnote).
sv: Successiva procentuella förändringar är inte additiva (t.ex. −50 % följt av +50 % återför inte till det ursprungliga värdet).
sw: Mabadiliko ya mfululizo kwa asilimia si ya kujumlisha (mfano: -50% kisha +50% hayarudishi kwenye thamani ya awali).
tr: Yüzde değişimleri ardışık olarak toplama yapılamaz (ör. -%50 ardından +%50, başlangıç değerine geri dönmez).
uk: Послідовні зміни у відсотках не є адитивними (наприклад, −50 % потім +50 % не повертають до початкового значення).
vi: Các biến động liên tiếp theo tỷ lệ phần trăm không phải là cộng dồn (ví dụ: -50% sau đó +50% không quay lại giá trị ban đầu).
zh_hans: 连续的百分比变化不是可加的（例如，−50% 然后 +50% 不会回到初始值）。

# ed_math_percentages_percentage_limits_lim3
source: Un pourcentage élevé peut masquer une valeur absolue très faible.
af: 'n Hoë persentasie kan 'n baie lae absolute waarde verdoesel.
bg: Висок процент може да прикрие много ниска абсолютна стойност.
cs: Vysoké procento může skrývat velmi nízkou absolutní hodnotu.
da: En høj procent kan skjule en meget lav absolut værdi.
de: Ein hoher Prozentsatz kann einen sehr niedrigen absoluten Wert verschleiern.
el: Ένα υψηλό ποσοστό μπορεί να κρύβει μια πολύ χαμηλή απόλυτη τιμή.
es: Un porcentaje alto puede ocultar un valor absoluto muy bajo.
fi: Korkea prosentti voi peittää alleen hyvin alhaisen absoluuttisen arvon.
fil: Ang mataas na porsyento ay maaaring magtago ng isang napakababang halaga.
hu: Egy magas százalék elrejthet egy nagyon alacsony abszolút értéket.
id: Persentase yang tinggi dapat menyembunyikan nilai absolut yang sangat rendah.
it: Una percentuale elevata può mascherare un valore assoluto molto basso.
ja: 高いパーセンテージは非常に低い絶対値を隠すことがある。
ko: 높은 백분율은 매우 낮은 절대값을 숨길 수 있습니다.
nl: Een hoog percentage kan een zeer lage absolute waarde verbergen.
no: En høy prosent kan skjule en veldig lav absoluttverdi.
pl: Wysoki procent może maskować bardzo niską wartość bezwzględną.
pt_pt: Uma percentagem elevada pode ocultar um valor absoluto muito baixo.
ro: Un procent ridicat poate masca o valoare absolută foarte mică.
ru: Высокий процент может скрывать очень низкое абсолютное значение.
sk: Vysoké percento môže zakrývať veľmi nízku absolútnu hodnotu.
sv: En hög procent kan dölja ett mycket lågt absolutvärde.
sw: Asilimia kubwa inaweza kuficha thamani halisi ya chini sana.
tr: Yüksek bir yüzde, çok düşük bir mutlak değeri gizleyebilir.
uk: Високий відсоток може приховувати дуже низьке абсолютне значення.
vi: Một tỷ lệ phần trăm cao có thể che giấu một giá trị tuyệt đối rất thấp.
zh_hans: 高百分比可能掩盖非常低的绝对值。

# ed_math_percentages_percentage_limits_lim4
source: Comparer des pourcentages calculés sur des bases différentes peut être trompeur.
af: Om persentasies wat op verskillende basisse bereken is te vergelyk, kan misleidend wees.
bg: Сравняването на проценти, изчислени на различни основи, може да бъде заблуждаващо.
cs: Porovnávání procent vypočítaných na různých základech může být klamné.
da: At sammenligne procenter beregnet på forskellige grundlag kan være misvisende.
de: Der Vergleich von Prozentsätzen, die auf unterschiedlichen Basen berechnet wurden, kann irreführend sein.
el: Η σύγκριση ποσοστών που υπολογίζονται σε διαφορετικές βάσεις μπορεί να είναι παραπλανητική.
es: Comparar porcentajes calculados sobre bases diferentes puede ser engañoso.
fi: Eri pohjilla lasketut prosenttien vertaaminen voi olla harhaanjohtavaa.
fil: Ang paghahambing ng mga porsyento na kinakalkula sa iba't ibang batayan ay maaaring maging nakaliligaw.
hu: Különböző alapokon számított százalékok összehasonlítása megtévesztő lehet.
id: Membandingkan persentase yang dihitung berdasarkan dasar yang berbeda bisa menyesatkan.
it: Confrontare percentuali calcolate su basi diverse può essere fuorviante.
ja: 異なる基準で計算されたパーセンテージを比較することは誤解を招く可能性がある。
ko: 서로 다른 기준으로 계산된 백분율을 비교하는 것은 오해를 불러일으킬 수 있습니다.
nl: Het vergelijken van percentages die op verschillende bases zijn berekend kan misleidend zijn.
no: Å sammenligne prosent beregnet på forskjellige grunnlag kan være misvisende.
pl: Porównywanie procentów obliczonych na różnych podstawach może być mylące.
pt_pt: Comparar percentagens calculadas sobre bases diferentes pode ser enganador.
ro: Compararea procentelor calculate pe baze diferite poate fi înșelătoare.
ru: Сравнение процентов, рассчитанных на разных базах, может быть обманчивым.
sk: Porovnávanie percent vypočítaných na rôznych základoch môže byť zavádzajúce.
sv: Att jämföra procent beräknade på olika grunder kan vara missvisande.
sw: Kulinganisha asilimia zilizohesabiwa kwa misingi tofauti kunaweza kuwa na udanganyifu.
tr: Farklı tabanlar üzerinden hesaplanan yüzdeleri karşılaştırmak yanıltıcı olabilir.
uk: Порівняння відсотків, розрахованих на різних базах, може бути оманливим.
vi: So sánh các tỷ lệ phần trăm được tính trên các cơ sở khác nhau có thể gây hiểu lầm.
zh_hans: 比较基于不同基础计算的百分比可能会产生误导。

# ed_math_percentages_percentage_limits_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysyttyjä kysymyksiä
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Časté otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_limits_q1
source: Pourquoi dit-on que les pourcentages peuvent être trompeurs ?
af: Waarom sê ons dat persentasies misleidend kan wees?
bg: Защо се казва, че процентите могат да бъдат заблуждаващи?
cs: Proč se říká, že procenta mohou být klamná?
da: Hvorfor siger man, at procenter kan være misvisende?
de: Warum sagt man, dass Prozentsätze irreführend sein können?
el: Γιατί λέμε ότι τα ποσοστά μπορεί να είναι παραπλανητικά;
es: ¿Por qué se dice que los porcentajes pueden ser engañosos?
fi: Miksi sanotaan, että prosentit voivat olla harhaanjohtavia?
fil: Bakit sinasabi na ang mga porsyento ay maaaring maging nakaliligaw?
hu: Miért mondják, hogy a százalékok megtévesztőek lehetnek?
id: Mengapa orang mengatakan bahwa persentase bisa menyesatkan?
it: Perché si dice che le percentuali possono essere fuorvianti?
ja: なぜパーセンテージは誤解を招くと言われるのか？
ko: 왜 백분율이 오해를 불러일으킬 수 있다고 하나요?
nl: Waarom zegt men dat percentages misleidend kunnen zijn?
no: Hvorfor sier man at prosent kan være misvisende?
pl: Dlaczego mówi się, że procenty mogą być mylące?
pt_pt: Por que se diz que as percentagens podem ser enganosas?
ro: De ce se spune că procentele pot fi înșelătoare?
ru: Почему говорят, что проценты могут быть обманчивыми?
sk: Prečo sa hovorí, že percentá môžu byť zavádzajúce?
sv: Varför sägs det att procent kan vara missvisande?
sw: Kwa nini tunasema kwamba asilimia zinaweza kuwa na udanganyifu?
tr: Yüzdelerin neden yanıltıcı olabileceği söyleniyor?
uk: Чому кажуть, що відсотки можуть бути оманливими?
vi: Tại sao người ta nói rằng tỷ lệ phần trăm có thể gây hiểu lầm?
zh_hans: 为什么说百分比可能会误导？

# ed_math_percentages_percentage_limits_a1
source: Parce qu’ils masquent souvent la valeur de départ, la taille réelle des quantités ou les différences de base utilisées.
af: Omdat hulle dikwels die beginwaarde, die werklike grootte van die hoeveelhede of die verskille in die gebruikte basisse verdoesel.
bg: Защото често прикриват началната стойност, реалния размер на количествата или различията в използваните основи.
cs: Protože často skrývají výchozí hodnotu, skutečnou velikost množství nebo rozdíly v použitých základech.
da: Fordi de ofte skjuler startværdien, den reelle størrelse af mængderne eller forskellene i de anvendte grundlag.
de: Weil sie oft den Ausgangswert, die tatsächliche Größe der Mengen oder die verwendeten Basisunterschiede verschleiern.
el: Επειδή συχνά κρύβουν την αρχική αξία, το πραγματικό μέγεθος των ποσοτήτων ή τις διαφορές στη βάση που χρησιμοποιούνται.
es: Porque a menudo ocultan el valor inicial, el tamaño real de las cantidades o las diferencias de base utilizadas.
fi: Koska ne usein peittävät lähtöarvon, määrien todellisen koon tai käytetyt pohjat.
fil: Dahil madalas nilang itinatago ang halaga ng simula, ang tunay na sukat ng mga dami o ang mga pagkakaibang batayan na ginamit.
hu: Mert gyakran elrejtik a kiinduló értéket, a mennyiségek valódi nagyságát vagy a használt alapok közötti különbségeket.
id: Karena mereka sering menyembunyikan nilai awal, ukuran sebenarnya dari kuantitas, atau perbedaan dasar yang digunakan.
it: Perché spesso mascherano il valore di partenza, la dimensione reale delle quantità o le differenze di base utilizzate.
ja: それはしばしば出発点の値、実際の量の大きさ、または使用される基準の違いを隠すからです。
ko: 그들은 종종 출발 값, 실제 양의 크기 또는 사용된 기준의 차이를 숨기기 때문입니다.
nl: Omdat ze vaak de startwaarde, de werkelijke grootte van de hoeveelheden of de gebruikte basis verbergen.
no: Fordi de ofte skjuler startverdien, den reelle størrelsen på mengdene eller forskjellene i grunnlag som brukes.
pl: Ponieważ często maskują wartość początkową, rzeczywistą wielkość ilości lub różnice w użytych podstawach.
pt_pt: Porque muitas vezes ocultam o valor inicial, o tamanho real das quantidades ou as diferenças de base utilizadas.
ro: Pentru că adesea maschează valoarea de început, dimensiunea reală a cantităților sau diferențele de bază utilizate.
ru: Потому что они часто скрывают начальное значение, реальный размер количеств или различия в используемых базах.
sk: Pretože často zakrývajú počiatočnú hodnotu, skutočnú veľkosť množstiev alebo rozdiely v použitých základoch.
sv: För att de ofta döljer startvärdet, den verkliga storleken på mängderna eller skillnaderna i använda grunder.
sw: Kwa sababu mara nyingi zinaficha thamani ya mwanzo, ukubwa halisi wa kiasi au tofauti za msingi zinazotumika.
tr: Çünkü genellikle başlangıç değerini, miktarların gerçek boyutunu veya kullanılan taban farklılıklarını gizlerler.
uk: Тому що вони часто приховують початкову величину, реальний розмір кількостей або різниці в базах, що використовуються.
vi: Bởi vì chúng thường che giấu giá trị khởi đầu, kích thước thực tế của các lượng hoặc sự khác biệt về cơ sở được sử dụng.
zh_hans: 因为它们常常掩盖起始值、实际数量的大小或所用基础的差异。
