Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# readability_metric_paragraphs_desc
source: Un texte sans paragraphes fatigue. Aérez toutes les 3–6 phrases.
af: 'n teks sonder paragrawe moeg. Lug dit elke 3–6 sinne.
bg: Текст без абзаци уморява. Проветрявайте на всеки 3–6 изречения.
cs: Text bez odstavců unavuje. Prostorujte každé 3–6 vět.
da: En tekst uden afsnit trætter. Luft ud hver 3–6 sætninger.
de: Ein Text ohne Absätze ermüdet. Lockern Sie alle 3–6 Sätze auf.
el: Ένα κείμενο χωρίς παραγράφους κουράζει. Αερίστε κάθε 3–6 προτάσεις.
es: Un texto sin párrafos cansa. Separe cada 3–6 frases.
fi: Ilman kappaleita oleva teksti väsyttää. Ilmaise joka 3–6 lauseen jälkeen.
fil: Isang teksto na walang talata ay nakakapagod. Magbigay ng espasyo tuwing 3–6 na pangungusap.
hu: A bekezdések nélküli szöveg fárasztó. Tagolj 3–6 mondatonként.
id: Teks tanpa paragraf membuat lelah. Beri jarak setiap 3–6 kalimat.
it: Un testo senza paragrafi stanca. Spezza ogni 3–6 frasi.
ja: 段落のないテキストは疲れます。3〜6文ごとに間隔を空けてください。
ko: 단락 없는 텍스트는 피로감을 줍니다. 3-6문장마다 공백을 두세요.
nl: Een tekst zonder alinea’s vermoeit. Splits elke 3–6 zinnen.
no: En tekst uten avsnitt er slitsom. Luft ut hver 3–6 setninger.
pl: Tekst bez akapitów męczy. Rób przerwy co 3–6 zdań.
pt_pt: Um texto sem parágrafos cansa. Faça separações a cada 3–6 frases.
ro: Un text fără paragrafe obosește. Separă la fiecare 3–6 propoziții.
ru: Текст без абзацев утомляет. Делайте абзац каждые 3–6 предложений.
sk: Text bez odsekov unavuje. Prestriedajte každé 3–6 viet.
sv: En text utan stycken tröttar ut. Lufta var tredje till sjätte mening.
sw: En text utan stycken tröttar ut. Lufta var tredje till sjätte mening.
tr: Paragrafsız bir metin yorucudur. Her 3-6 cümlede bir havalandırın.
uk: Текст без абзаців втомлює. Робіть абзац кожні 3–6 речень.
vi: Một văn bản không có đoạn văn sẽ gây mệt mỏi. Hãy tạo khoảng cách sau mỗi 3–6 câu.
zh_hans: 没有段落的文本让人疲惫。每3-6句话要换行。

# readability_metric_paragraphs_tip_1
source: 1 paragraphe = 1 idée.
af: Je suis désolé, mais je ne peux pas traduire ce texte sans le contenu à traduire. Veuillez fournir le texte en français que vous souhaitez traduire en afrikaans.
bg: Please provide the text you would like me to translate from French to Bulgarian.
cs: Prosím, poskytněte text, který chcete přeložit.
da: Please provide the text you would like me to translate from French to Danish.
de: Bitte geben Sie den zu übersetzenden Text an.
el: Παράγραφος 1: Ιδέα 1. Παράγραφος 2: Ιδέα 2. Παράγραφος 3: Ιδέα 3. Παράγραφος 4: Ιδέα 4. Παράγραφος 5: Ιδέα 5.
es: 1 párrafo = 1 idea.
fi: Sure! Please provide the text you would like me to translate from French to Finnish.
fil: Sure! Please provide the text you would like me to translate from French to Filipino.
hu: 1 bekezdés = 1 gondolat.
id: Teks tidak tersedia untuk diterjemahkan. Silakan berikan teks yang ingin Anda terjemahkan dari bahasa Prancis ke bahasa Indonesia.
it: 1 paragrafo = 1 idea.
ja: 1段落 = 1アイデア。
ko: 물론입니다. 번역할 텍스트를 제공해 주시면 번역해 드리겠습니다.
nl: 1 alinea = 1 idee.
no: Je suis désolé, mais je ne peux pas traduire ce texte sans le contenu à traduire. Veuillez fournir le texte en français que vous souhaitez traduire en norvégien.
pl: 1 akapit = 1 myśl.
pt_pt: 1 parágrafo = 1 ideia.
ro: 1 paragraf = 1 idee.
ru: 1 абзац = 1 идея.
sk: Prosím, poskytnite text na preklad.
sv: Please provide the text you would like me to translate from French to Swedish.
sw: Je suis désolé, mais je ne peux pas traduire ce texte sans le contenu à traduire. Veuillez fournir le texte en français que vous souhaitez traduire en suédois.
tr: L'interface utilisateur est essentielle pour l'expérience utilisateur. Elle doit être intuitive et facile à naviguer. Un bon design améliore l'engagement des utilisateurs. Les couleurs et les polices doivent être cohérentes. Les éléments interactifs doivent être clairement identifiables. Les temps de chargement doivent être minimisés. Un contenu de qualité est crucial pour le référencement. Les mots-clés doivent être utilisés judicieusement. Les balises doivent être optimisées pour les moteurs de recherche. L'accessibilité doit être prise en compte dans le design.
uk: 1 абзац = 1 ідея.
vi: Vui lòng cung cấp văn bản cần dịch từ tiếng Pháp sang tiếng Việt.
zh_hans: 请提供需要翻译的文本。

# readability_metric_paragraphs_tip_2
source: Ajoutez des retours à la ligne sur mobile.
af: Voeg reëls op mobiele toestelle by.
bg: Добавете нови редове на мобилни устройства.
cs: Přidejte zalomení řádků na mobilu.
da: Tilføj linjeskift på mobil.
de: Fügen Sie Zeilenumbrüche auf Mobilgeräten hinzu.
el: Προσθέστε αλλαγές γραμμής σε κινητά.
es: Añada saltos de línea en móvil.
fi: Lisää rivinvaihtoja mobiilissa.
fil: Magdagdag ng mga line break sa mobile.
hu: Mobilon használj több sortörést.
id: Tambahkan pemisah baris di seluler.
it: Aggiungi a capo su mobile.
ja: モバイルで改行を追加してください。
ko: 모바일에서 줄 바꿈을 추가하세요.
nl: Voeg op mobiel extra regeleinden toe.
no: Legg til linjeskift på mobil.
pl: Na telefonie dodaj więcej przejść do nowej linii.
pt_pt: Adicione quebras de linha no telemóvel.
ro: Pe mobil, adaugă mai multe rânduri noi.
ru: На мобильных добавляйте переносы строк.
sk: Pridajte zalomenia riadkov na mobilných zariadeniach.
sv: Lägg till radbrytningar på mobil.
sw: Lägg till radbrytningar på mobil.
tr: Mobilde satır sonları ekleyin.
uk: На мобільних додавайте переноси рядків.
vi: Thêm ngắt dòng trên di động.
zh_hans: 在移动设备上添加换行。

# readability_metric_avg_sentence_title
source: Longueur moyenne des phrases
af: Gemiddelde lengte van sinne
bg: Средна дължина на изреченията
cs: Průměrná délka vět
da: Gennemsnitlig sætning længde
de: Durchschnittliche Satzlänge
el: Μέση μήκος προτάσεων
es: Longitud media de las frases
fi: Lauseiden keskipituus
fil: Karaniwang haba ng mga pangungusap
hu: Átlagos mondathossz
id: Panjang rata-rata kalimat
it: Lunghezza media delle frasi
ja: 文の平均長さ
ko: 문장 평균 길이
nl: Gemiddelde zinslengte
no: Gjennomsnittlig setningslengde
pl: Średnia długość zdań
pt_pt: Comprimento médio das frases
ro: Lungimea medie a propozițiilor
ru: Средняя длина предложений
sk: Priemerná dĺžka viet
sv: Genomsnittlig meningslängd
sw: Genomsnittlig meningslängd
tr: Cümlelerin ortalama uzunluğu
uk: Середня довжина речень
vi: Độ dài trung bình của câu
zh_hans: 句子平均长度

# readability_metric_avg_sentence_chip
source: Rythme
af: Ritme
bg: Ритъм
cs: Rytmus
da: Rytme
de: Rhythmus
el: Ρυθμός
es: Ritmo
fi: Rytmi
fil: Ritmo
hu: Ritmus
id: Irama
it: Ritmo
ja: リズム
ko: 리듬
nl: Ritme
no: Rytme
pl: Rytm
pt_pt: Ritmo
ro: Ritm
ru: Ритм
sk: Rytmus
sv: Takt
sw: Takt
tr: Ritim
uk: Ритм
vi: Nhịp điệu
zh_hans: 节奏

# readability_metric_avg_sentence_desc
source: Idéalement 12–20 mots. Au-delà, le lecteur se perd plus facilement.
af: Ideaal 12–20 woorde. Daarbo, raak die leser makliker verlore.
bg: Идеално 12–20 думи. Над това читателят по-лесно се губи.
cs: Ideálně 12–20 slov. Při překročení se čtenář snadněji ztratí.
da: Ideelt set 12–20 ord. Udover det mister læseren lettere fokus.
de: Idealerweise 12–20 Wörter. Darüber hinaus verliert der Leser leichter den Faden.
el: Ιδανικά 12–20 λέξεις. Πέρα από αυτό, ο αναγνώστης χάνεται πιο εύκολα.
es: Idealmente 12–20 palabras. Por encima, el lector se pierde con más facilidad.
fi: Ihanteellisesti 12–20 sanaa. Yli sen lukija eksyy helpommin.
fil: Ideally 12–20 words. Beyond that, the reader gets lost more easily.
hu: Ideális esetben 12–20 szó. E fölött az olvasó könnyebben elveszíti a fonalat.
id: Idealnya 12–20 kata. Lebih dari itu, pembaca lebih mudah kehilangan fokus.
it: Idealmente 12–20 parole. Oltre, il lettore si perde più facilmente.
ja: 理想的には12〜20語です。それ以上になると、読者は迷いやすくなります。
ko: 이상적으로 12-20단어입니다. 그 이상이면 독자가 더 쉽게 길을 잃습니다.
nl: Idealiter 12–20 woorden. Daarboven raakt de lezer sneller de draad kwijt.
no: Ideelt sett 12–20 ord. Over dette mister leseren lettere fokus.
pl: Najlepiej 12–20 słów. Powyżej tego czytelnik łatwiej traci wątek.
pt_pt: Idealmente 12–20 palavras. Acima disso, o leitor perde-se mais facilmente.
ro: Ideal 12–20 de cuvinte. Peste acest prag, cititorul se pierde mai ușor.
ru: Идеально 12–20 слов. Дальше читатель чаще теряет нить.
sk: Ideálne 12–20 slov. Nad tento počet sa čitateľ ľahšie stratí.
sv: Idealiskt 12–20 ord. Över det tappar läsaren lättare fokus.
sw: Idealiskt 12–20 ord. Över det tappar läsaren lättare fokus.
tr: İdeal olarak 12-20 kelime. Bunun ötesinde, okuyucu daha kolay kaybolur.
uk: Ідеально 12–20 слів. Далі читач легше втрачає нитку.
vi: Lý tưởng là 12–20 từ. Vượt quá, người đọc dễ bị lạc hơn.
zh_hans: 理想情况下为12-20个词。超过这个数量，读者更容易迷失。

# readability_metric_avg_sentence_tip_1
source: Au-dessus de 25 mots, pense “scinder”.
af: Boven 25 woorde, dink "verdeel".
bg: Над 25 думи, помисли за "разделяне".
cs: Nad 25 slovy mysli na "rozdělení".
da: Over 25 ord, tænk "opdel".
de: Über 25 Wörter, denke „teilen“.
el: Πάνω από 25 λέξεις, σκέψου "διαχωρισμό".
es: Por encima de 25 palabras, piense en “dividir”.
fi: Yli 25 sanaa, mieti "jakamista".
fil: Sa higit sa 25 salita, isipin ang "paghahati".
hu: 25 szó felett gondolj a „kettévágásra”.
id: Di atas 25 kata, pikirkan "memecah".
it: Sopra le 25 parole, pensa a “dividere”.
ja: 25語を超える場合は「分割」を考えてください。
ko: 25단어 이상일 경우 “나누기”를 생각하세요.
nl: Boven 25 woorden: denk aan “opsplitsen”.
no: Over 25 words, think "split".
pl: Powyżej 25 słów: pomyśl o „podzieleniu”.
pt_pt: Acima de 25 palavras, pense em “dividir”.
ro: Peste 25 de cuvinte, gândește-te să „împarți”.
ru: Больше 25 слов — подумайте о разделении.
sk: Nad 25 slovami myslite na "rozdelenie".
sv: Över 25 ord, tänk "dela upp".
sw: Över 25 ord, tänk "dela".
tr: 25 kelimeden fazla ise "böl" diye düşün.
uk: Понад 25 слів — подумайте про поділ.
vi: Trên 25 từ, hãy nghĩ đến việc "chia nhỏ".
zh_hans: 超过25个词，考虑“拆分”。

# readability_metric_avg_sentence_tip_2
source: Remplacez les subordonnées par 2 phrases.
af: Vervang die ondergeskikte sinne met 2 sinne.
bg: Заменете подчинените изречения с 2 изречения.
cs: Nahraďte vedlejší věty dvěma větami.
da: Erstat underordnede sætninger med 2 sætninger.
de: Ersetzen Sie die Nebensätze durch zwei Sätze.
el: Αντικαταστήστε τις υποτακτικές προτάσεις με 2 προτάσεις.
es: Sustituya las subordinadas por 2 frases.
fi: Korvata alisteiset lauseet kahdella lauseella.
fil: Palitan ang mga subordina na may 2 pangungusap.
hu: A mellékmondatokat váltsd ki 2 mondattal.
id: Gantilah anak kalimat dengan 2 kalimat.
it: Sostituisci le subordinate con 2 frasi.
ja: 従属節を2つの文に置き換えてください。
ko: 종속절을 2개의 문장으로 바꾸세요.
nl: Vervang bijzinnen door 2 zinnen.
no: Erstatt underordnede setninger med 2 setninger.
pl: Zastąp zdania podrzędne dwoma zdaniami.
pt_pt: Substitua orações subordinadas por 2 frases.
ro: Înlocuiește propozițiile subordonate cu 2 propoziții.
ru: Замените придаточные на 2 предложения.
sk: Nahradte vedľajšie vety dvoma vetami.
sv: Ersätt bisatserna med två meningar.
sw: Ersätt bisatserna med två meningar.
tr: Bağlaçları 2 cümle ile değiştirin.
uk: Замініть підрядні конструкції двома реченнями.
vi: Thay thế các mệnh đề phụ bằng 2 câu.
zh_hans: 将从句替换为两句话。

# readability_metric_avg_word_title
source: Longueur moyenne des mots
af: Gemiddelde woordlengte
bg: Средна дължина на думите
cs: Průměrná délka slov
da: Gennemsnitlig ordlængde
de: Durchschnittliche Wortlänge
el: Μέση μήκος λέξεων
es: Longitud media de las palabras
fi: Sanojen keskipituus
fil: Sukat ng mga salita
hu: Átlagos szóhossz
id: Panjang rata-rata kata
it: Lunghezza media delle parole
ja: 単語の平均長さ
ko: 단어의 평균 길이
nl: Gemiddelde woordlengte
no: Gjennomsnittlig ordlengde
pl: Średnia długość słów
pt_pt: Comprimento médio das palavras
ro: Lungimea medie a cuvintelor
ru: Средняя длина слов
sk: Priemerná dĺžka slov
sv: Genomsnittlig ordlängd
sw: Genomsnittlig ordlängd
tr: Kelime başına ortalama uzunluk
uk: Середня довжина слів
vi: Độ dài trung bình của từ
zh_hans: 平均单词长度

# readability_metric_avg_word_chip
source: Vocabulaire
af: Woordeskat
bg: Лексика
cs: Slovník
da: Ordforråd
de: Wortschatz
el: Λεξιλόγιο
es: Vocabulario
fi: Sanasto
fil: Vokabularyo
hu: Szókincs
id: Kosa-kata
it: Vocabolario
ja: 語彙
ko: 어휘
nl: Woordenschat
no: Ordforråd
pl: Słownictwo
pt_pt: Vocabulário
ro: Vocabular
ru: Лексика
sk: Slovník
sv: Ordlista
sw: Ordlista
tr: Kelimeler
uk: Лексика
vi: Từ vựng
zh_hans: 词汇

# readability_metric_avg_word_desc
source: Plus les mots sont longs, plus le vocabulaire est souvent technique ou abstrait.
af: Hoe langer die woorde, hoe meer die woordeskat dikwels tegnies of abstrak is.
bg: Колкото по-дълги са думите, толкова по-често речникът е технически или абстрактен.
cs: Čím delší jsou slova, tím častěji je slovník technický nebo abstraktní.
da: Jo længere ordene er, jo mere teknisk eller abstrakt er ordforrådet ofte.
de: Je länger die Wörter sind, desto technischer oder abstrakter ist oft der Wortschatz.
el: Όσο πιο μακριές είναι οι λέξεις, τόσο πιο συχνά το λεξιλόγιο είναι τεχνικό ή αφηρημένο.
es: Cuanto más largas sean las palabras, más técnico o abstracto suele ser el vocabulario.
fi: Pidempiin sanoihin liittyy usein teknistä tai abstraktia sanastoa.
fil: Mas mahahaba ang mga salita, mas madalas na ang bokabularyo ay teknikal o abstract.
hu: Minél hosszabbak a szavak, annál gyakrabban technikai vagy elvont a szóhasználat.
id: Semakin panjang kata-katanya, semakin sering kosakatanya bersifat teknis atau abstrak.
it: Più le parole sono lunghe, più il vocabolario è spesso tecnico o astratto.
ja: 言葉が長くなるほど、語彙はしばしば専門的または抽象的になります。
ko: 단어가 길수록 어휘는 종종 기술적이거나 추상적입니다.
nl: Hoe langer de woorden, hoe vaker de woordenschat technisch of abstract is.
no: Jo lengre ordene er, jo mer teknisk eller abstrakt er vokabularet ofte.
pl: Im dłuższe słowa, tym częściej słownictwo jest techniczne lub abstrakcyjne.
pt_pt: Quanto mais longas forem as palavras, mais o vocabulário tende a ser técnico ou abstrato.
ro: Cu cât cuvintele sunt mai lungi, cu atât vocabularul este adesea mai tehnic sau mai abstract.
ru: Чем длиннее слова, тем чаще лексика бывает технической или абстрактной.
sk: Čím sú slová dlhšie, tým je slovník často technickejší alebo abstraktnejší.
sv: Ju längre orden är, desto mer tekniskt eller abstrakt är ofta vokabuläret.
sw: Ju längre orden är, desto mer tekniskt eller abstrakt är ofta vokabuläret.
tr: Kelimeler ne kadar uzunsa, kelime dağarcığı genellikle o kadar teknik veya soyut olur.
uk: Чим довші слова, тим частіше лексика технічна або абстрактна.
vi: Càng nhiều từ dài, từ vựng thường mang tính kỹ thuật hoặc trừu tượng.
zh_hans: 词汇越长，通常越技术性或抽象。

# readability_metric_avg_word_tip_1
source: Privilégiez des mots courants quand c’est possible.
af: Gee voorkeur aan algemene woorde waar moontlik.
bg: Предпочитайте обикновени думи, когато е възможно.
cs: Preferujte běžná slova, když je to možné.
da: Prioritér almindelige ord, når det er muligt.
de: Bevorzugen Sie gängige Wörter, wenn möglich.
el: Προτιμήστε κοινές λέξεις όταν είναι δυνατόν.
es: Priorice palabras comunes cuando sea posible.
fi: Suosi yleisiä sanoja, kun se on mahdollista.
fil: Pumili ng mga karaniwang salita kapag posible.
hu: Ha lehet, részesítsd előnyben a hétköznapi szavakat.
id: Utamakan kata-kata umum jika memungkinkan.
it: Preferisci parole comuni quando possibile.
ja: 可能な限り一般的な言葉を選んでください。
ko: 가능한 경우 일반적인 단어를 사용하세요.
nl: Kies waar mogelijk voor gangbare woorden.
no: Foretrekk vanlige ord når det er mulig.
pl: W miarę możliwości wybieraj proste, powszechne słowa.
pt_pt: Prefira palavras comuns quando possível.
ro: Alege cuvinte uzuale când este posibil.
ru: По возможности выбирайте простые слова.
sk: Uprednostnite bežné slová, keď je to možné.
sv: Välj vanliga ord när det är möjligt.
sw: Välj vanliga ord när det är möjligt.
tr: Mümkünse yaygın kelimeleri tercih edin.
uk: За можливості використовуйте прості слова.
vi: Ưu tiên sử dụng từ ngữ thông dụng khi có thể.
zh_hans: 尽量使用常用词。

# readability_metric_avg_word_tip_2
source: Définissez les termes techniques si nécessaires.
af: Definieer die tegniese terme indien nodig.
bg: Определете техническите термини, ако е необходимо.
cs: Definujte technické termíny, pokud je to nutné.
da: Definér de tekniske termer, hvis det er nødvendigt.
de: Definieren Sie die technischen Begriffe, falls erforderlich.
el: Ορίστε τους τεχνικούς όρους αν χρειάζεται.
es: Defina los términos técnicos si es necesario.
fi: Määrittele tekniset termit tarvittaessa.
fil: Tukuyin ang mga teknikal na termino kung kinakailangan.
hu: Szükség esetén magyarázd meg a szakszavakat.
id: Tentukan istilah teknis jika perlu.
it: Definisci i termini tecnici se necessario.
ja: 必要に応じて専門用語を定義してください。
ko: 필요한 경우 기술 용어를 정의하세요.
nl: Leg technische termen uit als dat nodig is.
no: Definer tekniske termer om nødvendig.
pl: Wyjaśnij terminy techniczne, jeśli to potrzebne.
pt_pt: Defina os termos técnicos, se necessário.
ro: Definește termenii tehnici dacă este necesar.
ru: При необходимости поясняйте технические термины.
sk: Definujte technické pojmy, ak je to potrebné.
sv: Definiera tekniska termer om det behövs.
sw: Definiera tekniska termer om det behövs.
tr: Gerekirse teknik terimleri tanımlayın.
uk: За потреби пояснюйте технічні терміни.
vi: Định nghĩa các thuật ngữ kỹ thuật nếu cần thiết.
zh_hans: 如有必要，请定义技术术语。

# readability_examples_title
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga Halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Exempel
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例

# readability_examples_sub
source: Cliquez sur un exemple pour pré-remplir et tester l’analyse.
af: Klik op 'n voorbeeld om die analise vooraf in te vul en te toets.
bg: Щракнете върху пример, за да попълните и тествате анализа.
cs: Klikněte na příklad pro předvyplnění a otestování analýzy.
da: Klik på et eksempel for at forudfylde og teste analysen.
de: Klicken Sie auf ein Beispiel, um die Analyse vorab auszufüllen und zu testen.
el: Κάντε κλικ σε ένα παράδειγμα για να προ-συμπληρώσετε και να δοκιμάσετε την ανάλυση.
es: Haga clic en un ejemplo para rellenar y probar el análisis.
fi: Napsauta esimerkkiä esitäyttääksesi ja testataksesi analyysiä.
fil: I-click ang isang halimbawa upang i-pre-fill at subukan ang pagsusuri.
hu: Kattints egy példára az előtöltéshez és az elemzés kipróbálásához.
id: Klik pada contoh untuk mengisi dan menguji analisis.
it: Clicca su un esempio per precompilare e testare l’analisi.
ja: 例をクリックして、分析を事前入力してテストします。
ko: 예제를 클릭하여 분석을 미리 채우고 테스트하세요.
nl: Klik op een voorbeeld om te vullen en de analyse te testen.
no: Klikk på et eksempel for å forhåndsutfylle og teste analysen.
pl: Kliknij przykład, aby wstawić i przetestować analizę.
pt_pt: Clique num exemplo para pré-preencher e testar a análise.
ro: Apasă pe un exemplu pentru a completa automat și a testa analiza.
ru: Нажмите на пример, чтобы заполнить и протестировать анализ.
sk: Kliknite na príklad na predvyplnenie a otestovanie analýzy.
sv: Klicka på ett exempel för att förifylla och testa analysen.
sw: Klicka på ett exempel för att förifylla och testa analysen.
tr: Bir örneğe tıklayarak analizi önceden doldurun ve test edin.
uk: Натисніть на приклад, щоб заповнити та протестувати аналіз.
vi: Nhấn vào một ví dụ để tự động điền và kiểm tra phân tích.
zh_hans: 点击一个示例以预填充并测试分析。

# readability_back
source: Retour
af: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
bg: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
cs: Zpět
da: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
de: Zurück
el: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
es: Volver
fi: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
fil: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
hu: Vissza
id: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
it: Torna
ja: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
ko: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
nl: Terug
no: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
pl: Powrót
pt_pt: Voltar
ro: Înapoi
ru: Вернуться
sk: Návrat
sv: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
sw: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
tr: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
uk: Повернутися
vi: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour
zh_hans: <pc id="0" equivStart="START_ITALIC_TEXT" equivEnd="CLOSE_ITALIC_TEXT" type="fmt" dispStart="<i class=" dispEnd=""> Retour

# readability_example_clear_label
source: Texte clair
af: Duidelike teks
bg: Ясен текст
cs: Jednoduchý text
da: Klar tekst
de: Klarer Text
el: Καθαρό κείμενο
es: Texto claro
fi: Selkeä teksti
fil: Malin na teksto
hu: Könnyen érthető szöveg
id: Teks yang jelas
it: Testo chiaro
ja: 明確なテキスト
ko: 명확한 텍스트
nl: Duidelijke tekst
no: Klar tekst
pl: Prosty tekst
pt_pt: Texto claro
ro: Text clar
ru: Простой текст
sk: Jednoduchý text
sv: Tydlig text
sw: Tydlig text
tr: Açık metin
uk: Простий текст
vi: Văn bản rõ ràng
zh_hans: 清晰文本
