Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_weighted_uc2_text
source: Calculer une remise moyenne ou une marge moyenne pondérée par le chiffre d’affaires (pas une simple moyenne des %).
af: Bereken 'n gemiddelde afslag of 'n gemiddelde marge gewogen volgens die omset (nie 'n eenvoudige gemiddelde van die %).
bg: Изчислете средна отстъпка или средна маржа, претеглена по приходите (не просто средна стойност на %).
cs: Vypočítat průměrnou slevu nebo průměrnou marži váženou podle obratu (ne jednoduchý průměr %).
da: Beregn en gennemsnitlig rabat eller en vægtet gennemsnitlig margin baseret på omsætningen (ikke en simpel gennemsnit af %).
de: Berechnen Sie einen durchschnittlichen Rabatt oder eine durchschnittliche Marge, gewichtet nach dem Umsatz (nicht einfach der Durchschnitt der %).
el: Υπολογίστε μια μέση έκπτωση ή ένα μέσο περιθώριο σταθμισμένο από τον κύκλο εργασιών (όχι μια απλή μέση των %).
es: Calcular un descuento promedio o un margen promedio ponderado por la cifra de negocios (no una simple media de los %).
fi: Laske keskimääräinen alennus tai keskimääräinen painotettu kate liikevaihdolla (ei yksinkertainen prosenttien keskiarvo).
fil: Kalkulahin ang isang average na diskwento o isang average na margin na pinagsama sa kita (hindi isang simpleng average ng %).
hu: Számolja ki az átlagos kedvezményt vagy a forgalom által súlyozott átlagos hasznot (nem egyszerű átlag a % -okból).
id: Menghitung diskon rata-rata atau margin rata-rata yang tertimbang oleh pendapatan (bukan rata-rata sederhana dari %).
it: Calcolare uno sconto medio o un margine medio ponderato dal fatturato (non una semplice media dei %).
ja: 売上高によって加重された平均割引または平均マージンを計算します（単純な平均の % ではありません）。
ko: 매출에 따라 평균 할인 또는 평균 마진을 계산합니다 (단순 평균 %가 아님).
nl: Bereken een gemiddeld percentage of een gewogen gemiddelde marge op basis van de omzet (geen eenvoudige gemiddelde van de %).
no: Beregne en gjennomsnittlig rabatt eller en vektet gjennomsnittlig margin basert på omsetning (ikke et enkelt gjennomsnitt av %).
pl: Oblicz średnią zniżkę lub średnią marżę ważoną przez przychody (nie prostą średnią %).
pt_pt: Calcular um desconto médio ou uma margem média ponderada pelo volume de negócios (não uma simples média das %).
ro: Calculați o reducere medie sau o marjă medie ponderată de cifra de afaceri (nu o simplă medie a %).
ru: Рассчитать среднюю скидку или среднюю маржу, взвешенную по выручке (не простую среднюю процентов).
sk: Vypočítať priemernú zľavu alebo priemernú váženú maržu podľa obratu (nie jednoduchý priemer %).
sv: Beräkna ett genomsnittligt rabatterat belopp eller en genomsnittlig marginal viktad efter omsättningen (inte ett enkelt genomsnitt av %).
sw: Hesabu punguzo la wastani au faida ya wastani iliyopangwa kwa mauzo (sio wastani rahisi wa %).
tr: Ciroya göre ortalama bir indirim veya ortalama bir marj hesaplayın (sadece %’lerin basit ortalaması değil).
uk: Обчислити середню знижку або середню зважену маржу за обсягом продажів (не проста середня %).
vi: Tính toán một mức giảm trung bình hoặc một biên lợi nhuận trung bình có trọng số theo doanh thu (không phải là một trung bình đơn giản của các %).
zh_hans: 计算按营业额加权的平均折扣或平均利润（而不是简单的百分比平均）。

# ed_math_percentages_percentage_weighted_uc3_title
source: Finance et portefeuille
af: Finansies en portefeulje
bg: Финанси и портфейл
cs: Finance a portfolio
da: Finans og portefølje
de: Finanzen und Portfolio
el: Χρηματοδότηση και χαρτοφυλάκιο
es: Finanzas y cartera
fi: Rahoitus ja salkku
fil: Pananalapi at portfolio
hu: Pénzügy és portfólió
id: Keuangan dan portofolio
it: Finanza e portafoglio
ja: 財務とポートフォリオ
ko: 재무 및 포트폴리오
nl: Financiën en portefeuille
no: Finans og portefølje
pl: Finanse i portfel
pt_pt: Finanças e carteira
ro: Finanțe și portofoliu
ru: Финансы и портфель
sk: Financie a portfólio
sv: Finans och portfölj
sw: Fedha na portfolio
tr: Finans ve portföy
uk: Фінанси та портфель
vi: Tài chính và danh mục đầu tư
zh_hans: 财务和投资组合

# ed_math_percentages_percentage_weighted_uc3_text
source: Calculer une performance globale pondérée par les montants investis (ou une exposition par catégorie).
af: Bereken 'n globale prestasie gewig deur die belegde bedrae (of 'n blootstelling per kategorie).
bg: Изчислете обща производителност, претеглена спрямо инвестираните суми (или експозиция по категория).
cs: Vypočítat celkový výkon vážený investovanými částkami (nebo expozici podle kategorie).
da: Beregn en samlet præstation vægtet efter de investerede beløb (eller en eksponering pr. kategori).
de: Berechnen Sie eine gewichtete Gesamtleistung basierend auf den investierten Beträgen (oder einer Exposition nach Kategorie).
el: Υπολογίστε μια συνολική απόδοση βαρύνουσα με τα επενδυμένα ποσά (ή μια έκθεση ανά κατηγορία).
es: Calcular un rendimiento global ponderado por los montos invertidos (o una exposición por categoría).
fi: Laske kokonaispainotettu suorituskyky sijoitettujen määrien (tai altistuksen) mukaan.
fil: Kalkulahin ang kabuuang pagganap na pinabigat batay sa mga halagang na-invest (o isang eksposisyon ayon sa kategorya).
hu: A teljesítmény kiszámítása a befektetett összegek (vagy kategóriánkénti kitettség) súlyozott átlagával.
id: Hitung kinerja keseluruhan yang dipertimbangkan berdasarkan jumlah yang diinvestasikan (atau eksposur per kategori).
it: Calcolare una performance globale ponderata in base agli importi investiti (o un'esposizione per categoria).
ja: 投資額に基づいた全体的なパフォーマンスを計算する（またはカテゴリごとのエクスポージャー）。
ko: 투자 금액에 따라 가중된 전체 성과를 계산합니다 (또는 카테고리별 노출).
nl: Een gewogen totale prestatie berekenen op basis van de geïnvesteerde bedragen (of een blootstelling per categorie).
no: Beregn en samlet ytelse vektet etter investerte beløp (eller eksponering per kategori).
pl: Oblicz całkowitą wydajność ważoną kwotami zainwestowanymi (lub ekspozycję według kategorii).
pt_pt: Calcular um desempenho global ponderado pelos montantes investidos (ou uma exposição por categoria).
ro: Calculați o performanță globală ponderată în funcție de sumele investite (sau o expunere pe categorie).
ru: Рассчитать общую взвешенную производительность по вложенным суммам (или экспозиции по категориям).
sk: Vypočítajte celkový výkon vážený investovanými sumami (alebo expozíciou podľa kategórie).
sv: Beräkna en viktad totalprestanda baserat på de investerade beloppen (eller en exponering per kategori).
sw: Hesabu utendaji wa jumla uliozingatia kiasi kilichowekezwa (au uwekaji kwa kila kikundi).
tr: Yatırım yapılan tutarlarla ağırlıklı genel performansı hesaplayın (veya kategoriye göre bir maruziyet).
uk: Обчисліть загальну ефективність, зважену на інвестовані суми (або експозицію за категоріями).
vi: Tính toán hiệu suất tổng thể có trọng số theo số tiền đầu tư (hoặc một sự phơi bày theo danh mục).
zh_hans: 计算加权整体表现，按投资金额（或按类别的曝光）进行。

# ed_math_percentages_percentage_weighted_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat.
fil: Ito ang makukuha mo
hu: Amit kap.
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Dette får du
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_weighted_out1
source: L’outil calcule le pourcentage pondéré via la formule : somme(taux × poids) ÷ somme(poids).
af: Die hulpmiddel bereken die gewigte persentasie deur die formule: som(tariewe × gewigte) ÷ som(gewigte).
bg: Инструментът изчислява претегления процент чрез формулата: сума(ставки × тегла) ÷ сума(тегла).
cs: Nástroj vypočítá vážené procento pomocí vzorce: součet(tau × váha) ÷ součet(váha).
da: Værktøjet beregner den vægtede procent via formlen: sum(rater × vægte) ÷ sum(vægte).
de: Das Tool berechnet den gewichteten Prozentsatz über die Formel: Summe(Satz × Gewicht) ÷ Summe(Gewicht).
el: Το εργαλείο υπολογίζει το ποσοστό βαρύνουσας μέσω του τύπου: άθροισμα(ποσοστά × βάρη) ÷ άθροισμα(βαρών).
es: La herramienta calcula el porcentaje ponderado a través de la fórmula: suma(tasa × peso) ÷ suma(pesos).
fi: Työkalu laskee painotetun prosenttiosuuden kaavan avulla: summa(korko × paino) ÷ summa(paino).
fil: Kinakalkula ng tool ang pinabigat na porsyento gamit ang formula: kabuuan(tasa × timbang) ÷ kabuuan(timbang).
hu: Az eszköz a súlyozott százalékot a következő képlettel számolja: összeg(mérték × súly) ÷ összeg(súly).
id: Alat ini menghitung persentase tertimbang melalui rumus: jumlah(tarif × bobot) ÷ jumlah(bobot).
it: Lo strumento calcola la percentuale ponderata tramite la formula: somma(tasso × peso) ÷ somma(peso).
ja: ツールは、次の式を使用して加重パーセンテージを計算します：合計（率 × 重み）÷ 合計（重み）。
ko: 이 도구는 다음 공식을 통해 가중 비율을 계산합니다: 합계(비율 × 가중치) ÷ 합계(가중치).
nl: De tool berekent het gewogen percentage via de formule: som(tarieven × gewichten) ÷ som(gewichten).
no: Verktøyet beregner den vektede prosentandelen ved hjelp av formelen: sum(rente × vekt) ÷ sum(vekt).
pl: Narzędzie oblicza procent ważony za pomocą wzoru: suma(stawki × wagi) ÷ suma(wag).
pt_pt: A ferramenta calcula a percentagem ponderada através da fórmula: soma(taxa × peso) ÷ soma(peso).
ro: Instrumentul calculează procentajul ponderat prin formula: sumă(rată × greutate) ÷ sumă(greutate).
ru: Инструмент вычисляет взвешенный процент по формуле: сумма(ставки × веса) ÷ сумма(веса).
sk: Nástroj vypočíta vážené percento pomocou vzorca: súčet(taux × poids) ÷ súčet(poids).
sv: Verktyget beräknar den viktade procentandelen via formeln: summa(taxa × vikt) ÷ summa(vikter).
sw: Chombo kinahesabu asilimia iliyo na uzito kupitia formula: jumla(viwango × uzito) ÷ jumla(uzito).
tr: Araç, ağırlıklı yüzdeleri şu formülle hesaplar: toplam(tahsis × ağırlık) ÷ toplam(ağırlık).
uk: Інструмент обчислює зважений відсоток за формулою: сума(ставки × вага) ÷ сума(ваги).
vi: Công cụ tính toán tỷ lệ phần trăm có trọng số thông qua công thức: tổng(tỷ lệ × trọng số) ÷ tổng(trọng số).
zh_hans: 该工具通过公式计算加权百分比：总和（利率 × 权重）÷ 总和（权重）。

# ed_math_percentages_percentage_weighted_out2
source: C’est l’approche correcte dès que les groupes n’ont pas le même poids : elle évite les biais d’une moyenne simple des pourcentages.
af: Dit is die korrekte benadering wanneer die groepe nie dieselfde gewig het nie: dit vermy die vooroordele van 'n eenvoudige gemiddelde van persentasies.
bg: Това е правилният подход, когато групите нямат еднакво тегло: той избягва пристрастията на простото средно аритметично на процентите.
cs: To je správný přístup, pokud skupiny nemají stejnou váhu: vyhýbá se zkreslení jednoduchého průměru procent.
da: Det er den korrekte tilgang, når grupperne ikke har samme vægt: det undgår skævheder fra et simpelt gennemsnit af procenter.
de: Dies ist der richtige Ansatz, wenn die Gruppen nicht das gleiche Gewicht haben: Es vermeidet Verzerrungen durch einen einfachen Durchschnitt der Prozentsätze.
el: Αυτή είναι η σωστή προσέγγιση όταν οι ομάδες δεν έχουν το ίδιο βάρος: αποφεύγει τις προκαταλήψεις μιας απλής μέσης ποσοστών.
es: Es el enfoque correcto cuando los grupos no tienen el mismo peso: evita los sesgos de un promedio simple de porcentajes.
fi: Tämä on oikea lähestymistapa, kun ryhmillä ei ole samaa painoa: se välttää yksinkertaisen prosenttiosuuden keskiarvon vinoumat.
fil: Ito ang tamang pamamaraan kapag ang mga grupo ay hindi may parehong timbang: iniiwasan nito ang mga bias ng simpleng average ng mga porsyento.
hu: Ez a helyes megközelítés, amikor a csoportok nem azonos súlyúak: elkerüli az egyszerű százalékok átlagának torzításait.
id: Ini adalah pendekatan yang benar ketika kelompok tidak memiliki bobot yang sama: ini menghindari bias dari rata-rata sederhana persentase.
it: È l'approccio corretto quando i gruppi non hanno lo stesso peso: evita i bias di una media semplice delle percentuali.
ja: グループの重みが異なる場合、これは正しいアプローチです：単純なパーセンテージの平均のバイアスを回避します。
ko: 그룹의 가중치가 동일하지 않을 때 올바른 접근 방식입니다: 이는 비율의 단순 평균에서 발생하는 편향을 피합니다.
nl: Dit is de juiste aanpak zodra de groepen niet hetzelfde gewicht hebben: het voorkomt de vertekening van een eenvoudige gemiddelde van percentages.
no: Dette er den riktige tilnærmingen når gruppene ikke har samme vekt: det unngår skjevheter fra et enkelt gjennomsnitt av prosentene.
pl: To jest poprawne podejście, gdy grupy nie mają tej samej wagi: unika to błędów wynikających z prostego średniego procentu.
pt_pt: É a abordagem correta assim que os grupos não têm o mesmo peso: evita os vieses de uma média simples das percentagens.
ro: Aceasta este abordarea corectă atunci când grupurile nu au aceeași greutate: evită prejudecățile unei medii simple a procentajelor.
ru: Это правильный подход, когда группы имеют разный вес: он избегает искажений простой средней процентов.
sk: Je to správny prístup, ak skupiny nemajú rovnakú váhu: vyhýba sa skresleniam jednoduchého priemeru percent.
sv: Detta är den korrekta metoden när grupperna inte har samma vikt: den undviker snedvridningar från ett enkelt genomsnitt av procentandelar.
sw: Hii ni njia sahihi mara vikundi havina uzito sawa: inazuia upendeleo wa wastani rahisi wa asilimia.
tr: Gruplar aynı ağırlığa sahip olmadığında doğru yaklaşım budur: basit yüzdelerin ortalamasındaki önyargıları önler.
uk: Це правильний підхід, коли групи не мають однакової ваги: він уникає упереджень простого середнього відсотків.
vi: Đây là cách tiếp cận đúng khi các nhóm không có cùng trọng số: nó tránh được sự thiên lệch của một trung bình đơn giản của các tỷ lệ phần trăm.
zh_hans: 当组的权重不同时，这是正确的方法：它避免了简单平均百分比的偏差。

# ed_math_percentages_percentage_weighted_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_weighted_lim1
source: Les poids doivent être cohérents avec ce que vous voulez représenter (effectifs, volumes, montants). Changer le poids change la signification du résultat.
af: Die gewigte moet konsekwent wees met wat jy wil voorstel (getalle, volumes, bedrae). Om die gewig te verander, verander die betekenis van die resultaat.
bg: Теглата трябва да са последователни с това, което искате да представите (броя, обемите, сумите). Смяната на теглото променя значението на резултата.
cs: Váhy musí být v souladu s tím, co chcete reprezentovat (počty, objemy, částky). Změna váhy změní význam výsledku.
da: Vægtene skal være i overensstemmelse med, hvad du ønsker at repræsentere (antal, volumener, beløb). At ændre vægten ændrer betydningen af resultatet.
de: Die Gewichte müssen mit dem übereinstimmen, was Sie darstellen möchten (Zahlen, Volumen, Beträge). Eine Änderung des Gewichts ändert die Bedeutung des Ergebnisses.
el: Τα βάρη πρέπει να είναι συνεπή με αυτό που θέλετε να εκπροσωπήσετε (πληθυσμοί, όγκοι, ποσά). Η αλλαγή του βάρους αλλάζει τη σημασία του αποτελέσματος.
es: Los pesos deben ser coherentes con lo que deseas representar (efectivos, volúmenes, montos). Cambiar el peso cambia el significado del resultado.
fi: Painojen on oltava johdonmukaisia sen kanssa, mitä haluat edustaa (henkilömäärät, volyymit, määrät). Painon muuttaminen muuttaa tuloksen merkitystä.
fil: Dapat na ang mga timbang ay naaayon sa kung ano ang nais mong ipakita (mga bilang, dami, halaga). Ang pagbabago ng timbang ay nagbabago sa kahulugan ng resulta.
hu: A súlyoknak összhangban kell lenniük azzal, amit reprezentálni szeretne (létszám, mennyiségek, összegek). A súly megváltoztatása megváltoztatja az eredmény jelentését.
id: Bobot harus konsisten dengan apa yang ingin Anda representasikan (jumlah, volume, nilai). Mengubah bobot mengubah makna hasil.
it: I pesi devono essere coerenti con ciò che si desidera rappresentare (effettivi, volumi, importi). Cambiare il peso cambia il significato del risultato.
ja: 重みは、表現したいもの（人数、ボリューム、金額）と一貫性がある必要があります。重みを変更すると、結果の意味が変わります。
ko: 가중치는 당신이 나타내고자 하는 것(인원, 볼륨, 금액)과 일치해야 합니다. 가중치를 변경하면 결과의 의미가 달라집니다.
nl: De gewichten moeten consistent zijn met wat u wilt weergeven (aantallen, volumes, bedragen). Het veranderen van het gewicht verandert de betekenis van het resultaat.
no: Vektene må være konsistente med det du ønsker å representere (antall, volum, beløp). Å endre vekten endrer betydningen av resultatet.
pl: Wagi muszą być spójne z tym, co chcesz reprezentować (liczby, wolumeny, kwoty). Zmiana wagi zmienia znaczenie wyniku.
pt_pt: Os pesos devem ser coerentes com o que você quer representar (efetivos, volumes, montantes). Mudar o peso altera o significado do resultado.
ro: Greutățile trebuie să fie coerente cu ceea ce doriți să reprezentați (efectivi, volume, sume). Schimbarea greutății schimbă semnificația rezultatului.
ru: Вес должен быть согласован с тем, что вы хотите представить (численность, объемы, суммы). Изменение веса изменяет значение результата.
sk: Váhy musia byť v súlade s tým, čo chcete reprezentovať (počet, objemy, sumy). Zmena váhy mení význam výsledku.
sv: Vikterna måste vara konsekventa med vad du vill representera (antal, volymer, belopp). Att ändra vikten ändrar betydelsen av resultatet.
sw: Uzito unapaswa kuwa na muktadha na kile unachotaka kuwakilisha (idadi, kiasi, jumla). Kubadilisha uzito kunabadilisha maana ya matokeo.
tr: Ağırlıklar, temsil etmek istediğiniz şeyle (nüfus, hacimler, tutarlar) tutarlı olmalıdır. Ağırlığı değiştirmek, sonucun anlamını değiştirir.
uk: Ваги повинні бути узгоджені з тим, що ви хочете представити (чисельність, обсяги, суми). Зміна ваги змінює значення результату.
vi: Các trọng số phải nhất quán với những gì bạn muốn đại diện (số lượng, khối lượng, số tiền). Thay đổi trọng số sẽ thay đổi ý nghĩa của kết quả.
zh_hans: 权重必须与您想要表示的内容一致（人数、体积、金额）。更改权重会改变结果的含义。

# ed_math_percentages_percentage_weighted_lim2
source: Ne faites pas une “moyenne de pourcentages” si les bases diffèrent. Exemple : 90% sur 10 cas et 10% sur 100 cas ne donnent pas 50% global.
af: Moet nie 'n 'gemiddelde van persentasies' maak as die basisse verskil nie. Voorbeeld: 90% op 10 gevalle en 10% op 100 gevalle gee nie 'n globale 50% nie.
bg: Не правете "средно на проценти", ако базите са различни. Пример: 90% от 10 случая и 10% от 100 случая не дават 50% общо.
cs: Nedělejte "průměr procent" pokud se základy liší. Příklad: 90 % na 10 případech a 10 % na 100 případech nedávají 50 % celkově.
da: Lav ikke et 'gennemsnit af procenter', hvis grundlagene er forskellige. Eksempel: 90% på 10 tilfælde og 10% på 100 tilfælde giver ikke 50% samlet.
de: Machen Sie keinen "Durchschnitt der Prozentsätze", wenn die Basen unterschiedlich sind. Beispiel: 90% bei 10 Fällen und 10% bei 100 Fällen ergeben nicht 50% insgesamt.
el: Μην κάνετε μια "μέση ποσοστών" αν οι βάσεις διαφέρουν. Παράδειγμα: 90% σε 10 περιπτώσεις και 10% σε 100 περιπτώσεις δεν δίνουν 50% συνολικά.
es: No hagas un 'promedio de porcentajes' si las bases son diferentes. Ejemplo: 90% sobre 10 casos y 10% sobre 100 casos no dan 50% global.
fi: Älä tee 'prosenttiosuuksien keskiarvoa', jos perusteet eroavat. Esimerkiksi: 90 % 10 tapauksesta ja 10 % 100 tapauksesta eivät anna 50 % kokonaisuudessaan.
fil: Huwag gumawa ng 'average ng porsyento' kung magkaiba ang mga base. Halimbawa: 90% sa 10 kaso at 10% sa 100 kaso ay hindi nagbibigay ng 50% kabuuan.
hu: Ne készítsen „százalékos átlagot”, ha az alapok eltérnek. Példa: 90% 10 esetben és 10% 100 esetben nem ad 50%-os globális értéket.
id: Jangan buat 'rata-rata persentase' jika dasarnya berbeda. Contoh: 90% dari 10 kasus dan 10% dari 100 kasus tidak memberikan 50% secara keseluruhan.
it: Non fare una "media delle percentuali" se le basi differiscono. Esempio: 90% su 10 casi e 10% su 100 casi non danno 50% globale.
ja: 基準が異なる場合は「パーセンテージの平均」を取らないでください。例：10件中90％と100件中10％は、全体で50％にはなりません。
ko: 기초가 다를 경우 '비율의 평균'을 내지 마세요. 예: 10건에서 90%와 100건에서 10%는 전체 50%를 주지 않습니다.
nl: Doe geen 'gemiddelde van percentages' als de bases verschillen. Voorbeeld: 90% op 10 gevallen en 10% op 100 gevallen geven niet 50% totaal.
no: Ikke gjør et "gjennomsnitt av prosentene" hvis grunnlagene er forskjellige. Eksempel: 90% på 10 tilfeller og 10% på 100 tilfeller gir ikke 50% totalt.
pl: Nie rób „średniej procentów”, jeśli podstawy się różnią. Przykład: 90% w 10 przypadkach i 10% w 100 przypadkach nie dają 50% globalnie.
pt_pt: Não faça uma "média de percentagens" se as bases diferirem. Exemplo: 90% em 10 casos e 10% em 100 casos não dão 50% global.
ro: Nu faceți o „medie a procentajelor” dacă bazele diferă. Exemplu: 90% pe 10 cazuri și 10% pe 100 cazuri nu dau 50% global.
ru: Не делайте "среднее процентов", если базы различаются. Пример: 90% из 10 случаев и 10% из 100 случаев не дают 50% в целом.
sk: Nerobte "priemer percent" ak sa základy líšia. Príklad: 90% na 10 prípadoch a 10% na 100 prípadoch nedávajú 50% celkovo.
sv: Gör inte ett "genomsnitt av procentandelar" om baserna skiljer sig. Exempel: 90% på 10 fall och 10% på 100 fall ger inte 50% totalt.
sw: Usifanye 'wastani wa asilimia' ikiwa msingi ni tofauti. Mfano: 90% kwenye kesi 10 na 10% kwenye kesi 100 hazitoi 50% jumla.
tr: Farklı tabanlar varsa “yüzdelerin ortalamasını” almayın. Örnek: 10 vaka üzerinden %90 ve 100 vaka üzerinden %10, toplamda %50 vermez.
uk: Не робіть "середнє значення відсотків", якщо бази різні. Приклад: 90% на 10 випадків і 10% на 100 випадків не дають 50% загалом.
vi: Đừng thực hiện một 'trung bình tỷ lệ phần trăm' nếu các cơ sở khác nhau. Ví dụ: 90% trên 10 trường hợp và 10% trên 100 trường hợp không cho ra 50% tổng thể.
zh_hans: 如果基础不同，请不要进行“百分比平均”。例如：10个案例中的90%和100个案例中的10%并不会给出50%的整体。

# ed_math_percentages_percentage_weighted_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题
