Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ex_count_label
source: Nombre
af: Aantal
bg: Брой
cs: Počet
da: Antal
de: Anzahl
el: Αριθμός
es: Número
fi: Määrä
fil: Bilang
hu: Szám
id: Jumlah
it: Numero
ja: 数
ko: 수
nl: Aantal
no: Antall
pl: Liczba
pt_pt: Número
ro: Număr
ru: Количество
sk: Počet
sv: Antal
sw: Antal
tr: Sayı
uk: Number
vi: Số lượng
zh_hans: 数量

# ex_count_hint
source: Jusqu’à 50 par série.
af: Tot 50 per reeks.
bg: До 50 на серия.
cs: Až 50 na sérii.
da: Op til 50 pr. serie.
de: Bis zu 50 pro Serie.
el: Μέχρι 50 ανά σειρά.
es: Hasta 50 por serie.
fi: Jopa 50 per sarja.
fil: Hanggang 50 bawat serye.
hu: Legfeljebb 50 sorozatonként.
id: Hingga 50 per seri.
it: Fino a 50 per serie.
ja: 1シリーズあたり最大50。
ko: 시리즈당 최대 50개.
nl: Tot 50 per serie.
no: Opp til 50 per serie.
pl: Do 50 na serię.
pt_pt: Até 50 por série.
ro: Până la 50 pe serie.
ru: До 50 за серию.
sk: Až 50 na sériu.
sv: Upp till 50 per serie.
sw: Upp till 50 per serie.
tr: Seri başına 50'ye kadar.
uk: Up to 50 per set.
vi: Tối đa 50 mỗi loạt.
zh_hans: 每组最多 50 个。

# ex_seed_hint
source: Même seed = même série (utile pour partager).
af: Selfde seed = selfde reeks (nuttig om te deel).
bg: Същият seed = същата серия (полезно за споделяне).
cs: Stejný seed = stejná série (užitečné pro sdílení).
da: Samme seed = samme serie (nyttigt til deling).
de: Gleicher Seed = gleiche Serie (nützlich zum Teilen).
el: Ίδιο seed = ίδια σειρά (χρήσιμο για κοινή χρήση).
es: Mismo seed = misma serie (útil para compartir).
fi: Sama seed = sama sarja (hyödyllinen jakamiseen).
fil: Parehong seed = parehong serye (kapaki-pakinabang para sa pagbabahagi).
hu: Ugyanaz a seed = ugyanaz a sorozat (hasznos megosztásra).
id: Seed yang sama = seri yang sama (berguna untuk dibagikan).
it: Stesso seed = stessa serie (utile per condividere).
ja: 同じシード = 同じシリーズ（共有するのに便利）。
ko: 같은 시드 = 같은 시리즈(공유에 유용).
nl: Zelfde seed = zelfde reeks (handig om te delen).
no: Samme seed = samme serie (nyttig for deling).
pl: Ten sam seed = ta sama seria (przydatne do dzielenia się).
pt_pt: Mesmo seed = mesma série (útil para compartilhar).
ro: Același seed = aceeași serie (util pentru a împărtăși).
ru: Один и тот же seed = одна и та же серия (полезно для обмена).
sk: Rovnaký seed = rovnaká séria (užitočné na zdieľanie).
sv: Samma seed = samma serie (bra för att dela).
sw: Seed sawa = mbinu sawa (inatumika kushiriki).
tr: Aynı seed = aynı seri (paylaşmak için yararlıdır).
uk: Один і той же seed = одна і та ж серія (корисно для обміну).
vi: Cùng hạt giống = cùng chuỗi (hữu ích để chia sẻ).
zh_hans: 相同的种子 = 相同的系列（适合分享）。

# ex_show_corrections_label
source: Corrections
af: Korreksies
bg: Корекции
cs: Opravy
da: Korrigeringer
de: Korrekturen
el: Διορθώσεις
es: Correcciones
fi: Korjaukset
fil: Mga Pagwawasto
hu: Javítások
id: Koreksi
it: Correzioni
ja: 修正
ko: 정답
nl: Correcties
no: Korreksjoner
pl: Korekcje
pt_pt: Correções
ro: Corecturi
ru: Исправления
sk: Opravy
sv: Korrigeringar
sw: Korrigeringar
tr: Düzeltmeler
vi: Sửa chữa
zh_hans: 更正

# ex_show_on
source: Affichées
af: Geverifieerde
bg: Показано
cs: Zobrazené
da: Vist
de: Angezeigt
el: Εμφανείς
es: Mostradas
fi: Näytetään
fil: Naka-display
hu: Megjelenítve
id: Ditampilkan
it: Mostrate
ja: 表示
ko: 표시됨
nl: Weergegeven
no: Vist
pl: Wyświetlane
pt_pt: Exibidas
ro: Afișate
ru: Показано
sk: Zobrazené
sv: Visade
sw: Visade
tr: Gösteriliyor
uk: Displayed
vi: Được hiển thị
zh_hans: 显示

# ex_show_off
source: Masquées
af: Versteekte
bg: Скрито
cs: Skryté
da: Skjult
de: Versteckt
el: Κρυφές
es: Ocultas
fi: Piilotettu
fil: Nakatago
hu: Rejtett
id: Tersembunyi
it: Nascoste
ja: 非表示
ko: 숨김
nl: Verborgen
no: Skjult
pl: Ukryte
pt_pt: Ocultas
ro: Ascunse
ru: Скрыто
sk: Skryté
sv: Dolda
sw: Dolda
tr: Gizli
uk: Hidden
vi: Bị ẩn
zh_hans: 隐藏

# ex_show_corrections_hint
source: Vous pouvez aussi révéler exercice par exercice.
af: Jy kan ook oefening vir oefening onthul.
bg: Можете също така да разкриете упражнение по упражнение.
cs: Můžete také odhalit cvičení po cvičení.
da: Du kan også afsløre øvelse for øvelse.
de: Sie können auch Übung für Übung aufdecken.
el: Μπορείτε επίσης να αποκαλύψετε άσκηση ανά άσκηση.
es: También puedes revelar ejercicio por ejercicio.
fi: Voit myös paljastaa tehtävän kerrallaan.
fil: Maaari mo ring ipakita ang bawat ehersisyo nang paisa-isa.
hu: Az egyes gyakorlatokat is felfedheti gyakorlatonként.
id: Anda juga dapat mengungkapkan latihan per latihan.
it: Puoi anche rivelare esercizio per esercizio.
ja: 演習を一つずつ明らかにすることもできます。
ko: 각 연습을 개별적으로 공개할 수도 있습니다.
nl: Je kunt ook oefening voor oefening onthullen.
no: Du kan også avsløre oppgave for oppgave.
pl: Możesz również ujawniać ćwiczenie po ćwiczeniu.
pt_pt: Você também pode revelar exercício por exercício.
ro: Puteți, de asemenea, să dezvăluiți exercițiu cu exercițiu.
ru: Вы также можете раскрывать задания по одному.
sk: Môžete tiež odhaliť cvičenie po cvičení.
sv: Du kan också avslöja övning för övning.
sw: Unaweza pia kufichua zoezi kwa zoezi.
tr: Her bir egzersizi de açığa çıkarabilirsiniz.
uk: Ви також можете розкривати вправи по одному.
vi: Bạn cũng có thể tiết lộ từng bài tập một.
zh_hans: 您还可以逐个揭示练习。

# ex_generate_btn
source: Générer
af: Genereer
bg: Генерирай
cs: Generovat
da: Generer
de: Generieren
el: Δημιουργία
es: Generar
fi: Tuota
fil: Bumuo
hu: Generálás
id: Hasilkan
it: Genera
ja: 生成する
ko: 생성
nl: Genereren
no: Generer
pl: Generuj
pt_pt: Gerar
ro: Generați
ru: Сгенерировать
sk: Generovať
sv: Generera
sw: Generera
tr: Üret
uk: Generate
vi: Tạo
zh_hans: 生成

# ex_regenerate_same_seed
source: Re-générer (même seed)
af: Her-genereer (dieselfde saad)
bg: Регенериране (същото семе)
cs: Znovu vygenerovat (stejný seed)
da: Gen-generer (samme seed)
de: Neu generieren (gleicher Seed)
el: Αναδημιουργία (ίδιο seed)
es: Re-generar (mismo seed)
fi: Uudelleen generoidaan (sama siemen)
fil: Muling bumuo (parehong seed)
hu: Újragenerálás (ugyanaz a seed)
id: Regenerasi (seed yang sama)
it: Rigenera (stesso seed)
ja: 再生成（同じシード）
ko: 재생성(동일 시드)
nl: Hernieuwen (zelfde seed)
no: Re-generer (samme seed)
pl: Re-generuj (ten sam seed)
pt_pt: Re-gerar (mesma seed)
ro: Re-generați (aceeași seed)
ru: Перегенерировать (тот же seed)
sk: Znovu vygenerovať (rovnaké seed)
sv: Återgenerera (samma seed)
sw: Återgenerera (samma seed)
tr: Yeniden oluştur (aynı seed)
uk: Regenerate (same seed)
vi: Tái tạo (cùng seed)
zh_hans: 重新生成（相同种子）

# ex_gen_tip
source: Astuce : gardez le même seed pour refaire une série (ou l’envoyer à quelqu’un).
af: Wenk: hou dieselfde seed om 'n reeks weer te doen (of dit aan iemand te stuur).
bg: Съвет: запазете същия seed, за да направите отново серия (или да я изпратите на някого).
cs: Tip: udržujte stejný seed pro opětovné vytvoření série (nebo ji poslat někomu).
da: Tip: behold samme seed for at lave en serie igen (eller sende den til nogen).
de: Tipp: Behalten Sie denselben Seed, um eine Serie erneut zu erstellen (oder sie jemandem zu senden).
el: Συμβουλή: κρατήστε το ίδιο seed για να επαναλάβετε μια σειρά (ή να την στείλετε σε κάποιον).
es: Consejo: mantén el mismo seed para rehacer una serie (o enviársela a alguien).
fi: Vinkki: pidä sama seed tehdäksesi sarjan uudelleen (tai lähettääksesi sen jollekin).
fil: Tip: panatilihin ang parehong seed upang muling gumawa ng serye (o ipadala ito sa ibang tao).
hu: Tipp: tartsa meg ugyanazt a seedet, hogy újra létrehozhasson egy sorozatot (vagy elküldje valakinek).
id: Tip: simpan seed yang sama untuk membuat ulang seri (atau mengirimkannya kepada seseorang).
it: Suggerimento: mantieni lo stesso seed per rifare una serie (o inviarla a qualcuno).
ja: ヒント：同じシードを保持してシリーズを再作成する（または誰かに送信する）。
ko: 팁: 같은 시드를 유지하여 시리즈를 다시 만들거나(또는 다른 사람에게 보낼 수 있습니다).
nl: Tip: houd dezelfde seed om een reeks opnieuw te maken (of deze naar iemand te sturen).
no: Tips: behold samme seed for å lage en ny serie (eller sende den til noen).
pl: Wskazówka: zachowaj ten sam seed, aby powtórzyć serię (lub wysłać ją komuś).
pt_pt: Dica: mantenha o mesmo seed para refazer uma série (ou enviá-la a alguém).
ro: Sfat: păstrați același seed pentru a refăcea o serie (sau pentru a o trimite cuiva).
ru: Совет: сохраняйте один и тот же seed, чтобы повторить серию (или отправить кому-то).
sk: Tip: zachovajte rovnaký seed, aby ste vytvorili sériu (alebo ju poslali niekomu).
sv: Tips: behåll samma seed för att göra en serie igen (eller skicka den till någon).
sw: Kidokezo: shikilia seed sawa ili kufanya mbinu tena (au kupeleka kwa mtu).
tr: İpucu: bir seri oluşturmak için aynı seed'i koruyun (veya birine gönderin).
uk: Порада: зберігайте один і той же seed, щоб повторити серію (або надіслати комусь).
vi: Mẹo: giữ cùng hạt giống để làm lại một chuỗi (hoặc gửi cho ai đó).
zh_hans: 提示：保持相同的种子以重新生成系列（或发送给某人）。

# ex_series_title
source: Série générée
af: Gegenereerde reeks
bg: Генерирана серия
cs: Vygenerovaná série
da: Genereret serie
de: Generierte Serie
el: Δημιουργημένη σειρά
es: Serie generada
fi: Generoitu sarja
fil: Nabuo na Serye
hu: Generált sorozat
id: Seri yang dihasilkan
it: Serie generata
ja: 生成されたシリーズ
ko: 생성된 시리즈
nl: Gegenereerde reeks
no: Generert serie
pl: Wygenerowana seria
pt_pt: Série gerada
ro: Serie generată
ru: Сгенерированная серия
sk: Vygenerovaná séria
sv: Genererad serie
sw: Genererad serie
tr: Üretilen dizi
uk: Generated series
vi: Chuỗi được tạo ra
zh_hans: 生成的系列

# ex_series_subtitle
source: Chaque clic produit des exercices différents (seed + thèmes + niveau).
af: Elke klik genereer verskillende oefeninge (saad + temas + vlak).
bg: Всеки клик произвежда различни упражнения (семе + теми + ниво).
cs: Každé kliknutí vytváří různá cvičení (seed + témata + úroveň).
da: Hver klik producerer forskellige øvelser (seed + emner + niveau).
de: Jeder Klick erzeugt unterschiedliche Übungen (Seed + Themen + Niveau).
el: Κάθε κλικ παράγει διαφορετικές ασκήσεις (seed + θέματα + επίπεδο).
es: Cada clic produce ejercicios diferentes (seed + temas + nivel).
fi: Jokainen napsautus tuottaa erilaisia harjoituksia (siemen + aiheet + taso).
fil: Bawat pag-click ay gumagawa ng iba't ibang ehersisyo (seed + tema + antas).
hu: Minden kattintás különböző gyakorlatokat generál (seed + témák + szint).
id: Setiap klik menghasilkan latihan yang berbeda (seed + tema + tingkat).
it: Ogni clic produce esercizi diversi (seed + temi + livello).
ja: クリックごとに異なるエクササイズが生成されます（シード + テーマ + レベル）。
ko: 각 클릭은 다른 연습을 생성합니다(시드 + 주제 + 수준).
nl: Elke klik genereert verschillende oefeningen (seed + thema's + niveau).
no: Hver klikk gir forskjellige øvelser (seed + temaer + nivå).
pl: Każde kliknięcie generuje różne ćwiczenia (seed + tematy + poziom).
pt_pt: Cada clique produz exercícios diferentes (seed + temas + nível).
ro: Fiecare clic produce exerciții diferite (seed + teme + nivel).
ru: Каждый клик создает разные упражнения (seed + темы + уровень).
sk: Každé kliknutie vytvára rôzne cvičenia (seed + témy + úroveň).
sv: Varje klick ger olika övningar (seed + teman + nivå).
sw: Varje klick ger olika övningar (seed + teman + nivå).
tr: Her tıklama farklı egzersizler üretir (seed + konular + seviye).
uk: Each click produces different exercises (seed + themes + level).
vi: Mỗi lần nhấp tạo ra các bài tập khác nhau (seed + chủ đề + cấp độ).
zh_hans: 每次点击生成不同的练习（种子+主题+级别）。

# ex_answer_label
source: Réponse
af: Antwoord
bg: Отговор
cs: Odpověď
da: Svar
de: Antwort
el: Απάντηση
es: Respuesta
fi: Vastaus
fil: Sagot
hu: Válasz
id: Jawaban
it: Risposta
ja: 回答
ko: 답변
nl: Antwoord
no: Svar
pl: Odpowiedź
pt_pt: Resposta
ro: Răspuns
ru: Ответ
sk: Odpoveď
sv: Svar
sw: Svar
tr: Cevap
uk: Answer
vi: Câu trả lời
zh_hans: 答案

# ex_correction_label
source: Correction
af: Regstelling
bg: Корекция
cs: Oprava
da: Korrigering
de: Korrektur
el: Διόρθωση
es: Corrección
fi: Korjaus
fil: Pagwawasto
hu: Javítás
id: Koreksi
it: Correzione
ja: 修正
ko: 수정
nl: Correctie
no: Korrigering
pl: Korekta
pt_pt: Correção
ro: Corectare
ru: Исправление
sk: Oprava
sv: Korrigering
sw: Korrigering
tr: Düzeltme
vi: Sửa chữa
zh_hans: 更正

# ex_none
source: Aucun exercice (vérifiez vos thèmes).
af: Geen oefening nie (kontroleer jou temas).
bg: Няма упражнения (проверете темите).
cs: Žádné cvičení (zkontrolujte svá témata).
da: Ingen øvelse (tjek dine emner).
de: Keine Übung (überprüfen Sie Ihre Themen).
el: Κανένας ασκήσεις (ελέγξτε τα θέματα).
es: Ningún ejercicio (verifique sus temas).
fi: Ei harjoituksia (tarkista aiheesi).
fil: Walang ehersisyo (suriin ang iyong mga tema).
hu: Nincs gyakorlat (ellenőrizze a témáit).
id: Tidak ada latihan (periksa tema Anda).
it: Nessun esercizio (controlla i tuoi temi).
ja: エクササイズはありません（テーマを確認してください）。
ko: 연습 없음(주제를 확인하세요).
nl: Geen oefening (controleer uw thema's).
no: Ingen øvelse (sjekk temaene dine).
pl: Brak ćwiczeń (sprawdź swoje tematy).
pt_pt: Nenhum exercício (verifique os seus temas).
ro: Niciun exercițiu (verificați temele).
ru: Нет упражнений (проверьте ваши темы).
sk: Žiadne cvičenie (skontrolujte svoje témy).
sv: Inga övningar (kontrollera dina teman).
sw: Inga övningar (kontrollera dina teman).
tr: Hiçbir egzersiz yok (konularınızı kontrol edin).
uk: No exercise (check your themes).
vi: Không có bài tập (kiểm tra các chủ đề của bạn).
zh_hans: 没有练习（请检查您的主题）。

# ex_how_sub
source: Le générateur combine types d’exercices + seed + règles anti-trivia.
af: Die generator kombineer tipe oefeninge + saad + anti-trivia reëls.
bg: Генераторът комбинира видове упражнения + seed + анти-тривиални правила.
cs: Generátor kombinuje typy cvičení + seed + pravidla proti triviálním chybám.
da: Generatoren kombinerer øvelsestyper + seed + anti-trivia regler.
de: Der Generator kombiniert Übungstypen + Seed + Anti-Trivia-Regeln.
el: Ο γεννήτορας συνδυάζει τύπους ασκήσεων + seed + κανόνες κατά των trivia.
es: El generador combina tipos de ejercicios + semilla + reglas anti-trivia.
fi: Generaattori yhdistää harjoitustyypit + seed + anti-trivia säännöt.
fil: Pinagsasama ng tagagawa ang mga uri ng ehersisyo + seed + mga anti-trivia na patakaran.
hu: A generátor kombinálja a gyakorlatok típusait + seed + anti-trivia szabályokat.
id: Generator menggabungkan jenis latihan + seed + aturan anti-trivia.
it: Il generatore combina tipi di esercizi + seed + regole anti-trivia.
ja: 生成器は演習の種類 + シード + トリビア防止ルールを組み合わせます。
ko: 생성기는 연습 유형 + 시드 + 트리비아 방지 규칙을 결합합니다.
nl: De generator combineert soorten oefeningen + seed + anti-trivia regels.
no: Generatoren kombinerer øvelsestyper + seed + anti-trivia regler.
pl: Generator łączy typy ćwiczeń + seed + zasady anty-trivia.
pt_pt: O gerador combina tipos de exercícios + seed + regras anti-trivia.
ro: Generatorul combină tipuri de exerciții + seed + reguli anti-trivia.
ru: Генератор сочетает типы упражнений + seed + анти-тривиальные правила.
sk: Generátor kombinuje typy cvičení + seed + pravidlá proti triviálnym chybám.
sv: Generatorn kombinerar övningstyper + seed + anti-trivia-regler.
sw: Generatorn kombinerar övningstyper + seed + anti-trivia-regler.
tr: Üretici, alıştırma türlerini + seed + anti-trivia kurallarını birleştirir.
uk: The generator combines exercise types + seed + anti-trivia rules.
vi: Máy phát kết hợp các loại bài tập + hạt giống + quy tắc chống trivia.
zh_hans: 生成器结合练习类型 + 种子 + 反琐规则。

# ex_how_1
source: Un seed pilote un générateur pseudo-aléatoire : même seed = mêmes exercices.
af: 'n seed bestuur 'n pseudo-willekeurige generator: selfde seed = selfde oefeninge.
bg: Един seed управлява псевдослучаен генератор: същият seed = същите упражнения.
cs: Jeden seed řídí pseudo-náhodný generátor: stejný seed = stejná cvičení.
da: En seed styrer en pseudo-tilfældig generator: samme seed = samme øvelser.
de: Ein Seed steuert einen pseudo-zufälligen Generator: gleicher Seed = gleiche Übungen.
el: Ένα seed ελέγχει έναν ψευδοτυχαίο γεννήτρια: ίδιο seed = ίδιες ασκήσεις.
es: Un seed controla un generador pseudoaleatorio: mismo seed = mismos ejercicios.
fi: seed ohjaa pseudohallittua generaattoria: sama seed = samat tehtävät.
fil: Isang seed ang nagmamaneho ng pseudo-random generator: parehong seed = parehong mga ehersisyo.
hu: Egy seed vezérel egy pszeudo-véletlenszerű generátort: ugyanaz a seed = ugyanazok a gyakorlatok.
id: Sebuah seed mengendalikan generator pseudo-acak: seed yang sama = latihan yang sama.
it: Un seed pilota un generatore pseudo-casuale: stesso seed = stessi esercizi.
ja: シードは擬似乱数生成器を駆動します：同じシード = 同じ演習。
ko: 시드는 의사 난수 생성기를 제어합니다: 같은 시드 = 같은 연습.
nl: Een seed stuurt een pseudo-willekeurige generator: zelfde seed = zelfde oefeningen.
no: En seed styrer en pseudo-tilfeldig generator: samme seed = samme oppgaver.
pl: seed steruje generatorem pseudolosowym: ten sam seed = te same ćwiczenia.
pt_pt: Um seed pilota um gerador pseudo-aleatório: mesmo seed = mesmos exercícios.
ro: Un seed pilotează un generator pseudo-aleator: același seed = aceleași exerciții.
ru: Один seed управляет псевдослучайным генератором: один и тот же seed = одни и те же задания.
sk: Jeden seed riadi pseudo-náhodný generátor: rovnaký seed = rovnaké cvičenia.
sv: Ett seed styr en pseudo-slumptalsgenerator: samma seed = samma övningar.
sw: seed inaendesha jenereta ya nasibu: seed sawa = mazoezi sawa.
tr: Bir seed, sahte rastgele bir üreteci yönlendirir: aynı seed = aynı egzersizler.
uk: Один seed керує псевдовипадковим генератором: один і той же seed = одні й ті ж вправи.
vi: Một hạt giống điều khiển một bộ phát sinh ngẫu nhiên giả: cùng hạt giống = cùng bài tập.
zh_hans: 一个种子 驱动一个伪随机生成器：相同的种子 = 相同的练习。

# ex_how_2
source: Les exercices sont tirés par thèmes avec une distribution équilibrée.
af: Die oefeninge word getrek deur temas met 'n gebalanseerde verspreiding.
bg: Упражненията се извлекат от темите с балансирано разпределение.
cs: Cvičení jsou vybírána podle témat s vyváženým rozdělením.
da: Øvelserne trækkes fra emner med en afbalanceret fordeling.
de: Die Übungen werden aus Themen mit einer ausgewogenen Verteilung gezogen.
el: Οι ασκήσεις προέρχονται από θέματα με ισορροπημένη κατανομή.
es: Los ejercicios se extraen por temas con una distribución equilibrada.
fi: Tehtävät valitaan teemoista tasapainoisella jakautumisella.
fil: Ang mga ehersisyo ay kinuha mula sa mga tema na may balanseng distribusyon.
hu: A gyakorlatok témák alapján kerülnek kiválasztásra, kiegyensúlyozott eloszlással.
id: Latihan diambil dari tema dengan distribusi yang seimbang.
it: Gli esercizi sono estratti da temi con una distribuzione equilibrata.
ja: 演習はテーマから引き出され、均等に分配されます。
ko: 연습은 균형 잡힌 분포로 주제에 의해 추출됩니다.
nl: De oefeningen zijn getrokken uit thema's met een evenwichtige verdeling.
no: Oppgavene er hentet fra temaer med en balansert fordeling.
pl: Ćwiczenia są losowane z tematów z równomiernym rozkładem.
pt_pt: Os exercícios são tirados por temas com uma distribuição equilibrada.
ro: Exercițiile sunt extrase din teme cu o distribuție echilibrată.
ru: Задания выбираются по темам с равномерным распределением.
sk: Cvičenia sú vyberané podľa tém s vyváženou distribúciou.
sv: Övningarna dras från teman med en balanserad fördelning.
sw: Mazoezi yanachukuliwa kutoka mada zikiwa na usambazaji sawa.
tr: Egzersizler, dengeli bir dağılımla temalardan çekilir.
uk: Вправи вибираються з тем з рівномірним розподілом.
vi: Các bài tập được lấy từ các chủ đề với một phân phối cân bằng.
zh_hans: 练习由主题均衡分配。

# ex_how_3
source: Chaque exercice inclut une correction pas à pas (formules).
af: Elke oefening sluit 'n stap-vir-stap korreksie (formules) in.
bg: Всяко упражнение включва стъпка по стъпка корекция (формули).
cs: Každé cvičení zahrnuje krokovou opravu (vzorce).
da: Hver øvelse inkluderer en trin-for-trin korrektion (formler).
de: Jede Übung enthält eine Schritt-für-Schritt-Korrektur (Formeln).
el: Κάθε άσκηση περιλαμβάνει μια διόρθωση βήμα προς βήμα (τύπους).
es: Cada ejercicio incluye una corrección paso a paso (fórmulas).
fi: Jokainen tehtävä sisältää vaiheittaisen korjauksen (kaavat).
fil: Bawat ehersisyo ay may kasamang hakbang-hakbang na pagwawasto (mga formula).
hu: Minden gyakorlat tartalmaz egy lépésről lépésre javítást (képletek).
id: Setiap latihan mencakup koreksi langkah demi langkah (rumus).
it: Ogni esercizio include una correzione passo passo (formule).
ja: 各演習には段階的な修正（公式）が含まれています。
ko: 각 연습에는 단계별 수정(공식)가 포함됩니다.
nl: Elke oefening bevat een stap-voor-stap correctie (formules).
no: Hver oppgave inkluderer en trinnvis løsning (formler).
pl: Każde ćwiczenie zawiera krok po kroku poprawkę (formuły).
pt_pt: Cada exercício inclui uma correção passo a passo (fórmulas).
ro: Fiecare exercițiu include o corectare pas cu pas (formule).
ru: Каждое задание включает пошаговое решение (формулы).
sk: Každé cvičenie obsahuje krok za krokom opravu (vzorce).
sv: Varje övning inkluderar en steg-för-steg-korrigering (formler).
sw: Kila zoezi linajumuisha marekebisho hatua kwa hatua (formulas).
tr: Her egzersiz, bir adım adım düzeltme (formüller) içerir.
uk: Кожна вправа включає покрокове виправлення (формули).
vi: Mỗi bài tập bao gồm một bài sửa lỗi từng bước (công thức).
zh_hans: 每个练习包括逐步纠正（公式）。

# ex_how_4
source: Des garde-fous évitent les cas “nuls” (division par 0, -100% sur inverse, doublons).
af: Veiligheidsmaatreëls voorkom “nul” gevalle (deling deur 0, -100% op omgekeerd, duplikate).
bg: Предпазните мерки избягват “нулеви” случаи (деление на 0, -100% на обратното, дублирания).
cs: Ochranné prvky zabraňují „nulovým“ případům (dělení nulou, -100% na inverzi, duplicity).
da: Sikkerhedsforanstaltninger undgår 'nul' tilfælde (division med 0, -100% på omvendt, dubletter).
de: Sicherheitsvorkehrungen vermeiden "Null"-Fälle (Division durch 0, -100% auf Inverse, Duplikate).
el: Ασφαλιστικές δικλείδες αποφεύγουν τις περιπτώσεις “μηδέν” (διαίρεση με 0, -100% σε αντίστροφο, διπλότυπα).
es: Los salvaguardias evitan los casos “nulos” (división por 0, -100% en inverso, duplicados).
fi: Turvatoimet estävät “nollat” (nollalla jakaminen, -100% käänteinen, duplikaatit).
fil: Ang mga safeguard ay nag-iwas sa mga 'null' na kaso (dibisyon sa 0, -100% sa kabaligtaran, mga dobleng halaga).
hu: A védelmek elkerülik a “nulla” eseteket (0-val való osztás, -100% inverz, duplikációk).
id: Pengaman menghindari kasus 'nol' (pembagian dengan 0, -100% pada invers, duplikat).
it: I salvaguardie evitano i casi 'nulli' (divisione per 0, -100% su inverso, duplicati).
ja: ガードレールが「ゼロ」ケース（0での除算、逆数の-100%、重複）を回避します。
ko: 안전 장치가 '0'인 경우(0으로 나누기, -100% 반전, 중복)를 방지합니다.
nl: Veiligheidsmaatregelen voorkomen 'nulle' gevallen (deling door 0, -100% op omgekeerd, duplicaten).
no: Sikkerhetsmekanismer unngår 'null'-tilfeller (deling med 0, -100% på invers, duplikater).
pl: Zabezpieczenia unikają przypadków “zerowych” (dzielenie przez 0, -100% na odwrotności, duplikaty).
pt_pt: Barreiras evitam casos “nulos” (divisão por 0, -100% no inverso, duplicados).
ro: Măsuri de siguranță evită cazurile “nule” (împărțire la 0, -100% pe invers, duplicate).
ru: Защитные меры предотвращают случаи “нулей” (деление на 0, -100% на обратное, дубликаты).
sk: Bezpečnostné opatrenia zabraňujú “nulovým” prípadom (delenie nulou, -100% na inverz, duplicity).
sv: Säkerhetsåtgärder förhindrar 'noll'-fall (division med 0, -100% på invers, dubbletter).
sw: Säkerhetsåtgärder förhindrar “noll”-fall (division med 0, -100% på invers, dubbletter).
tr: Güvenlik önlemleri “sıfır” durumlarını (0 ile bölme, tersine -100%, tekrarlar) önler.
uk: Safeguards prevent 'null' cases (division by 0, -100% on inverse, duplicates).
vi: Các biện pháp bảo vệ tránh các trường hợp “không hợp lệ” (chia cho 0, -100% trên nghịch đảo, trùng lặp).
zh_hans: 防护措施避免“零”情况（除以 0，-100% 反转，重复）。
