Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l6_q1_exp
source: La médiane est le 50e percentile : Q2.
af: Die mediaan is die 50ste percentile: Q2.
bg: Медийната стойност е 50-ти процентил: Q2.
cs: Medián je 50. percentil: Q2.
da: Q3 (75. percentil)
de: Der Median ist der 50. Perzentil: Q2.
el: Η διάμεσος είναι το 50ο ποσοστό: Q2.
es: La mediana es el percentil 50: Q2.
fi: Mediaani on 50. prosenttipiste: Q2.
fil: Ang median ay ang 50th percentile: Q2.
hu: A medián a 50. percentilis: Q2.
id: Median adalah persentil ke-50: Q2.
it: La mediana è il 50° percentile: Q2.
ja: 中央値は50パーセンタイル：Q2です。
ko: 중앙값은 50번째 백분위수: Q2입니다.
nl: De mediaan is de 50e percentile: Q2.
no: Q3 (75. percentil)
pl: Mediana to 50-ty percentyl: Q2.
pt_pt: A mediana é o 50º percentil: Q2.
ro: Mediana este percentila 50: Q2.
ru: Медиана — это 50-й перцентиль: Q2.
sk: Medián je 50. percentil: Q2.
sv: Q2 (50:e percentilen)
sw: Médiane ni percentile ya 50: Q2.
tr: Medyan 50. persentildir: Q2.
uk: Медіана є 50-м процентилем: Q2.
vi: Trung vị là phân vị 50: Q2.
zh_hans: 中位数是第50百分位数：Q2。

# median_l7_title
source: 7) Pièges fréquents et bonnes pratiques
af: 7) Algemene gevare en goeie praktyke
bg: 7) Чести капани и добри практики
cs: 7) Časté nástrahy a dobré praktiky
da: Medianen er den 50. percentil: Q2.
de: 7) Häufige Fallstricke und gute Praktiken
el: 7) Συχνές παγίδες και καλές πρακτικές
es: 7) Trampas frecuentes y buenas prácticas
fi: 7) Yleisiä ansa ja hyviä käytäntöjä
fil: 7) Mga karaniwang bitag at mga magandang gawi
hu: 7) Gyakori csapdák és jó gyakorlatok
id: 7) Perangkap umum dan praktik baik
it: 7) Trappole comuni e buone pratiche
ja: 7) よくある落とし穴と良い実践
ko: 7) 자주 발생하는 함정과 좋은 관행
nl: 7) Veelvoorkomende valkuilen en goede praktijken
no: Medianen er den 50. percentilen: Q2.
pl: Pułapki i dobre praktyki
pt_pt: 7) Armadilhas frequentes e boas práticas
ro: 7) Capcane frecvente și bune practici
ru: 7) Частые ловушки и хорошие практики
sk: 7) Časté pasce a dobré praktiky
sv: Q3 (75:e percentilen)
sw: 7) Mtego wa kawaida na mbinu nzuri
tr: Sık karşılaşılan tuzaklar ve iyi uygulamalar
uk: 7) Часті пастки та хороші практики
vi: 7) Cạm bẫy thường gặp và thực hành tốt
zh_hans: 7）常见陷阱和最佳实践

# median_l7_sub
source: Tri, effectifs, données groupées, confusion avec moyenne/mode : ce qui fait perdre des points.
af: Sortering, frekwensies, gegroepeerde data, verwarring met gemiddeld/modus: wat punte kan verloor.
bg: Сортиране, честоти, групирани данни, объркване с средна стойност/мода: това, което води до загуба на точки.
cs: Třídění, četnosti, seskupená data, záměna s průměrem/modem: to, co ztrácí body.
da: 7) Hyppige faldgruber og gode praksisser
de: Sortieren, Häufigkeiten, gruppierte Daten, Verwechslung mit Mittelwert/Modus: was Punkte kostet.
el: Ταξινόμηση, συχνότητες, ομαδοποιημένα δεδομένα, σύγχυση με μέσο/μόδιο: αυτό που χάνει πόντους.
es: Ordenar, frecuencias, datos agrupados, confusión con media/moda: lo que hace perder puntos.
fi: Lajittelu, frekvenssit, ryhmitellyt tiedot, sekaannus keskiarvon/moodin kanssa: asiat, jotka vievät pisteitä.
fil: Pag-uuri, bilang, pinagsamang datos, pagkalito sa average/mode: kung ano ang nagiging sanhi ng pagkawala ng mga puntos.
hu: Rendezés, gyakoriság, csoportosított adatok, összekeverés az átlaggal/móddal: ami pontokat veszít.
id: Pengurutan, frekuensi, data terkelompok, kebingungan dengan rata-rata/modus: hal-hal yang dapat mengurangi poin.
it: Ordinamento, frequenze, dati raggruppati, confusione con media/moda: ciò che fa perdere punti.
ja: 並べ替え、頻度、グループ化されたデータ、平均/最頻値との混同：ポイントを失う原因。
ko: 정렬, 빈도, 그룹화된 데이터, 평균/최빈값과의 혼동: 점수를 잃게 만드는 요소입니다.
nl: Sorteren, frequenties, gegroepeerde gegevens, verwarring met gemiddelde/modus: wat punten kost.
no: 7) Vanlige feller og gode praksiser
pl: Sortowanie, liczebności, dane grupowane, mylenie z średnią/modą: to, co powoduje utratę punktów.
pt_pt: Ordenação, frequências, dados agrupados, confusão com média/moda: o que faz perder pontos.
ro: Sortare, frecvențe, date grupate, confuzie cu media/mod: ceea ce face să pierzi puncte.
ru: Сортировка, частоты, сгруппированные данные, путаница со средним/модой: что приводит к потере баллов.
sk: Triedenie, frekvencie, zoskupené údaje, zmätok s priemerom/modom: to, čo spôsobuje stratu bodov.
sv: Medianen är den 50:e percentilen: Q2.
sw: Kuchanganya, idadi, data zilizopangwa, kuchanganya na wastani/mode: kile kinachofanya kupoteza alama.
tr: Sıralama, frekanslar, gruplandırılmış veriler, ortalama/mod ile karışıklık: puan kaybettirenler.
uk: Сортування, частоти, згруповані дані, плутанина з середнім/модою: що призводить до втрати балів.
vi: Sắp xếp, tần suất, dữ liệu nhóm, nhầm lẫn với trung bình/mode: những gì làm mất điểm.
zh_hans: 排序、频数、分组数据、与平均值/众数混淆：这些会导致失分。

# median_tag_traps
source: pièges
af: gevare
bg: капани
cs: nástrahy
da: Sortering, frekvenser, grupperede data, forvirring med gennemsnit/modus: det, der koster point.
de: Fallstricke
el: παγίδες
es: trampas
fi: ansa
fil: bitag
hu: csapdák
id: perangkap
it: trappole
ja: 落とし穴
ko: 함정
nl: valkuilen
no: Sortering, frekvenser, grupperte data, forvirring med gjennomsnitt/modus: det som får deg til å miste poeng.
pl: pułapki
pt_pt: armadilhas
ro: capcane
ru: ловушки
sk: pasce
sv: 7) Vanliga fallgropar och goda metoder
sw: mtego
tr: tuzağa düşmek
uk: пастки
vi: cạm bẫy
zh_hans: 陷阱

# median_tag_practice
source: bonnes pratiques
af: goeie praktyke
bg: добри практики
cs: dobré praktiky
da: faldgruber
de: gute Praktiken
el: καλές πρακτικές
es: buenas prácticas
fi: hyvät käytännöt
fil: mga magandang gawi
hu: jó gyakorlatok
id: praktik baik
it: buone pratiche
ja: 良い実践
ko: 좋은 관행
nl: goede praktijken
no: feller
pl: dobre praktyki
pt_pt: boas práticas
ro: bune practici
ru: хорошие практики
sk: dobré praktiky
sv: Sortering, frekvenser, grupperade data, förvirring med medelvärde/modus: det som gör att man förlorar poäng.
sw: mbinu nzuri
tr: iyi uygulamalar
uk: хороші практики
vi: thực hành tốt
zh_hans: 最佳实践

# median_tag_checklist
source: check-list
af: kontrolelys
bg: контролен списък
cs: kontrolní seznam
da: gode praksisser
de: Checkliste
el: λίστα ελέγχου
es: lista de verificación
fi: tarkistuslista
hu: ellenőrző lista
id: daftar periksa
ja: チェックリスト
ko: 체크리스트
nl: checklijst
no: gode praksiser
pl: lista kontrolna
ro: listă de verificare
ru: контрольный список
sk: kontrolný zoznam
sv: fallgropar
sw: orodha ya ukaguzi
tr: kontrol listesi
uk: контрольний список
vi: danh sách kiểm tra
zh_hans: 检查清单

# median_l7_s1_title
source: Les erreurs classiques
af: Die klassieke foute
bg: Класическите грешки
cs: Klasické chyby
da: tjekliste
de: Die klassischen Fehler
el: Τα κλασικά λάθη
es: Los errores clásicos
fi: Klassiset virheet
fil: Ang mga klasikong pagkakamali
hu: A klasszikus hibák
id: Kesalahan klasik
it: Gli errori classici
ja: 古典的なエラー
ko: 고전적인 오류들
nl: De klassieke fouten
no: sjekkliste
pl: Klasyczne błędy
pt_pt: Os erros clássicos
ro: Erorile clasice
ru: Классические ошибки
sk: Klasické chyby
sv: goda metoder
sw: Makosa ya kawaida
tr: Klasik hatalar
uk: Класичні помилки
vi: Các lỗi cổ điển
zh_hans: 经典错误

# median_l7_s1_b1
source: Oublier de trier la série avant de chercher le milieu.
af: Vergeet om die reeks te sorteer voordat jy die middel soek.
bg: Да забравиш да сортираш серията преди да търсиш средата.
cs: Zapomenout seřadit sérii před hledáním středu.
da: De klassiske fejl
de: Vergessen, die Reihe zu sortieren, bevor man die Mitte sucht.
el: Να ξεχνάς να ταξινομήσεις τη σειρά πριν αναζητήσεις το μέσο.
es: Olvidar ordenar la serie antes de buscar el medio.
fi: Unohtaa lajitella sarja ennen keskikohdan etsimistä.
fil: Kaligtaan na ayusin ang serye bago hanapin ang gitna.
hu: Elfelejteni rendezni a sorozatot, mielőtt megkeresnéd a középpontot.
id: Lupa untuk mengurutkan seri sebelum mencari tengah.
it: Dimenticare di ordinare la serie prima di cercare il centro.
ja: 中央値を探す前に系列を並べ替えるのを忘れる。
ko: 중간값을 찾기 전에 시리즈를 정렬하는 것을 잊다.
nl: Vergeten de reeks te sorteren voordat je het midden zoekt.
no: De klassiske feilene
pl: Zapomnienie o posortowaniu serii przed szukaniem środka.
pt_pt: Esquecer de ordenar a série antes de procurar o meio.
ro: A uita să sortezi seria înainte de a căuta mijlocul.
ru: Забыть отсортировать ряд перед поиском середины.
sk: Zabudnúť triediť sériu pred hľadaním stredu.
sv: checklista
sw: Kusahau kupanga mfululizo kabla ya kutafuta katikati.
tr: Seriyi ortayı bulmadan önce sıralamayı unutmamak.
uk: Забути відсортувати серію перед пошуком середини.
vi: Quên sắp xếp chuỗi trước khi tìm giá trị giữa.
zh_hans: 在寻找中间值之前忘记对序列进行排序。

# median_l7_s1_b2
source: Confondre médiane et mode (valeur la plus fréquente).
af: Verwar mediaan en modus (die mees algemene waarde).
bg: Да объркаш медийната стойност и модата (най-често срещаната стойност).
cs: Zaměnit medián a mód (nejčastější hodnota).
da: Glemme at sortere rækken, før man søger midten.
de: Median und Modus (häufigster Wert) verwechseln.
el: Να συγχέεις τη διάμεσο και το μόδιο (την πιο συχνή τιμή).
es: Confundir mediana y moda (valor más frecuente).
fi: Sekoittaa mediaani ja moodi (yleisin arvo).
fil: Pagkalito sa median at mode (pinakamadalas na halaga).
hu: Összekeverni a mediánt és a módot (leggyakoribb érték).
id: Membingungkan median dan modus (nilai yang paling sering muncul).
it: Confondere mediana e moda (valore più frequente).
ja: 中央値と最頻値（最も頻繁に出現する値）を混同する。
ko: 중앙값과 최빈값(가장 빈번한 값)을 혼동하다.
nl: Verwarren mediaan en modus (meest voorkomende waarde).
no: Glemme å sortere serien før du leter etter midten.
pl: Mylenie mediany z modą (najczęściej występująca wartość).
pt_pt: Confundir mediana e moda (valor mais frequente).
ro: Confunda mediana cu moda (valoarea cea mai frecventă).
ru: Путать медиану и моду (наиболее частое значение).
sk: Zamieňať medián a mód (najčastejšia hodnota).
sv: De klassiska felen
sw: Kuchanganya médiane na mode (thamani ya kawaida zaidi).
tr: Medyan ile modu (en sık değer) karıştırmak.
uk: Плутати медіану та моду (найчастіше значення).
vi: Nhầm lẫn giữa trung vị và mode (giá trị xuất hiện nhiều nhất).
zh_hans: 混淆中位数和众数（最频繁的值）。

# median_l7_s1_b3
source: En n pair, choisir “une valeur centrale” au hasard au lieu de faire la moyenne des deux centrales.
af: In n paar, kies 'n 'sentralewaarde' lukraak in plaas van om die gemiddelde van die twee sentrale waardes te neem.
bg: При четно n, да избираш "централна стойност" на случаен принцип вместо да вземеш средната стойност на двете централни.
cs: Při sudém n vybrat 'střední hodnotu' náhodně místo průměru dvou středních hodnot.
da: Forveksle median og modus (den mest hyppige værdi).
de: Bei n gerade, 'einen zentralen Wert' zufällig wählen, anstatt den Durchschnitt der beiden zentralen Werte zu bilden.
el: Σε ζυγό n, να επιλέγεις "μια κεντρική τιμή" τυχαία αντί να κάνεις τον μέσο όρο των δύο κεντρικών.
es: En n par, elegir 'un valor central' al azar en lugar de promediar los dos centrales.
fi: Parillisen n:n kohdalla valita 'keskimmäinen arvo' satunnaisesti sen sijaan, että ottaisi kahden keskimmäisen keskiarvon.
fil: Sa n na pares, pumili ng 'isang gitnang halaga' nang random sa halip na kunin ang average ng dalawang gitnang halaga.
hu: Páros n esetén véletlenszerűen választani 'egy középső értéket' ahelyett, hogy a két középsőt átlagolnád.
id: Dalam n genap, memilih 'nilai tengah' secara acak alih-alih mengambil rata-rata dari dua nilai tengah.
it: In n pari, scegliere 'un valore centrale' a caso invece di fare la media dei due centrali.
ja: 偶数の場合、中央の2つの値の平均を取る代わりに「中央の値」をランダムに選ぶ。
ko: 짝수 n의 경우 두 중앙값의 평균을 내는 대신 '중앙값'을 임의로 선택하다.
nl: Bij n even, kies 'een centrale waarde' willekeurig in plaats van het gemiddelde van de twee centrale waarden.
no: Forveksle median og modus (den mest hyppige verdien).
pl: W przypadku n parzystego, wybieranie 'jednej wartości centralnej' losowo zamiast obliczania średniej z dwóch centralnych.
pt_pt: Em n par, escolher 'um valor central' aleatoriamente em vez de fazer a média dos dois centrais.
ro: În n par, alege „o valoare centrală” la întâmplare în loc să faci media celor două centrale.
ru: При четном n выбрать «центральное значение» случайным образом вместо того, чтобы взять среднее двух центральных.
sk: Pri n párnom, vybrať 'strednú hodnotu' náhodne namiesto toho, aby sa vzali priemery dvoch stredných hodnôt.
sv: Glömma att sortera serien innan man letar efter mitten.
sw: Katika n pair, kuchagua 'thamani ya kati' kwa bahati badala ya kuchukua wastani wa mbili za kati.
tr: n çift olduğunda, iki ortanın ortalamasını almak yerine rastgele 'bir merkezi değer' seçmek.
uk: У парному n вибрати 'центральне значення' випадковим чином замість того, щоб обчислити середнє з двох центральних.
vi: Trong n chẵn, chọn 'một giá trị trung tâm' ngẫu nhiên thay vì tính trung bình của hai giá trị trung tâm.
zh_hans: 在n为偶数时，随机选择“一个中心值”而不是取两个中心值的平均。

# median_l7_s1_b4
source: Avec effectifs, oublier que la médiane se trouve via les effectifs cumulés.
af: Met frekwensies, vergeet dat die mediaan via die kumulatiewe frekwensies gevind word.
bg: С честоти, да забравиш, че медийната стойност се намира чрез кумулативните честоти.
cs: S četnostmi zapomenout, že medián se nachází pomocí kumulativních četností.
da: Ved n lige, vælge 'en central værdi' tilfældigt i stedet for at tage gennemsnittet af de to centrale.
de: Bei Häufigkeiten vergessen, dass der Median über die kumulierten Häufigkeiten gefunden wird.
el: Με συχνότητες, να ξεχνάς ότι η διάμεσος βρίσκεται μέσω των σωρευμένων συχνοτήτων.
es: Con frecuencias, olvidar que la mediana se encuentra a través de las frecuencias acumuladas.
fi: Frekvenssien kanssa unohtaa, että mediaani löytyy kumulatiivisten frekvenssien kautta.
fil: Sa bilang, kalimutan na ang median ay matatagpuan sa pamamagitan ng mga pinagsamang bilang.
hu: Gyakoriságokkal elfelejteni, hogy a medián a kumulált gyakoriságok alapján található.
id: Dengan frekuensi, lupa bahwa median ditemukan melalui frekuensi kumulatif.
it: Con frequenze, dimenticare che la mediana si trova tramite le frequenze cumulative.
ja: 頻度を考慮して、中央値は累積頻度を通じて見つかることを忘れる。
ko: 빈도를 고려할 때 중앙값은 누적 빈도를 통해 찾는다는 것을 잊다.
nl: Bij frequenties vergeten dat de mediaan wordt gevonden via de cumulatieve frequenties.
no: I n par, velge 'en sentral verdi' tilfeldig i stedet for å ta gjennomsnittet av de to sentrale.
pl: Z liczebnościami, zapomnienie, że mediana znajduje się poprzez liczby skumulowane.
pt_pt: Com frequências, esquecer que a mediana é encontrada através das frequências acumuladas.
ro: Cu frecvențe, a uita că mediana se găsește prin frecvențele cumulative.
ru: С частотами забыть, что медиана находится через накопленные частоты.
sk: S frekvenciami zabudnúť, že medián sa nachádza cez kumulované frekvencie.
sv: Förväxla median och modus (den mest frekventa värdet).
sw: Pamoja na idadi, kusahau kwamba médiane hupatikana kupitia idadi iliyokusanywa.
tr: Frekanslarla, medyanın kümülatif frekanslar aracılığıyla bulunduğunu unutmamak.
uk: З частотами забути, що медіана знаходиться через кумулятивні частоти.
vi: Với tần suất, quên rằng trung vị được tìm thấy thông qua tần suất tích lũy.
zh_hans: 在有频数的情况下，忘记中位数是通过累积频数找到的。

# median_l7_s1_b5
source: Avec classes, ne pas identifier la classe médiane (via N/2) avant d’interpoler.
af: Met klasse, identifiseer nie die mediaanklas (via N/2) voordat jy interpoleer nie.
bg: С класове, да не идентифицираш медийната класа (чрез N/2) преди да интерполираш.
cs: S třídami neidentifikovat střední třídu (pomocí N/2) před interpolací.
da: Med frekvenser, glemme at medianen findes via de kumulerede frekvenser.
de: Bei Klassen nicht die Median-Klasse (über N/2) identifizieren, bevor man interpoliert.
el: Με κλάσεις, να μην προσδιορίζεις την κλάση διάμεσου (μέσω N/2) πριν την παρεμβολή.
es: Con clases, no identificar la clase mediana (a través de N/2) antes de interpolar.
fi: Luokkien kanssa ei tunnisteta mediaaniluokkaa (N/2) ennen interpolointia.
fil: Sa mga klase, huwag tukuyin ang median na klase (sa pamamagitan ng N/2) bago mag-interpolate.
hu: Osztályokkal nem azonosítani a medián osztályt (N/2 alapján) az interpolálás előtt.
id: Dengan kelas, tidak mengidentifikasi kelas median (melalui N/2) sebelum melakukan interpolasi.
it: Con classi, non identificare la classe mediana (via N/2) prima di interpolare.
ja: クラスを使う場合、補間する前に中央値のクラス（N/2を通じて）を特定しない。
ko: 클래스가 있을 때 보간하기 전에 중앙 클래스(N/2)를 식별하지 않다.
nl: Bij klassen, niet de mediaanklasse identificeren (via N/2) voordat je interpoleert.
no: Med frekvenser, glemme at medianen finnes via de kumulerte frekvensene.
pl: Z klasami, nieidentyfikowanie klasy mediany (poprzez N/2) przed interpolacją.
pt_pt: Com classes, não identificar a classe mediana (via N/2) antes de interpolar.
ro: Cu clase, a nu identifica clasa mediană (prin N/2) înainte de a interpola.
ru: С классами не определить медианный класс (через N/2) перед интерполяцией.
sk: S triedami, neidentifikovať strednú triedu (cez N/2) pred interpoláciou.
sv: Vid jämnt n, välj 'ett centralt värde' slumpmässigt istället för att ta medelvärdet av de två centrala.
sw: Pamoja na madarasa, kutotambua darasa la kati (kupitia N/2) kabla ya kuingilia.
tr: Sınıflarla, interpolasyondan önce medyan sınıfı (N/2 aracılığıyla) tanımlamamak.
uk: З класами не ідентифікувати медіанний клас (через N/2) перед інтерполяцією.
vi: Với các lớp, không xác định lớp trung vị (thông qua N/2) trước khi nội suy.
zh_hans: 在有类别的情况下，在插值之前不识别中位数类别（通过N/2）。

# median_l7_s2_title
source: Comment vérifier rapidement si ton résultat est plausible
af: Hoe om vinnig te verifieer of jou resultaat waarskynlik is
bg: Как бързо да провериш дали резултатът ти е правдоподобен
cs: Jak rychle zkontrolovat, zda je tvůj výsledek plausibilní
da: Med klasser, ikke identificere den midterste klasse (via N/2) før man interpolerer.
de: Wie man schnell überprüfen kann, ob dein Ergebnis plausibel ist
el: Πώς να ελέγξεις γρήγορα αν το αποτέλεσμα σου είναι λογικό
es: Cómo verificar rápidamente si tu resultado es plausible
fi: Kuinka tarkistaa nopeasti, onko tuloksesi uskottava
fil: Paano mabilis na suriin kung ang iyong resulta ay kapani-paniwala
hu: Hogyan ellenőrizd gyorsan, hogy az eredményed valószínű-e
id: Bagaimana cara memeriksa dengan cepat apakah hasilmu masuk akal
it: Come verificare rapidamente se il tuo risultato è plausibile
ja: 結果が妥当かどうかを迅速に確認する方法
ko: 결과가 그럴듯한지 빠르게 확인하는 방법
nl: Hoe snel te controleren of je resultaat plausibel is
no: Med klasser, ikke identifisere den midterste klassen (via N/2) før du interpolerer.
pl: Jak szybko sprawdzić, czy twój wynik jest wiarygodny
pt_pt: Como verificar rapidamente se o seu resultado é plausível
ro: Cum să verifici rapid dacă rezultatul tău este plauzibil
ru: Как быстро проверить, является ли твой результат правдоподобным
sk: Ako rýchlo skontrolovať, či je tvoj výsledok plausibilný
sv: Med frekvenser, glömma att medianen finns via de kumulerade frekvenserna.
sw: Jinsi ya kuangalia haraka ikiwa matokeo yako yanaweza kuwa ya kuaminika
tr: Sonucun hızlı bir şekilde makul olup olmadığını nasıl kontrol edebilirsin
uk: Як швидко перевірити, чи є твій результат правдоподібним
vi: Cách kiểm tra nhanh xem kết quả của bạn có hợp lý không
zh_hans: 如何快速检查你的结果是否合理

# median_l7_s2_b1
source: Après tri, la médiane doit être comprise entre la valeur centrale basse et la valeur centrale haute (cas n pair).
af: Na sortering moet die mediaan tussen die lae sentrale waarde en die hoë sentrale waarde wees (in die geval van n paar).
bg: След сортиране, медийната стойност трябва да бъде между ниската централна стойност и високата централна стойност (случай n четно).
cs: Po seřazení by medián měl být mezi nízkou střední hodnotou a vysokou střední hodnotou (případ sudého n).
da: Hvordan hurtigt at kontrollere, om dit resultat er plausibelt
de: Nach dem Sortieren muss der Median zwischen dem unteren und dem oberen zentralen Wert liegen (Fall n gerade).
el: Μετά την ταξινόμηση, η διάμεσος πρέπει να είναι μεταξύ της χαμηλής και της υψηλής κεντρικής τιμής (περίπτωση ζυγού n).
es: Después de ordenar, la mediana debe estar comprendida entre el valor central bajo y el valor central alto (caso n par).
fi: Lajittelun jälkeen mediaanin on oltava alhaisen keskikohdan ja korkean keskikohdan välillä (parillinen n).
fil: Pagkatapos ng pag-uuri, ang median ay dapat na nasa pagitan ng mababang gitnang halaga at mataas na gitnang halaga (kaso n na pares).
hu: Rendezés után a mediánnak a legalacsonyabb és a legmagasabb középső érték között kell lennie (páros n esetén).
id: Setelah pengurutan, median harus berada di antara nilai tengah rendah dan nilai tengah tinggi (kasus n genap).
it: Dopo l'ordinamento, la mediana deve essere compresa tra il valore centrale basso e il valore centrale alto (caso n pari).
ja: 並べ替えた後、中央値は低い中央値と高い中央値の間にあるべきです（偶数の場合）。
ko: 정렬 후 중앙값은 낮은 중앙값과 높은 중앙값 사이에 있어야 합니다(짝수 n의 경우).
nl: Na sorteren moet de mediaan liggen tussen de lage centrale waarde en de hoge centrale waarde (bij n even).
no: Hvordan raskt sjekke om resultatet ditt er plausibelt
pl: Po sortowaniu, mediana powinna mieścić się między wartością centralną dolną a wartością centralną górną (przypadek n parzyste).
pt_pt: Após a ordenação, a mediana deve estar entre o valor central baixo e o valor central alto (caso n par).
ro: După sortare, mediana trebuie să fie între valoarea centrală joasă și valoarea centrală înaltă (caz n par).
ru: После сортировки медиана должна находиться между низким и высоким центральным значением (случай четного n).
sk: Po triedení by medián mal byť medzi nízkou strednou hodnotou a vysokou strednou hodnotou (prípad n párne).
sv: Med klasser, inte identifiera den centrala klassen (via N/2) innan man interpolerar.
sw: Baada ya kupanga, médiane inapaswa kuwa kati ya thamani ya chini ya kati na thamani ya juu ya kati (kesi n pair).
tr: Sıraladıktan sonra, medyan düşük merkezi değer ile yüksek merkezi değer arasında olmalıdır (n çift durumu).
uk: Після сортування медіана повинна бути між нижнім центральним значенням і верхнім центральним значенням (випадок n парне).
vi: Sau khi sắp xếp, trung vị phải nằm giữa giá trị trung tâm thấp và giá trị trung tâm cao (trường hợp n chẵn).
zh_hans: 排序后，中位数必须介于低中心值和高中心值之间（n为偶数的情况）。
