Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_lin_scan_head
source: Scan entête
da: Scan overskrift
fi: Skannaa otsikko
fil: I-scan ang header
nl: Scan kop
pl: Skanuj nagłówek
pt_pt: Cabeçalho de digitalização
ru: Сканировать заголовок
uk: Сканувати заголовок
vi: Quét tiêu đề

# pdf_lin_dict_title
source: Dictionnaire de linéarisation
da: Linéariseringsordbog
fi: Lineaarisuus sanakirja
fil: Diksyonaryo ng linyarization
nl: Linerarisatie woordenboek
pl: Słownik liniaryzacji
pt_pt: Dicionário de linearização
ru: Словарь линейзации
uk: Словник лінеаризації
vi: Từ điển linéarisation

# pdf_lin_dict_none
source: Non disponible
da: Ikke tilgængelig
fi: Ei saatavilla
fil: Hindi available
nl: Niet beschikbaar
pl: Niedostępne
pt_pt: Não disponível
ru: Недоступно
uk: Недоступно
vi: Không có sẵn

# pdf_lin_dict_hint
source: Aucun dictionnaire parsé. Le PDF peut ne pas être linéarisé, ou le scan n’a pas couvert la zone utile.
da: Ingen parseret ordbog. PDF'en er muligvis ikke linærisert, eller scanningen har ikke dækket det nyttige område.
fi: Ei jäsenneltyä sanakirjaa. PDF ei ehkä ole lineaarinen, tai skannaus ei katsonut hyödyllistä aluetta.
fil: Walang parsed na diksyonaryo. Maaaring hindi naka-linyarize ang PDF, o hindi nasaklaw ng scan ang kapaki-pakinabang na lugar.
nl: Geen woordenboek geparsed. De PDF is mogelijk niet geliniseerd, of de scan heeft het nuttige gebied niet gedekt.
pl: Brak sparsowanego słownika. PDF może nie być liniaryzowany, lub skan nie objął obszaru użytecznego.
pt_pt: Nenhum dicionário analisado. O PDF pode não estar linearizado, ou a digitalização não cobriu a área útil.
ru: Нет разобранного словаря. PDF может не быть линейным, или сканирование не охватило полезную область.
uk: Жодного словника не розібрано. PDF може не бути лінеаризованим, або сканування не охопило корисну область.
vi: Không có từ điển nào được phân tích. PDF có thể không được linéar hóa, hoặc quét không bao phủ khu vực hữu ích.

# pdf_lin_hints_title
source: Hints
fi: Vihjeet
fil: Mga Pahiwatig
pl: Wskazówki
pt_pt: Dicas
ru: Подсказки
uk: Підказки
vi: Gợi ý

# pdf_lin_hints_array
source: Table /H
da: Tabel /H
fi: Taulukko /H
nl: Tabel /H
pl: Tabela /H
pt_pt: Tabela /H
ru: Таблица /H
uk: Таблиця /H
vi: Bảng /H

# pdf_lin_hints_offset
source: Hint offset/len
fi: Vihjeen siirto/pituus
pl: Wskazówka offset/len
pt_pt: Deslocamento/len da dica
ru: Смещение/длина подсказки
uk: Зсув/довжина підказки
vi: Gợi ý offset/len

# pdf_lin_hints_heur
source: Heuristique hints
da: Heuristiske hints
fi: Heuristiset vihjeet
fil: Heuristic hints
nl: Heuristische hints
pl: Heurystyczne wskazówki
pt_pt: Dicas heurísticas
ru: Эвристические подсказки
uk: Евристичні підказки
vi: Gợi ý heuristics

# pdf_lin_notes_title
source: Notes
da: Noter
fi: Huomiot
fil: Mga Tala
nl: Notities
pl: Notatki
pt_pt: Notas
ru: Заметки
uk: Примітки
vi: Ghi chú

# pdf_lin_pretty
source: JSON “pretty” (indenté)
da: JSON “pænt” (indenteret)
fi: JSON “kaunis” (sisennys)
fil: JSON “pretty” (indentado)
nl: JSON “mooi” (ingesprongen)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ru: JSON «красивый» (с отступами)
uk: JSON “pretty” (з відступами)
vi: JSON “đẹp” (được thụt lề)

# pdf_lin_scan_head_label
source: Scan entête (bytes)
da: Scan overskrift (bytes)
fi: Skannaa otsikko (tavua)
fil: I-scan ang header (bytes)
nl: Scan kop (bytes)
pl: Skan nagłówka (bajty)
pt_pt: Cabeçalho de digitalização (bytes)
ru: Сканировать заголовок (байты)
uk: Сканувати заголовок (байти)
vi: Quét tiêu đề (bytes)

# pdf_lin_scan_tail_label
source: Scan fin (bytes)
da: Scan slut (bytes)
fi: Skannaa loppu (tavua)
fil: I-scan ang dulo (bytes)
nl: Scan einde (bytes)
pl: Skan końca (bajty)
pt_pt: Fim da digitalização (bytes)
ru: Сканировать конец (байты)
uk: Сканувати кінець (байти)
vi: Quét đuôi (bytes)

# pdf_lin_include_notes
source: Inclure notes (best-effort)
da: Inkluder noter (best-effort)
fi: Sisällytä muistiinpanot (parhaalla mahdollisella tavalla)
fil: Isama ang mga tala (best-effort)
nl: Inclusief notities (beste poging)
pl: Uwzględnij notatki (najlepsze starania)
pt_pt: Incluir notas (esforço máximo)
ru: Включить заметки (по возможности)
uk: Включити примітки (з найкращими зусиллями)
vi: Bao gồm ghi chú (nỗ lực tốt nhất)

# pdf_lin_title
source: PDF linéarisé (Fast Web View)
da: PDF linærisert (Fast Web View)
fi: PDF lineaarinen (Nopea verkkonäkymä)
fil: PDF na naka-linyarize (Fast Web View)
nl: PDF geliniseerd (Snelle webweergave)
pl: PDF z liniaryzacją (Szybki podgląd w sieci)
pt_pt: PDF linearizado (Visualização Rápida na Web)
ru: PDF линейный (быстрый веб-просмотр)
uk: Лінеаризований PDF (Швидкий веб-перегляд)
vi: PDF đã linéar hóa (Fast Web View)

# pdf_lin_subtitle
source: Détectez si un PDF est linéarisé (Fast Web View) et exportez un diagnostic JSON (marqueurs, hints, offsets) — localement dans le navigateur.
da: Opdag om en PDF er linærisert (Fast Web View) og eksportér en diagnostisk JSON (markører, hints, offsets) — lokalt i browseren.
fi: Tunnista, onko PDF lineaarinen (Nopea verkkonäkymä) ja vie diagnostiikka JSON-muodossa (merkinnät, vihjeet, offsetit) — paikallisesti selaimessa.
fil: Tukuyin kung ang isang PDF ay naka-linyarize (Fast Web View) at i-export ang isang diagnostic JSON (mga marker, hints, offsets) — lokal sa browser.
nl: Detecteer of een PDF geliniseerd is (Snelle webweergave) en exporteer een JSON-diagnose (markeringen, hints, offsets) — lokaal in de browser.
pl: Wykryj, czy PDF jest liniaryzowany (Szybki podgląd w sieci) i wyeksportuj diagnozę JSON (znaczniki, wskazówki, offsety) — lokalnie w przeglądarce.
pt_pt: Detecte se um PDF está linearizado (Visualização Rápida na Web) e exporte um diagnóstico JSON (marcadores, dicas, deslocamentos) — localmente no navegador.
ru: Определите, является ли PDF линейным (быстрый веб-просмотр) и экспортируйте диагностический JSON (маркеры, подсказки, смещения) — локально в браузере.
uk: Визначте, чи PDF є лінеаризованим (Швидкий веб-перегляд) та експортуйте діагностику JSON (маркерів, підказок, зсувів) — локально в браузері.
vi: Phát hiện xem một PDF có được linéar hóa (Fast Web View) hay không và xuất một chẩn đoán JSON (đánh dấu, gợi ý, offsets) — cục bộ trong trình duyệt.

# pdf_lin_err_title
source: Impossible d’analyser la linéarisation.
da: Kan ikke analysere linærisation.
fi: Linaarisointia ei voitu analysoida.
fil: Hindi ma-parse ang linyarization.
nl: Kan de linearizatie niet analyseren.
pl: Nie można przeanalizować liniaryzacji.
pt_pt: Não foi possível analisar a linearização.
ru: Не удалось проанализировать линейность.
uk: Не вдалося проаналізувати лінеаризацію.
vi: Không thể phân tích linéarisation.

# pdf_lin_err_generic
source: Impossible de lire ce PDF.
da: Kan ikke læse denne PDF.
fi: Tätä PDF:tä ei voida lukea.
fil: Hindi mabasa ang PDF na ito.
nl: Kan deze PDF niet lezen.
pl: Nie można odczytać tego PDF.
pt_pt: Não foi possível ler este PDF.
ru: Не удалось прочитать этот PDF.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.

# pdf_lin_tip_privacy
source: Tout se fait localement dans votre navigateur (aucun upload).
da: Alt foregår lokalt i din browser (ingen upload).
fi: Kaikki tapahtuu paikallisesti selaimessasi (ei latauksia).
fil: Lahat ay ginagawa nang lokal sa iyong browser (walang upload).
nl: Alles gebeurt lokaal in uw browser (geen upload).
pl: Wszystko odbywa się lokalnie w Twojej przeglądarce (brak przesyłania).
pt_pt: Tudo é feito localmente no seu navegador (nenhum upload).
ru: Все происходит локально в вашем браузере (без загрузки).
uk: Усе виконується локально у вашому браузері (без завантаження).
vi: Tất cả đều được thực hiện cục bộ trong trình duyệt của bạn (không tải lên).

# pdf_lin_tip_range
source: Astuce : la linéarisation ne sert que si votre serveur/CDN supporte HTTP Range (partial content).
da: Tip: linærisation er kun nyttig, hvis din server/CDN understøtter HTTP Range (delvis indhold).
fi: Vinkki: lineaarisuus on hyödyllistä vain, jos palvelimesi/CDN tukee HTTP Rangea (osittainen sisältö).
fil: Tip: ang linyarization ay kapaki-pakinabang lamang kung ang iyong server/CDN ay sumusuporta sa HTTP Range (partial content).
nl: Tip: de linearizatie is alleen nuttig als uw server/CDN HTTP Range (gedeeltelijke inhoud) ondersteunt.
pl: Wskazówka: liniaryzacja ma sens tylko wtedy, gdy Twój serwer/CDN obsługuje HTTP Range (częściowa zawartość).
pt_pt: Dica: a linearização só é útil se o seu servidor/CDN suportar HTTP Range (conteúdo parcial).
ru: Совет: линейность имеет смысл только если ваш сервер/CDN поддерживает HTTP Range (частичное содержимое).
uk: Порада: лінеаризація має сенс лише якщо ваш сервер/CDN підтримує HTTP Range (частковий контент).
vi: Mẹo: linéarisation chỉ hữu ích nếu máy chủ/CDN của bạn hỗ trợ HTTP Range (nội dung một phần).

# pdf_lin_btn_pick
source: Choisir un PDF
da: Vælg en PDF
fi: Valitse PDF
fil: Pumili ng PDF
nl: Kies een PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
uk: Вибрати PDF
vi: Chọn một PDF

# pdf_lin_btn_reset
source: Réinitialiser
da: Nulstil
fi: Nollaa
fil: I-reset
nl: Resetten
pl: Zresetuj
pt_pt: Reiniciar
ru: Сбросить
uk: Скинути
vi: Đặt lại

# pdf_lin_btn_copy
source: Copier
da: Kopier
fi: Kopioi
fil: Kopyahin
nl: Kopiëren
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
uk: Скопіювати
vi: Sao chép

# pdf_lin_btn_download
source: Télécharger
da: Download
fi: Lataa
fil: I-download
nl: Downloaden
pl: Pobierz
pt_pt: Baixar
ru: Скачать
uk: Завантажити
vi: Tải xuống

# pdf_lin_filter_placeholder
source: Filtrer (Linearized, hints, startxref, …)
fi: Suodata (Lineaarinen, vihjeet, startxref, …)
fil: I-filter (Linearized, hints, startxref, …)
nl: Filteren (Geliniseerd, hints, startxref, …)
pl: Filtruj (Liniaryzowany, wskazówki, startxref, …)
pt_pt: Filtrar (Linearizado, dicas, startxref, …)
ru: Фильтровать (Линейный, подсказки, startxref, …)
uk: Фільтрувати (Лінеаризовано, підказки, startxref, …)
vi: Lọc (Linéarized, gợi ý, startxref, …)

# pdf_lin_status_loading
source: Analyse…
da: Analyserer…
fi: Analysoidaan…
fil: Nagsusuri…
nl: Analyseren…
pl: Analizowanie…
pt_pt: Analisando…
ru: Анализ…
uk: Аналіз…
vi: Đang phân tích…

# pdf_lin_status_ready
source: Prêt
da: Klar
fi: Valmis
fil: Handa na
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готов
uk: Готово
vi: Sẵn sàng

# pdf_lin_status_error
source: Erreur
da: Fejl
fi: Virhe
fil: Error
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
uk: Помилка
vi: Lỗi

# pdf_lin_card_import_title
source: Importer un PDF
da: Importer en PDF
fi: Tuo PDF
fil: Mag-import ng PDF
nl: Importeer een PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ru: Импортировать PDF
uk: Імпортувати PDF
vi: Nhập PDF

# pdf_lin_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
da: Ingen data sendes til en server: alt foregår i din browser.
fi: Mikään tieto ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa server: lahat ay ginagawa sa iyong browser.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.

# pdf_lin_card_results_title
source: Diagnostic
da: Diagnose
fi: Diagnostiikka
nl: Diagnose
pl: Diagnoza
pt_pt: Diagnóstico
ru: Диагностика
uk: Діагностика
vi: Chẩn đoán

# pdf_lin_card_results_sub
source: Linéarisé ou non + indices techniques (dict, hints, offsets).
da: Linéariseret eller ej + tekniske indeks (ordbog, hints, offsets).
fi: Lineaarinen tai ei + tekniset vihjeet (sanakirja, vihjeet, offsetit).
fil: Naka-linyarize o hindi + mga teknikal na pahiwatig (dict, hints, offsets).
nl: Geliniseerd of niet + technische aanwijzingen (dict, hints, offsets).
pl: Liniaryzowany czy nie + techniczne wskazówki (słownik, wskazówki, offsety).
pt_pt: Linearizado ou não + índices técnicos (dict, dicas, deslocamentos).
ru: Линейный или нет + технические индикаторы (словарь, подсказки, смещения).
uk: Лінійний або ні + технічні індекси (словник, підказки, зсуви).
vi: Đã tuyến tính hóa hay không + chỉ số kỹ thuật (dict, hints, offsets).

# pdf_lin_json_sub
source: Exportable
da: Eksportabel
fi: Viedään
fil: Maaaring i-export
nl: Exporteerbaar
pl: Można eksportować
pt_pt: Exportável
ru: Экспортируемый
uk: Експортований
vi: Có thể xuất khẩu

# pdf_lin_left_title
source: Résumé
da: Resumé
fi: Yhteenveto
fil: Buod
nl: Samenvatting
pl: Podsumowanie
pt_pt: Resumo
ru: Резюме
uk: Резюме
vi: Tóm tắt

# pdf_lin_back
source: ← Retour aux outils PDF
da: ← Tilbage til PDF-værktøjer
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga PDF na tool
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF

# pdf_lin_stat_linearized
source: Linéarisé
da: Linéariseret
fi: Lineaarinen
fil: Linyar
nl: Geliniseerd
pl: Liniaryzowany
pt_pt: Linearizado
ru: Линейный
uk: Лінійний
vi: Đã tuyến tính hóa

# pdf_lin_yes
source: Oui
da: Ja
fi: Kyllä
fil: Oo
nl: Ja
pl: Tak
pt_pt: Sim
ru: Да
uk: Так
vi: Có

# pdf_lin_no
source: Non
da: Nej
fi: Ei
fil: Hindi
nl: Nee
pl: Nie
pt_pt: Não
ru: Нет
uk: Ні
vi: Không

# pdf_lin_stat_dict
source: Dict
da: Ordbog
fi: Sanakirja
fil: Diksiyonaryo
pl: Słownik
ru: Словарь
uk: Словник

# pdf_lin_stat_hints
source: Hints
fi: Vihjeet
fil: Mga Pahiwatig
pl: Wskazówki
pt_pt: Dicas
ru: Подсказки
uk: Підказки
vi: Gợi ý

# pdf_lin_copied
source: JSON copié dans le presse-papiers.
da: JSON kopieret til udklipsholderen.
fi: JSON kopioitu leikepöydälle.
fil: JSON na nakopya sa clipboard.
nl: JSON gekopieerd naar het klembord.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ru: JSON скопирован в буфер обмена.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.

# pdf_lin_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
da: Kunne ikke kopiere automatisk. Vælg teksten og kopier manuelt.
fi: Automaattinen kopiointi epäonnistui. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
nl: Kan niet automatisch kopiëren. Selecteer de tekst en kopieer handmatig.
pl: Nie można automatycznie skopiować. Wybierz tekst i skopiuj ręcznie.
pt_pt: Não foi possível copiar automaticamente. Selecione o texto e copie manualmente.
ru: Не удалось скопировать автоматически. Выделите текст и скопируйте вручную.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.

# pdf_merge_empty
source: Aucun PDF ajouté.
da: Ingen PDF tilføjet.
fi: Ei PDF:tä lisätty.
fil: Walang PDF na idinagdag.
nl: Geen PDF toegevoegd.
pl: Brak dodanego PDF.
pt_pt: Nenhum PDF adicionado.
ru: Нет добавленных PDF.
uk: Жоден PDF не додано.
vi: Không có PDF nào được thêm.

# pdf_merge_map
source: Mapping
fi: Kartoitus
pl: Mapowanie
pt_pt: Mapeamento
ru: Сопоставление
uk: Картографування

# pdf_merge_meta_title
source: Métadonnées
da: Metadata
fi: Metatiedot
fil: Metadata
nl: Metadata
pl: Metadane
pt_pt: Metadados
ru: Метаданные
uk: Метадані
vi: Siêu dữ liệu

# pdf_merge_meta_keep_first
source: Garder celles du 1er PDF
da: Behold dem fra den 1. PDF
fi: Säilytä ensimmäisen PDF:n metatiedot
fil: Panatilihin ang mula sa 1st PDF
nl: Die van de 1e PDF behouden
pl: Zachowaj te z 1. PDF
pt_pt: Manter os do 1º PDF
ru: Сохранить из 1-го PDF
uk: Залишити з 1-го PDF
vi: Giữ lại của PDF đầu tiên

# pdf_merge_meta_blank
source: Vider
da: Tøm
fi: Tyhjennä
fil: I-clear
nl: Leegmaken
pl: Wyczyść
pt_pt: Limpar
ru: Очистить
uk: Очистити
vi: Xóa

# pdf_merge_meta_custom
source: Personnaliser
da: Tilpas
fi: Mukauta
fil: I-customize
nl: Personaliseren
pl: Dostosować
pt_pt: Personalizar
ru: Настроить
uk: Налаштувати
vi: Tùy chỉnh

# pdf_merge_pretty
source: Mapping JSON “pretty”
da: Mapping JSON “pænt”
fi: Kaunis JSON-kartoitus
nl: Mapping JSON “mooi”
pl: Mapowanie JSON „ładne”
pt_pt: Mapeamento JSON “bonito”
ru: «Красивое» отображение JSON
uk: Картографування JSON “pretty”
vi: Mapping JSON “đẹp”

# pdf_merge_title
source: Fusionner des PDF
da: Flet PDF'er
fi: Yhdistä PDF:t
fil: Pagsamahin ang mga PDF
nl: PDF's samenvoegen
pl: Łączenie PDF-ów
pt_pt: Mesclar PDFs
ru: Слияние PDF
uk: Об'єднати PDF
vi: Gộp PDF

# pdf_merge_subtitle
source: Fusionnez plusieurs PDF en un seul document, dans l’ordre choisi, avec un mapping pages source → pages finales. Tout se fait localement dans votre navigateur.
da: Flet flere PDF'er til et enkelt dokument, i den valgte rækkefølge, med en mapping fra kilde-sider → slut-sider. Alt foregår lokalt i din browser.
fi: Yhdistä useita PDF-tiedostoja yhdeksi asiakirjaksi, valitsemassasi järjestyksessä, lähdesivujen → lopullisten sivujen kartoituksella. Kaikki tapahtuu paikallisesti selaimessasi.
fil: Pagsamahin ang maraming PDF sa isang dokumento, sa napiling pagkakasunod-sunod, na may mapping mula sa mga pahina ng pinagmulan → mga panghuling pahina. Lahat ay ginagawa nang lokal sa iyong browser.
nl: Voeg meerdere PDF's samen tot één document, in de gekozen volgorde, met een mapping van bronpagina's → eindpagina's. Alles gebeurt lokaal in uw browser.
pl: Połącz wiele PDF-ów w jeden dokument, w wybranym porządku, z mapowaniem stron źródłowych → stron końcowych. Wszystko odbywa się lokalnie w Twojej przeglądarce.
pt_pt: Mescle vários PDFs em um único documento, na ordem escolhida, com um mapeamento de páginas de origem → páginas finais. Tudo é feito localmente no seu navegador.
ru: Объедините несколько PDF в один документ в выбранном порядке с отображением страниц источника → конечные страницы. Все происходит локально в вашем браузере.
uk: Об'єднайте кілька PDF в один документ, в обраному порядку, з картографуванням сторінок джерела → фінальні сторінки. Все відбувається локально у вашому браузері.
vi: Gộp nhiều PDF thành một tài liệu duy nhất, theo thứ tự đã chọn, với mapping trang nguồn → trang cuối. Mọi thứ đều diễn ra cục bộ trong trình duyệt của bạn.

# pdf_merge_err_title
source: Impossible de fusionner ces PDF.
da: Kunne ikke flette disse PDF'er.
fi: PDF-tiedostojen yhdistäminen epäonnistui.
fil: Hindi maipagsama ang mga PDF na ito.
nl: Kan deze PDF's niet samenvoegen.
pl: Nie można połączyć tych PDF-ów.
pt_pt: Não foi possível mesclar esses PDFs.
ru: Не удалось объединить эти PDF.
uk: Не вдалося об'єднати ці PDF.
vi: Không thể gộp những PDF này.

# pdf_merge_err_generic
source: Une erreur est survenue.
da: Der opstod en fejl.
fi: Tapahtui virhe.
fil: Nagkaroon ng error.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt_pt: Ocorreu um erro.
ru: Произошла ошибка.
uk: Сталася помилка.
vi: Đã xảy ra lỗi.

# pdf_merge_tip_privacy
source: Aucun upload : vos fichiers restent sur votre appareil.
da: Ingen upload: dine filer forbliver på din enhed.
fi: Ei latauksia: tiedostosi pysyvät laitteellasi.
fil: Walang upload: ang iyong mga file ay nananatili sa iyong aparato.
nl: Geen upload: uw bestanden blijven op uw apparaat.
pl: Brak przesyłania: Twoje pliki pozostają na Twoim urządzeniu.
pt_pt: Nenhum upload: seus arquivos permanecem no seu dispositivo.
ru: Без загрузки: ваши файлы остаются на вашем устройстве.
uk: Жодного завантаження: ваші файли залишаються на вашому пристрої.
vi: Không tải lên: tệp của bạn vẫn ở trên thiết bị của bạn.

# pdf_merge_tip_sign
source: Attention : fusionner invalide généralement les signatures existantes (document signé doit rester inchangé).
da: Advarsel: fletning invaliderer normalt eksisterende signaturer (det signerede dokument skal forblive uændret).
fi: Huomio: yhdistäminen yleensä mitätöi olemassa olevat allekirjoitukset (allekirjoitettu asiakirja on pysyttävä muuttumattomana).
fil: Paalala: ang pagsasama ay karaniwang nagbabalid ng mga umiiral na lagda (dapat manatiling hindi nagbabago ang dokumentong nilagdaan).
nl: Let op: samenvoegen maakt doorgaans bestaande handtekeningen ongeldig (ondertekend document moet ongewijzigd blijven).
pl: Uwaga: łączenie zazwyczaj unieważnia istniejące podpisy (podpisany dokument musi pozostać niezmieniony).
pt_pt: Atenção: mesclar geralmente invalida as assinaturas existentes (documento assinado deve permanecer inalterado).
ru: Внимание: объединение обычно делает недействительными существующие подписи (подписанный документ должен остаться неизменным).
uk: Увага: об'єднання зазвичай робить недійсними існуючі підписи (підписаний документ має залишатися незмінним).
vi: Chú ý: việc gộp thường làm vô hiệu hóa các chữ ký hiện có (tài liệu đã ký phải giữ nguyên).

# pdf_merge_btn_pick
source: Ajouter des PDF
da: Tilføj PDF'er
fi: Lisää PDF-tiedostoja
fil: Magdagdag ng mga PDF
nl: PDF's toevoegen
pl: Dodaj PDF-y
pt_pt: Adicionar PDFs
ru: Добавить PDF
uk: Додати PDF
vi: Thêm PDF

# pdf_merge_btn_reset
source: Réinitialiser
da: Nulstil
fi: Nollaa
fil: I-reset
nl: Resetten
pl: Zresetuj
pt_pt: Redefinir
ru: Сбросить
uk: Скинути
vi: Đặt lại

# pdf_merge_btn_copy
source: Copier le mapping
da: Kopier mapping
fi: Kopioi mapping
fil: Kopyahin ang mapping
nl: Kopieer de mapping
pl: Skopiuj mapowanie
pt_pt: Copiar o mapeamento
ru: Скопировать отображение
uk: Скопіювати картографування
vi: Sao chép mapping

# pdf_merge_btn_download
source: Télécharger le PDF fusionné
da: Download den flettede PDF
fi: Lataa yhdistetty PDF
fil: I-download ang pinagsamang PDF
nl: Download de samengevoegde PDF
pl: Pobierz połączony PDF
pt_pt: Baixar o PDF mesclado
ru: Скачать объединённый PDF
uk: Завантажити об'єднаний PDF
vi: Tải PDF đã gộp

# pdf_merge_filter_placeholder
source: Filtrer (nom, pages, ordre…)
da: Filtrer (navn, sider, rækkefølge…)
fi: Suodata (nimi, sivut, järjestys…)
fil: I-filter (pangalan, pahina, pagkakasunod-sunod…)
nl: Filteren (naam, pagina's, volgorde…)
pl: Filtruj (nazwa, strony, kolejność…)
pt_pt: Filtrar (nome, páginas, ordem…)
ru: Фильтровать (имя, страницы, порядок…)
uk: Фільтрувати (ім'я, сторінки, порядок…)
vi: Lọc (tên, trang, thứ tự…)

# pdf_merge_status_loading
source: Traitement…
da: Behandler…
fi: Käsitellään…
nl: Bezig met verwerken…
pl: Przetwarzanie…
pt_pt: Processando…
ru: Обработка…
uk: Обробка…
vi: Đang xử lý…

# pdf_merge_status_ready
source: Prêt
da: Klar
fi: Valmis
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готово
uk: Готово
vi: Sẵn sàng

# pdf_merge_status_error
source: Erreur
da: Fejl
fi: Virhe
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
uk: Помилка
vi: Lỗi

# pdf_merge_card_import_title
source: Sélectionner les PDF
da: Vælg PDF'er
fi: Valitse PDF:t
nl: Selecteer de PDF's
pl: Wybierz PDF-y
pt_pt: Selecionar PDFs
ru: Выбрать PDF
uk: Вибрати PDF
vi: Chọn PDF

# pdf_merge_card_import_sub
source: Ajoutez plusieurs PDF, réordonnez, puis lancez la fusion.
da: Tilføj flere PDF'er, omarranger, og start derefter sammensmeltningen.
fi: Lisää useita PDF-tiedostoja, järjestä ne uudelleen ja aloita yhdistäminen.
nl: Voeg meerdere PDF's toe, herschik ze en start de samenvoeging.
pl: Dodaj kilka PDF-ów, zmień kolejność, a następnie uruchom scalanie.
pt_pt: Adicione vários PDFs, reorganize e inicie a fusão.
ru: Добавьте несколько PDF, измените порядок, затем начните слияние.
uk: Додайте кілька PDF, перерозподіліть, а потім запустіть злиття.
vi: Thêm nhiều PDF, sắp xếp lại, sau đó bắt đầu hợp nhất.

# pdf_merge_card_results_title
source: Résultat
da: Resultat
fi: Tulokset
nl: Resultaat
pl: Wynik
pt_pt: Resultado
ru: Результат
uk: Результат
vi: Kết quả
