Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ex_how_tip
source: Activez “Pièges” et “Détecter l’erreur” pour progresser vite (c’est là que les erreurs classiques apparaissent).
af: Aktiveer “Gevare” en “Foutopsporing” om vinnig vordering te maak (dit is waar die klassieke foute verskyn).
bg: Активирайте „Капани“ и „Откриване на грешки“, за да напредвате бързо (тук се появяват класическите грешки).
cs: Aktivujte "Past" a "Detekovat chybu" pro rychlý pokrok (tam se objevují klasické chyby).
da: Aktivér "Fælder" og "Opdag fejlen" for at komme hurtigt frem (det er her, de klassiske fejl opstår).
de: Aktivieren Sie „Fallen“ und „Fehler erkennen“, um schnell voranzukommen (hier treten die klassischen Fehler auf).
el: Ενεργοποιήστε “Παγίδες” και “Αναγνώριση σφάλματος” για να προχωρήσετε γρήγορα (εκεί είναι που εμφανίζονται τα κλασικά σφάλματα).
es: Activa “Trampas” y “Detectar el error” para avanzar rápido (ahí es donde aparecen los errores clásicos).
fi: Ota käyttöön "Ansat" ja "Havaitse virhe" edistyäksesi nopeasti (siellä klassiset virheet ilmenevät).
fil: I-activate ang “Mga Bitag” at “Tukuyin ang Error” upang mabilis na umunlad (dito lumilitaw ang mga klasikong pagkakamali).
hu: Aktiválja a "Csapdák" és a "Hiba észlelése" lehetőségeket a gyors előrehaladáshoz (itt jelennek meg a klasszikus hibák).
id: Aktifkan “Perangkap” dan “Deteksi Kesalahan” untuk maju dengan cepat (di sinilah kesalahan klasik muncul).
it: Attiva “Trappole” e “Rileva l’errore” per progredire rapidamente (è qui che compaiono gli errori classici).
ja: 「罠」と「エラーを検出」を有効にして迅速に進む（ここで古典的なエラーが発生します）。
ko: '함정' 및 '오류 감지'를 활성화하여 빠르게 진행하십시오(여기서 전형적인 오류가 발생합니다).
nl: Activeer “Valstrikken” en “Fout detecteren” om snel vooruitgang te boeken (daar verschijnen de klassieke fouten).
no: Aktiver "Feller" og "Oppdag feilen" for å komme raskt videre (det er her de klassiske feilene dukker opp).
pl: Włącz „Pułapki” i „Wykryj błąd”, aby szybko postępować (to tam pojawiają się klasyczne błędy).
pt_pt: Ative "Armadilhas" e "Detectar erro" para progredir rapidamente (é aqui que os erros clássicos aparecem).
ro: Activați „Capcane” și „Detectați eroarea” pentru a progresa rapid (aici apar erorile clasice).
ru: Активируйте "Ловушки" и "Обнаружить ошибку", чтобы быстро продвигаться (именно здесь появляются классические ошибки).
sk: Aktivujte "Pasce" a "Detekovať chybu" pre rýchly pokrok (tu sa objavujú klasické chyby).
sv: Aktivera "Fällor" och "Upptäck felet" för att göra snabba framsteg (det är här klassiska fel uppstår).
sw: Washa “Mtego” na “Gundua Kosa” ili kuendelea haraka (hapa ndipo makosa ya kawaida yanatokea).
tr: 'Tuzağı' ve 'Hata Tespiti'ni etkinleştirerek hızlı ilerleyin (hataların klasik olarak ortaya çıktığı yer burasıdır).
uk: Увімкніть "Пастки" та "Виявлення помилки", щоб швидко просуватися (саме тут з'являються класичні помилки).
vi: Kích hoạt “Cạm bẫy” và “Phát hiện lỗi” để tiến bộ nhanh chóng (đây là nơi các lỗi phổ biến xuất hiện).
zh_hans: 启用“陷阱”和“检测错误”以快速进步（这是经典错误出现的地方）。

# ex_level_easy
source: Facile
af: Maklik
bg: Лесно
cs: Snadné
da: Let
de: Einfach
el: Εύκολο
es: Fácil
fi: Helppo
fil: Madali
hu: Könnyű
id: Mudah
ja: 簡単
ko: 쉬움
nl: Gemakkelijk
no: Lett
pl: Łatwy
pt_pt: Fácil
ro: Ușor
ru: Легкий
sk: Ľahké
sv: Lätt
sw: Lätt
tr: Kolay
uk: Easy
vi: Dễ
zh_hans: 简单

# ex_level_medium
source: Moyen
af: Gemiddeld
bg: Средно
cs: Střední
da: Mellem
de: Mittel
el: Μέτριο
es: Medio
fi: Keskitaso
fil: Katamtaman
hu: Közepes
id: Sedang
it: Medio
ja: 中程度
ko: 중간
nl: Gemiddeld
no: Moderat
pl: Średni
pt_pt: Médio
ro: Mediu
ru: Средний
sk: Stredné
sv: Medel
sw: Medel
tr: Orta
uk: Medium
vi: Trung bình
zh_hans: 中等

# ex_level_hard
source: Difficile
af: Moelik
bg: Трудно
cs: Těžké
da: Svær
de: Schwierig
el: Δύσκολο
es: Difícil
fi: Vaikea
fil: Mahirap
hu: Nehéz
id: Sulit
ja: 難しい
ko: 어려움
nl: Moeilijk
no: Vanskelig
pl: Trudny
pt_pt: Difícil
ro: Dificil
ru: Сложный
sk: Ťažké
sv: Svår
sw: Svår
tr: Zor
uk: Hard
vi: Khó
zh_hans: 困难

# ex_theme_essential
source: Essentiels
af: Essensieel
bg: Основни
cs: Základní
da: Væsentlige
de: Wesentlich
el: Βασικά
es: Esenciales
fi: Oleelliset
fil: Mahalaga
hu: Alapvető
id: Esensial
it: Essenziali
ja: 基本
ko: 필수
nl: Essentieel
no: Essensielle
pl: Podstawowe
pt_pt: Essenciais
ro: Esentiale
ru: Основные
sk: Základné
sv: Väsentliga
sw: Väsentliga
tr: Temel
uk: Essentials
vi: Cần thiết
zh_hans: 基本

# ex_theme_variation
source: Variations (%)
af: Variasies (%)
bg: Вариации (%)
cs: Variace (%)
da: Variationer (%)
de: Variationen (%)
el: Μεταβολές (%)
es: Variaciones (%)
fi: Muutos (%)
fil: Mga Pagbabago (%)
hu: Változások (%)
id: Variasi (%)
it: Variazioni (%)
ja: 変化（%）
ko: 변동(%)
nl: Variaties (%)
no: Variasjoner (%)
pl: Zmiany (%)
pt_pt: Variações (%)
ro: Variații (%)
ru: Изменения (%)
sk: Variácie (%)
sv: Variationer (%)
sw: Variationer (%)
tr: Değişimler (%)
vi: Biến đổi (%)
zh_hans: 变化（%）

# ex_theme_reverse
source: Inverse / retour à l'initial
af: Omgekeerd / terug na die oorspronklike
bg: Обрат / връщане към началото
cs: Obrátit / návrat k původnímu
da: Omvendt / tilbage til start
de: Umkehren / zurück zur Ausgangsposition
el: Αντίστροφα / επιστροφή στην αρχική κατάσταση
es: Invertir / volver a lo inicial
fi: Käänteinen / paluu alkuperäiseen
fil: Baligtad / bumalik sa simula
hu: Visszafelé / vissza az alapértelmezettbe
id: Balik / kembali ke awal
it: Inverti / ritorna all'iniziale
ja: 逆 / 初期状態に戻る
ko: 반전 / 초기 상태로 돌아가기
nl: Omgekeerd / terug naar het begin
no: Invers / tilbake til start
pl: Odwróć / powrót do początkowego
pt_pt: Inverter / voltar ao inicial
ro: Inversare / revenire la inițial
ru: Обратное / возврат к началу
sk: Obrátiť / návrat k pôvodnému
sv: Omvänd / återgå till ursprunglig
sw: Kinyume / kurudi kwa awali
tr: Ters / başlangıca dönüş
uk: Інверсія / повернення до початкового
vi: Đảo ngược / trở về ban đầu
zh_hans: 反转 / 返回初始状态。

# ex_theme_cumul
source: Pourcentages successifs
af: Opvolgende persentasies
bg: Последователни проценти
cs: Postupné procenta
da: Sammenhængende procenter
de: Fortlaufende Prozentsätze
el: Διαδοχικά ποσοστά
es: Porcentajes sucesivos
fi: Peräkkäiset prosentit
fil: Sunud-sunod na porsyento
hu: Sorrendi százalékok
id: Persentase berturut-turut
it: Percentuali successive
ja: 連続したパーセンテージ
ko: 누적 비율
nl: Opvolgende percentages
no: Suksessive prosentandeler
pl: Kumulacyjne procenty
pt_pt: Porcentagens sucessivas
ro: Procente succesive
ru: Последовательные проценты
sk: Postupné percentá
sv: Successiva procentandelar
sw: Successiva procentandelar
tr: Ardışık yüzdeler
uk: Successive percentages
vi: Tỷ lệ liên tiếp
zh_hans: 连续百分比

# ex_theme_shares
source: Part / total
af: Aandeel / totaal
bg: Част / общо
cs: Podíl / celkem
da: Andel / total
de: Anteil / Gesamt
el: Ποσοστό / σύνολο
es: Parte / total
fi: Osuus / kokonaisuus
fil: Bahagi / kabuuan
hu: Rész / összesen
id: Bagian / total
it: Quota / totale
ja: 割合 / 総計
ko: 비율 / 총계
nl: Aandeel / totaal
no: Andel / total
pl: Udział / całość
pt_pt: Parte / total
ro: Partea / total
ru: Доля / всего
sk: Podiel / celok
sv: Andel / total
sw: Andel / total
tr: Pay / toplam
uk: Share / total
vi: Phần / tổng
zh_hans: 比例/总数

# ex_theme_weighted
source: Pondéré
af: Gewigte
bg: Теглен
cs: Vážený
da: Vægtet
de: Gewichtet
el: Βαθμισμένο
es: Ponderado
fi: Painotettu
fil: Naka-pondo
hu: Súlyozott
id: Tertimbang
it: Ponderato
ja: 加重
ko: 가중치
nl: Gewogen
no: Vektet
pl: Ważony
pt_pt: Ponderado
ro: Ponderat
ru: Взвешенный
sk: Vážené
sv: Viktad
sw: Viktad
tr: Ağırlıklı
uk: Weighted
vi: Có trọng số
zh_hans: 加权

# ex_theme_points
source: Points de %
af: Punte van %
bg: Точки от %
cs: Body %
da: Punkter af %
de: %-Punkte
el: Μονάδες %
es: Puntos de %
fi: Pisteet %
fil: Mga Puntos ng %
hu: % pontok
id: Poin %
it: Punti di %
ja: %のポイント
ko: %의 포인트
nl: Punten van %
no: Poeng av %
pl: Punkty %
pt_pt: Pontos de %
ro: Puncte de %
ru: Пункты %
sk: Body %
sv: Punkter av %
sw: % punkter
tr: %'lik puanlar
uk: Points of %
vi: Điểm %
zh_hans: %的点数

# ex_theme_traps
source: Pièges
af: Gevare
bg: Капани
cs: Past
da: Fælder
de: Fallen
el: Παγίδες
es: Trampas
fi: Ansat
fil: Mga Bitag
hu: Csapdák
id: Jebakan
it: Trappole
ja: 罠
ko: 함정
nl: Vallen
no: Feller
pl: Pułapki
pt_pt: Armadilhas
ro: Capcane
ru: Ловушки
sk: Pasce
sv: Fällor
sw: Fällor
tr: Tuzağa düşürmeler
uk: Traps
vi: Cạm bẫy
zh_hans: 陷阱

# ex_theme_error_check
source: Détecter l'erreur
af: Foutoets die fout
bg: Открийте грешката
cs: Detekovat chybu
da: Opdag fejlen
de: Fehler erkennen
el: Ανίχνευση σφάλματος
es: Detectar el error
fi: Havaitse virhe
fil: Tukuyin ang pagkakamali
hu: Hiba észlelése
id: Mendeteksi kesalahan
it: Rileva l'errore
ja: エラーを検出する
ko: 오류 감지
nl: Fout detecteren
no: Oppdag feilen
pl: Wykryj błąd
pt_pt: Detectar erro
ro: Detectați eroarea
ru: Обнаружить ошибку
sk: Detekovať chybu
sv: Upptäck felet
sw: Gundua kosa
tr: Hatanın tespit edilmesi
uk: Виявлення помилки
vi: Phát hiện lỗi
zh_hans: 检测错误

# ex_theme_fill_step
source: Étape manquante
af: Ontbrekende stap
bg: Липсваща стъпка
cs: Chybějící krok
da: Manglende trin
de: Fehlender Schritt
el: Λείπει βήμα
es: Paso faltante
fi: Puuttuva vaihe
fil: Nawawalang hakbang
hu: Hiányzó lépés
id: Langkah yang hilang
it: Passo mancante
ja: 欠落しているステップ
ko: 누락된 단계
nl: Ontbrekende stap
no: Manglende trinn
pl: Brakujący krok
pt_pt: Etapa em falta
ro: Pas lipsă
ru: Недостающий шаг
sk: Chýbajúci krok
sv: Saknad steg
sw: Saknad steg
tr: Eksik adım
uk: Missing step
vi: Bước thiếu
zh_hans: 缺失步骤

# ex_essential_title
source: Calculer un pourcentage
af: Bereken 'n persentasie
bg: Изчисляване на процент
cs: Vypočítat procento
da: Beregn en procentdel
de: Einen Prozentsatz berechnen
el: Υπολογισμός ποσοστού
es: Calcular un porcentaje
fi: Prosentin laskeminen
fil: Kalkulahin ang isang porsyento
hu: Százalék kiszámítása
id: Menghitung persentase
it: Calcolare una percentuale
ja: パーセンテージを計算する
ko: 퍼센트 계산하기
nl: Een percentage berekenen
no: Beregne en prosentandel
pl: Obliczanie procentu
pt_pt: Calcular uma percentagem
ro: Calcularea unui procent
ru: Вычислить процент
sk: Vypočítajte percento
sv: Beräkna en procent
sw: Beräkna en procent
tr: Bir yüzdeleri hesaplamak
uk: Calculate a percentage
vi: Tính một phần trăm
zh_hans: 计算一个百分比

# ex_essential_stmt_x_of_y
source: Calculer PH% de PH_1.
af: Bereken PH% van PH_1.
bg: Изчислете PH% от PH_1.
cs: Vypočítejte PH% z PH_1.
da: Beregn PH% af PH_1.
de: Berechnen Sie PH% von PH_1.
el: Υπολογίστε PH% του PH_1.
es: Calcular PH% de PH_1.
fi: Laske PH% PH_1:sta.
fil: Kalkulahin ang PH% ng PH_1.
hu: Számítsa ki PH% -át PH_1-nak.
id: Hitung PH% dari PH_1.
it: Calcola PH% di PH_1.
ja: PH% の PH_1。
ko: PH%는 PH_1의 얼마입니까?
nl: Bereken PH% van PH_1.
no: Beregn PH% av PH_1.
pl: Oblicz PH% z PH_1.
pt_pt: Calcular PH% de PH_1.
ro: Calculați PH% din PH_1.
ru: Вычислить PH% от PH_1.
sk: Vypočítajte PH% z PH_1.
sv: Beräkna PH% av PH_1.
sw: Hesabu PH% ya PH_1.
tr: PH% PH_1'nin hesaplanması.
uk: Обчисліть PH% від PH_1.
vi: Tính PH% của PH_1.
zh_hans: 计算PH%的PH_1。

# ex_tip_percent_of
source: Astuce : “p% de y” = (p/100)×y.
af: Wenk: “p% van y” = (p/100)×y.
bg: Съвет: “p% от y” = (p/100)×y.
cs: Tip: “p% z y” = (p/100)×y.
da: Tip: “p% af y” = (p/100)×y.
de: Tipp: „p% von y“ = (p/100)×y.
el: Συμβουλή: “p% του y” = (p/100)×y.
es: Consejo: “p% de y” = (p/100)×y.
fi: Vinkki: “p% y:stä” = (p/100)×y.
fil: Tip: “p% ng y” = (p/100)×y.
hu: Tipp: “p% y” = (p/100)×y.
id: Tip: “p% dari y” = (p/100)×y.
it: Suggerimento: “p% di y” = (p/100)×y.
ja: ヒント：「p%のy」= (p/100)×y。
ko: 팁: “p%의 y” = (p/100)×y.
nl: Tip: “p% van y” = (p/100)×y.
no: Tips: “p% av y” = (p/100)×y.
pl: Wskazówka: „p% z y” = (p/100)×y.
pt_pt: Dica: “p% de y” = (p/100)×y.
ro: Sfat: „p% din y” = (p/100)×y.
ru: Совет: “p% от y” = (p/100)×y.
sk: Tip: “p% z y” = (p/100)×y.
sv: Tips: “p% av y” = (p/100)×y.
sw: Tips: “p% av y” = (p/100)×y.
tr: İpucu: “p% y” = (p/100)×y.
uk: Tip: “p% of y” = (p/100)×y.
vi: Mẹo: “p% của y” = (p/100)×y.
zh_hans: 提示：“p% 的 y” = (p/100)×y。

# ex_essential_title2
source: X est quel % de Y
af: X is watter % van Y
bg: X е какъв % от Y
cs: X je kolik % z Y
da: X er hvilken % af Y
de: X ist wie viel % von Y
el: Το X είναι ποιο % του Y
es: X es qué % de Y
fi: X on mikä % Y:stä
fil: X ay anong % ng Y
hu: X hány % Y-ból
id: X adalah berapa % dari Y
it: X è quale % di Y
ja: XはYの何%ですか
ko: X는 Y의 몇 %입니까?
nl: X is welk % van Y
no: X er hvilken % av Y
pl: X to jaki % z Y
pt_pt: X é que % de Y
ro: X este ce % din Y
ru: X это какой % от Y
sk: X je aké % z Y
sv: X är vilken % av Y
sw: X är vilken % av Y
tr: X, Y'nin %’si nedir?
uk: X is what % of Y
vi: X là % của Y
zh_hans: X 是 Y 的多少 %

# ex_essential_stmt_x_is_what_percent
source: PH représente quel pourcentage de PH_1 ?
af: PH verteenwoordig watter persentasie van PH_1?
bg: PH представлява какъв процент от PH_1?
cs: PH představuje jaké procento z PH_1?
da: PH repræsenterer hvilken procentdel af PH_1?
de: PH stellt dar, welcher Prozentsatz von PH_1?
el: PH ποιο ποσοστό του PH_1 αντιπροσωπεύει;
es: PH representa qué porcentaje de PH_1?
fi: PH edustaa mitä prosenttia PH_1:sta?
fil: Ano ang porsyento ng PH sa PH_1?
hu: PH hány százaléka PH_1-nak?
id: PH mewakili persentase berapa dari PH_1?
it: PH rappresenta quale percentuale di PH_1?
ja: PH は PH_1 の何パーセントですか？
ko: PH는 PH_1의 몇 퍼센트를 나타냅니까?
nl: PH vertegenwoordigt welk percentage van PH_1?
no: PH representerer hvilken prosentandel av PH_1?
pl: PH reprezentuje jaki procent z PH_1?
pt_pt: PH representa que percentagem de PH_1?
ro: PH reprezintă ce procent din PH_1?
ru: PH составляет какой процент от PH_1?
sk: PH predstavuje aké percento z PH_1?
sv: PH representerar vilken procentandel av PH_1?
sw: PH inawakilisha asilimia ngapi ya PH_1?
tr: PH PH_1'nin ne kadar yüzdesini temsil ediyor?
uk: PH який відсоток від PH_1?
vi: PH đại diện cho tỷ lệ phần trăm nào của PH_1?
zh_hans: PH占PH_1的百分比是多少？

# ex_tip_what_percent
source: Astuce : “x est quel % de y” = (x/y)×100.
af: Wenk: “x is watter % van y” = (x/y)×100.
bg: Съвет: “x е какъв % от y” = (x/y)×100.
cs: Tip: “x je kolik % z y” = (x/y)×100.
da: Tip: “x er hvilken % af y” = (x/y)×100.
de: Tipp: „x ist wie viel % von y“ = (x/y)×100.
el: Συμβουλή: “x είναι ποιο % του y” = (x/y)×100.
es: Consejo: “x es qué % de y” = (x/y)×100.
fi: Vinkki: “x on mikä % y:stä” = (x/y)×100.
fil: Tip: “x ay anong % ng y” = (x/y)×100.
hu: Tipp: “x hány % y-ból” = (x/y)×100.
id: Tip: “x adalah berapa % dari y” = (x/y)×100.
it: Suggerimento: “x è quale % di y” = (x/y)×100.
ja: ヒント：「xはyの何%」= (x/y)×100。
ko: 팁: “x는 y의 몇 %인가” = (x/y)×100.
nl: Tip: “x is welk % van y” = (x/y)×100.
no: Tips: “x er hvilken % av y” = (x/y)×100.
pl: Wskazówka: „x to jaki % z y” = (x/y)×100.
pt_pt: Dica: “x é qual % de y” = (x/y)×100.
ro: Sfat: „x este ce % din y” = (x/y)×100.
ru: Совет: “x это какой % от y” = (x/y)×100.
sk: Tip: “x je aké % z y” = (x/y)×100.
sv: Tips: “x är vilken % av y” = (x/y)×100.
sw: Tips: “x är vilken % av y” = (x/y)×100.
tr: İpucu: “x y'nin ne %’sidir” = (x/y)×100.
uk: Tip: “x is what % of y” = (x/y)×100.
vi: Mẹo: “x là % của y” = (x/y)×100.
zh_hans: 提示：“x 是 y 的多少 %” = (x/y)×100。

# ex_variation_title
source: Variation en pourcentage
af: Variasie in persentasie
bg: Вариация в проценти
cs: Procentuální změna
da: Variation i procent
de: Prozentuale Variation
el: Ποσοστιαία μεταβολή
es: Variación en porcentaje
fi: Prosentuaalinen muutos
fil: Pagbabago sa porsyento
hu: Százalékos változás
id: Variasi dalam persentase
it: Variazione in percentuale
ja: パーセンテージの変化
ko: 백분율 변화
nl: Variatie in percentage
no: Prosentvis variasjon
pl: Zmiana w procentach
pt_pt: Variação em porcentagem
ro: Variație în procent
ru: Вариация в процентах
sk: Percentuálna zmena
sv: Procentuell variation
sw: Procentuell variation
tr: % Değişim
uk: Percentage variation
vi: Biến đổi theo phần trăm
zh_hans: 百分比变化

# ex_variation_stmt
source: Une valeur passe de PH à PH_1. Quelle est la variation en % ?
af: 'n Waarde beweeg van PH na PH_1. Wat is die verandering in %?
bg: Стойността преминава от PH до PH_1. Каква е промяната в %?
cs: Hodnota se mění z PH na PH_1. Jaká je změna v %?
da: En værdi går fra PH til PH_1. Hvad er ændringen i %?
de: Ein Wert ändert sich von PH zu PH_1. Wie hoch ist die Veränderung in %?
el: Μια τιμή μεταβαίνει από PH σε PH_1. Ποια είναι η μεταβολή σε %;
es: Un valor pasa de PH a PH_1. ¿Cuál es la variación en %?
fi: Arvo muuttuu PH:sta PH_1:aan. Mikä on prosentuaalinen muutos?
fil: Isang halaga ang lumipat mula sa PH patungo sa PH_1. Ano ang pagbabago sa %?
hu: Egy érték PH-ról PH_1-ra változik. Mi a százalékos eltérés?
id: Sebuah nilai berubah dari PH menjadi PH_1. Berapa persentase perubahannya?
it: Un valore passa da PH a PH_1. Qual è la variazione in % ?
ja: ある値が PH から PH_1 に変化します。変化率は何%ですか？
ko: 값이 PH에서 PH_1로 변했습니다. % 변화는 얼마입니까?
nl: Een waarde gaat van PH naar PH_1. Wat is de variatie in %?
no: En verdi går fra PH til PH_1. Hva er endringen i %?
pl: Wartość zmienia się z PH na PH_1. Jaka jest zmiana w %?
pt_pt: Um valor passa de PH para PH_1. Qual é a variação em %?
ro: O valoare trece de la PH la PH_1. Care este variația în %?
ru: Значение изменяется с PH на PH_1. Какова процентная изменчивость?
sk: Hodnota prechádza z PH na PH_1. Aká je zmena v %?
sv: Ett värde går från PH till PH_1. Vad är förändringen i %?
sw: Thamani inabadilika kutoka PH hadi PH_1. Ni mabadiliko gani katika %?
tr: Bir değer PH'den PH_1'ye geçiyor. Yüzde değişimi nedir?
uk: Значення змінюється з PH на PH_1. Яка зміна в %?
vi: Một giá trị chuyển từ PH đến PH_1. Biến động là bao nhiêu phần trăm?
zh_hans: 一个值从PH变为PH_1。百分比变化是多少？

# ex_tip_variation
source: Astuce : variation % = (Δ / initial)×100.
af: Wenk: variasie % = (Δ / aanvanklik)×100.
bg: Съвет: вариация % = (Δ / начален)×100.
cs: Tip: procentuální změna = (Δ / počáteční)×100.
da: Tip: variation % = (Δ / initial)×100.
de: Tipp: Prozentuale Variation = (Δ / initial)×100.
el: Συμβουλή: ποσοστιαία μεταβολή = (Δ / αρχικό)×100.
es: Consejo: variación % = (Δ / inicial)×100.
fi: Vinkki: prosentuaalinen muutos = (Δ / alkuperäinen)×100.
fil: Tip: % na pagbabago = (Δ / paunang)×100.
hu: Tipp: % változás = (Δ / kezdeti)×100.
id: Tip: variasi % = (Δ / awal)×100.
it: Suggerimento: variazione % = (Δ / iniziale)×100.
ja: ヒント：変化% = (Δ / 初期)×100。
ko: 팁: % 변화 = (Δ / 초기)×100.
nl: Tip: variatie % = (Δ / initieel)×100.
no: Tips: variasjon % = (Δ / initial)×100.
pl: Wskazówka: zmiana % = (Δ / początkowy)×100.
pt_pt: Dica: variação % = (Δ / inicial)×100.
ro: Sfat: variația % = (Δ / inițial)×100.
ru: Совет: % вариация = (Δ / начальное)×100.
sk: Tip: percentuálna zmena = (Δ / počiatočné)×100.
sv: Tips: variation % = (Δ / initial)×100.
sw: Tips: variation % = (Δ / initial)×100.
tr: İpucu: % değişim = (Δ / başlangıç)×100.
uk: Tip: percentage variation = (Δ / initial)×100.
vi: Mẹo: biến đổi % = (Δ / ban đầu)×100.
zh_hans: 提示：变化百分比 = (Δ / 初始)×100。

# ex_reverse_title
source: Retrouver la valeur initiale
af: Herstel die aanvanklike waarde
bg: Намиране на началната стойност
cs: Najít původní hodnotu
da: Find den oprindelige værdi
de: Ursprünglichen Wert finden
el: Εύρεση της αρχικής τιμής
es: Encontrar el valor inicial
fi: Löydä alkuperäinen arvo
fil: Ibalik ang paunang halaga
hu: Eredeti érték visszakeresése
id: Menemukan nilai awal
it: Trova il valore iniziale
ja: 初期値を見つける
ko: 초기 값 찾기
nl: Vind de initiële waarde
no: Finn den opprinnelige verdien
pl: Odnajdź wartość początkową
pt_pt: Encontrar o valor inicial
ro: Găsiți valoarea inițială
ru: Найти начальное значение
sk: Nájsť pôvodnú hodnotu
sv: Återfinn det ursprungliga värdet
sw: Återfinn det ursprungliga värdet
tr: Başlangıç değerini bul
uk: Find the initial value
vi: Tìm lại giá trị ban đầu
zh_hans: 找回初始值

# ex_reverse_stmt
source: Après une variation de PH%, une valeur devient PH_1. Quelle était la valeur initiale ?
af: Na 'n verandering van PH%, word 'n waarde PH_1. Wat was die aanvanklike waarde?
bg: След промяна от PH%, стойността става PH_1. Каква беше началната стойност?
cs: Po změně o PH% se hodnota stává PH_1. Jaká byla původní hodnota?
da: Efter en ændring på PH%, bliver en værdi PH_1. Hvad var den oprindelige værdi?
de: Nach einer Veränderung von PH% wird ein Wert zu PH_1. Wie hoch war der ursprüngliche Wert?
el: Μετά από μια μεταβολή PH%, μια τιμή γίνεται PH_1. Ποια ήταν η αρχική τιμή;
es: Después de una variación de PH%, un valor se convierte en PH_1. ¿Cuál era el valor inicial?
fi: PH%:n jälkeen arvo muuttuu PH_1. Mikä oli alkuperäinen arvo?
fil: Matapos ang pagbabago ng PH%, ang isang halaga ay naging PH_1. Ano ang halaga ng simula?
hu: Egy PH érték PH_1%-os változás után változik. Mi volt az eredeti érték?
id: Setelah perubahan sebesar PH%, sebuah nilai menjadi PH_1. Berapa nilai awalnya?
it: Dopo una variazione di PH%, un valore diventa PH_1. Qual era il valore iniziale ?
ja: PH% の変化の後、値は PH_1 になります。初期値は何でしたか？
ko: PH%의 변화 후, 값이 PH_1가 되었습니다. 초기 값은 얼마였습니까?
nl: Na een variatie van PH%, wordt een waarde PH_1. Wat was de initiële waarde?
no: Etter en endring på PH%, blir en verdi PH_1. Hva var den opprinnelige verdien?
pl: Po zmianie o PH%, wartość staje się PH_1. Jaka była wartość początkowa?
pt_pt: Após uma variação de PH%, um valor torna-se PH_1. Qual era o valor inicial?
ro: După o variație de PH%, o valoare devine PH_1. Care era valoarea inițială?
ru: После изменения на PH%, значение становится PH_1. Каково было начальное значение?
sk: Po zmene PH% sa hodnota stáva PH_1. Aká bola pôvodná hodnota?
sv: Efter en variation av PH%, blir ett värde PH_1. Vad var det ursprungliga värdet?
sw: Baada ya mabadiliko ya PH%, thamani inakuwa PH_1. Thamani ya awali ilikuwa nini?
tr: PH%'lik bir değişimden sonra bir değer PH_1 oluyor. Başlangıç değeri neydi?
uk: Після зміни на PH%, значення стає PH_1. Яким було початкове значення?
vi: Sau khi biến động PH%, một giá trị trở thành PH_1. Giá trị ban đầu là gì?
zh_hans: 在变化PH%后，一个值变为PH_1。初始值是多少？

# ex_tip_reverse
source: Astuce : pour “revenir en arrière”, on divise par le coefficient.
af: Wenk: om “terug te gaan”, deel ons deur die koëffisiënt.
bg: Съвет: за “върни се назад”, делим на коефициента.
cs: Tip: pro “vrátit se zpět” dělíme koeficientem.
da: Tip: for “gå tilbage” dividerer man med koefficienten.
de: Tipp: um „zurückzukehren“, durch den Koeffizienten teilen.
el: Συμβουλή: για “επιστροφή”, διαιρούμε με τον συντελεστή.
es: Consejo: para “volver atrás”, se divide por el coeficiente.
fi: Vinkki: “palataksesi taaksepäin”, jaa kertoimella.
fil: Tip: para sa “bumalik”, hinahati sa coefficient.
hu: Tipp: a „visszafelé” osztunk a súllyal.
id: Tip: untuk “kembali”, kita membagi dengan koefisien.
it: Suggerimento: per “tornare indietro”, si divide per il coefficiente.
ja: ヒント：「戻る」には係数で割ります。
ko: 팁: “되돌리기” 위해 계수로 나눕니다.
nl: Tip: om “terug te gaan”, deel je door de coëfficiënt.
no: Tips: for “gå tilbake”, del med koeffisienten.
pl: Wskazówka: aby „cofnąć się”, dzielimy przez współczynnik.
pt_pt: Dica: para “voltar”, divide-se pelo coeficiente.
ro: Sfat: pentru „a reveni”, se împarte la coeficient.
ru: Совет: для “возврата” делим на коэффициент.
sk: Tip: na “vrátiť sa späť” delíme koeficientom.
sv: Tips: för “gå tillbaka” delar man med koefficienten.
sw: Tips: för “gå tillbaka” delar man med koefficienten.
tr: İpucu: “geri dönmek” için çarpana böleriz.
uk: Tip: to “go back”, divide by the coefficient.
vi: Mẹo: để “quay lại”, chia cho hệ số.
zh_hans: 提示：要“回退”，需除以系数。
