Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_direct_proportionality_title
source: À propos : Proportionnalité directe
af: Oor: Direkte proporsionaliteit
bg: Относно: Пряка пропорционалност
cs: O nás: Přímá proporcionalita
da: Om: Direkte proportionalitet
de: Über: Direkte Proportionalität
el: Σχετικά με: Άμεση αναλογικότητα
es: Acerca de: Proporcionalidad directa
fi: Tietoa: Suora suhteellisuus
fil: Tungkol sa: Direktang Proporsyonalidad
hu: A következőkről: Közvetlen arányosság
id: Tentang: Proporsionalitas langsung
it: A proposito: Proporzionalità diretta
ja: について：直接比例
ko: 정보: 직접 비례
nl: Over: Directe evenredigheid
no: Om: Direkte proporsjonalitet
pl: O tym: Proporcjonalność bezpośrednia
pt_pt: Sobre: Proporcionalidade direta
ro: Despre: Proporționalitate directă
ru: О нас: Прямое пропорциональное соотношение
sk: O: Priame proporcie
sv: Om: Direkt proportionalitet
sw: Kuhusu: Uhusiano wa moja kwa moja
tr: Hakkında: Doğrudan Orantı
uk: Про: Пряме пропорційність
vi: Về: Tính tỷ lệ trực tiếp
zh_hans: 关于：直接比例

# ed_math_direct_proportionality_lead
source: Comprendre et reconnaître une relation de proportionnalité directe, savoir l’utiliser pour calculer une valeur manquante et éviter les confusions avec d’autres relations.
af: Verstaan en erken 'n direkte proporsionaliteitsverhouding, weet hoe om dit te gebruik om 'n ontbrekende waarde te bereken en verwarring met ander verhoudings te vermy.
bg: Разбиране и разпознаване на връзка на пряка пропорционалност, умение да я използвате за изчисляване на липсваща стойност и избягване на обърквания с други отношения.
cs: Pochopit a rozpoznat vztah přímé proporcionality, umět ho použít k výpočtu chybějící hodnoty a vyhnout se zmatkům s jinými vztahy.
da: Forstå og genkende en direkte proportionalitetsrelation, vide hvordan man bruger den til at beregne en manglende værdi og undgå forvirring med andre relationer.
de: Verstehen und erkennen Sie eine Beziehung der direkten Proportionalität, wissen Sie, wie man sie verwendet, um einen fehlenden Wert zu berechnen, und vermeiden Sie Verwirrungen mit anderen Beziehungen.
el: Να κατανοήσετε και να αναγνωρίσετε μια σχέση άμεσης αναλογικότητας, να ξέρετε πώς να τη χρησιμοποιήσετε για να υπολογίσετε μια ελλείπουσα τιμή και να αποφύγετε τις συγχύσεις με άλλες σχέσεις.
es: Entender y reconocer una relación de proporcionalidad directa, saber utilizarla para calcular un valor faltante y evitar confusiones con otras relaciones.
fi: Ymmärrä ja tunnista suoran suhteellisuuden suhde, osaa käyttää sitä puuttuvan arvon laskemiseen ja välttää sekaannuksia muiden suhteiden kanssa.
fil: Unawain at kilalanin ang isang relasyon ng direktang proporsyonalidad, malaman kung paano ito gamitin upang kalkulahin ang nawawalang halaga at iwasan ang kalituhan sa iba pang mga relasyon.
hu: A közvetlen arányosság megértése és felismerése, tudni, hogyan kell használni egy hiányzó érték kiszámításához, és elkerülni a zűrzavart más kapcsolatokkal.
id: Memahami dan mengenali hubungan proporsionalitas langsung, tahu cara menggunakannya untuk menghitung nilai yang hilang dan menghindari kebingungan dengan hubungan lainnya.
it: Comprendere e riconoscere una relazione di proporzionalità diretta, sapere utilizzarla per calcolare un valore mancante e evitare confusioni con altre relazioni.
ja: 直接比例の関係を理解し認識し、欠けている値を計算するためにそれを使用し、他の関係との混乱を避ける。
ko: 직접 비례 관계를 이해하고 인식하며, 누락된 값을 계산하는 데 사용하는 방법을 알고 다른 관계와 혼동을 피하세요.
nl: Begrijpen en herkennen van een relatie van directe evenredigheid, weten hoe deze te gebruiken om een ontbrekende waarde te berekenen en verwarring met andere relaties te vermijden.
no: Forstå og gjenkjenne en direkte proporsjonalitetsforhold, vite hvordan man bruker det til å beregne en manglende verdi og unngå forvirring med andre forhold.
pl: Zrozumienie i rozpoznawanie relacji proporcjonalności bezpośredniej, umiejętność jej wykorzystania do obliczenia brakującej wartości i unikanie nieporozumień z innymi relacjami.
pt_pt: Compreender e reconhecer uma relação de proporcionalidade direta, saber utilizá-la para calcular um valor faltante e evitar confusões com outras relações.
ro: Înțelegeți și recunoașteți o relație de proporționalitate directă, știți să o folosiți pentru a calcula o valoare lipsă și evitați confuziile cu alte relații.
ru: Понять и распознать отношение прямой пропорциональности, знать, как использовать его для вычисления недостающего значения и избегать путаницы с другими отношениями.
sk: Pochopiť a rozpoznať vzťah priamej proporcionality, vedieť ho použiť na výpočet chýbajúcej hodnoty a vyhnúť sa zmätkom s inými vzťahmi.
sv: Förstå och känna igen en relation av direkt proportionalitet, veta hur man använder den för att beräkna ett saknat värde och undvika förvirring med andra relationer.
sw: Kuelewa na kutambua uhusiano wa moja kwa moja, kujua jinsi ya kuutumia kuhesabu thamani inayokosekana na kuepuka mkanganyiko na uhusiano wengine.
tr: Doğrudan orantı ilişkisini anlamak ve tanımak, eksik bir değeri hesaplamak için nasıl kullanılacağını bilmek ve diğer ilişkilerle karışıklıkları önlemek.
uk: Зрозуміти та розпізнати відношення прямої пропорційності, знати, як використовувати його для обчислення відсутнього значення та уникати плутанини з іншими відносинами.
vi: Hiểu và nhận biết một mối quan hệ tỷ lệ trực tiếp, biết cách sử dụng nó để tính toán một giá trị thiếu và tránh nhầm lẫn với các mối quan hệ khác.
zh_hans: 理解和识别直接比例关系，知道如何使用它来计算缺失的值，并避免与其他关系的混淆。

# ed_math_direct_proportionality_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugsområde
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Felhasználási esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområde
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım Durumları
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_direct_proportionality_uc1_title
source: Prix et quantités
af: Pryse en hoeveelhede
bg: Цени и количества
cs: Ceny a množství
da: Priser og mængder
de: Preise und Mengen
el: Τιμές και ποσότητες
es: Precios y cantidades
fi: Hinnat ja määrät
fil: Mga presyo at dami
hu: Árak és mennyiségek
id: Harga dan kuantitas
it: Prezzi e quantità
ja: 価格と数量
ko: 가격 및 수량
nl: Prijzen en hoeveelheden
no: Priser og mengder
pl: Ceny i ilości
pt_pt: Preços e quantidades
ro: Prețuri și cantități
ru: Цены и количества
sk: Ceny a množstvá
sv: Priser och kvantiteter
sw: Bei na kiasi
tr: Fiyatlar ve miktarlar
uk: Ціни та кількості
vi: Giá và số lượng
zh_hans: 价格和数量

# ed_math_direct_proportionality_uc1_text
source: Calculer le prix total en fonction d’une quantité achetée quand le prix unitaire est constant.
af: Bereken die totale prys op grond van 'n gekoopde hoeveelheid wanneer die eenheidsprys konstant is.
bg: Изчислете общата цена в зависимост от закупеното количество, когато единичната цена е постоянна.
cs: Vypočítejte celkovou cenu na základě zakoupeného množství, když je jednotková cena konstantní.
da: Beregn den samlede pris baseret på en købt mængde, når enhedsprisen er konstant.
de: Berechne den Gesamtpreis in Abhängigkeit von einer gekauften Menge, wenn der Stückpreis konstant ist.
el: Υπολογίστε την συνολική τιμή ανάλογα με την ποσότητα που αγοράζεται όταν η μονάδα τιμής είναι σταθερή.
es: Calcular el precio total en función de una cantidad comprada cuando el precio unitario es constante.
fi: Laske kokonais hinta ostetun määrän mukaan, kun yksikköhinta on vakio.
fil: Kalkulahin ang kabuuang presyo batay sa dami na binili kapag ang presyo bawat yunit ay pare-pareho.
hu: A végső ár kiszámítása a vásárolt mennyiség függvényében, amikor az egységár állandó.
id: Hitung harga total berdasarkan jumlah yang dibeli ketika harga satuan konstan.
it: Calcolare il prezzo totale in base a una quantità acquistata quando il prezzo unitario è costante.
ja: 購入数量に応じて、単価が一定のときの総価格を計算する。
ko: 구매한 수량에 따라 총 가격을 계산하되 단가가 일정할 때.
nl: Bereken de totale prijs op basis van een gekochte hoeveelheid wanneer de eenheidsprijs constant is.
no: Beregn totalprisen basert på en kjøpt mengde når enhetsprisen er konstant.
pl: Oblicz całkowitą cenę w zależności od zakupionej ilości, gdy cena jednostkowa jest stała.
pt_pt: Calcular o preço total em função de uma quantidade comprada quando o preço unitário é constante.
ro: Calculați prețul total în funcție de o cantitate cumpărată când prețul unitar este constant.
ru: Рассчитать общую цену в зависимости от купленного количества, когда цена за единицу постоянна.
sk: Vypočítajte celkovú cenu na základe zakúpenej množstva, keď je jednotková cena konštantná.
sv: Beräkna det totala priset baserat på en köpt kvantitet när enhetspriset är konstant.
sw: Hesabu jumla ya bei kulingana na kiasi kilichonunuliwa wakati bei ya kitengo ni thabiti.
tr: Satın alınan miktara bağlı olarak toplam fiyatı hesaplayın, birim fiyat sabit olduğunda.
uk: Обчислити загальну ціну в залежності від кількості, коли одинична ціна є сталою.
vi: Tính giá tổng dựa trên số lượng mua khi giá đơn vị là không đổi.
zh_hans: 根据购买数量计算总价格，当单价保持不变时。

# ed_math_direct_proportionality_uc2_title
source: Conversions simples
af: Eenvoudige omskakelings
bg: Прости преобразувания
cs: Jednoduché převody
da: Enkle konverteringer
de: Einfache Umrechnungen
el: Απλές μετατροπές
es: Conversiones simples
fi: Yksinkertaiset muunnokset
fil: Simpleng conversion
hu: Egyszerű átváltások
id: Konversi sederhana
it: Conversioni semplici
ja: 単純な変換
ko: 간단한 변환
nl: Eenvoudige conversies
no: Enkle konverteringer
pl: Proste konwersje
pt_pt: Conversões simples
ro: Conversii simple
ru: Простые преобразования
sk: Jednoduché konverzie
sv: Enkla konverteringar
sw: Mabadiliko rahisi
tr: Basit dönüşümler
uk: Прості перетворення
vi: Chuyển đổi đơn giản
zh_hans: 简单转换

# ed_math_direct_proportionality_uc2_text
source: Convertir des unités (distance, masse, durée) lorsque le rapport entre grandeurs est constant.
af: Omskakel eenhede (afstand, massa, tyd) wanneer die verhouding tussen groothede konstant is.
bg: Конвертиране на единици (разстояние, маса, продължителност), когато съотношението между величините е постоянно.
cs: Převést jednotky (vzdálenost, hmotnost, čas), když je poměr mezi veličinami konstantní.
da: Konvertere enheder (afstand, masse, varighed), når forholdet mellem størrelser er konstant.
de: Einheiten (Entfernung, Masse, Dauer) umrechnen, wenn das Verhältnis zwischen den Größen konstant ist.
el: Μετατροπή μονάδων (απόσταση, μάζα, διάρκεια) όταν η αναλογία μεταξύ των μεγεθών είναι σταθερή.
es: Convertir unidades (distancia, masa, duración) cuando la relación entre magnitudes es constante.
fi: Muunna yksiköitä (etäisyys, massa, kesto), kun suureiden välinen suhde on vakio.
fil: I-convert ang mga yunit (distansya, masa, tagal) kapag ang ugnayan sa pagitan ng mga sukat ay pare-pareho.
hu: Mértékegységek átváltása (távolság, tömeg, idő) amikor a mennyiségek közötti arány állandó.
id: Mengonversi satuan (jarak, massa, durasi) ketika rasio antara besaran konstan.
it: Convertire unità (distanza, massa, durata) quando il rapporto tra grandezze è costante.
ja: 距離、質量、時間の単位を変換する、比率が一定のとき。
ko: 거리가 일정할 때 단위(거리, 질량, 시간)를 변환합니다.
nl: Eenheden omzetten (afstand, massa, tijd) wanneer de verhouding tussen grootheden constant is.
no: Konvertere enheter (avstand, masse, varighet) når forholdet mellom størrelser er konstant.
pl: Konwertuj jednostki (odległość, masa, czas), gdy stosunek między wielkościami jest stały.
pt_pt: Converter unidades (distância, massa, duração) quando a razão entre grandezas é constante.
ro: Convertiți unități (distanță, masă, durată) atunci când raportul între mărimi este constant.
ru: Преобразовать единицы (расстояние, масса, время), когда соотношение между величинами постоянно.
sk: Konvertujte jednotky (vzdialenosť, hmotnosť, čas), keď je pomer medzi veličinami konštantný.
sv: Konvertera enheter (avstånd, massa, tid) när förhållandet mellan storheterna är konstant.
sw: Badilisha vitengo (kijiji, uzito, muda) wakati uwiano kati ya ukubwa ni thabiti.
tr: Sabit bir oran olduğunda birimleri (mesafe, kütle, süre) dönüştürün.
uk: Перетворити одиниці (відстань, маса, тривалість), коли співвідношення між величинами є сталим.
vi: Chuyển đổi các đơn vị (khoảng cách, khối lượng, thời gian) khi tỷ lệ giữa các đại lượng là không đổi.
zh_hans: 在量之间的比率保持不变时转换单位（距离、质量、时间）。

# ed_math_direct_proportionality_uc3_title
source: Tableaux de proportionnalité
af: Proportionaliteitstabelles
bg: Таблици на пропорционалността
cs: Tabulky proporcionality
da: Proportionalitets-tabeller
de: Proportionalitätstabellen
el: Πίνακες αναλογίας
es: Tablas de proporcionalidad
fi: Proportionaliteettitaulukot
fil: Mga talahanayan ng proporsyonalidad
hu: Arányossági táblázatok
id: Tabel proporsionalitas
it: Tabelle di proporzionalità
ja: 比例の表
ko: 비례표
nl: Tabellen van proportionaliteit
no: Proposjonalitetstabeller
pl: Tabele proporcjonalności
pt_pt: Tabelas de proporcionalidade
ro: Tabele de proporționalitate
ru: Таблицы пропорциональности
sk: Tabuľky proporcionality
sv: Proportionalitets tabeller
sw: Meza za uwiano
tr: Orantı tabloları
uk: Таблиці пропорційності
vi: Bảng tỷ lệ
zh_hans: 比例表

# ed_math_direct_proportionality_uc3_text
source: Compléter, vérifier ou corriger un tableau de valeurs proportionnelles.
af: Voltooi, verifieer of korrek 'n tabel van proporsionele waardes.
bg: Попълнете, проверете или коригирайте таблица с пропорционални стойности.
cs: Doplňte, zkontrolujte nebo opravte tabulku proporcionálních hodnot.
da: Udfyld, kontroller eller korriger en tabel med proportionale værdier.
de: Eine Tabelle mit proportionalen Werten vervollständigen, überprüfen oder korrigieren.
el: Συμπληρώστε, ελέγξτε ή διορθώστε έναν πίνακα αναλογικών τιμών.
es: Completar, verificar o corregir una tabla de valores proporcionales.
fi: Täydennä, tarkista tai korjaa suhteellisten arvojen taulukko.
fil: Kumpletuhin, suriin o ituwid ang isang talahanayan ng mga proporsyonal na halaga.
hu: Egy arányos értéktáblázat kiegészítése, ellenőrzése vagy javítása.
id: Melengkapi, memeriksa, atau memperbaiki tabel nilai proporsional.
it: Completare, verificare o correggere una tabella di valori proporzionali.
ja: 比例の値の表を完成させ、確認または修正する。
ko: 비례값 표를 완성, 확인 또는 수정합니다.
nl: Een tabel van proportionele waarden aanvullen, controleren of corrigeren.
no: Fullføre, verifisere eller korrigere en tabell med proporsjonale verdier.
pl: Uzupełnij, sprawdź lub popraw tabelę wartości proporcjonalnych.
pt_pt: Completar, verificar ou corrigir uma tabela de valores proporcionais.
ro: Completați, verificați sau corectați un tabel de valori proporționale.
ru: Заполнить, проверить или исправить таблицу пропорциональных значений.
sk: Doplňte, overte alebo opravte tabuľku proporcionálnych hodnôt.
sv: Fyll i, kontrollera eller korrigera en tabell med proportionella värden.
sw: Kamilisha, thibitisha au kurekebisha meza ya thamani za uwiano.
tr: Orantılı değerler tablosunu tamamlayın, kontrol edin veya düzeltin.
uk: Заповнити, перевірити або виправити таблицю пропорційних значень.
vi: Hoàn thành, kiểm tra hoặc sửa chữa một bảng giá trị tỷ lệ.
zh_hans: 补充、验证或纠正一个比例值表。

# ed_math_direct_proportionality_output
source: Ce que vous apprenez
af: Wat jy leer
bg: Какво учите
cs: Co se naučíte
da: Hvad du lærer
de: Was Sie lernen
el: Αυτό που μαθαίνετε
es: Lo que aprendes
fi: Mitä opit
fil: Ang iyong natutunan
hu: Amit tanulsz
id: Apa yang Anda pelajari
it: Ciò che impari
ja: あなたが学ぶこと
ko: 당신이 배우는 것
nl: Wat je leert
no: Det du lærer
pl: Czego się uczysz
pt_pt: O que você aprende
ro: Ce învățați
ru: Что вы изучаете
sk: Čo sa učíte
sv: Vad du lär dig
sw: Kile unachojifunza
tr: Öğrendikleriniz
uk: Що ви вивчаєте
vi: Những gì bạn học được
zh_hans: 你所学到的

# ed_math_direct_proportionality_out1
source: La définition claire d’une proportionnalité directe et les critères pour la reconnaître.
af: Die duidelike definisie van direkte proportionaliteit en die kriteria om dit te herken.
bg: Ясното определение на пряка пропорционалност и критериите за разпознаването ѝ.
cs: Jasná definice přímé proporcionality a kritéria pro její rozpoznání.
da: Den klare definition af direkte proportionalitet og kriterierne for at genkende den.
de: Die klare Definition einer direkten Proportionalität und die Kriterien, um sie zu erkennen.
el: Η σαφής ορισμός μιας άμεσης αναλογίας και τα κριτήρια για την αναγνώρισή της.
es: La definición clara de una proporcionalidad directa y los criterios para reconocerla.
fi: Selkeä määritelmä suorasta proportionaliteetista ja kriteerit sen tunnistamiseksi.
fil: Ang malinaw na depinisyon ng direktang proporsyonalidad at ang mga pamantayan upang makilala ito.
hu: A közvetlen arányosság világos definíciója és a felismerésének kritériumai.
id: Definisi jelas dari proporsionalitas langsung dan kriteria untuk mengenalinya.
it: La definizione chiara di una proporzionalità diretta e i criteri per riconoscerla.
ja: 直接比例の明確な定義とそれを認識するための基準。
ko: 직접 비례의 명확한 정의와 이를 인식하기 위한 기준.
nl: De duidelijke definitie van directe proportionaliteit en de criteria om deze te herkennen.
no: Den klare definisjonen av direkte proporsjonalitet og kriteriene for å gjenkjenne den.
pl: Jasna definicja proporcjonalności bezpośredniej i kryteria jej rozpoznawania.
pt_pt: A definição clara de uma proporcionalidade direta e os critérios para a reconhecer.
ro: Definiția clară a unei proporționalități directe și criteriile pentru a o recunoaște.
ru: Четкое определение прямой пропорциональности и критерии для ее распознавания.
sk: Jasná definícia priamej proporcionality a kritériá na jej rozpoznanie.
sv: Den tydliga definitionen av direkt proportionalitet och kriterierna för att känna igen den.
sw: Ufafanuzi wazi wa uwiano wa moja kwa moja na vigezo vya kuutambua.
tr: Doğrudan orantının net tanımı ve onu tanımanın kriterleri.
uk: Чітке визначення прямої пропорційності та критерії для її розпізнавання.
vi: Định nghĩa rõ ràng về tỷ lệ trực tiếp và các tiêu chí để nhận biết nó.
zh_hans: 直接比例的清晰定义及其识别标准。

# ed_math_direct_proportionality_out2
source: Les méthodes de calcul (coefficient, passage à l’unité, produit en croix) applicables dans tous les exercices.
af: Die berekeningsmetodes (koëffisiënt, oorgang na die eenheid, kruisproduk) wat in alle oefeninge toepaslik is.
bg: Методите за изчисление (коефициент, преминаване към единица, кръстосан продукт), приложими във всички упражнения.
cs: Metody výpočtu (koeficient, přechod na jednotku, křížový součin) použitelné ve všech cvičeních.
da: Beregningsmetoderne (koefficient, enhedsovergang, krydsprodukt) der kan anvendes i alle opgaver.
de: Die Rechenmethoden (Koefizient, Umstellung auf die Einheit, Kreuzprodukt), die in allen Übungen anwendbar sind.
el: Οι μέθοδοι υπολογισμού (συντελεστής, μετάβαση στη μονάδα, γινόμενο σταυρού) που εφαρμόζονται σε όλες τις ασκήσεις.
es: Los métodos de cálculo (coeficiente, paso a la unidad, producto en cruz) aplicables en todos los ejercicios.
fi: Laskentamenetelmät (kerroin, yksikköön siirtyminen, ristitulo) soveltuvat kaikkiin harjoituksiin.
fil: Ang mga pamamaraan ng pagkalkula (koepisyent, paglipat sa yunit, produkto sa krus) na naaangkop sa lahat ng mga ehersisyo.
hu: A számítási módszerek (koefficiens, egységre váltás, keresztbe szorzás) alkalmazása minden feladatban.
id: Metode perhitungan (koefisien, peralihan ke satuan, produk silang) yang dapat diterapkan dalam semua latihan.
it: I metodi di calcolo (coefficiente, passaggio all'unità, prodotto in croce) applicabili in tutti gli esercizi.
ja: すべての演習に適用可能な計算方法（係数、単位への変換、交差積）を学ぶ。
ko: 모든 연습에 적용 가능한 계산 방법(계수, 단위 변환, 교차 곱).
nl: De rekenmethoden (coëfficiënt, overstap naar eenheid, kruisproduct) die toepasbaar zijn in alle oefeningen.
no: Beregningsmetodene (koeffisient, enhetsomregning, kryssprodukt) som gjelder for alle oppgaver.
pl: Metody obliczeń (współczynnik, przejście do jednostki, iloczyn krzyżowy) stosowane we wszystkich ćwiczeniach.
pt_pt: Os métodos de cálculo (coeficiente, passagem à unidade, produto em cruz) aplicáveis em todos os exercícios.
ro: Metodele de calcul (coeficient, trecerea la unitate, produsul în cruce) aplicabile în toate exercițiile.
ru: Методы расчета (коэффициент, переход к единице, произведение в крест) применимые ко всем упражнениям.
sk: Metódy výpočtu (koeficient, prechod na jednotku, krížový súčin) použiteľné vo všetkých cvičeniach.
sv: Beräkningsmetoder (koefficient, enhetsomvandling, korsmultiplikation) som är tillämpliga i alla övningar.
sw: Mbinu za hesabu (kiwango, kupita kwa kitengo, bidhaa kwa msalaba) zinazoweza kutumika katika mazoezi yote.
tr: Tüm alıştırmalarda uygulanabilir hesaplama yöntemleri (katsayı, birim geçiş, çarpanlar)
uk: Методи обчислення (коефіцієнт, перехід до одиниці, добуток у перехресті), які застосовуються в усіх вправах.
vi: Các phương pháp tính toán (hệ số, chuyển đổi sang đơn vị, sản phẩm chéo) áp dụng trong tất cả các bài tập.
zh_hans: 适用于所有练习的计算方法（系数、单位转换、交叉乘法）。

# ed_math_direct_proportionality_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na vidokezo vya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项
