Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_text_case_text_case_uc5_text
source: Uniformiser des identifiants, constantes, libellés ou fragments de texte selon une casse voulue.
af: Uniformiseer identifiseerders, konstantes, etikette of teksfragmente volgens 'n gewenste geval.
bg: Унифициране на идентификатори, константи, етикети или текстови фрагменти според желан регистър.
cs: Sjednotit identifikátory, konstanty, popisky nebo fragmenty textu podle požadované velikosti písmen.
da: Ensarte identifikatorer, konstanter, etiketter eller tekstfragmenter i henhold til en ønsket case.
de: Identifikatoren, Konstanten, Bezeichnungen oder Textfragmente gemäß einer gewünschten Groß- und Kleinschreibung vereinheitlichen.
el: Ομογενοποίηση αναγνωριστικών, σταθερών, ετικετών ή τμημάτων κειμένου σύμφωνα με μια επιθυμητή μορφή.
es: Uniformizar identificadores, constantes, etiquetas o fragmentos de texto según una capitalización deseada.
fi: Yhdistele tunnisteet, vakioarvot, nimikkeet tai tekstifragmentit halutun kirjainkoon mukaan.
fil: I-uniform ang mga identifier, constants, labels o mga fragment ng teksto ayon sa nais na case.
hu: Az azonosítók, konstansok, címkék vagy szövegrészletek egységesítése a kívánt írásmód szerint.
id: Menyelaraskan pengidentifikasi, konstanta, label, atau fragmen teks sesuai dengan kasus yang diinginkan.
it: Uniformare identificatori, costanti, etichette o frammenti di testo secondo un case desiderato.
ja: 識別子、定数、ラベル、またはテキストの断片を希望するケースに従って統一します。
ko: 원하는 대소문자에 따라 식별자, 상수, 레이블 또는 텍스트 조각을 통일합니다.
nl: Identificaties, constanten, labels of tekstfragmenten uniformeren volgens een gewenste case.
no: Standardisere identifikatorer, konstanter, etiketter eller tekstfragmenter i henhold til ønsket bokstavform.
pl: Ujednolicić identyfikatory, stałe, etykiety lub fragmenty tekstu zgodnie z pożądaną wielkością liter.
pt_pt: Uniformizar identificadores, constantes, rótulos ou fragmentos de texto de acordo com uma caixa desejada.
ro: Uniformizarea identificatorilor, constantelor, etichetelor sau fragmentelor de text conform unui caz dorit.
ru: Унификация идентификаторов, констант, меток или фрагментов текста в соответствии с желаемым регистром.
sk: Zjednotiť identifikátory, konštanty, popisy alebo fragmenty textu podľa požadovanej formy.
sv: Standardisera identifierare, konstanter, etiketter eller textfragment enligt önskad case.
sw: Leta umoja katika vitambulisho, vigezo, maelezo au vipande vya maandiko kulingana na hali inayotakiwa.
tr: İstenilen bir duruma göre tanımlayıcıları, sabitleri, etiketleri veya metin parçalarını standart hale getirin.
uk: Уніфікувати ідентифікатори, константи, мітки або фрагменти тексту відповідно до бажаного регістру.
vi: Đồng nhất các định danh, hằng số, nhãn hoặc đoạn văn bản theo một kiểu mong muốn.
zh_hans: 根据所需的大小写统一标识符、常量、标签或文本片段。

# ed_text_case_text_case_uc6_title
source: Éviter les erreurs de présentation
af: Vermy aanbiedingsfoute
bg: Избягване на грешки в представянето
cs: Vyhnout se chybám v prezentaci
da: Undgå præsentationsfejl
de: Präsentationsfehler vermeiden
el: Αποφυγή σφαλμάτων παρουσίασης
es: Evitar errores de presentación
fi: Vältä esityvirheitä
fil: Iwasan ang mga pagkakamali sa presentasyon
hu: A megjelenítési hibák elkerülése
id: Menghindari kesalahan presentasi
it: Evitare errori di presentazione
ja: プレゼンテーションのエラーを避ける
ko: 표현 오류 피하기
nl: Presentatiefouten vermijden
no: Unngå presentasjonsfeil
pl: Unikać błędów w prezentacji
pt_pt: Evitar erros de apresentação
ro: Evitarea erorilor de prezentare
ru: Избегание ошибок представления
sk: Vyhnúť sa chybám v prezentácii
sv: Undvik presentationsfel
sw: Epuka makosa ya uwasilishaji
tr: Sunum hatalarını önleyin
uk: Уникати помилок у форматуванні
vi: Tránh lỗi trình bày
zh_hans: 避免展示错误

# ed_text_case_text_case_uc6_text
source: Appliquer une casse consistante dans des documents, des CV ou des présentations.
af: Pas 'n konsekwente geval toe in dokumente, CV's of aanbiedings.
bg: Прилагане на последователен регистър в документи, автобиографии или презентации.
cs: Použít konzistentní velikost písmen v dokumentech, životopisech nebo prezentacích.
da: Anvende en konsekvent case i dokumenter, CV'er eller præsentationer.
de: Eine konsistente Groß- und Kleinschreibung in Dokumenten, Lebensläufen oder Präsentationen anwenden.
el: Εφαρμογή συνεπούς μορφής σε έγγραφα, βιογραφικά ή παρουσιάσεις.
es: Aplicar una capitalización consistente en documentos, CV o presentaciones.
fi: Käytä johdonmukaista kirjainkokoa asiakirjoissa, CV:ssä tai esityksissä.
fil: Mag-apply ng pare-parehong case sa mga dokumento, CV o presentasyon.
hu: Konzisztens írásmód alkalmazása dokumentumokban, önéletrajzokban vagy prezentációkban.
id: Menerapkan kasus yang konsisten dalam dokumen, CV, atau presentasi.
it: Applicare un case consistente in documenti, CV o presentazioni.
ja: 文書、履歴書、またはプレゼンテーションで一貫したケースを適用します。
ko: 문서, 이력서 또는 프레젠테이션에서 일관된 대소문자를 적용합니다.
nl: Een consistente case toepassen in documenten, cv's of presentaties.
no: Bruke en konsistent bokstavform i dokumenter, CV-er eller presentasjoner.
pl: Zastosować spójną wielkość liter w dokumentach, CV lub prezentacjach.
pt_pt: Aplicar uma caixa consistente em documentos, currículos ou apresentações.
ro: Aplicarea unui caz consistent în documente, CV-uri sau prezentări.
ru: Применение согласованного регистра в документах, резюме или презентациях.
sk: Aplikovať konzistentný formát v dokumentoch, životopisoch alebo prezentáciách.
sv: Tillämpa en konsekvent case i dokument, CV eller presentationer.
sw: Tumia hali inayofanana katika hati, CV au mawasilisho.
tr: Belgelerde, CV'lerde veya sunumlarda tutarlı bir durum uygulayın.
uk: Застосувати послідовний регістр у документах, резюме або презентаціях.
vi: Áp dụng một kiểu nhất quán trong các tài liệu, CV hoặc bài thuyết trình.
zh_hans: 在文档、简历或演示文稿中应用一致的大小写。

# ed_text_case_text_case_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Това, което получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat.
fil: Ito ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Dette får du
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: То, что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Kile unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_text_case_text_case_out1
source: Le texte converti dans la casse choisie (majuscule, minuscule, titre, phrase, etc.), prêt à être copié-collé.
af: Die teks wat in die gekose geval (hoofletters, kleinletters, titel, sin, ens.) omgeskakel is, gereed om gekopieer en geplak te word.
bg: Текстът, преобразуван в избрания регистър (главни букви, малки букви, заглавие, фраза и др.), готов за копиране и поставяне.
cs: Text převedený do zvolené velikosti písmen (velká, malá, titulek, věta atd.), připravený k zkopírování a vložení.
da: Den konverterede tekst i den valgte case (store bogstaver, små bogstaver, titel, sætning osv.), klar til at blive kopieret og indsat.
de: Der Text, der in die gewählte Groß- und Kleinschreibung (Großbuchstaben, Kleinbuchstaben, Titel, Satz usw.) umgewandelt wurde, bereit zum Kopieren und Einfügen.
el: Το κείμενο μετατραπεί στη επιλεγμένη μορφή (κεφαλαία, πεζά, τίτλος, φράση κ.λπ.), έτοιμο προς αντιγραφή και επικόλληση.
es: El texto convertido en la capitalización elegida (mayúscula, minúscula, título, frase, etc.), listo para ser copiado y pegado.
fi: Muunnettu teksti valitussa kirjainkoossa (iso, pieni, otsikko, lause jne.), valmis kopioitavaksi ja liitettäväksi.
fil: Ang teksto na na-convert sa napiling case (malaki, maliit, pamagat, pangungusap, atbp.), handa nang i-copy-paste.
hu: A választott írásmódba (nagybetűs, kisbetűs, cím, mondat stb.) konvertált szöveg, amely készen áll a másolásra.
id: Teks yang dikonversi ke dalam kasus yang dipilih (huruf besar, huruf kecil, judul, kalimat, dll.), siap untuk disalin.
it: Il testo convertito nel case scelto (maiuscolo, minuscolo, titolo, frase, ecc.), pronto per essere copiato e incollato.
ja: 選択したケース（大文字、小文字、タイトル、文など）に変換されたテキストで、コピー＆ペーストの準備が整っています。
ko: 선택한 대소문자(대문자, 소문자, 제목, 문장 등)로 변환된 텍스트, 복사-붙여넣기 준비 완료.
nl: De tekst omgezet in de gekozen case (hoofdletters, kleine letters, titel, zin, enz.), klaar om gekopieerd en geplakt te worden.
no: Den konverterte teksten i valgt bokstavform (store bokstaver, små bokstaver, tittel, setning, osv.), klar til å bli kopiert og limt inn.
pl: Tekst przekształcony w wybranej wielkości liter (wielkie litery, małe litery, tytuł, zdanie itp.), gotowy do skopiowania i wklejenia.
pt_pt: O texto convertido na caixa escolhida (maiúscula, minúscula, título, frase, etc.), pronto para ser copiado e colado.
ro: Textul convertit în cazul ales (majuscule, minuscule, titlu, propoziție etc.), gata de copiat și lipit.
ru: Текст, преобразованный в выбранный регистр (верхний, нижний, заглавный, предложение и т. д.), готовый к копированию и вставке.
sk: Text prevedený do zvoleného formátu (veľké písmeno, malé písmeno, titul, veta atď.), pripravený na skopírovanie a vloženie.
sv: Den konverterade texten i den valda case (versaler, gemener, titel, mening, etc.), redo att kopieras och klistras in.
sw: Maandishi yaliyobadilishwa katika hali iliyochaguliwa (herufi kubwa, herufi ndogo, kichwa, sentensi, nk.), tayari kwa ajili ya kukopi na kupachika.
tr: Seçilen durumda (büyük harf, küçük harf, başlık, cümle vb.) dönüştürülmüş metin, kopyala-yapıştır için hazır.
uk: Текст, перетворений у вибраний регістр (великий, малий, заголовок, речення тощо), готовий до копіювання.
vi: Văn bản đã được chuyển đổi sang kiểu đã chọn (chữ hoa, chữ thường, tiêu đề, câu, v.v.), sẵn sàng để sao chép-dán.
zh_hans: 转换为所选大小写（大写、小写、标题、句子等）的文本，准备好复制粘贴。

# ed_text_case_text_case_out2
source: Une transformation rapide qui conserve le contenu : seuls les caractères (casse) changent, pas les mots.
af: ‘n Vinnige transformasie wat die inhoud behou: slegs die karakters (geval) verander, nie die woorde nie.
bg: Бързо преобразуване, което запазва съдържанието: само символите (регистърът) се променят, не и думите.
cs: Rychlá transformace, která zachovává obsah: mění se pouze znaky (velikost písmen), ne slova.
da: En hurtig transformation, der bevarer indholdet: kun tegnene (case) ændres, ikke ordene.
de: Eine schnelle Transformation, die den Inhalt beibehält: nur die Zeichen (Groß- und Kleinschreibung) ändern sich, nicht die Wörter.
el: Μια γρήγορη μετατροπή που διατηρεί το περιεχόμενο: μόνο οι χαρακτήρες (μορφή) αλλάζουν, όχι οι λέξεις.
es: Una transformación rápida que conserva el contenido: solo cambian los caracteres (capitalización), no las palabras.
fi: Nopea muunnos, joka säilyttää sisällön: vain merkkien (koko) muoto muuttuu, ei sanojen.
fil: Isang mabilis na transformation na nagpapanatili ng nilalaman: tanging ang mga character (case) ang nagbabago, hindi ang mga salita.
hu: Egy gyors átalakítás, amely megőrzi a tartalmat: csak a karakterek (írásmód) változnak, a szavak nem.
id: Transformasi cepat yang mempertahankan konten: hanya karakter (kasus) yang berubah, bukan kata-kata.
it: Una trasformazione rapida che conserva il contenuto: solo i caratteri (case) cambiano, non le parole.
ja: 内容を保持する迅速な変換：文字（ケース）だけが変更され、単語は変更されません。
ko: 내용을 보존하는 빠른 변환: 문자(대소문자)만 변경되고 단어는 변경되지 않습니다.
nl: Een snelle transformatie die de inhoud behoudt: alleen de karakters (case) veranderen, niet de woorden.
no: En rask transformasjon som bevarer innholdet: bare tegnene (bokstavform) endres, ikke ordene.
pl: Szybka transformacja, która zachowuje treść: tylko znaki (wielkość liter) się zmieniają, nie słowa.
pt_pt: Uma transformação rápida que preserva o conteúdo: apenas os caracteres (caixa) mudam, não as palavras.
ro: O transformare rapidă care păstrează conținutul: doar caracterele (cazul) se schimbă, nu cuvintele.
ru: Быстрое преобразование, которое сохраняет содержимое: меняются только символы (регистр), слова остаются прежними.
sk: Rýchla transformácia, ktorá zachováva obsah: menia sa len znaky (formát), nie slová.
sv: En snabb transformation som bevarar innehållet: endast tecknen (case) ändras, inte orden.
sw: Mabadiliko ya haraka yanayohifadhi maudhui: herufi pekee (hali) zinabadilika, si maneno.
tr: İçeriği koruyan hızlı bir dönüşüm: yalnızca karakterler (durum) değişir, kelimeler değil.
uk: Швидка трансформація, яка зберігає вміст: змінюються лише символи (регістр), а не слова.
vi: Một chuyển đổi nhanh chóng mà vẫn giữ nguyên nội dung: chỉ có các ký tự (kiểu chữ) thay đổi, không phải các từ.
zh_hans: 一种快速转换，保留内容：只有字符（大小写）发生变化，单词不变。

# ed_text_case_text_case_out3
source: Un outil pratique pour standardiser des textes sans passer par un éditeur ou une série de remplacements manuels.
af: ‘n Praktiese hulpmiddel om teks te standaardiseer sonder om deur 'n redigeerder of 'n reeks handmatige vervangings te gaan.
bg: Удобен инструмент за стандартизиране на текстове без да се минава през редактор или серия от ръчни замени.
cs: Praktický nástroj pro standardizaci textů bez použití editoru nebo série ručních nahrazení.
da: Et praktisk værktøj til at standardisere tekster uden at gå gennem en editor eller en række manuelle erstatninger.
de: Ein praktisches Tool zur Standardisierung von Texten, ohne einen Editor oder eine Reihe manueller Ersetzungen verwenden zu müssen.
el: Ένα πρακτικό εργαλείο για την τυποποίηση κειμένων χωρίς να περάσετε από έναν επεξεργαστή ή μια σειρά χειροκίνητων αντικαταστάσεων.
es: Una herramienta práctica para estandarizar textos sin pasar por un editor o una serie de reemplazos manuales.
fi: Käytännöllinen työkalu tekstien standardoimiseen ilman muokkausohjelmaa tai manuaalisia korvauksia.
fil: Isang kapaki-pakinabang na tool upang i-standardize ang mga teksto nang hindi dumadaan sa isang editor o isang serye ng mga manual na pagpapalit.
hu: Egy praktikus eszköz a szövegek standardizálására anélkül, hogy szerkesztőn vagy manuális helyettesítési sorozaton kellene átmennie.
id: Alat praktis untuk menstandarkan teks tanpa melalui editor atau serangkaian penggantian manual.
it: Uno strumento pratico per standardizzare testi senza passare per un editor o una serie di sostituzioni manuali.
ja: エディタや一連の手動置換を介さずにテキストを標準化するための便利なツール。
ko: 편집기나 수동 교체 시리즈를 거치지 않고 텍스트를 표준화하는 유용한 도구입니다.
nl: Een handig hulpmiddel om teksten te standaardiseren zonder een editor of een reeks handmatige vervangingen te gebruiken.
no: Et praktisk verktøy for å standardisere tekster uten å gå gjennom en redigerer eller en serie manuelle erstatninger.
pl: Praktyczne narzędzie do standaryzacji tekstów bez korzystania z edytora lub serii ręcznych zamian.
pt_pt: Uma ferramenta prática para padronizar textos sem passar por um editor ou uma série de substituições manuais.
ro: Un instrument practic pentru standardizarea textelor fără a trece printr-un editor sau o serie de înlocuiri manuale.
ru: Удобный инструмент для стандартизации текстов без использования редактора или серии ручных замен.
sk: Praktický nástroj na štandardizáciu textov bez použitia editora alebo série manuálnych náhrad.
sv: Ett praktiskt verktyg för att standardisera texter utan att gå via en redigerare eller en serie manuella ersättningar.
sw: Kifaa rahisi cha kuleta viwango katika maandiko bila kutumia mhariri au mfululizo wa kubadilisha kwa mikono.
tr: Bir metni standart hale getirmek için bir editör veya manuel değiştirme serisi kullanmadan pratik bir araç.
uk: Зручний інструмент для стандартизації текстів без використання редактора або серії ручних замін.
vi: Một công cụ tiện lợi để chuẩn hóa các văn bản mà không cần qua một trình soạn thảo hoặc một loạt thay thế thủ công.
zh_hans: 一个实用的工具，用于标准化文本，而无需通过编辑器或一系列手动替换。

# ed_text_case_text_case_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_text_case_text_case_lim1
source: La “casse de titre” peut dépendre de règles linguistiques (mots à laisser en minuscule, exceptions), qui varient selon les conventions.
af: Die “titel geval” kan afhang van taalkundige reëls (woorde om in kleinletters te laat, uitsonderings), wat volgens die konvensies verskil.
bg: "Заглавният регистър" може да зависи от езикови правила (думи, които да останат с малки букви, изключения), които варират в зависимост от конвенциите.
cs: „Titulek“ může záviset na jazykových pravidlech (slova, která mají zůstat malá, výjimky), které se liší podle konvencí.
da: Titelcase kan afhænge af sproglige regler (ord der skal forblive i små bogstaver, undtagelser), som varierer afhængigt af konventionerne.
de: Die "Titelcase" kann von sprachlichen Regeln abhängen (Wörter, die klein geschrieben bleiben, Ausnahmen), die je nach Konventionen variieren.
el: Η “μορφή τίτλου” μπορεί να εξαρτάται από γλωσσικούς κανόνες (λέξεις που πρέπει να παραμείνουν σε πεζά, εξαιρέσεις), οι οποίοι διαφέρουν ανάλογα με τις συμβάσεις.
es: La “capitalización de título” puede depender de reglas lingüísticas (palabras que deben permanecer en minúscula, excepciones), que varían según las convenciones.
fi: "Otsikkokirjoitus" voi riippua kielisäännöistä (sanoja, jotka jätetään pieniksi, poikkeuksia), jotka vaihtelevat käytäntöjen mukaan.
fil: Ang “title case” ay maaaring umasa sa mga patakarang pangwika (mga salitang dapat iwanang maliit, mga pagbubukod), na nag-iiba ayon sa mga alituntunin.
hu: A “címformátum” függhet nyelvi szabályoktól (szavak, amelyeket kisbetűsre kell hagyni, kivételek), amelyek a konvenciók szerint változnak.
id: 'Kasus judul' dapat bergantung pada aturan linguistik (kata yang harus tetap dalam huruf kecil, pengecualian), yang bervariasi menurut konvensi.
it: La “case di titolo” può dipendere da regole linguistiche (parole da lasciare in minuscolo, eccezioni), che variano secondo le convenzioni.
ja: 「タイトルケース」は言語的ルール（小文字のままにする単語、例外）に依存する場合があり、慣習によって異なります。
ko: '제목 대문자'는 언어 규칙(소문자로 남겨야 할 단어, 예외)에 따라 달라질 수 있으며, 이는 규칙에 따라 다릅니다.
nl: De "titelcase" kan afhankelijk zijn van taalkundige regels (woorden die in kleine letters moeten blijven, uitzonderingen), die variëren volgens de conventies.
no: Tittelbokstav kan avhenge av språklige regler (ord som skal forbli i små bokstaver, unntak), som varierer etter konvensjoner.
pl: „Wielkość tytułu” może zależeć od reguł językowych (słowa do pozostawienia w małych literach, wyjątki), które różnią się w zależności od konwencji.
pt_pt: A “caixa de título” pode depender de regras linguísticas (palavras a serem deixadas em minúsculas, exceções), que variam de acordo com as convenções.
ro: Cazul de titlu poate depinde de reguli lingvistice (cuvinte de lăsat cu litere mici, excepții), care variază în funcție de convenții.
ru: "Заглавный регистр" может зависеть от языковых правил (слова, которые нужно оставить в нижнем регистре, исключения), которые варьируются в зависимости от конвенций.
sk: „Titulková forma“ môže závisieť od jazykových pravidiel (slová, ktoré majú zostať v malých písmenách, výnimky), ktoré sa líšia podľa konvencií.
sv: "Titelcase" kan bero på språkliga regler (ord att lämna i gemener, undantag), som varierar beroende på konventioner.
sw: 'Hali ya kichwa' inaweza kutegemea sheria za lugha (maneno ya kuacha kuwa herufi ndogo, visivyo vya kawaida), ambazo hutofautiana kulingana na kanuni.
tr: 'Başlık durumu', dil kurallarına (küçük harf bırakılacak kelimeler, istisnalar) bağlı olabilir ve bu kurallar standartlara göre değişir.
uk: “Заголовний регістр” може залежати від мовних правил (слова, які потрібно залишити в малих літерах, винятки), які варіюються залежно від традицій.
vi: “Kiểu tiêu đề” có thể phụ thuộc vào các quy tắc ngôn ngữ (các từ cần giữ nguyên chữ thường, ngoại lệ), mà thay đổi theo các quy tắc.
zh_hans: “标题大小写”可能依赖于语言规则（需要小写的单词、例外），这些规则因约定而异。

# ed_text_case_text_case_lim2
source: Les acronymes (ex. “API”, “HTML”) peuvent nécessiter une correction manuelle après conversion.
af: Akkronieme (bv. “API”, “HTML”) kan 'n handmatige regstelling na omskakeling vereis.
bg: Акронимите (напр. "API", "HTML") може да изискват ръчна корекция след преобразуването.
cs: Zkratky (např. „API“, „HTML“) mohou vyžadovat ruční opravu po převodu.
da: Akronymer (f.eks. “API”, “HTML”) kan kræve manuel korrektion efter konvertering.
de: Akronyme (z. B. "API", "HTML") können nach der Umwandlung eine manuelle Korrektur erfordern.
el: Οι ακρωνύμια (π.χ. “API”, “HTML”) μπορεί να απαιτούν χειροκίνητη διόρθωση μετά τη μετατροπή.
es: Los acrónimos (ej. “API”, “HTML”) pueden requerir una corrección manual después de la conversión.
fi: Akkronyymit (esim. "API", "HTML") saattavat vaatia manuaalista korjausta muunnoksen jälkeen.
fil: Ang mga acronym (hal. “API”, “HTML”) ay maaaring mangailangan ng manual na pagwawasto pagkatapos ng conversion.
hu: A rövidítések (pl. “API”, “HTML”) manuális korrekciót igényelhetnek a konverzió után.
id: Akrim (mis. 'API', 'HTML') mungkin memerlukan koreksi manual setelah konversi.
it: Gli acronimi (es. “API”, “HTML”) possono richiedere una correzione manuale dopo la conversione.
ja: 頭字語（例：「API」、「HTML」）は、変換後に手動で修正する必要がある場合があります。
ko: 약어(예: 'API', 'HTML')는 변환 후 수동 수정이 필요할 수 있습니다.
nl: Acroniemen (bijv. "API", "HTML") kunnen handmatige correctie vereisen na conversie.
no: Akronymer (f.eks. “API”, “HTML”) kan kreve manuell korreksjon etter konvertering.
pl: Akróny (np. „API”, „HTML”) mogą wymagać ręcznej korekty po konwersji.
pt_pt: Os acrônimos (ex. “API”, “HTML”) podem exigir uma correção manual após a conversão.
ro: Acronimele (ex. „API”, „HTML”) pot necesita o corectare manuală după conversie.
ru: Акронимы (например, "API", "HTML") могут потребовать ручной коррекции после преобразования.
sk: Akronymy (napr. „API“, „HTML“) môžu vyžadovať manuálnu opravu po konverzii.
sv: Akronymer (t.ex. "API", "HTML") kan kräva manuell korrigering efter konvertering.
sw: Mifupisho (mfano 'API', 'HTML') yanaweza kuhitaji marekebisho ya mikono baada ya kubadilishwa.
tr: Kısaltmalar (ör. 'API', 'HTML') dönüşümden sonra manuel düzeltme gerektirebilir.
uk: Абревіатури (наприклад, “API”, “HTML”) можуть вимагати ручного коригування після перетворення.
vi: Các từ viết tắt (ví dụ: “API”, “HTML”) có thể cần sửa chữa thủ công sau khi chuyển đổi.
zh_hans: 缩略词（例如“API”、“HTML”）在转换后可能需要手动修正。
