Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_limits_q2
source: Un pourcentage suffit-il toujours pour comparer deux situations ?
af: Is 'n persentasie altyd genoeg om twee situasies te vergelyk?
bg: Достатъчен ли е процентът винаги, за да сравни две ситуации?
cs: Je procento vždy dostatečné pro porovnání dvou situací?
da: Er en procent altid tilstrækkelig til at sammenligne to situationer?
de: Reicht ein Prozentsatz immer aus, um zwei Situationen zu vergleichen?
el: Αρκεί ένα ποσοστό για να συγκρίνουμε δύο καταστάσεις;
es: ¿Un porcentaje siempre es suficiente para comparar dos situaciones?
fi: Riittääkö prosentti aina kahden tilanteen vertaamiseen?
fil: Sapat ba ang isang porsyento upang ihambing ang dalawang sitwasyon?
hu: Mindig elegendő egy százalék a két helyzet összehasonlításához?
id: Apakah persentase selalu cukup untuk membandingkan dua situasi?
it: Una percentuale è sempre sufficiente per confrontare due situazioni?
ja: 二つの状況を比較するのにパーセンテージは常に十分か？
ko: 두 상황을 비교하는 데 항상 백분율이 충분한가요?
nl: Is een percentage altijd voldoende om twee situaties te vergelijken?
no: Er prosent alltid tilstrekkelig for å sammenligne to situasjoner?
pl: Czy procent zawsze wystarczy do porównania dwóch sytuacji?
pt_pt: Uma percentagem é sempre suficiente para comparar duas situações?
ro: Un procent este întotdeauna suficient pentru a compara două situații?
ru: Всегда ли процент достаточен для сравнения двух ситуаций?
sk: Stačí percento na porovnanie dvoch situácií?
sv: Är en procent alltid tillräcklig för att jämföra två situationer?
sw: Je, asilimia inatosha kila wakati kulinganisha hali mbili?
tr: İki durumu karşılaştırmak için her zaman bir yüzde yeterli midir?
uk: Чи завжди достатньо відсотка для порівняння двох ситуацій?
vi: Một tỷ lệ phần trăm có đủ để so sánh hai tình huống không?
zh_hans: 百分比是否总是足以比较两种情况？

# ed_math_percentages_percentage_limits_a2
source: Non. Il est souvent nécessaire de regarder aussi les valeurs absolues ou le contexte du calcul.
af: Nee. Dit is dikwels nodig om ook na die absolute waardes of die konteks van die berekening te kyk.
bg: Не. Често е необходимо да се разгледат и абсолютните стойности или контекста на изчислението.
cs: Ne. Často je také nutné se podívat na absolutní hodnoty nebo kontext výpočtu.
da: Nej. Det er ofte nødvendigt også at se på de absolutte værdier eller konteksten for beregningen.
de: Nein. Es ist oft notwendig, auch die absoluten Werte oder den Kontext der Berechnung zu betrachten.
el: Όχι. Συχνά είναι απαραίτητο να εξετάσουμε και τις απόλυτες τιμές ή το πλαίσιο του υπολογισμού.
es: No. A menudo es necesario también mirar los valores absolutos o el contexto del cálculo.
fi: Ei. Usein on tarpeen tarkastella myös absoluuttisia arvoja tai laskennan kontekstia.
fil: Hindi. Kadalasan, kinakailangan ding tingnan ang mga absolutong halaga o ang konteksto ng pagkalkula.
hu: Nem. Gyakran szükséges az abszolút értékek vagy a számítás kontextusának figyelembevétele is.
id: Tidak. Sering kali perlu juga melihat nilai absolut atau konteks perhitungannya.
it: No. È spesso necessario guardare anche i valori assoluti o il contesto del calcolo.
ja: いいえ。絶対値や計算の文脈も見る必要があることが多い。
ko: 아니요. 절대값이나 계산의 맥락도 살펴보는 것이 종종 필요합니다.
nl: Nee. Het is vaak nodig om ook naar de absolute waarden of de context van de berekening te kijken.
no: Nei. Det er ofte nødvendig å se på de absolutte verdiene eller konteksten for beregningen.
pl: Nie. Często konieczne jest również spojrzenie na wartości bezwzględne lub kontekst obliczeń.
pt_pt: Não. Muitas vezes é necessário olhar também para os valores absolutos ou o contexto do cálculo.
ro: Nu. Este adesea necesar să se analizeze și valorile absolute sau contextul calculului.
ru: Нет. Часто необходимо также смотреть на абсолютные значения или контекст расчета.
sk: Nie. Často je potrebné pozrieť sa aj na absolútne hodnoty alebo kontext výpočtu.
sv: Nej. Det är ofta nödvändigt att också titta på absoluta värden eller kontexten för beräkningen.
sw: Hapana. Mara nyingi inahitajika kuangalia pia thamani halisi au muktadha wa hesabu.
tr: Hayır. Genellikle mutlak değerlere veya hesaplama bağlamına da bakmak gerekir.
uk: Ні. Часто необхідно також розглядати абсолютні значення або контекст розрахунку.
vi: Không. Thường thì cần phải xem xét cả các giá trị tuyệt đối hoặc bối cảnh của phép tính.
zh_hans: 不。通常还需要查看绝对值或计算的背景。

# ed_math_percentages_percentage_limits_q3
source: Est-ce un outil de calcul ?
af: Is dit 'n berekeningsinstrument?
bg: Това ли е инструмент за изчисление?
cs: Je to nástroj pro výpočet?
da: Er det et beregningsværktøj?
de: Ist es ein Berechnungstool?
el: Είναι εργαλείο υπολογισμού;
es: ¿Es una herramienta de cálculo?
fi: Onko tämä laskentatyökalu?
fil: Ito ba ay isang kasangkapan sa pagkalkula?
hu: Ez egy számító eszköz?
id: Apakah ini alat perhitungan?
it: È uno strumento di calcolo?
ja: これは計算ツールですか？
ko: 계산 도구인가요?
nl: Is dit een rekentool?
no: Er dette et beregningsverktøy?
pl: Czy to narzędzie do obliczeń?
pt_pt: É uma ferramenta de cálculo?
ro: Este un instrument de calcul?
ru: Это инструмент для расчетов?
sk: Je to nástroj na výpočet?
sv: Är det ett beräkningsverktyg?
sw: Je, hii ni zana ya hesabu?
tr: Bu bir hesaplama aracı mı?
uk: Чи є це інструментом для розрахунку?
vi: Đây có phải là một công cụ tính toán không?
zh_hans: 这是一个计算工具吗？

# ed_math_percentages_percentage_limits_a3
source: Non. Cet outil sert à comprendre les limites conceptuelles des pourcentages et à éviter les erreurs d’interprétation.
af: Nee. Hierdie instrument is bedoel om die konsepuele grense van persentasies te verstaan en om interpretasiefoute te vermy.
bg: Не. Този инструмент служи за разбиране на концептуалните ограничения на процентите и за избягване на грешки в интерпретацията.
cs: Ne. Tento nástroj slouží k pochopení konceptuálních omezení procent a k vyhnutí se chybám v interpretaci.
da: Nej. Dette værktøj bruges til at forstå de konceptuelle grænser for procenter og undgå fortolkningsfejl.
de: Nein. Dieses Werkzeug dient dazu, die konzeptionellen Grenzen von Prozentsätzen zu verstehen und Fehlinterpretationen zu vermeiden.
el: Όχι. Αυτό το εργαλείο χρησιμεύει για να κατανοήσουμε τα εννοιολογικά όρια των ποσοστών και να αποφύγουμε τα λάθη ερμηνείας.
es: No. Esta herramienta sirve para entender los límites conceptuales de los porcentajes y evitar errores de interpretación.
fi: Ei. Tämä työkalu auttaa ymmärtämään prosenttien käsitteellisiä rajoituksia ja välttämään tulkintavirheitä.
fil: Hindi. Ang kasangkapan na ito ay ginagamit upang maunawaan ang mga konseptwal na limitasyon ng mga porsyento at upang maiwasan ang mga pagkakamali sa interpretasyon.
hu: Nem. Ez az eszköz a százalékok fogalmi határainak megértésére és a félreértések elkerülésére szolgál.
id: Tidak. Alat ini digunakan untuk memahami batasan konseptual persentase dan menghindari kesalahan interpretasi.
it: No. Questo strumento serve a comprendere i limiti concettuali delle percentuali e a evitare errori di interpretazione.
ja: いいえ。このツールはパーセンテージの概念的限界を理解し、解釈の誤りを避けるためのものです。
ko: 아니요. 이 도구는 백분율의 개념적 한계를 이해하고 해석 오류를 피하는 데 사용됩니다.
nl: Nee. Dit hulpmiddel is bedoeld om de conceptuele grenzen van percentages te begrijpen en om interpretatiefouten te vermijden.
no: Nei. Dette verktøyet er ment for å forstå de konseptuelle begrensningene av prosent og unngå feiltolkninger.
pl: Nie. To narzędzie służy do zrozumienia konceptualnych ograniczeń procentów i unikania błędów interpretacyjnych.
pt_pt: Não. Esta ferramenta serve para entender os limites conceptuais das percentagens e evitar erros de interpretação.
ro: Nu. Acest instrument este destinat să înțeleagă limitele conceptuale ale procentelor și să evite erorile de interpretare.
ru: Нет. Этот инструмент служит для понимания концептуальных ограничений процентов и для избежания ошибок интерпретации.
sk: Nie. Tento nástroj slúži na pochopenie konceptuálnych obmedzení percent a na vyhnutie sa chybám v interpretácii.
sv: Nej. Detta verktyg används för att förstå de konceptuella begränsningarna av procent och för att undvika tolkningsfel.
sw: Hapana. Zana hii inatumika kuelewa mipaka ya dhana za asilimia na kuepuka makosa ya tafsiri.
tr: Hayır. Bu araç, yüzdelerin kavramsal sınırlarını anlamak ve yanlış yorumlama hatalarını önlemek için kullanılır.
uk: Ні. Цей інструмент слугує для розуміння концептуальних обмежень відсотків і уникнення помилок інтерпретації.
vi: Không. Công cụ này được sử dụng để hiểu các giới hạn khái niệm của tỷ lệ phần trăm và tránh những sai lầm diễn giải.
zh_hans: 不。该工具用于理解百分比的概念限制，并避免误解。

# ed_math_percentages_percentage_limits_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_limits_tip
source: Face à un pourcentage, posez toujours la question “par rapport à quoi ?” : la base est souvent plus importante que le chiffre lui-même.
af: Teen 'n persentasie, vra altyd die vraag “ten opsigte van wat?”: die basis is dikwels belangriker as die syfer self.
bg: При процент винаги задавайте въпроса “срещу какво?”: основата често е по-важна от самото число.
cs: Při pohledu na procento si vždy položte otázku „vzhledem k čemu?“: základ je často důležitější než samotné číslo.
da: Når du står over for en procent, så spørg altid: 'i forhold til hvad?' : grundlaget er ofte vigtigere end tallet i sig selv.
de: Stellen Sie sich bei einem Prozentsatz immer die Frage „Worauf bezieht es sich?“: Die Basis ist oft wichtiger als die Zahl selbst.
el: Αντιμετωπίζοντας ένα ποσοστό, πάντα ρωτήστε “σε σχέση με τι;”: η βάση είναι συχνά πιο σημαντική από τον αριθμό αυτόν καθαυτό.
es: Frente a un porcentaje, siempre pregúntate “¿en relación a qué?”: la base suele ser más importante que el número en sí.
fi: Prosentin kohdalla kysy aina kysymys 'mihin verrattuna?': pohja on usein tärkeämpi kuin itse luku.
fil: Sa harap ng isang porsyento, laging itanong ang “kumpara sa ano?”: ang batayan ay kadalasang mas mahalaga kaysa sa numero mismo.
hu: Egy százalék láttán mindig tedd fel a kérdést: 'mire vonatkozik?' : az alap gyakran fontosabb, mint a szám maga.
id: Ketika menghadapi persentase, selalu ajukan pertanyaan 'dibandingkan dengan apa?': dasar sering kali lebih penting daripada angka itu sendiri.
it: Di fronte a una percentuale, poniti sempre la domanda “rispetto a cosa?”: la base è spesso più importante del numero stesso.
ja: パーセンテージに直面したときは、必ず「何に対して？」と問いかけてください：基準はしばしば数字自体よりも重要です。
ko: 백분율을 마주했을 때 항상 '무엇에 대한 것인가?'라는 질문을 하세요: 기준이 숫자 자체보다 더 중요할 때가 많습니다.
nl: Stel altijd de vraag 'ten opzichte van wat?' bij een percentage: de basis is vaak belangrijker dan het cijfer zelf.
no: Når du står overfor en prosent, still alltid spørsmålet “i forhold til hva?”: grunnlaget er ofte viktigere enn tallet i seg selv.
pl: W obliczu procentu zawsze zadawaj pytanie „w porównaniu do czego?”: podstawa jest często ważniejsza niż sama liczba.
pt_pt: Diante de uma percentagem, faça sempre a pergunta “em relação a quê?”: a base é muitas vezes mais importante do que o número em si.
ro: În fața unui procent, puneți întotdeauna întrebarea „în raport cu ce?”: baza este adesea mai importantă decât cifra în sine.
ru: Смотря на процент, всегда задавайте вопрос «по отношению к чему?» : база часто важнее, чем само число.
sk: Pri pohľade na percento si vždy položte otázku „v porovnaní s čím?“: základ je často dôležitejší ako samotné číslo.
sv: När du står inför en procent, ställ alltid frågan 'i förhållande till vad?': grunden är ofta viktigare än siffran i sig.
sw: Mbele ya asilimia, daima uliza swali 'kulingana na nini?': msingi mara nyingi ni muhimu zaidi kuliko nambari yenyewe.
tr: Bir yüzde ile karşılaştığınızda, her zaman 'neye göre?' sorusunu sorun: taban genellikle sayının kendisinden daha önemlidir.
uk: Стикнувшись з відсотком, завжди ставте запитання “відносно чого?”: база часто важливіша за саму цифру.
vi: Đối mặt với một tỷ lệ phần trăm, luôn đặt câu hỏi “so với cái gì?”: cơ sở thường quan trọng hơn chính con số đó.
zh_hans: 面对一个百分比时，总是问“相对于什么？”：基础通常比数字本身更重要。

# ed_math_percentages_percentage_missing_title
source: À propos : Pourcentage manquant
af: Oor: Ontbrekende persentasie
bg: Относно: Липсващ процент
cs: O tomto: Chybějící procento
da: Om: Manglende procent
de: Über: Fehlender Prozentsatz
el: Σχετικά: Ελλείπον ποσοστό
es: Acerca de: Porcentaje faltante
fi: Tietoa: Puuttuva prosentti
fil: Tungkol sa: Nawawalang porsyento
hu: A következőkről: Hiányzó százalék
id: Tentang: Persentase yang hilang
it: A proposito: Percentuale mancante
ja: について：欠落しているパーセンテージ
ko: 정보: 누락된 백분율
nl: Over: Ontbrekend percentage
no: Om: Manglende prosent
pl: Informacje: Brakujący procent
pt_pt: Sobre: Percentagem em falta
ro: Despre: Procent lipsă
ru: О нас: Недостающий процент
sk: O: Chýbajúce percento
sv: Om: Saknad procent
sw: Kuhusu: Asilimia inayokosekana
tr: Hakkında: Eksik yüzde
uk: Про: Відсоток відсутній
vi: Về việc: Tỷ lệ phần trăm bị thiếu
zh_hans: 关于：缺失的百分比

# ed_math_percentages_percentage_missing_lead
source: Ce calculateur permet de retrouver le pourcentage correspondant à une valeur donnée par rapport à une base, lorsque le taux est inconnu.
af: Hierdie sakrekenaar maak dit moontlik om die persentasie wat ooreenstem met 'n gegewe waarde ten opsigte van 'n basis te vind, wanneer die koers onbekend is.
bg: Този калкулатор позволява да се намери процентът, съответстващ на дадена стойност спрямо основа, когато ставката е неизвестна.
cs: Tento kalkulátor umožňuje najít procento odpovídající dané hodnotě vzhledem k základu, když je sazba neznámá.
da: Denne beregner gør det muligt at finde den procent, der svarer til en given værdi i forhold til et grundlag, når satsen er ukendt.
de: Dieser Rechner ermöglicht es, den Prozentsatz zu finden, der einem gegebenen Wert im Verhältnis zu einer Basis entspricht, wenn der Satz unbekannt ist.
el: Αυτός ο υπολογιστής επιτρέπει να βρείτε το ποσοστό που αντιστοιχεί σε μια δεδομένη αξία σε σχέση με μια βάση, όταν ο ρυθμός είναι άγνωστος.
es: Este calculador permite encontrar el porcentaje correspondiente a un valor dado en relación a una base, cuando la tasa es desconocida.
fi: Tämä laskin auttaa löytämään prosenttiosuuden, joka vastaa annettua arvoa suhteessa pohjaan, kun korkoa ei tiedetä.
fil: Ang kalkulator na ito ay nagbibigay-daan upang mahanap ang porsyento na tumutugma sa isang ibinigay na halaga kumpara sa isang batayan, kapag ang rate ay hindi alam.
hu: Ez a kalkulátor lehetővé teszi, hogy megtalálja a megfelelő százalékot egy adott értékhez viszonyítva, amikor a ráta ismeretlen.
id: Kalkulator ini memungkinkan Anda untuk menemukan persentase yang sesuai dengan nilai tertentu berdasarkan dasar, ketika tarif tidak diketahui.
it: Questo calcolatore consente di trovare la percentuale corrispondente a un valore dato rispetto a una base, quando il tasso è sconosciuto.
ja: この計算機は、率が不明な場合に、与えられた値に対する基準に対する対応するパーセンテージを見つけることを可能にします。
ko: 이 계산기는 비율이 알려지지 않았을 때 주어진 값에 대한 기준에 해당하는 백분율을 찾는 데 도움이 됩니다.
nl: Deze calculator maakt het mogelijk om het percentage te vinden dat overeenkomt met een gegeven waarde ten opzichte van een basis, wanneer het tarief onbekend is.
no: Denne kalkulatoren lar deg finne prosentandelen som tilsvarer en gitt verdi i forhold til et grunnlag, når satsen er ukjent.
pl: Ten kalkulator pozwala znaleźć procent odpowiadający danej wartości w odniesieniu do podstawy, gdy stawka jest nieznana.
pt_pt: Este calculador permite encontrar a percentagem correspondente a um valor dado em relação a uma base, quando a taxa é desconhecida.
ro: Acest calculator permite găsirea procentului corespunzător unei valori date în raport cu o bază, atunci când rata este necunoscută.
ru: Этот калькулятор позволяет найти процент, соответствующий заданному значению по отношению к базе, когда ставка неизвестна.
sk: Tento kalkulátor umožňuje nájsť percento zodpovedajúce danej hodnote v porovnaní so základom, keď je miera neznáma.
sv: Denna kalkylator gör det möjligt att hitta den procent som motsvarar ett givet värde i förhållande till en grund, när takten är okänd.
sw: Kihesabu hiki kinaruhusu kupata asilimia inayohusiana na thamani fulani kulingana na msingi, wakati kiwango hakijulikani.
tr: Bu hesaplayıcı, bir değer ile bir taban arasındaki karşılık gelen yüzdeleri bulmanızı sağlar, oran bilinmediğinde.
uk: Цей калькулятор дозволяє знайти відсоток, відповідний даній величині відносно бази, коли ставка невідома.
vi: Công cụ tính toán này cho phép tìm tỷ lệ phần trăm tương ứng với một giá trị nhất định so với một cơ sở, khi tỷ lệ chưa biết.
zh_hans: 该计算器可以找到相对于一个基础的给定值的百分比，当比率未知时。

# ed_math_percentages_percentage_missing_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_missing_uc1_title
source: Identifier un taux implicite
af: Identifiseer 'n implisiete koers
bg: Идентифициране на подразбираща се ставка
cs: Identifikace implicitní sazby
da: Identificere en implicit sats
de: Einen impliziten Satz identifizieren
el: Εντοπισμός ενός έμμεσου ποσοστού
es: Identificar una tasa implícita
fi: Tunnista implisiittinen korko
fil: Tukuyin ang isang nakatagong rate
hu: Implicit ráta azonosítása
id: Mengidentifikasi tarif implisit
it: Identificare un tasso implicito
ja: 暗黙の率を特定する
ko: 암묵적인 비율 식별
nl: Een impliciet tarief identificeren
no: Identifisere en implisitt sats
pl: Identyfikacja stawki ukrytej
pt_pt: Identificar uma taxa implícita
ro: Identificarea unei rate implicite
ru: Определить неявную ставку
sk: Identifikovať implicitnú mieru
sv: Identifiera en implicit takt
sw: Kutambua kiwango kisicho wazi
tr: Dolaylı bir oranı tanımlamak
uk: Визначити неявну ставку
vi: Xác định một tỷ lệ ngụ ý
zh_hans: 识别隐含比率

# ed_math_percentages_percentage_missing_uc1_text
source: Vous connaissez un montant et sa base, mais pas le pourcentage appliqué (ex. commission, frais, remise).
af: Jy ken 'n bedrag en sy basis, maar nie die toegepaste persentasie nie (bv. kommissie, fooie, afslag).
bg: Знаете сума и нейната основа, но не и приложен процент (напр. комисионна, такса, отстъпка).
cs: Znáte částku a její základ, ale neaplikované procento (např. provize, poplatky, sleva).
da: Du kender et beløb og dets grundlag, men ikke den anvendte procent (f.eks. provision, gebyr, rabat).
de: Sie kennen einen Betrag und seine Basis, aber nicht den angewandten Prozentsatz (z. B. Provision, Gebühren, Rabatt).
el: Γνωρίζετε ένα ποσό και τη βάση του, αλλά όχι το ποσοστό που εφαρμόζεται (π.χ. προμήθεια, έξοδα, έκπτωση).
es: Conoces un monto y su base, pero no el porcentaje aplicado (por ejemplo, comisión, gastos, descuento).
fi: Tiedät summan ja sen pohjan, mutta et tiedä sovellettua prosenttia (esim. komissio, maksut, alennus).
fil: Alam mo ang isang halaga at ang batayan nito, ngunit hindi ang porsyentong inilapat (hal. komisyon, bayarin, diskwento).
hu: Ismered az összeget és az alapot, de nem tudod a alkalmazott százalékot (pl. jutalék, díj, kedvezmény).
id: Anda mengetahui jumlah dan dasarnya, tetapi tidak persentase yang diterapkan (mis. komisi, biaya, diskon).
it: Conosci un importo e la sua base, ma non la percentuale applicata (es. commissione, spese, sconto).
ja: 金額とその基準は知っているが、適用されたパーセンテージは知らない（例：手数料、費用、割引）。
ko: 금액과 기준은 알고 있지만 적용된 백분율은 모르는 경우(예: 수수료, 비용, 할인).
nl: U kent een bedrag en de basis, maar niet het toegepaste percentage (bijv. commissie, kosten, korting).
no: Du kjenner et beløp og dets grunnlag, men ikke den anvendte prosentandelen (f.eks. provisjon, avgift, rabatt).
pl: Znasz kwotę i jej podstawę, ale nie znasz zastosowanego procentu (np. prowizja, opłata, rabat).
pt_pt: Você conhece um montante e a sua base, mas não a percentagem aplicada (ex. comissão, taxas, desconto).
ro: Cunoașteți o sumă și baza sa, dar nu procentul aplicat (ex. comision, taxe, reducere).
ru: Вы знаете сумму и ее базу, но не знаете примененный процент (например, комиссия, сбор, скидка).
sk: Poznáte sumu a jej základ, ale nie percento, ktoré sa uplatnilo (napr. provízia, poplatky, zľava).
sv: Du känner till ett belopp och dess grund, men inte den tillämpade procenten (t.ex. provision, avgift, rabatt).
sw: Unajua kiasi na msingi wake, lakini si asilimia iliyotumika (mfano: tume, ada, punguzo).
tr: Bir tutarı ve tabanını biliyorsunuz, ancak uygulanan yüzdeleri bilmiyorsunuz (ör. komisyon, ücret, indirim).
uk: Ви знаєте суму та її базу, але не знаєте застосований відсоток (наприклад, комісія, витрати, знижка).
vi: Bạn biết một số tiền và cơ sở của nó, nhưng không biết tỷ lệ phần trăm áp dụng (ví dụ: hoa hồng, phí, giảm giá).
zh_hans: 您知道一个金额及其基础，但不知道应用的百分比（例如佣金、费用、折扣）。

# ed_math_percentages_percentage_missing_uc2_title
source: Résoudre un exercice à inconnue
af: Los 'n oefening met 'n onbekende op
bg: Решаване на задача с неизвестна
cs: Vyřešení úlohy s neznámou
da: Løse en opgave med ukendt
de: Eine Übung mit Unbekannten lösen
el: Επίλυση μιας άσκησης με άγνωστο
es: Resolver un ejercicio con incógnita
fi: Ratkaise tuntematon tehtävä
fil: Lutasin ang isang ehersisyo na may hindi alam
hu: Egy ismeretlen feladat megoldása
id: Menyelesaikan latihan dengan variabel yang tidak diketahui
it: Risolvere un esercizio con incognita
ja: 未知数の演習を解決する
ko: 미지수를 포함한 문제 해결
nl: Een oefening met onbekende oplossen
no: Løse en oppgave med ukjent
pl: Rozwiązanie zadania z niewiadomą
pt_pt: Resolver um exercício com incógnita
ro: Rezolvarea unei exerciții cu necunoscut
ru: Решить задачу с неизвестным
sk: Riešiť úlohu s neznámou
sv: Lösa en uppgift med okänt värde
sw: Kutatua zoezi lenye kutokujulikana
tr: Bir bilinmeyenli bir problemi çözmek
uk: Розв’язати задачу з невідомим
vi: Giải quyết một bài tập với ẩn số
zh_hans: 解决一个未知数的练习
