Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_of_total_lead
source: Ce calculateur permet de trouver la valeur correspondant à un pourcentage d’un total, par exemple calculer une remise, une commission, une taxe ou une proportion d’une quantité.
af: Hierdie sakrekenaar maak dit moontlik om die waarde te vind wat ooreenstem met 'n persentasie van 'n totaal, byvoorbeeld om 'n afslag, 'n kommissie, 'n belasting of 'n proporsie van 'n hoeveelheid te bereken.
bg: Този калкулатор позволява да се намери стойността, съответстваща на процент от обща сума, например да се изчисли отстъпка, комисионна, данък или пропорция от количество.
cs: Tento kalkulátor umožňuje najít hodnotu odpovídající procentu z celku, například vypočítat slevu, provizi, daň nebo podíl z množství.
da: Denne beregner gør det muligt at finde værdien svarende til en procentdel af et total, for eksempel at beregne en rabat, en provision, en skat eller en andel af en mængde.
de: Dieser Rechner ermöglicht es, den Wert zu finden, der einem Prozentsatz eines Gesamtbetrags entspricht, zum Beispiel einen Rabatt, eine Provision, eine Steuer oder einen Anteil einer Menge zu berechnen.
el: Αυτός ο υπολογιστής επιτρέπει να βρείτε την τιμή που αντιστοιχεί σε ένα ποσοστό ενός συνόλου, για παράδειγμα να υπολογίσετε μια έκπτωση, μια προμήθεια, έναν φόρο ή μια αναλογία μιας ποσότητας.
es: Este calculador permite encontrar el valor correspondiente a un porcentaje de un total, por ejemplo, calcular un descuento, una comisión, un impuesto o una proporción de una cantidad.
fi: Tämä laskin mahdollistaa arvon löytämisen, joka vastaa prosenttia kokonaisuudesta, esimerkiksi alennuksen, komission, veron tai osan määrästä laskemisen.
fil: Ang calculator na ito ay nagbibigay-daan upang mahanap ang halaga na tumutugma sa isang porsyento ng isang kabuuan, halimbawa, upang kalkulahin ang isang diskwento, komisyon, buwis o proporsyon ng isang dami.
hu: Ez a kalkulátor lehetővé teszi, hogy megtalálja az összesítéshez tartozó százalék értékét, például kedvezmény, jutalék, adó vagy egy mennyiség arányának kiszámításához.
id: Kalkulator ini memungkinkan Anda untuk menemukan nilai yang sesuai dengan persentase dari total, misalnya menghitung diskon, komisi, pajak, atau proporsi dari suatu jumlah.
it: Questo calcolatore consente di trovare il valore corrispondente a una percentuale di un totale, ad esempio calcolare uno sconto, una commissione, una tassa o una proporzione di una quantità.
ja: この計算機は、合計のパーセンテージに対応する値を見つけることを可能にします。たとえば、割引、手数料、税金、または数量の割合を計算します。
ko: 이 계산기는 총액의 백분율에 해당하는 값을 찾을 수 있게 해줍니다. 예를 들어, 할인, 수수료, 세금 또는 양의 비율을 계산합니다.
nl: Deze calculator maakt het mogelijk om de waarde te vinden die overeenkomt met een percentage van een totaal, bijvoorbeeld om een korting, commissie, belasting of een proportie van een hoeveelheid te berekenen.
no: Denne kalkulatoren lar deg finne verdien som tilsvarer en prosentandel av en total, for eksempel å beregne en rabatt, en provisjon, en skatt eller en andel av en mengde.
pl: Ten kalkulator pozwala znaleźć wartość odpowiadającą procentowi całości, na przykład obliczyć zniżkę, prowizję, podatek lub proporcję ilości.
pt_pt: Este calculador permite encontrar o valor correspondente a uma percentagem de um total, por exemplo, calcular um desconto, uma comissão, um imposto ou uma proporção de uma quantidade.
ro: Acest calculator permite găsirea valorii corespunzătoare unui procent dintr-un total, de exemplu, calcularea unei reduceri, a unei comisioane, a unei taxe sau a unei proporții dintr-o cantitate.
ru: Этот калькулятор позволяет найти значение, соответствующее проценту от общего, например, рассчитать скидку, комиссию, налог или долю от количества.
sk: Tento kalkulátor umožňuje nájsť hodnotu zodpovedajúcu percentu z celku, napríklad vypočítať zľavu, províziu, daň alebo podiel z množstva.
sv: Denna kalkylator gör det möjligt att hitta värdet som motsvarar en procentandel av en total, till exempel att beräkna en rabatt, en provision, en skatt eller en proportion av en mängd.
sw: Kihesabu hiki kinaruhusu kupata thamani inayolingana na asilimia ya jumla, kwa mfano kukadiria punguzo, tume, kodi au sehemu ya kiasi.
tr: Bu hesaplayıcı, bir toplamın yüzdesine karşılık gelen değeri bulmayı sağlar, örneğin bir indirim, komisyon, vergi veya bir miktarın oranını hesaplamak için.
uk: Цей калькулятор дозволяє знайти значення, що відповідає відсотку від загального, наприклад, обчислити знижку, комісію, податок або частку від кількості.
vi: Máy tính này cho phép tìm giá trị tương ứng với một tỷ lệ phần trăm của một tổng thể, ví dụ như tính toán một sự giảm giá, một hoa hồng, một thuế hoặc một tỷ lệ của một lượng.
zh_hans: 这个计算器可以找到一个总数的百分比对应的值，例如计算折扣、佣金、税或数量的比例。

# ed_math_percentages_percentage_of_total_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_of_total_uc1_title
source: Calculer une remise ou une réduction
af: Bereken 'n afslag of 'n vermindering
bg: Изчисляване на отстъпка или намаление
cs: Vypočítat slevu nebo snížení
da: Beregne en rabat eller en reduktion
de: Einen Rabatt oder eine Ermäßigung berechnen
el: Υπολογίστε μια έκπτωση ή μια μείωση
es: Calcular un descuento o una reducción
fi: Laske alennus tai vähennys
fil: Kalkulahin ang isang diskwento o pagbabawas
hu: Kedvezmény vagy csökkentés kiszámítása
id: Menghitung diskon atau pengurangan
it: Calcolare uno sconto o una riduzione
ja: 割引または減額を計算する
ko: 할인 또는 감액 계산하기
nl: Bereken een korting of reductie
no: Beregne en rabatt eller en reduksjon
pl: Obliczanie zniżki lub rabatu
pt_pt: Calcular um desconto ou uma redução
ro: Calculați o reducere sau o discount
ru: Рассчитать скидку или уменьшение
sk: Vypočítať zľavu alebo zníženie
sv: Beräkna en rabatt eller en nedsättning
sw: Kukadiria punguzo au kupunguza
tr: Bir indirim veya indirim hesaplamak
uk: Обчислити знижку або зменшення
vi: Tính toán một sự giảm giá hoặc một sự giảm giá
zh_hans: 计算折扣或减免

# ed_math_percentages_percentage_of_total_uc1_text
source: Vous avez un prix total et un taux de remise : ce calcul donne le montant de la remise (ex. 20 % de 50 €).
af: Jy het 'n totale prys en 'n afslagkoers: hierdie berekening gee die bedrag van die afslag (bv. 20 % van 50 €).
bg: Имате обща цена и процент на отстъпка: това изчисление дава сумата на отстъпката (напр. 20 % от 50 €).
cs: Máte celkovou cenu a sazbu slevy: tento výpočet dává částku slevy (např. 20 % z 50 €).
da: Du har en totalpris og en rabatsats: denne beregning giver beløbet for rabatten (f.eks. 20 % af 50 €).
de: Sie haben einen Gesamtpreis und einen Rabattprozentsatz: Diese Berechnung gibt den Betrag des Rabatts an (z. B. 20 % von 50 €).
el: Έχετε μια συνολική τιμή και έναν ρυθμό έκπτωσης: αυτός ο υπολογισμός δίνει το ποσό της έκπτωσης (π.χ. 20 % από 50 €).
es: Tienes un precio total y una tasa de descuento: este cálculo da el monto del descuento (p. ej. 20 % de 50 €).
fi: Sinulla on kokonaishinta ja alennusprosentti: tämä laskelma antaa alennuksen määrän (esim. 20 % 50 €:sta).
fil: Mayroon kang isang kabuuang presyo at isang rate ng diskwento: ang kalkulasyong ito ay nagbibigay ng halaga ng diskwento (hal. 20 % ng 50 €).
hu: Van egy teljes ár és egy kedvezmény mértéke: ez a számítás megadja a kedvezmény összegét (pl. 20 % 50 €-ból).
id: Anda memiliki harga total dan tarif diskon: perhitungan ini memberikan jumlah diskon (mis. 20 % dari 50 €).
it: Hai un prezzo totale e un tasso di sconto: questo calcolo fornisce l'importo dello sconto (es. 20% di 50 €).
ja: あなたは合計価格と割引率を持っています：この計算は割引額を提供します（例：50ユーロの20％）。
ko: 총 가격과 할인율이 있을 때, 이 계산은 할인 금액을 제공합니다(예: 50€의 20% 할인).
nl: U heeft een totaalprijs en een kortingspercentage: deze berekening geeft het bedrag van de korting (bijv. 20 % van 50 €).
no: Du har en totalpris og en rabattsats: denne beregningen gir beløpet av rabatten (f.eks. 20 % av 50 €).
pl: Masz całkowitą cenę i stawkę zniżki: to obliczenie daje kwotę zniżki (np. 20 % z 50 €).
pt_pt: Você tem um preço total e uma taxa de desconto: este cálculo dá o montante do desconto (ex. 20 % de 50 €).
ro: Aveți un preț total și o rată de reducere: acest calcul oferă suma reducerii (ex. 20 % din 50 €).
ru: У вас есть общая цена и ставка скидки: этот расчет дает сумму скидки (например, 20 % от 50 €).
sk: Máte celkovú cenu a sadzbu zľavy: tento výpočet dáva výšku zľavy (napr. 20 % z 50 €).
sv: Du har ett totalpris och en rabatt: denna beräkning ger beloppet av rabatten (t.ex. 20 % av 50 €).
sw: Una bei jumla na kiwango cha punguzo: hesabu hii inatoa kiasi cha punguzo (mfano 20 % ya 50 €).
tr: Toplam bir fiyatınız ve bir indirim oranınız var: bu hesaplama indirim tutarını verir (ör. 50 €'nun %20'si).
uk: У вас є загальна ціна та ставка знижки: це обчислення дає суму знижки (наприклад, 20 % від 50 €).
vi: Bạn có một giá tổng và một tỷ lệ giảm giá: phép tính này cho biết số tiền giảm giá (ví dụ: 20% của 50 €).
zh_hans: 你有一个总价和一个折扣率：这个计算给出折扣金额（例如50欧元的20%）。

# ed_math_percentages_percentage_of_total_uc2_title
source: Calculer une taxe ou une commission
af: Bereken 'n belasting of 'n kommissie
bg: Изчисляване на данък или комисионна
cs: Vypočítat daň nebo provizi
da: Beregne en skat eller en provision
de: Eine Steuer oder eine Provision berechnen
el: Υπολογίστε έναν φόρο ή μια προμήθεια
es: Calcular un impuesto o una comisión
fi: Laske vero tai komissio
fil: Kalkulahin ang isang buwis o komisyon
hu: Adó vagy jutalék kiszámítása
id: Menghitung pajak atau komisi
it: Calcolare una tassa o una commissione
ja: 税金または手数料を計算する
ko: 세금 또는 수수료 계산하기
nl: Bereken een belasting of commissie
no: Beregne en skatt eller en provisjon
pl: Obliczanie podatku lub prowizji
pt_pt: Calcular um imposto ou uma comissão
ro: Calculați o taxă sau un comision
ru: Рассчитать налог или комиссию
sk: Vypočítať daň alebo províziu
sv: Beräkna en skatt eller en provision
sw: Kukadiria kodi au tume
tr: Bir vergi veya komisyon hesaplamak
uk: Обчислити податок або комісію
vi: Tính toán một thuế hoặc một hoa hồng
zh_hans: 计算税或佣金

# ed_math_percentages_percentage_of_total_uc2_text
source: Utile pour déterminer une TVA, des frais, une commission ou un pourboire à partir d’un total et d’un pourcentage.
af: Nuttig om 'n BTW, fooie, 'n kommissie of 'n fooi te bepaal vanaf 'n totaal en 'n persentasie.
bg: Полезно е за определяне на ДДС, такси, комисионна или бакшиш на базата на обща сума и процент.
cs: Užitečné pro určení DPH, poplatků, provize nebo spropitného na základě celku a procenta.
da: Nyttig til at bestemme en moms, gebyrer, en provision eller et drikkepenge ud fra et total og en procentdel.
de: Nützlich, um eine Mehrwertsteuer, Gebühren, eine Provision oder ein Trinkgeld aus einem Gesamtbetrag und einem Prozentsatz zu bestimmen.
el: Χρήσιμο για να προσδιορίσετε έναν ΦΠΑ, έξοδα, προμήθεια ή φιλοδώρημα από ένα σύνολο και ένα ποσοστό.
es: Útil para determinar un IVA, tarifas, una comisión o una propina a partir de un total y un porcentaje.
fi: Hyödyllinen arvonlisäveron, kulujen, komission tai tipin määrittämiseen kokonaisuudesta ja prosentista.
fil: Kapaki-pakinabang para sa pagtukoy ng VAT, mga bayarin, komisyon o tip mula sa isang kabuuan at porsyento.
hu: Hasznos egy ÁFA, költségek, jutalék vagy borravaló meghatározásához egy összesítés és egy százalék alapján.
id: Berguna untuk menentukan PPN, biaya, komisi, atau tip dari total dan persentase.
it: Utile per determinare un'IVA, delle spese, una commissione o una mancia a partire da un totale e da una percentuale.
ja: 合計とパーセンテージからVAT、手数料、チップを決定するのに役立ちます。
ko: 총액과 백분율을 바탕으로 부가가치세, 수수료 또는 팁을 결정하는 데 유용합니다.
nl: Nuttig om een BTW, kosten, commissie of fooi te bepalen op basis van een totaal en een percentage.
no: Nyttig for å bestemme en MVA, avgifter, en provisjon eller et tips basert på en total og en prosentandel.
pl: Przydatne do określenia VAT, opłat, prowizji lub napiwku na podstawie całości i procentu.
pt_pt: Útil para determinar um IVA, taxas, uma comissão ou uma gorjeta a partir de um total e de uma percentagem.
ro: Util pentru a determina o TVA, taxe, comision sau bacșiș pe baza unui total și a unui procent.
ru: Полезно для определения НДС, сборов, комиссии или чаевых на основе общего и процента.
sk: Užitočné na určenie DPH, poplatkov, provízie alebo sprepitného na základe celkového súčtu a percenta.
sv: Nyttigt för att bestämma en moms, avgifter, en provision eller ett tips utifrån en total och en procentandel.
sw: Inasaidia kubaini VAT, ada, tume au tips kutoka kwa jumla na asilimia.
tr: Bir toplam ve bir yüzdelikten yola çıkarak bir KDV, ücret, komisyon veya bahşiş belirlemek için faydalıdır.
uk: Корисно для визначення ПДВ, зборів, комісії або чайових на основі загальної суми та відсотка.
vi: Hữu ích để xác định một VAT, phí, hoa hồng hoặc tiền tip từ một tổng thể và một tỷ lệ phần trăm.
zh_hans: 有助于根据总数和百分比确定增值税、费用、佣金或小费。

# ed_math_percentages_percentage_of_total_uc3_title
source: Extraire une proportion d’une quantité
af: Onttrek 'n proporsie van 'n hoeveelheid
bg: Извличане на пропорция от количество
cs: Extrahovat podíl z množství
da: Udtrække en andel af en mængde
de: Einen Anteil einer Menge extrahieren
el: Εξαγωγή μιας αναλογίας από μια ποσότητα
es: Extraer una proporción de una cantidad
fi: Osa määrästä
fil: Kunin ang isang proporsyon ng isang dami
hu: Egy mennyiség arányának kiemelése
id: Mengambil proporsi dari suatu jumlah
it: Estrarre una proporzione di una quantità
ja: 数量の割合を抽出する
ko: 양의 비율 추출하기
nl: Een proportie van een hoeveelheid extraheren
no: Ekstrahere en andel av en mengde
pl: Wyodrębnianie proporcji z ilości
pt_pt: Extrair uma proporção de uma quantidade
ro: Extrageți o proporție dintr-o cantitate
ru: Извлечь долю от количества
sk: Extrahovať podiel z množstva
sv: Extrahera en proportion av en mängd
sw: Kutoa sehemu ya kiasi
tr: Bir miktardan bir oran çıkarmak
uk: Витягти частку з кількості
vi: Trích xuất một tỷ lệ của một lượng
zh_hans: 提取数量的比例

# ed_math_percentages_percentage_of_total_uc3_text
source: En cuisine, logistique, sport ou gestion : calculer 35 % d’un stock, 12 % d’un volume, 60 % d’un objectif…
af: In kook, logistiek, sport of bestuur: bereken 35 % van 'n voorraad, 12 % van 'n volume, 60 % van 'n doel...
bg: В кухнята, логистика, спорт или управление: изчисляване на 35 % от запас, 12 % от обем, 60 % от цел...
cs: V kuchyni, logistice, sportu nebo řízení: vypočítat 35 % ze zásoby, 12 % z objemu, 60 % z cíle…
da: I madlavning, logistik, sport eller ledelse: beregne 35 % af et lager, 12 % af et volumen, 60 % af et mål...
de: In der Küche, Logistik, Sport oder Verwaltung: 35 % eines Bestands, 12 % eines Volumens, 60 % eines Ziels berechnen…
el: Στην κουζίνα, τη λογιστική, τον αθλητισμό ή τη διαχείριση: υπολογίστε το 35 % ενός αποθέματος, το 12 % ενός όγκου, το 60 % ενός στόχου…
es: En cocina, logística, deporte o gestión: calcular el 35 % de un stock, el 12 % de un volumen, el 60 % de un objetivo…
fi: Keittiössä, logistiikassa, urheilussa tai hallinnassa: laske 35 % varastosta, 12 % tilavuudesta, 60 % tavoitteesta...
fil: Sa pagluluto, logistik, isport o pamamahala: kalkulahin ang 35 % ng isang stock, 12 % ng isang dami, 60 % ng isang layunin…
hu: A konyhában, logisztikában, sportban vagy menedzsmentben: 35 % egy készletből, 12 % egy térfogatból, 60 % egy célból...
id: Dalam memasak, logistik, olahraga, atau manajemen: menghitung 35 % dari stok, 12 % dari volume, 60 % dari tujuan…
it: In cucina, logistica, sport o gestione: calcolare il 35% di uno stock, il 12% di un volume, il 60% di un obiettivo…
ja: 料理、物流、スポーツ、または管理において：在庫の35％、体積の12％、目標の60％を計算します…
ko: 요리, 물류, 스포츠 또는 관리에서: 재고의 35%, 부피의 12%, 목표의 60%를 계산합니다...
nl: In de keuken, logistiek, sport of management: bereken 35 % van een voorraad, 12 % van een volume, 60 % van een doel...
no: I matlaging, logistikk, sport eller ledelse: beregne 35 % av et lager, 12 % av et volum, 60 % av et mål…
pl: W kuchni, logistyce, sporcie lub zarządzaniu: obliczanie 35 % zapasów, 12 % objętości, 60 % celu…
pt_pt: Na cozinha, logística, desporto ou gestão: calcular 35 % de um stock, 12 % de um volume, 60 % de um objetivo…
ro: În bucătărie, logistică, sport sau management: calculați 35 % dintr-un stoc, 12 % dintr-un volum, 60 % dintr-un obiectiv…
ru: На кухне, в логистике, спорте или управлении: рассчитать 35 % от запаса, 12 % от объема, 60 % от цели…
sk: V kuchyni, logistike, športe alebo manažmente: vypočítať 35 % zo zásob, 12 % z objemu, 60 % z cieľa…
sv: Inom matlagning, logistik, sport eller förvaltning: beräkna 35 % av ett lager, 12 % av en volym, 60 % av ett mål…
sw: Katika upishi, usafirishaji, michezo au usimamizi: kukadiria 35 % ya akiba, 12 % ya kiasi, 60 % ya lengo…
tr: Mutfakta, lojistikte, sporda veya yönetimde: bir stokun %35'ini, bir hacmin %12'sini, bir hedefin %60'ını hesaplamak...
uk: У кулінарії, логістиці, спорті або управлінні: обчислити 35 % від запасу, 12 % від обсягу, 60 % від мети…
vi: Trong nấu ăn, logistics, thể thao hoặc quản lý: tính 35% của một kho, 12% của một thể tích, 60% của một mục tiêu…
zh_hans: 在烹饪、物流、体育或管理中：计算库存的35%、体积的12%、目标的60%……

# ed_math_percentages_percentage_of_total_uc4_title
source: Vérifier rapidement un calcul mental
af: Verifieer vinnig 'n geestelike berekening
bg: Бърза проверка на умствено изчисление
cs: Rychle ověřit mentální výpočet
da: Kontrollere hurtigt en mental beregning
de: Schnell eine mentale Berechnung überprüfen
el: Ελέγξτε γρήγορα έναν ψυχικό υπολογισμό
es: Verificar rápidamente un cálculo mental
fi: Tarkista nopeasti mielessä laskelma
fil: Mabilis na suriin ang isang mental na kalkulasyon
hu: Gyorsan ellenőrizni egy mentális számítást
id: Memeriksa perhitungan mental dengan cepat
it: Verificare rapidamente un calcolo mentale
ja: メンタル計算を迅速に確認する
ko: 정신적 계산을 빠르게 확인하기
nl: Controleer snel een mentale berekening
no: Sjekke raskt en mental beregning
pl: Szybka weryfikacja obliczeń mentalnych
pt_pt: Verificar rapidamente um cálculo mental
ro: Verificați rapid un calcul mental
ru: Быстро проверить умственный расчет
sk: Rýchlo overiť mentálny výpočet
sv: Verifiera snabbt en mental beräkning
sw: Kuthibitisha haraka hesabu ya akili
tr: Zihinsel bir hesaplamayı hızlıca kontrol etmek
uk: Швидко перевірити ментальне обчислення
vi: Kiểm tra nhanh một phép tính tinh thần
zh_hans: 快速检查心理计算

# ed_math_percentages_percentage_of_total_uc4_text
source: Pratique pour contrôler un montant annoncé (réduction, frais, part) sans sortir une calculette scientifique.
af: Prakties om 'n aangekondigde bedrag (afslag, fooie, deel) te kontroleer sonder om 'n wetenskaplike sakrekenaar te gebruik.
bg: Удобно е да се контролира обявена сума (отстъпка, такса, част) без да се използва научен калкулатор.
cs: Praktické pro kontrolu oznámené částky (sleva, poplatky, podíl) bez použití vědecké kalkulačky.
da: Praktisk til at kontrollere et annonceret beløb (rabat, gebyr, andel) uden at tage en videnskabelig lommeregner frem.
de: Praktisch, um einen angekündigten Betrag (Rabatt, Gebühren, Anteil) zu kontrollieren, ohne einen wissenschaftlichen Taschenrechner herauszuholen.
el: Χρήσιμο για να ελέγξετε ένα ανακοινωθέν ποσό (έκπτωση, έξοδα, μερίδιο) χωρίς να βγάλετε μια επιστημονική αριθμομηχανή.
es: Práctico para controlar un monto anunciado (descuento, tarifas, parte) sin sacar una calculadora científica.
fi: Kätevää tarkistaa ilmoitettu määrä (alennus, kulut, osuus) ilman tieteellistä laskinta.
fil: Maginhawa para sa pagkontrol ng isang inihayag na halaga (diskwento, bayarin, bahagi) nang hindi kinakailangang gumamit ng isang scientific calculator.
hu: Hasznos egy bejelentett összeg (kedvezmény, költség, rész) ellenőrzésére anélkül, hogy tudományos számológépet kellene elővenni.
id: Praktis untuk mengontrol jumlah yang diumumkan (diskon, biaya, bagian) tanpa mengeluarkan kalkulator ilmiah.
it: Pratico per controllare un importo annunciato (sconto, spese, parte) senza tirare fuori una calcolatrice scientifica.
ja: 発表された金額（割引、手数料、部分）を科学計算機を使わずに確認するのに便利です。
ko: 과학 계산기를 꺼내지 않고 발표된 금액(할인, 수수료, 비율)을 확인하는 데 유용합니다.
nl: Handig om een aangekondigd bedrag (korting, kosten, deel) te controleren zonder een wetenschappelijke rekenmachine te gebruiken.
no: Praktisk for å kontrollere et annonsert beløp (rabatt, avgift, andel) uten å ta frem en vitenskapelig kalkulator.
pl: Praktyczne do kontrolowania ogłoszonej kwoty (zniżka, opłata, udział) bez wyciągania kalkulatora naukowego.
pt_pt: Prático para controlar um montante anunciado (desconto, taxas, parte) sem tirar uma calculadora científica.
ro: Practic pentru a controla o sumă anunțată (reducere, taxe, parte) fără a scoate o calculatoare științifică.
ru: Удобно контролировать объявленную сумму (скидка, сбор, доля) без использования научного калькулятора.
sk: Praktické na kontrolu oznámenej sumy (zľava, poplatky, podiel) bez použitia vedeckej kalkulačky.
sv: Praktiskt för att kontrollera ett angivet belopp (rabatt, avgift, del) utan att ta fram en vetenskaplig miniräknare.
sw: Inafaa kudhibiti kiasi kilichotangazwa (punguzo, ada, sehemu) bila kutumia kalkuleta ya kisayansi.
tr: Açıklanan bir tutarı (indirim, ücret, pay) kontrol etmek için pratik, bilimsel bir hesap makinesi çıkarmadan.
uk: Зручно контролювати оголошену суму (знижка, витрати, частка) без використання наукового калькулятора.
vi: Thực tế để kiểm soát một số tiền đã công bố (giảm giá, phí, phần) mà không cần sử dụng một máy tính khoa học.
zh_hans: 方便控制宣布的金额（折扣、费用、份额），而无需拿出科学计算器。

# ed_math_percentages_percentage_of_total_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 你得到的是什么
