Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_pages_to_json_title
source: À propos : PDF Pages → JSON
af: Oor: PDF Bladsye → JSON
bg: За нас: PDF Страници → JSON
cs: O: PDF Stránky → JSON
da: Om: PDF-sider → JSON
de: Über: PDF-Seiten → JSON
el: Σχετικά: PDF Σελίδες → JSON
es: Acerca de: PDF Pages → JSON
fi: Tietoa: PDF-sivut → JSON
fil: Tungkol sa: PDF Pages → JSON
hu: Rólunk: PDF → JSON
id: Tentang: Halaman PDF → JSON
it: A proposito: PDF Pages → JSON
ja: について：PDFページ → JSON
ko: 정보: PDF 페이지 → JSON
nl: Over: PDF Pagina's → JSON
no: Om: PDF-sider → JSON
pl: O: PDF Pages → JSON
pt_pt: Sobre: PDF Pages → JSON
ro: Despre: Pagini PDF → JSON
ru: О программе: PDF Pages → JSON
sk: O: PDF Strany → JSON
sv: Om: PDF-sidor → JSON
sw: Kuhusu: PDF Pages → JSON
tr: Hakkında: PDF Sayfaları → JSON
uk: Про: PDF Сторінки → JSON
vi: Về chúng tôi: PDF Pages → JSON
zh_hans: 关于：PDF 页面 → JSON

# ed_dev_pdf_pdf_pages_to_json_lead
source: Exporter les informations de pages d’un PDF en JSON : formats, rotation, MediaBox/CropBox, ressources, nombre de pages… pour audit, impression et automatisation.
af: Eksporteer bladinligting van 'n PDF na JSON: formate, rotasie, MediaBox/CropBox, hulpbronne, aantal bladsye… vir oudit, druk en outomatisering.
bg: Експортиране на информация за страниците от PDF в JSON: формати, ротация, MediaBox/CropBox, ресурси, брой страници… за одит, печат и автоматизация.
cs: Exportovat informace o stránkách z PDF do JSON: formáty, rotace, MediaBox/CropBox, zdroje, počet stránek… pro audit, tisk a automatizaci.
da: Eksporter sideoplysninger fra en PDF til JSON: formater, rotation, MediaBox/CropBox, ressourcer, antal sider… til revision, udskrivning og automatisering.
de: Exportieren Sie die Seiteninformationen eines PDFs in JSON: Formate, Rotation, MediaBox/CropBox, Ressourcen, Seitenanzahl… für Audit, Druck und Automatisierung.
el: Εξαγωγή πληροφοριών σελίδων ενός PDF σε JSON: μορφές, περιστροφή, MediaBox/CropBox, πόροι, αριθμός σελίδων… για έλεγχο, εκτύπωση και αυτοματοποίηση.
es: Exportar la información de páginas de un PDF a JSON: formatos, rotación, MediaBox/CropBox, recursos, número de páginas… para auditoría, impresión y automatización.
fi: Viedä PDF-sivujen tiedot JSON-muotoon: muodot, kierto, MediaBox/CropBox, resurssit, sivujen määrä… auditointia, tulostusta ja automaatiota varten.
fil: I-export ang impormasyon ng mga pahina mula sa isang PDF sa JSON: mga format, pag-ikot, MediaBox/CropBox, mga mapagkukunan, bilang ng mga pahina… para sa audit, pag-print at automation.
hu: TODO: A szerszám pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (niat unik, bukan parafrase dari yang lain).
it: Esporta le informazioni delle pagine di un PDF in JSON: formati, rotazione, MediaBox/CropBox, risorse, numero di pagine… per audit, stampa e automazione.
ja: PDFのページ情報をJSONにエクスポート：フォーマット、回転、MediaBox/CropBox、リソース、ページ数… 監査、印刷、自動化のために。
ko: PDF의 페이지 정보를 JSON으로 내보내기: 형식, 회전, MediaBox/CropBox, 리소스, 페이지 수… 감사, 인쇄 및 자동화를 위해.
nl: Exporteer pagina-informatie van een PDF naar JSON: formaten, rotatie, MediaBox/CropBox, bronnen, aantal pagina's… voor audit, afdruk en automatisering.
no: Eksporter sideinformasjon fra en PDF til JSON: formater, rotasjon, MediaBox/CropBox, ressurser, antall sider… for revisjon, utskrift og automatisering.
pl: Eksportuj informacje o stronach PDF do JSON: formaty, rotacja, MediaBox/CropBox, zasoby, liczba stron… do audytu, druku i automatyzacji.
pt_pt: Exportar as informações das páginas de um PDF para JSON: formatos, rotação, MediaBox/CropBox, recursos, número de páginas… para auditoria, impressão e automação.
ro: Exportați informațiile paginilor dintr-un PDF în JSON: formate, rotație, MediaBox/CropBox, resurse, număr de pagini… pentru audit, imprimare și automatizare.
ru: Экспортировать информацию о страницах PDF в JSON: форматы, поворот, MediaBox/CropBox, ресурсы, количество страниц... для аудита, печати и автоматизации.
sk: Exportovať informácie o stránkach PDF do JSON: formáty, rotácia, MediaBox/CropBox, zdroje, počet strán… na audit, tlač a automatizáciu.
sv: Exportera sidinformation från en PDF till JSON: format, rotation, MediaBox/CropBox, resurser, antal sidor… för granskning, utskrift och automatisering.
sw: Exporta taarifa za kurasa kutoka PDF hadi JSON: format, mzunguko, MediaBox/CropBox, rasilimali, idadi ya kurasa… kwa ajili ya ukaguzi, uchapishaji na automatisering.
tr: Bir PDF'nin sayfa bilgilerini JSON formatına aktarma: formatlar, döndürme, MediaBox/CropBox, kaynaklar, sayfa sayısı… denetim, yazdırma ve otomasyon için.
uk: Експортувати інформацію про сторінки з PDF у JSON: формати, обертання, MediaBox/CropBox, ресурси, кількість сторінок… для аудиту, друку та автоматизації.
vi: Xuất thông tin trang từ một PDF sang JSON: định dạng, xoay, MediaBox/CropBox, tài nguyên, số trang… để kiểm toán, in ấn và tự động hóa.
zh_hans: 将 PDF 页面信息导出为 JSON：格式、旋转、MediaBox/CropBox、资源、页数……用于审计、打印和自动化。

# ed_dev_pdf_pdf_pages_to_json_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípady použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_dev_pdf_pdf_pages_to_json_uc1_title
source: Contrôle de formats
af: Formaatbeheer
bg: Контрол на формати
cs: Kontrola formátů
da: Kontrol af formater
de: Formatkontrolle
el: Έλεγχος μορφών
es: Control de formatos
fi: Muotojen tarkistus
fil: Kontrol ng mga format
hu: TODO
id: TODO
it: Controllo dei formati
ja: フォーマットの確認
ko: 형식 검토
nl: Formaatcontrole
no: Kontroll av formater
pl: Kontrola formatów
pt_pt: Verificação de formatos
ro: Controlul formatelor
ru: Проверка форматов
sk: Kontrola formátov
sv: Kontroll av format
sw: Udhibiti wa format
tr: Format kontrolü
uk: Контроль форматів
vi: Kiểm tra định dạng
zh_hans: 格式检查

# ed_dev_pdf_pdf_pages_to_json_uc1_text
source: Vérifier que toutes les pages sont en A4/Letter, détecter des pages en paysage ou avec rotation.
af: Verifieer dat alle bladsye in A4/Letter is, identifiseer bladsye in landskap of met rotasie.
bg: Проверете дали всички страници са в A4/Letter, открийте страници в пейзаж или с ротация.
cs: Zkontrolovat, že všechny stránky jsou ve formátu A4/Letter, detekovat stránky na šířku nebo s rotací.
da: Kontroller at alle sider er i A4/Letter, identificer sider i liggende format eller med rotation.
de: Überprüfen Sie, ob alle Seiten im A4/Letter-Format sind, erkennen Sie Seiten im Querformat oder mit Rotation.
el: Ελέγξτε ότι όλες οι σελίδες είναι σε A4/Letter, ανιχνεύστε σελίδες σε τοπίο ή με περιστροφή.
es: Verificar que todas las páginas estén en A4/Letter, detectar páginas en paisaje o con rotación.
fi: Varmista, että kaikki sivut ovat A4/Letter-kokoisia, tunnista maisemasivut tai kiertoa.
fil: Suriin na ang lahat ng mga pahina ay nasa A4/Letter, tukuyin ang mga pahina sa landscape o may pag-ikot.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Verifica che tutte le pagine siano in A4/Letter, rileva pagine in orizzontale o con rotazione.
ja: すべてのページがA4/レターであることを確認し、横向きまたは回転したページを検出します。
ko: 모든 페이지가 A4/Letter인지 확인하고, 가로 또는 회전된 페이지를 감지합니다.
nl: Controleer of alle pagina's in A4/Letter zijn, detecteer pagina's in liggend of met rotatie.
no: Sjekk at alle sider er i A4/Letter, oppdag sider i liggende format eller med rotasjon.
pl: Sprawdź, czy wszystkie strony są w formacie A4/Letter, wykryj strony w orientacji poziomej lub z rotacją.
pt_pt: Verificar se todas as páginas estão em A4/Letter, detectar páginas em paisagem ou com rotação.
ro: Verificați că toate paginile sunt în A4/Letter, detectați paginile în peisaj sau cu rotație.
ru: Проверить, что все страницы формата A4/Letter, обнаружить страницы в альбомной ориентации или с поворотом.
sk: Overiť, že všetky stránky sú v A4/Letter, detekovať stránky na šírku alebo s rotáciou.
sv: Kontrollera att alla sidor är i A4/Letter, upptäck sidor i liggande format eller med rotation.
sw: Kuthibitisha kwamba kurasa zote ziko katika A4/Letter, kugundua kurasa za mandhari au zenye mzunguko.
tr: Tüm sayfaların A4/Mektup formatında olduğunu kontrol etme, yatay sayfaları veya döndürülmüş sayfaları tespit etme.
uk: Перевірити, що всі сторінки формату A4/Letter, виявити сторінки в ландшафтному режимі або з обертанням.
vi: Kiểm tra xem tất cả các trang có ở định dạng A4/Letter, phát hiện các trang nằm ngang hoặc có xoay.
zh_hans: 检查所有页面是否为 A4/Letter，检测横向页面或旋转页面。

# ed_dev_pdf_pdf_pages_to_json_uc2_title
source: Préparer un split/merge
af: Bereid 'n split/merge voor
bg: Подготовка за разделяне/сливане
cs: Příprava na rozdělení/sloučení
da: Forbered en split/merge
de: Split/Merge vorbereiten
el: Προετοιμασία διαχωρισμού/συγχώνευσης
es: Preparar un split/merge
fi: Valmistella jakamista/yhdistämistä
fil: Ihanda ang split/merge
hu: TODO
id: TODO
it: Preparare uno split/merge
ja: スプリット/マージの準備
ko: 분할/병합 준비
nl: Voorbereiden van een split/merge
no: Forberede en splitt/fusjon
pl: Przygotuj podział/scalanie
pt_pt: Preparar um split/merge
ro: Pregătiți un split/merge
ru: Подготовка к разделению/сливанию
sk: Pripraviť rozdelenie/zlučovanie
sv: Förbereda en split/merge
sw: Kuandaa kugawanya/mfusion
tr: Bölme/birleştirme hazırlama
uk: Підготовка до розділення/злиття
vi: Chuẩn bị tách/gộp
zh_hans: 准备拆分/合并

# ed_dev_pdf_pdf_pages_to_json_uc2_text
source: Obtenir une vue claire des pages avant découpe ou fusion (nombre, dimensions, ordre).
af: Kry 'n duidelike oorsig van die bladsye voor sny of samesmelting (aantal, afmetings, volgorde).
bg: Получете ясна представа за страниците преди рязане или сливане (брой, размери, ред).
cs: Získat jasný přehled o stránkách před ořezáním nebo sloučením (počet, rozměry, pořadí).
da: Få et klart overblik over siderne før klipning eller sammensmeltning (antal, dimensioner, rækkefølge).
de: Erhalten Sie eine klare Ansicht der Seiten vor dem Schneiden oder Zusammenführen (Anzahl, Abmessungen, Reihenfolge).
el: Αποκτήστε μια καθαρή εικόνα των σελίδων πριν από την κοπή ή συγχώνευση (αριθμός, διαστάσεις, σειρά).
es: Obtener una vista clara de las páginas antes de cortar o fusionar (número, dimensiones, orden).
fi: Hanki selkeä näkymä sivuista ennen leikkaamista tai yhdistämistä (määrä, mitat, järjestys).
fil: Kumuha ng malinaw na pananaw sa mga pahina bago ang pagputol o pagsasama (bilang, sukat, pagkakasunod-sunod).
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Ottenere una visione chiara delle pagine prima del taglio o della fusione (numero, dimensioni, ordine).
ja: 切り取りまたはマージの前にページの明確なビューを取得します（数、寸法、順序）。
ko: 잘라내기 또는 병합 전에 페이지에 대한 명확한 뷰를 얻습니다 (번호, 크기, 순서).
nl: Krijg een duidelijk overzicht van de pagina's voordat je ze snijdt of samenvoegt (aantal, afmetingen, volgorde).
no: Få en klar oversikt over sidene før klipping eller fusjon (antall, dimensjoner, rekkefølge).
pl: Uzyskaj jasny widok stron przed cięciem lub scalaniem (liczba, wymiary, kolejność).
pt_pt: Obter uma visão clara das páginas antes do corte ou fusão (número, dimensões, ordem).
ro: Obțineți o vedere clară a paginilor înainte de tăiere sau fuziune (număr, dimensiuni, ordine).
ru: Получить четкий обзор страниц перед нарезкой или слиянием (количество, размеры, порядок).
sk: Získať jasný prehľad strán pred rezaním alebo zlúčením (počet, rozmery, poradie).
sv: Få en tydlig översikt över sidorna innan klippning eller sammanslagning (antal, dimensioner, ordning).
sw: Kupata muonekano wazi wa kurasa kabla ya kukata au kuunganisha (idadi, vipimo, mpangilio).
tr: Kesim veya birleştirmeden önce sayfaların net bir görünümünü elde etme (sayı, boyutlar, sıra).
uk: Отримати чітке уявлення про сторінки перед розрізанням або злиттям (кількість, розміри, порядок).
vi: Có được cái nhìn rõ ràng về các trang trước khi cắt hoặc gộp (số lượng, kích thước, thứ tự).
zh_hans: 在切割或合并之前，清晰地查看页面（数量、尺寸、顺序）。

# ed_dev_pdf_pdf_pages_to_json_uc3_title
source: Debug d’affichage
af: Vertoonfoutsoek
bg: Отстраняване на грешки при показване
cs: Ladění zobrazení
da: Visningsdebugging
de: Anzeige-Debugging
el: Debug εμφάνισης
es: Depuración de visualización
fi: Näyttövirheiden virheenkorjaus
fil: Debug ng pagpapakita
hu: TODO
id: TODO
it: Debug di visualizzazione
ja: 表示デバッグ
ko: 디스플레이 디버그
nl: Weergave debug
no: Visningsfeilsøking
pl: Debugowanie wyświetlania
pt_pt: Depuração de exibição
ro: Depanare afișare
ru: Отладка отображения
sk: Ladenie zobrazenia
sv: Felsökning av visning
sw: Urekebishaji wa kuonyeshwa
tr: Görüntüleme hatası ayıklama
uk: Налагодження відображення
vi: Gỡ lỗi hiển thị
zh_hans: 显示调试

# ed_dev_pdf_pdf_pages_to_json_uc3_text
source: Comprendre des problèmes de cadrage (CropBox) ou de marges inattendues selon les viewers.
af: Verstaan kadreerprobleme (CropBox) of onverwagte marges volgens die kykers.
bg: Разберете проблеми с кадрирането (CropBox) или неочаквани маргини в зависимост от визуализаторите.
cs: Pochopit problémy s ořezáváním (CropBox) nebo neočekávanými okraji podle prohlížečů.
da: Forstå problemer med indramning (CropBox) eller uventede margener afhængigt af visningsprogrammer.
de: Verstehen von Rahmenproblemen (CropBox) oder unerwarteten Rändern je nach Viewer.
el: Κατανοήστε προβλήματα πλαισίωσης (CropBox) ή απροσδόκητων περιθωρίων ανάλογα με τους viewers.
es: Entender problemas de encuadre (CropBox) o márgenes inesperados según los visores.
fi: Ymmärtää kehystysongelmia (CropBox) tai odottamattomia marginaaleja eri katselijoiden mukaan.
fil: Unawain ang mga problema sa framing (CropBox) o hindi inaasahang mga margin ayon sa mga viewer.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Comprendere problemi di inquadratura (CropBox) o margini inaspettati a seconda dei visualizzatori.
ja: ビューアによって予期しないマージンやクロップボックスの問題を理解する。
ko: 뷰어에 따라 예상치 못한 여백(CropBox) 또는 프레임 문제를 이해합니다.
nl: Begrijp kadreringproblemen (CropBox) of onverwachte marges afhankelijk van de viewers.
no: Forstå innrammingsproblemer (CropBox) eller uventede marger avhengig av visere.
pl: Zrozumieć problemy z kadrowaniem (CropBox) lub nieoczekiwanymi marginesami w zależności od przeglądarek.
pt_pt: Compreender problemas de enquadramento (CropBox) ou margens inesperadas dependendo dos visualizadores.
ro: Înțelegeți problemele de cadrare (CropBox) sau de margini neașteptate în funcție de vizualizatoare.
ru: Понять проблемы с обрезкой (CropBox) или неожиданными полями в зависимости от просмотрщиков.
sk: Pochopiť problémy s orezaním (CropBox) alebo neočakávanými okrajmi v závislosti od prehliadačov.
sv: Förstå problem med beskärning (CropBox) eller oväntade marginaler beroende på visare.
sw: Kuelewa matatizo ya urekebishaji (CropBox) au mipaka isiyotarajiwa kulingana na waonyeshaji.
tr: Görüntüleyicilere göre çerçeveleme (CropBox) veya beklenmedik kenar boşlukları sorunlarını anlama.
uk: Зрозуміти проблеми з обрізкою (CropBox) або несподіваними полями в залежності від переглядачів.
vi: Hiểu các vấn đề về khung hình (CropBox) hoặc lề không mong muốn theo các trình xem.
zh_hans: 理解根据查看器的裁剪（CropBox）或意外边距的问题。

# ed_dev_pdf_pdf_pages_to_json_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Saat mitä saat
fil: Ano ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_pages_to_json_out1
source: Un JSON listant chaque page : index, dimensions en points, rotation, boîtes (Media/Crop/Bleed/Trim si présentes).
af: Een JSON wat elke bladsy lys: indeks, afmetings in punte, rotasie, bokse (Media/Crop/Bleed/Trim indien teenwoordig).
bg: JSON, изброяващ всяка страница: индекс, размери в точки, ротация, кутии (Media/Crop/Bleed/Trim, ако са налични).
cs: JSON uvádějící každou stránku: index, rozměry v bodech, rotace, boxy (Media/Crop/Bleed/Trim, pokud jsou přítomny).
da: En JSON, der lister hver side: indeks, dimensioner i punkter, rotation, bokse (Media/Crop/Bleed/Trim hvis til stede).
de: Ein JSON, das jede Seite auflistet: Index, Abmessungen in Punkten, Rotation, Boxen (Media/Crop/Bleed/Trim, falls vorhanden).
el: Ένα JSON που καταγράφει κάθε σελίδα: δείκτης, διαστάσεις σε σημεία, περιστροφή, κουτιά (Media/Crop/Bleed/Trim αν υπάρχουν).
es: Un JSON listando cada página: índice, dimensiones en puntos, rotación, cajas (Media/Crop/Bleed/Trim si están presentes).
fi: JSON, joka luettelee jokaisen sivun: indeksi, mitat pisteinä, kierto, laatikot (Media/Crop/Bleed/Trim, jos olemassa).
fil: Isang JSON na naglilista ng bawat pahina: index, sukat sa mga puntos, pag-ikot, mga kahon (Media/Crop/Bleed/Trim kung mayroon).
hu: TODO: A kimenet pontos leírása.
id: TODO: Deskripsikan dengan tepat keluaran ini.
it: Un JSON che elenca ogni pagina: indice, dimensioni in punti, rotazione, scatole (Media/Crop/Bleed/Trim se presenti).
ja: 各ページをリストしたJSON：インデックス、ポイントでの寸法、回転、ボックス（Media/Crop/Bleed/Trimが存在する場合）。
ko: 각 페이지를 나열한 JSON: 인덱스, 포인트 단위의 크기, 회전, 박스 (Media/Crop/Bleed/Trim이 있는 경우).
nl: Een JSON die elke pagina opsomt: index, afmetingen in punten, rotatie, dozen (Media/Crop/Bleed/Trim indien aanwezig).
no: En JSON som lister hver side: indeks, dimensjoner i punkter, rotasjon, bokser (Media/Crop/Bleed/Trim hvis tilstede).
pl: JSON listujący każdą stronę: indeks, wymiary w punktach, rotacja, ramki (Media/Crop/Bleed/Trim, jeśli są obecne).
pt_pt: Um JSON listando cada página: índice, dimensões em pontos, rotação, caixas (Media/Crop/Bleed/Trim se presentes).
ro: Un JSON listând fiecare pagină: index, dimensiuni în puncte, rotație, cutii (Media/Crop/Bleed/Trim dacă sunt prezente).
ru: JSON, перечисляющий каждую страницу: индекс, размеры в пунктах, поворот, коробки (Media/Crop/Bleed/Trim, если присутствуют).
sk: JSON uvádzajúci každú stránku: index, rozmery v bodoch, rotácia, boxy (Media/Crop/Bleed/Trim, ak sú prítomné).
sv: En JSON som listar varje sida: index, dimensioner i punkter, rotation, lådor (Media/Crop/Bleed/Trim om de finns).
sw: JSON ikiorodhesha kila ukurasa: index, vipimo kwa points, mzunguko, masanduku (Media/Crop/Bleed/Trim ikiwa zipo).
tr: Her sayfayı listeleyen bir JSON: indeks, nokta cinsinden boyutlar, döndürme, kutular (Media/Crop/Bleed/Trim mevcutsa).
uk: JSON, що перераховує кожну сторінку: індекс, розміри в пунктах, обертання, коробки (Media/Crop/Bleed/Trim, якщо присутні).
vi: Một JSON liệt kê mỗi trang: chỉ số, kích thước tính bằng điểm, xoay, hộp (Media/Crop/Bleed/Trim nếu có).
zh_hans: 一个 JSON 列出每个页面：索引、尺寸（以点为单位）、旋转、框（Media/Crop/Bleed/Trim，如果存在）。

# ed_dev_pdf_pdf_pages_to_json_out2
source: Des indicateurs utiles : ressources associées, présence de contenu, et autres attributs selon le moteur d’analyse.
af: Nuttige aanwysers: geassosieerde hulpbronne, teenwoordigheid van inhoud, en ander eienskappe volgens die analise enjin.
bg: Полезни индикатори: свързани ресурси, наличие на съдържание и други атрибути в зависимост от анализа.
cs: Užitečné ukazatele: přidružené zdroje, přítomnost obsahu a další atributy podle analytického motoru.
da: Nyttige indikatorer: tilknyttede ressourcer, tilstedeværelse af indhold og andre attributter afhængigt af analyseværktøjet.
de: Nützliche Indikatoren: zugehörige Ressourcen, Vorhandensein von Inhalten und andere Attribute je nach Analyse-Engine.
el: Χρήσιμες ενδείξεις: σχετικοί πόροι, παρουσία περιεχομένου και άλλες ιδιότητες ανάλογα με τον κινητήρα ανάλυσης.
es: Indicadores útiles: recursos asociados, presencia de contenido y otros atributos según el motor de análisis.
fi: Hyödyllisiä indikaattoreita: liitetyt resurssit, sisällön läsnäolo ja muut attribuutit analyysimoottorin mukaan.
fil: Mga kapaki-pakinabang na tagapagpahiwatig: mga kaugnay na mapagkukunan, pagkakaroon ng nilalaman, at iba pang mga katangian ayon sa engine ng pagsusuri.
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Indicatori utili: risorse associate, presenza di contenuto e altri attributi a seconda del motore di analisi.
ja: 関連リソースの存在、コンテンツの存在、および分析エンジンに応じたその他の属性に関する有用な指標。
ko: 유용한 지표: 관련 리소스, 콘텐츠 존재 여부 및 분석 엔진에 따른 기타 속성.
nl: Nuttige indicatoren: bijbehorende bronnen, aanwezigheid van inhoud en andere attributen afhankelijk van de analysemotor.
no: Nyttige indikatorer: tilknyttede ressurser, tilstedeværelse av innhold, og andre attributter avhengig av analyseverktøyet.
pl: Przydatne wskaźniki: powiązane zasoby, obecność zawartości i inne atrybuty w zależności od silnika analizy.
pt_pt: Indicadores úteis: recursos associados, presença de conteúdo e outros atributos dependendo do motor de análise.
ro: Indicatori utili: resurse asociate, prezența conținutului și alte atribute în funcție de motorul de analiză.
ru: Полезные индикаторы: связанные ресурсы, наличие содержимого и другие атрибуты в зависимости от движка анализа.
sk: Užitočné indikátory: priradené zdroje, prítomnosť obsahu a ďalšie atribúty podľa analytického motora.
sv: Användbara indikatorer: associerade resurser, närvaro av innehåll och andra attribut beroende på analysmotorn.
sw: Viashiria vya manufaa: rasilimali zinazohusiana, uwepo wa maudhui, na sifa nyingine kulingana na injini ya uchambuzi.
tr: Faydalı göstergeler: ilişkili kaynaklar, içerik varlığı ve analiz motoruna göre diğer nitelikler.
uk: Корисні показники: асоційовані ресурси, наявність вмісту та інші атрибути в залежності від движка аналізу.
vi: Các chỉ số hữu ích: tài nguyên liên quan, sự hiện diện của nội dung, và các thuộc tính khác theo động cơ phân tích.
zh_hans: 有用的指标：关联资源、内容存在情况，以及根据分析引擎的其他属性。

# ed_dev_pdf_pdf_pages_to_json_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batas dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Limieten en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Limity i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limity a body pozornosti
sv: Gränser och uppmärksamhetspunkter
sw: Mipaka na maeneo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та пункти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项
