Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l1_s3_b4
source: Harmonique : pour des rapports “par unité” (vitesse, débit) quand l’unité de base est la même (même distance, même quantité).
af: Harmonies: vir 'verhoudings 'per eenheid' (spoed, debiet) wanneer die basis eenheid dieselfde is (dieselfde afstand, dieselfde hoeveelheid).
bg: Хармонична: за съотношения “на единица” (скорост, дебит), когато основната единица е същата (съща дистанция, съща количество).
cs: Harmonický: pro poměry "na jednotku" (rychlost, průtok), když je základní jednotka stejná (stejná vzdálenost, stejné množství).
da: Harmonisk: for forhold 'pr. enhed' (hastighed, flow) når basisenheden er den samme (samme afstand, samme mængde).
de: Harmonisch: für Verhältnisse "pro Einheit" (Geschwindigkeit, Durchfluss), wenn die Basiseinheit gleich ist (gleiche Distanz, gleiche Menge).
el: Αρμονική: για αναλογίες “ανά μονάδα” (ταχύτητα, ροή) όταν η βασική μονάδα είναι η ίδια (ίδια απόσταση, ίδια ποσότητα).
es: Armónica: para relaciones 'por unidad' (velocidad, caudal) cuando la unidad base es la misma (misma distancia, misma cantidad).
fi: Harmoninen: 'yksikkö' suhteille (nopeus, virta) kun perusyksikkö on sama (sama etäisyys, sama määrä).
fil: Harmoniko: para sa mga ratio 'bawat yunit' (bilis, daloy) kapag ang batayang yunit ay pareho (parehong distansya, parehong dami).
hu: Harmonikus: 'egységenkénti' arányokhoz (sebesség, áramlás) amikor az alapegység ugyanaz (ugyanaz a távolság, ugyanaz a mennyiség).
id: Harmonika: untuk rasio 'per unit' (kecepatan, debit) ketika unit dasar sama (jarak yang sama, kuantitas yang sama).
it: Armonica: per rapporti “per unità” (velocità, portata) quando l'unità di base è la stessa (stessa distanza, stessa quantità).
ja: 調和：基本単位が同じ（同じ距離、同じ数量）の「単位あたり」の比率の場合。
ko: 조화: '단위당' 비율을 위해 (속도, 유량) 기본 단위가 동일할 때 (같은 거리, 같은 수량).
nl: Harmonisch: voor 'per eenheid' verhoudingen (snelheid, debiet) wanneer de basis eenheid hetzelfde is (zelfde afstand, zelfde hoeveelheid).
no: Harmonisk: for forhold "per enhet" (hastighet, strømning) når basisenheten er den samme (samme avstand, samme mengde).
pl: Harmoniczna: dla stosunków 'na jednostkę' (prędkość, przepływ), gdy jednostka podstawowa jest ta sama (ta sama odległość, ta sama ilość).
pt_pt: Harmónica: para razões “por unidade” (velocidade, débito) quando a unidade base é a mesma (mesma distância, mesma quantidade).
ro: Armonică: pentru rapoarte “pe unitate” (viteză, debit) când unitatea de bază este aceeași (aceeași distanță, aceeași cantitate).
ru: Гармоническое: для отношений "на единицу" (скорость, поток), когда базовая единица одинакова (одинаковое расстояние, одинаковое количество).
sk: Harmonický: pre pomery "na jednotku" (rýchlosť, prietok), keď je základná jednotka rovnaká (rovnaká vzdialenosť, rovnaké množstvo).
sv: Harmoniskt: för förhållanden "per enhet" (hastighet, flöde) när basenheten är densamma (samma avstånd, samma kvantitet).
sw: Ya harmonic: kwa uwiano 'kwa kitengo' (speed, flow) wakati kitengo cha msingi ni sawa (kitu kimoja, kiasi sawa).
tr: Harmonik: 'birim başına' oranlar için (hız, debi) temel birim aynı olduğunda (aynı mesafe, aynı miktar).
uk: Гармонійне: для співвідношень “на одиницю” (швидкість, витрата), коли базова одиниця однакова (така ж відстань, така ж кількість).
vi: Trung bình điều hòa: cho các tỷ lệ “theo đơn vị” (tốc độ, lưu lượng) khi đơn vị cơ bản là giống nhau (cùng khoảng cách, cùng số lượng).
zh_hans: 调和：用于“每单位”比率（速度、流量），当基本单位相同（相同距离、相同数量）。

# mean_l1_s3_b5
source: RMS / quadratique : quand on travaille avec des carrés (signaux, amplitude effective, erreur).
af: RMS / kwadraties: wanneer ons met vierkante werk (seine, effektiewe amplitude, fout).
bg: RMS / квадратична: когато работим с квадрати (сигнали, ефективна амплитуда, грешка).
cs: RMS / kvadratický: když pracujeme se čtverci (signály, efektivní amplituda, chyba).
da: RMS / kvadratisk: når man arbejder med kvadrater (signaler, effektiv amplitude, fejl).
de: RMS / quadratisch: wenn man mit Quadraten arbeitet (Signale, effektive Amplitude, Fehler).
el: RMS / τετραγωνική: όταν εργαζόμαστε με τετράγωνα (σήματα, αποτελεσματική αμplitude, σφάλμα).
es: RMS / cuadrática: cuando se trabaja con cuadrados (señales, amplitud efectiva, error).
fi: RMS / neliöjuuri: kun työskennellään neliöiden kanssa (signaalit, tehokas amplitudi, virhe).
fil: RMS / kwadratik: kapag nagtatrabaho tayo sa mga paris (mga signal, epektibong amplitude, error).
hu: RMS / négyzetes: amikor négyzetekkel dolgozunk (jelek, effektív amplitúdó, hiba).
id: RMS / kuadratik: ketika kita bekerja dengan kuadrat (sinyal, amplitudo efektif, kesalahan).
it: RMS / quadratica: quando si lavora con i quadrati (segnali, ampiezza efficace, errore).
ja: RMS / 二乗：平方を扱う場合（信号、有効振幅、誤差）。
ko: RMS / 제곱: 제곱으로 작업할 때 (신호, 유효 진폭, 오류).
nl: RMS / kwadratisch: wanneer men met kwadraten werkt (signalen, effectieve amplitude, fout).
no: RMS / kvadratisk: når man jobber med kvadrater (signaler, effektiv amplitude, feil).
pl: RMS / kwadratowa: gdy pracujemy z kwadratami (sygnały, amplituda skuteczna, błąd).
pt_pt: RMS / quadrática: quando trabalhamos com quadrados (sinais, amplitude eficaz, erro).
ro: RMS / pătratic: când se lucrează cu pătrate (semnale, amplitudine efectivă, eroare).
ru: RMS / квадратичное: когда работают с квадратами (сигналы, эффективная амплитуда, ошибка).
sk: RMS / kvadratický: keď pracujeme s druhými mocninami (signály, efektívna amplitúda, chyba).
sv: RMS / kvadratiskt: när man arbetar med kvadrater (signaler, effektiv amplitud, fel).
sw: RMS / quadratik: wakati tunafanya kazi na mraba (ishara, amplitude halisi, makosa).
tr: RMS / karekök: karelerle çalıştığımızda (sinyaller, etkili genlik, hata).
uk: RMS / квадратичне: коли ми працюємо з квадратами (сигнали, ефективна амплітуда, помилка).
vi: RMS / bình phương: khi làm việc với các bình phương (tín hiệu, biên độ hiệu dụng, sai số).
zh_hans: RMS / 平方：当我们处理平方时（信号、有效幅度、误差）。

# mean_l1_s3_b6
source: Tronquée / winsorisée : quand on veut limiter l’impact des valeurs extrêmes.
af: Afgeknot / winsorized: wanneer ons die impak van uiterste waardes wil beperk.
bg: Ограничена / уинсоризирана: когато искаме да ограничим влиянието на крайни стойности.
cs: Zkrácený / winsorizovaný: když chceme omezit dopad extrémních hodnot.
da: Afskåret / winsoriseret: når man vil begrænse indflydelsen af ekstreme værdier.
de: Getrimmt / winsorisiert: wenn man den Einfluss extremer Werte begrenzen möchte.
el: Αποκομμένη / winsorized: όταν θέλουμε να περιορίσουμε την επίδραση των ακραίων τιμών.
es: Truncada / winsorizada: cuando se quiere limitar el impacto de los valores extremos.
fi: Katkaistu / winsorisointi: kun halutaan rajoittaa äärimmäisten arvojen vaikutusta.
fil: Pinutol / winsorized: kapag nais nating limitahan ang epekto ng mga ekstremong halaga.
hu: Csonkított / winsorisált: amikor korlátozni akarjuk a szélsőséges értékek hatását.
id: Terpotong / winsorisasi: ketika kita ingin membatasi dampak nilai ekstrem.
it: Troncata / winsorisata: quando si vuole limitare l'impatto dei valori estremi.
ja: 切り捨て / ウィンソリゼーション：極端な値の影響を制限したい場合。
ko: 절단 / 윈저화: 극단적인 값의 영향을 제한하고자 할 때.
nl: Afgekapt / winsorized: wanneer men de impact van extreme waarden wil beperken.
no: Avkortet / winsorisert: når man vil begrense innvirkningen av ekstreme verdier.
pl: Obcięta / winsoryzowana: gdy chcemy ograniczyć wpływ wartości ekstremalnych.
pt_pt: Truncada / winsorisada: quando queremos limitar o impacto dos valores extremos.
ro: Trunchiată / winsorisată: când se dorește limitarea impactului valorilor extreme.
ru: Усеченное / винсоризированное: когда хотят ограничить влияние экстремальных значений.
sk: Orezaný / winsorizovaný: keď chceme obmedziť dopad extrémnych hodnôt.
sv: Avskuret / winsoriserat: när man vill begränsa påverkan av extrema värden.
sw: Iliyokatwa / winsorized: wakati tunataka kupunguza athari za thamani za mwisho.
tr: Kesilmiş / winsorize: aşırı değerlerin etkisini sınırlamak istediğimizde.
uk: Обрізане / вінсоризоване: коли ми хочемо обмежити вплив екстремальних значень.
vi: Cắt / winsorized: khi muốn hạn chế tác động của các giá trị cực trị.
zh_hans: 截断 / 温莎化：当我们想限制极端值的影响时。

# mean_l1_s3_b7
source: Mobile : quand on veut lisser une série dans le temps.
af: Mobiel: wanneer ons 'n reeks oor tyd wil gladstryk.
bg: Мобилна: когато искаме да изгладим серията във времето.
cs: Klouzavý: když chceme vyhladit sérii v čase.
da: Glidende: når man vil udjævne en række over tid.
de: Gleitend: wenn man eine Reihe über die Zeit glätten möchte.
el: Κινητή: όταν θέλουμε να λειάνουμε μια σειρά με την πάροδο του χρόνου.
es: Móvil: cuando se quiere suavizar una serie en el tiempo.
fi: Liikkuva: kun halutaan tasoittaa sarjaa ajan myötä.
fil: Gumagalaw: kapag nais nating i-smooth ang isang serye sa paglipas ng panahon.
hu: Mozgó: amikor egy sorozatot szeretnénk simítani az időben.
id: Bergerak: ketika kita ingin meratakan suatu rangkaian seiring waktu.
it: Mobile: quando si vuole livellare una serie nel tempo.
ja: 移動平均：時間の中で系列を平滑化したい場合。
ko: 모바일: 시간을 따라 시리즈를 부드럽게 하고자 할 때.
nl: Mobiel: wanneer men een reeks in de tijd wil gladstrijken.
no: Mobil: når man vil jevne ut en serie over tid.
pl: Ruchoma: gdy chcemy wygładzić szereg w czasie.
pt_pt: Móvel: quando queremos suavizar uma série ao longo do tempo.
ro: Mobilă: când se dorește netezirea unei serii în timp.
ru: Скользящее: когда хотят сгладить ряд во времени.
sk: Kĺzavý: keď chceme vyhladiť sériu v čase.
sv: Glidande: när man vill jämna ut en serie över tid.
sw: Inasonga: wakati tunataka kupunguza mfululizo kwa muda.
tr: Hareketli: bir seriyi zaman içinde düzleştirmek istediğimizde.
uk: Мобільне: коли ми хочемо згладити серію в часі.
vi: Động: khi muốn làm mượt một chuỗi theo thời gian.
zh_hans: 移动：当我们想在时间上平滑一个序列时。

# mean_l1_q1
source: Une moyenne sert principalement à :
af: 'n Gemiddelde dien hoofsaaklik om:
bg: Средната стойност служи основно за:
cs: Průměr slouží především k:
da: Et gennemsnit tjener primært til:
de: Ein Durchschnitt dient hauptsächlich dazu:
el: Μια μέση τιμή χρησιμεύει κυρίως για:
es: Una media sirve principalmente para:
fi: Keskiarvo palvelee pääasiassa:
fil: Ang isang karaniwang halaga ay pangunahing ginagamit upang:
hu: Egy átlag főként arra szolgál, hogy:
id: Sebuah rata-rata terutama digunakan untuk:
it: Una media serve principalmente a:
ja: 平均は主に次の目的で使用されます：
ko: 평균은 주로 다음에 사용됩니다:
nl: Een gemiddelde dient voornamelijk om:
no: Et gjennomsnitt brukes hovedsakelig til:
pl: Średnia służy głównie do:
pt_pt: Uma média serve principalmente para:
ro: O medie servește în principal pentru:
ru: Среднее служит в основном для:
sk: Priemer slúži predovšetkým na:
sv: Ett medelvärde används främst för:
sw: Kati inatumika hasa kwa:
tr: Bir ortalama esas olarak şunları yapar:
uk: Середнє в основному слугує для:
vi: Một trung bình chủ yếu được sử dụng để:
zh_hans: 一个平均值主要用于：

# mean_l1_q1_a
source: résumer une série par une valeur centrale
af: 'n reeks saam te vat deur 'n sentrale waarde
bg: обобщаване на серия с централна стойност
cs: shrnutí série centrální hodnotou
da: at opsummere en række med en central værdi
de: eine Reihe durch einen zentralen Wert zusammenzufassen
el: να συνοψίσει μια σειρά με μια κεντρική τιμή
es: resumir una serie por un valor central
fi: tiivistää sarjan keskeisellä arvolla
fil: ibuod ang isang serye sa pamamagitan ng isang sentral na halaga
hu: összefoglaljon egy sorozatot egy középső értékkel
id: merangkum suatu rangkaian dengan nilai pusat
it: riassumere una serie con un valore centrale
ja: 系列を中心値で要約すること。
ko: 중심 값을 통해 시리즈 요약하기
nl: een reeks samen te vatten met een centrale waarde
no: å oppsummere en serie med en sentralverdi
pl: podsumowania szeregu przez wartość centralną
pt_pt: resumir uma série por um valor central
ro: a rezuma o serie printr-o valoare centrală
ru: резюмирования ряда центральным значением
sk: zhrnutie série centrálnou hodnotou
sv: att sammanfatta en serie med ett centralt värde
sw: kufupisha mfululizo kwa thamani ya kati
tr: bir seriyi merkezi bir değerle özetler
uk: підсумовування серії центральним значенням
vi: tóm tắt một chuỗi bằng một giá trị trung tâm
zh_hans: 通过一个中心值总结一个序列

# mean_l1_q1_b
source: trouver uniquement le maximum
af: slegs die maksimum te vind
bg: намиране само на максимума
cs: nalezení pouze maxima
da: kun at finde maksimum
de: nur das Maximum zu finden
el: να βρει μόνο το μέγιστο
es: encontrar únicamente el máximo
fi: löytää vain maksimi
fil: hanapin lamang ang maximum
hu: csak a maximumot találja meg
id: hanya menemukan maksimum
it: trovare solo il massimo
ja: 最大値のみを見つけること。
ko: 오직 최대값 찾기
nl: alleen het maximum te vinden
no: å finne kun maksimum
pl: znalezienia tylko maksimum
pt_pt: encontrar apenas o máximo
ro: a găsi doar maximul
ru: поиска только максимума
sk: nájdenie iba maxima
sv: att endast hitta maximum
sw: kupata tu kiwango cha juu
tr: yalnızca maksimumu bulur
uk: знаходження лише максимального значення
vi: tìm chỉ tối đa
zh_hans: 仅找到最大值

# mean_l1_q1_c
source: réordonner toutes les valeurs
af: alle waardes te herorden
bg: пренареждане на всички стойности
cs: přeřazení všech hodnot
da: at omordne alle værdier
de: alle Werte neu anzuordnen
el: να αναδιατάξει όλες τις τιμές
es: reordenar todos los valores
fi: järjestää kaikki arvot uudelleen
fil: i-reorder ang lahat ng mga halaga
hu: újrarendezze az összes értéket
id: mengurutkan semua nilai
it: riordinare tutti i valori
ja: すべての値を再配置すること。
ko: 모든 값 재정렬하기
nl: alle waarden opnieuw te ordenen
no: å omorganisere alle verdiene
pl: przeorganizowania wszystkich wartości
pt_pt: reordenar todos os valores
ro: a reordona toate valorile
ru: перепорядочивания всех значений
sk: preusporiadanie všetkých hodnôt
sv: att omordna alla värden
sw: kuweka upya thamani zote
tr: tüm değerleri yeniden sıralar
uk: перестановки всіх значень
vi: sắp xếp lại tất cả các giá trị
zh_hans: 重新排序所有值

# mean_l1_q1_exp
source: Une moyenne est un indicateur de tendance centrale : elle résume la série par une valeur “typique”.
af: 'n Gemiddelde is 'n aanduiding van sentrale tendens: dit som die reeks saam deur 'n 'tipiese' waarde.
bg: Средната стойност е индикатор за централна тенденция: тя обобщава серията с “типична” стойност.
cs: Průměr je ukazatel centrální tendence: shrnuje sérii typickou hodnotou.
da: Et gennemsnit er en indikator for central tendens: det opsummerer rækken med en 'typisk' værdi.
de: Ein Durchschnitt ist ein Indikator für zentrale Tendenz: Er fasst die Reihe durch einen "typischen" Wert zusammen.
el: Μια μέση τιμή είναι ένας δείκτης κεντρικής τάσης: συνοψίζει τη σειρά με μια “τυπική” τιμή.
es: Una media es un indicador de tendencia central: resume la serie por un valor 'típico'.
fi: Keskiarvo on keskihajontaa kuvaava indikaattori: se tiivistää sarjan 'tyypillisellä' arvolla.
fil: Ang isang karaniwang halaga ay isang tagapagpahiwatig ng sentral na tendensya: nagbubuod ito ng serye sa pamamagitan ng isang 'tipikal' na halaga.
hu: Egy átlag egy középponti tendencia mutatója: összefoglalja a sorozatot egy 'tipikus' értékkel.
id: Sebuah rata-rata adalah indikator tendensi pusat: ia merangkum rangkaian dengan nilai 'tipikal'.
it: Una media è un indicatore di tendenza centrale: riassume la serie con un valore “tipico”.
ja: 平均は中心傾向の指標です：それは系列を「典型的な」値で要約します。
ko: 평균은 중앙 경향 지표입니다: 그것은 시리즈를 '전형적인' 값으로 요약합니다.
nl: Een gemiddelde is een indicator van centrale tendens: het vat de reeks samen met een 'typische' waarde.
no: Et gjennomsnitt er en indikator på sentral tendens: det oppsummerer serien med en "typisk" verdi.
pl: Średnia jest wskaźnikiem tendencji centralnej: podsumowuje szereg przez wartość 'typową'.
pt_pt: Uma média é um indicador de tendência central: resume a série por um valor “típico”.
ro: O medie este un indicator de tendință centrală: ea rezumă seria printr-o valoare “tipică”.
ru: Среднее является индикатором центральной тенденции: оно резюмирует ряд типичным значением.
sk: Priemer je ukazovateľ centrálnej tendencie: zhrňuje sériu typickou hodnotou.
sv: Ett medelvärde är en indikator på central tendens: det sammanfattar serien med ett "typiskt" värde.
sw: Kati ni kipimo cha mwelekeo wa kati: inafupisha mfululizo kwa thamani 'ya kawaida'.
tr: Bir ortalama merkezi eğilim göstergesidir: seriyi 'tipik' bir değerle özetler.
uk: Середнє є показником центральної тенденції: воно підсумовує серію одним “типовим” значенням.
vi: Một trung bình là một chỉ số của xu hướng trung tâm: nó tóm tắt chuỗi bằng một giá trị “điển hình”.
zh_hans: 一个平均值是一个中心趋势指标：它通过一个“典型”值总结序列。

# mean_l2_title
source: 2) Moyenne arithmétique
af: 2) Aritmetiese gemiddelde
bg: 2) Арифметична средна стойност
cs: 2) Aritmetický průměr
da: 2) Aritmetisk gennemsnit
de: 2) Arithmetisches Mittel
el: 2) Αριθμητική μέση τιμή
es: 2) Media aritmética
fi: 2) Aritmeettinen keskiarvo
fil: 2) Karaniwang Aritmetika
hu: 2) Aritmetikai átlag
id: 2) Rata-rata aritmetika
it: 2) Media aritmetica
ja: 2) 算術平均
ko: 2) 산술 평균
nl: 2) Aritmetisch gemiddelde
no: 2) Aritmetisk gjennomsnitt
pl: 2) Średnia arytmetyczna
pt_pt: 2) Média aritmética
ro: 2) Medie aritmetică
ru: 2) Среднее арифметическое
sk: 2) Aritmetický priemer
sv: 2) Aritmetiskt medelvärde
sw: 2) Kati ya kawaida
tr: 2) Aritmetik ortalama
uk: 2) Арифметичне середнє
vi: 2) Trung bình cộng
zh_hans: 2) 算术平均值

# mean_l2_sub
source: Somme des valeurs ÷ nombre de valeurs : la plus utilisée, mais sensible aux extrêmes.
af: Som van waardes ÷ aantal waardes: die mees gebruikte, maar sensitief vir uiterstes.
bg: Сума на стойностите ÷ брой стойности: най-използваната, но чувствителна към крайности.
cs: Součet hodnot ÷ počet hodnot: nejvíce používaný, ale citlivý na extrémy.
da: Sum af værdier ÷ antal værdier: den mest anvendte, men følsom over for ekstreme værdier.
de: Summe der Werte ÷ Anzahl der Werte: das am häufigsten verwendete, aber empfindlich gegenüber Extremen.
el: Άθροισμα των τιμών ÷ αριθμός τιμών: η πιο χρησιμοποιούμενη, αλλά ευαίσθητη στις ακραίες τιμές.
es: Suma de los valores ÷ número de valores: la más utilizada, pero sensible a los extremos.
fi: Arvojen summa ÷ arvojen määrä: käytetyin, mutta herkkä äärimmäisille arvoille.
fil: Kabuuan ng mga halaga ÷ bilang ng mga halaga: ang pinakaginagamit, ngunit sensitibo sa mga ekstremong halaga.
hu: Az értékek összege ÷ az értékek száma: a leggyakrabban használt, de érzékeny a szélsőségekre.
id: Jumlah nilai ÷ jumlah nilai: yang paling banyak digunakan, tetapi sensitif terhadap ekstrem.
it: Somma dei valori ÷ numero di valori: la più utilizzata, ma sensibile agli estremi.
ja: 値の合計 ÷ 値の数：最も使用されるが、極端な値に敏感です。
ko: 값의 합 ÷ 값의 수: 가장 많이 사용되지만 극단값에 민감합니다.
nl: Som van de waarden ÷ aantal waarden: de meest gebruikte, maar gevoelig voor extremen.
no: Summen av verdiene ÷ antall verdier: den mest brukte, men følsom for ekstreme verdier.
pl: Suma wartości ÷ liczba wartości: najczęściej używana, ale wrażliwa na ekstremalne wartości.
pt_pt: Soma dos valores ÷ número de valores: a mais utilizada, mas sensível aos extremos.
ro: Suma valorilor ÷ numărul de valori: cea mai utilizată, dar sensibilă la extreme.
ru: Сумма значений ÷ количество значений: наиболее используемое, но чувствительное к экстремальным значениям.
sk: Súčet hodnôt ÷ počet hodnôt: najpoužívanejší, ale citlivý na extrémy.
sv: Summan av värden ÷ antal värden: den mest använda, men känslig för extrema värden.
sw: Jumla ya thamani ÷ idadi ya thamani: inayotumika zaidi, lakini nyeti kwa mwisho.
tr: Değerlerin toplamı ÷ değer sayısı: en çok kullanılan, ama aşırılara duyarlı.
uk: Сума значень ÷ кількість значень: найвикористовуваніше, але чутливе до екстремальних значень.
vi: Tổng các giá trị ÷ số lượng giá trị: được sử dụng nhiều nhất, nhưng nhạy cảm với các giá trị cực trị.
zh_hans: 值的总和 ÷ 值的数量：最常用，但对极端值敏感。

# mean_tag_arithmetic
source: arithmétique
af: aritmeties
bg: арифметична
cs: aritmetický
da: aritmetisk
de: arithmetisch
el: αριθμητική
es: aritmética
fi: aritmeettinen
fil: aritmetika
hu: aritmetikai
id: aritmetika
it: aritmetica
ja: 算術
ko: 산술
nl: aritmetisch
no: aritmetisk
pl: arytmetyczna
pt_pt: aritmética
ro: aritmetică
ru: арифметическое
sk: aritmetický
sv: aritmetiskt
sw: kawaida
tr: aritmetik
uk: арифметичне
vi: cộng
zh_hans: 算术

# mean_tag_formula
source: formule
bg: формула
cs: vzorec
da: formel
de: Formel
el: τύπος
es: fórmula
fi: kaava
fil: pormula
hu: képlet
id: rumus
it: formula
ja: 公式
ko: 공식
no: formel
pl: formuła
pt_pt: fórmula
ro: formulă
ru: формула
sk: vzorec
sv: formel
sw: formuli
tr: formül
uk: формула
vi: công thức
zh_hans: 公式

# mean_tag_properties
source: propriétés
af: eienskappe
bg: свойства
cs: vlastnosti
da: egenskaber
de: Eigenschaften
el: ιδιότητες
es: propiedades
fi: ominaisuudet
fil: mga katangian
hu: tulajdonságok
id: properti
it: proprietà
ja: 特性
ko: 속성
nl: eigenschappen
no: egenskaper
pl: właściwości
pt_pt: propriedades
ro: proprietăți
ru: свойства
sk: vlastnosti
sv: egenskaper
sw: mali
tr: özellikler
uk: властивості
vi: thuộc tính
zh_hans: 属性

# mean_l2_s1_title
source: Définition et formule
af: Definisie en formule
bg: Определение и формула
cs: Definice a vzorec
da: Definition og formel
de: Definition und Formel
el: Ορισμός και τύπος
es: Definición y fórmula
fi: Määritelmä ja kaava
fil: Depinisyon at pormula
hu: Definíció és képlet
id: Definisi dan rumus
it: Definizione e formula
ja: 定義と公式
ko: 정의 및 공식
nl: Definitie en formule
no: Definisjon og formel
pl: Definicja i formuła
pt_pt: Definição e fórmula
ro: Definiție și formulă
ru: Определение и формула
sk: Definícia a vzorec
sv: Definition och formel
sw: Maelezo na fomula
tr: Tanım ve formül
uk: Визначення та формула
vi: Định nghĩa và công thức
zh_hans: 定义和公式

# mean_l2_s1_b1
source: La moyenne arithmétique d’une série de n valeurs est la somme des valeurs divisée par n.
af: Die aritmetiese gemiddelde van 'n reeks van n waardes is die som van die waardes gedeel deur n.
bg: Арифметичната средна стойност на серия от n стойности е сумата на стойностите, разделена на n.
cs: Aritmetický průměr série n hodnot je součet hodnot dělený n.
da: Den aritmetiske gennemsnit af en række n værdier er summen af værdierne divideret med n.
de: Der arithmetische Mittelwert einer Reihe von n Werten ist die Summe der Werte geteilt durch n.
el: Η αριθμητική μέση τιμή μιας σειράς n τιμών είναι το άθροισμα των τιμών διαιρεμένο με n.
es: La media aritmética de una serie de n valores es la suma de los valores dividida por n.
fi: Aritmeettinen keskiarvo n arvosta on arvojen summa jaettuna n:llä.
fil: Ang aritmetikang average ng isang serye ng n na halaga ay ang kabuuan ng mga halaga na hinati sa n.
hu: A sorozat n értékének számtani átlaga az értékek összege osztva n-nel.
id: Rata-rata aritmetika dari serangkaian n nilai adalah jumlah nilai dibagi dengan n.
it: La media aritmetica di una serie di n valori è la somma dei valori divisa per n.
ja: n個の値の系列の算術平均は、値の合計をnで割ったものです。
ko: n개의 값으로 이루어진 시리즈의 산술 평균은 값의 합을 n으로 나눈 것입니다.
nl: Het rekenkundige gemiddelde van een reeks van n waarden is de som van de waarden gedeeld door n.
no: Det aritmetiske gjennomsnittet av en serie med n verdier er summen av verdiene delt på n.
pl: Średnia arytmetyczna serii n wartości to suma wartości podzielona przez n.
pt_pt: A média aritmética de uma série de n valores é a soma dos valores dividida por n.
ro: Media aritmetică a unei serii de n valori este suma valorilor împărțită la n.
ru: Среднее арифметическое серии из n значений — это сумма значений, деленная на n.
sk: Aritmetický priemer série n hodnôt je súčet hodnôt delený n.
sv: Det aritmetiska medelvärdet av en serie av n värden är summan av värdena delat med n.
sw: Wastani wa hesabu wa mfululizo wa thamani n ni jumla ya thamani zilizogawanywa kwa n.
tr: Bir dizi n değerinin aritmetik ortalaması, değerlerin toplamının n'e bölünmesidir.
uk: Арифметичне середнє серії з n значень є сумою значень, поділеною на n.
vi: Giá trị trung bình cộng của một chuỗi n giá trị là tổng các giá trị chia cho n.
zh_hans: 一系列 n 个值的算术平均值是值的总和除以 n。
