Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l7_s2_b1
source: On trie la série, puis on supprime une proportion des plus petites et des plus grandes valeurs (ex : 10% en bas et 10% en haut).
af: Ons sorteer die reeks, dan verwyder ons 'n proporsie van die kleinste en grootste waardes (bv: 10% onder en 10% bo).
bg: Сортираме серията, след което премахваме пропорция от най-малките и най-големите стойности (например: 10% отдолу и 10% отгоре).
cs: Seřadíme sérii, pak odstraníme podíl nejmenších a největších hodnot (např. 10% dole a 10% nahoře).
da: Man sorterer serien, og derefter fjerner man en andel af de mindste og de største værdier (f.eks. 10% i bunden og 10% i toppen).
de: Man sortiert die Reihe und entfernt dann einen Anteil der kleinsten und größten Werte (z. B.: 10% unten und 10% oben).
el: Ταξινομούμε τη σειρά, στη συνέχεια αφαιρούμε ένα ποσοστό από τις μικρότερες και τις μεγαλύτερες τιμές (π.χ.: 10% από κάτω και 10% από πάνω).
es: Se ordena la serie, luego se elimina una proporción de los valores más pequeños y más grandes (ej: 10% en la parte inferior y 10% en la parte superior).
fi: Lajitellaan sarja, sitten poistetaan osuus pienimmistä ja suurimmista arvoista (esim. 10 % alhaalta ja 10 % ylhäältä).
fil: Inuuri namin ang serye, pagkatapos ay tinatanggal ang isang bahagi ng pinakamaliit at pinakamalaking halaga (hal: 10% sa ibaba at 10% sa itaas).
hu: Rendezni kell a sorozatot, majd eltávolítani a legkisebb és legnagyobb értékek egy részét (pl. 10% alul és 10% felül).
id: Kita mengurutkan seri, lalu menghapus proporsi dari nilai terkecil dan terbesar (misalnya: 10% di bawah dan 10% di atas).
it: Si ordina la serie, poi si elimina una proporzione dei valori più piccoli e più grandi (es: 10% in basso e 10% in alto).
ja: 系列をソートし、最小値と最大値の一部を削除します（例：下位10％と上位10％）。
ko: 시리즈를 정렬한 다음, 가장 작은 값과 가장 큰 값의 비율을 삭제합니다(예: 아래 10%와 위 10%).
nl: We sorteren de reeks, en verwijderen vervolgens een proportie van de kleinste en grootste waarden (bijv.: 10% onderaan en 10% bovenaan).
no: Vi sorterer serien, og deretter fjerner vi en andel av de minste og de største verdiene (f.eks.: 10% nederst og 10% øverst).
pl: Sortujemy serię, a następnie usuwamy proporcję najmniejszych i największych wartości (np. 10% na dole i 10% na górze).
pt_pt: Ordena-se a série, depois remove-se uma proporção dos menores e dos maiores valores (ex: 10% em baixo e 10% em cima).
ro: Sortăm seria, apoi eliminăm o proporție din cele mai mici și cele mai mari valori (ex: 10% în jos și 10% în sus).
ru: Мы сортируем ряд, затем удаляем пропорцию самых маленьких и самых больших значений (например: 10% внизу и 10% вверху).
sk: Zoradíme sériu, potom odstránime časť najmenších a najväčších hodnôt (napr. 10% na spodku a 10% na vrchu).
sv: Man sorterar serien, och tar sedan bort en proportion av de minsta och största värdena (t.ex. 10% i botten och 10% i toppen).
sw: Tunapanga mfululizo, kisha tunafuta sehemu ya thamani ndogo na kubwa zaidi (mfano: 10% chini na 10% juu).
tr: Seriyi sıralıyoruz, ardından en küçük ve en büyük değerlerin bir oranını (örneğin: %10 alt ve %10 üst) çıkarıyoruz.
uk: Сортуємо серію, потім видаляємо частину найменших і найбільших значень (наприклад: 10% знизу і 10% зверху).
vi: Ta sắp xếp chuỗi, sau đó loại bỏ một tỷ lệ của các giá trị nhỏ nhất và lớn nhất (ví dụ: 10% ở dưới và 10% ở trên).
zh_hans: 我们对系列进行排序，然后删除一部分最小和最大值（例如：底部10%和顶部10%）。

# mean_l7_s2_b2
source: On calcule ensuite la moyenne arithmétique sur les valeurs restantes.
af: Ons bereken dan die aritmetiese gemiddelde oor die oorblywende waardes.
bg: След това изчисляваме аритметичното средно на останалите стойности.
cs: Poté vypočítáme aritmetický průměr z zbývajících hodnot.
da: Man beregner derefter det aritmetiske gennemsnit af de resterende værdier.
de: Anschließend berechnet man das arithmetische Mittel der verbleibenden Werte.
el: Στη συνέχεια υπολογίζουμε την αριθμητική μέση στις υπόλοιπες τιμές.
es: Luego se calcula la media aritmética sobre los valores restantes.
fi: Lasketaan sitten aritmeettinen keskiarvo jäljelle jääneistä arvoista.
fil: Pagkatapos ay kinakalkula ang karaniwang aritmetika sa mga natitirang halaga.
hu: Ezután az aritmetikai átlagot a megmaradt értékekre számítjuk.
id: Kemudian kita menghitung rata-rata aritmetika pada nilai yang tersisa.
it: Si calcola quindi la media aritmetica sui valori rimanenti.
ja: その後、残りの値の算術平均を計算します。
ko: 그런 다음 남은 값에 대해 산술 평균을 계산합니다.
nl: Vervolgens berekenen we de rekenkundige gemiddelde over de resterende waarden.
no: Vi beregner deretter det aritmetiske gjennomsnittet av de gjenværende verdiene.
pl: Następnie obliczamy średnią arytmetyczną dla pozostałych wartości.
pt_pt: Calcula-se então a média aritmética sobre os valores restantes.
ro: Apoi calculăm media aritmetică pe valorile rămase.
ru: Затем мы вычисляем арифметическую среднюю по оставшимся значениям.
sk: Potom vypočítame aritmetický priemer z zostávajúcich hodnôt.
sv: Man beräknar sedan det aritmetiska medelvärdet på de återstående värdena.
sw: Kisha tunahesabu kati ya aritmetiki kwenye thamani zilizobaki.
tr: Sonra kalan değerler üzerinde aritmetik ortalamayı hesaplıyoruz.
uk: Потім обчислюємо арифметичне середнє для залишкових значень.
vi: Sau đó, ta tính trung bình số học trên các giá trị còn lại.
zh_hans: 然后对剩余值计算算术平均。

# mean_l7_s2_b3
source: Plus la proportion tronquée est grande, plus l’indicateur est robuste, mais plus on perd d’information.
af: Hoe groter die getrimde proporsie, hoe robuuster die aanduiding, maar hoe meer inligting ons verloor.
bg: Колкото по-голяма е отрязаната пропорция, толкова по-робустен е индикаторът, но толкова повече информация губим.
cs: Čím větší je zkrácený podíl, tím robustnější je ukazatel, ale tím více informací ztrácíme.
da: Jo mere den afskårne andel er, jo mere robust er indikatoren, men jo mere information går tabt.
de: Je größer der abgeschnittene Anteil ist, desto robuster ist der Indikator, aber desto mehr Informationen gehen verloren.
el: Όσο μεγαλύτερο είναι το κομμένο ποσοστό, τόσο πιο ρομποτικός είναι ο δείκτης, αλλά τόσο περισσότερες πληροφορίες χάνουμε.
es: Cuanto mayor sea la proporción truncada, más robusto será el indicador, pero más información se pierde.
fi: Mitä suurempi katkaistu osuus on, sitä kestävämpi indikaattori on, mutta sitä enemmän tietoa menetetään.
fil: Mas mataas ang na-truncate na proporsyon, mas matatag ang tagapagpahiwatig, ngunit mas marami tayong nawawalang impormasyon.
hu: Minél nagyobb a levágott arány, annál robusztusabb a mutató, de annál több információt veszítünk.
id: Semakin besar proporsi yang dipotong, semakin kuat indikatornya, tetapi semakin banyak informasi yang hilang.
it: Più è grande la proporzione troncata, più l'indicatore è robusto, ma più si perde informazione.
ja: 切り捨ての割合が大きいほど、指標はロバストになりますが、情報を失うことになります。
ko: 절단 비율이 클수록 지표는 강건해지지만, 정보 손실이 커집니다.
nl: Hoe groter de afgeknotte proportie, hoe robuuster de indicator, maar hoe meer informatie we verliezen.
no: Jo større den avkuttede andelen er, jo mer robust er indikatoren, men jo mer informasjon går tapt.
pl: Im większa jest proporcja przycięta, tym wskaźnik jest bardziej odporny, ale tym więcej informacji tracimy.
pt_pt: Quanto maior a proporção truncada, mais robusto é o indicador, mas mais informação se perde.
ro: Cu cât proporția trunchiată este mai mare, cu atât indicatorul este mai robust, dar cu atât pierdem mai multe informații.
ru: Чем больше усеченная пропорция, тем более надежным является индикатор, но тем больше мы теряем информации.
sk: Čím väčší je truncovaný podiel, tým je indikátor robustnejší, ale tým viac informácií strácame.
sv: Ju större den avskurna andelen är, desto mer robust är indikatorn, men desto mer information går förlorad.
sw: Kadiri sehemu iliyokatwa ni kubwa, ndivyo kiashiria kinavyokuwa na nguvu, lakini kadiri tunavyopoteza taarifa.
tr: Kırpılmış oran ne kadar büyükse, gösterge o kadar sağlamdır, ancak o kadar bilgi kaybı yaşanır.
uk: Чим більша обрізана частка, тим більш робастний показник, але більше інформації втрачається.
vi: Càng tỷ lệ bị cắt lớn, chỉ số càng mạnh mẽ, nhưng càng mất thông tin.
zh_hans: 截断比例越大，指标越稳健，但信息损失越多。

# mean_l7_s3_title
source: Moyenne winsorisée (winsorized mean)
af: Gewinsoriseerde gemiddelde (winsorized mean)
bg: Уинсоризирано средно (winsorized mean)
cs: Winsorovaná průměr (winsorized mean)
da: Winsoriseret gennemsnit (winsorized mean)
de: Winsorisierte Mittelwert (winsorized mean)
el: Winsorized μέση (winsorized mean)
es: Media winsorizada (winsorized mean)
fi: Winsorisoitu keskiarvo (winsorized mean)
fil: Winsorized mean
hu: Winsorált átlag (winsorized mean)
id: Rata-rata winsorisasi (winsorized mean)
it: Media winsorizzata (winsorized mean)
ja: ウィンソリゼーション平均（winsorized mean）
ko: 윈소리화된 평균 (winsorized mean)
nl: Gewogen gemiddelde (winsorized mean)
no: Winsorized mean
pl: Średnia winsoryzowana (winsorized mean)
pt_pt: Média winsorizada (winsorized mean)
ro: Mediu winsorizat (winsorized mean)
ru: Усеченное среднее (winsorized mean)
sk: Windsorovaná priemer (winsorized mean)
sv: Winsoriserad medelvärde (winsorized mean)
sw: Mwelekeo wa winsorized (mwelekeo wa winsorized)
tr: Winsorize edilmiş ortalama (winsorized mean)
uk: Вінсоризоване середнє (winsorized mean)
vi: Trung bình winsor hóa (winsorized mean)
zh_hans: 温莎化平均（winsorized mean）

# mean_l7_s3_b1
source: Au lieu de supprimer les extrêmes, on les remplace par les valeurs “limites” (par exemple : tout ce qui est dans les 10% plus bas devient la valeur du 10e percentile, idem pour le haut).
af: In plaas daarvan om die ekstreme te verwyder, vervang ons dit met die "grens" waardes (byvoorbeeld: alles wat in die onderste 10% is, word die waarde van die 10de persentiel, dieselfde vir die boonste).
bg: Вместо да премахваме екстремите, ги заменяме с "гранични" стойности (например: всичко, което е в най-ниските 10%, става стойността на 10-ия процентил, същото важи и за горната част).
cs: Místo odstranění extrémů je nahrazujeme „mezními“ hodnotami (například: vše, co je v nejnižších 10 %, se stává hodnotou 10. percentilu, totéž platí pro horní část).
da: I stedet for at fjerne ekstreme værdier, erstatter vi dem med 'grænse' værdier (for eksempel: alt hvad der er i de 10% laveste bliver værdien af den 10. percentil, det samme gælder for de højeste).
de: Anstatt die Extremwerte zu entfernen, werden sie durch die "Grenzwerte" ersetzt (zum Beispiel: alles, was in den unteren 10 % liegt, wird zum Wert des 10. Perzentils, ebenso für die oberen Werte).
el: Αντί να αφαιρέσουμε τα άκρα, τα αντικαθιστούμε με τις “όρια” τιμές (για παράδειγμα: οτιδήποτε είναι στο 10% πιο κάτω γίνεται η τιμή του 10ου εκατοστημορίου, το ίδιο και για το πάνω).
es: En lugar de eliminar los extremos, se reemplazan por los valores 'límites' (por ejemplo: todo lo que está en el 10% más bajo se convierte en el valor del percentil 10, lo mismo para el alto).
fi: Sen sijaan, että poistaisimme ääripäät, korvaamme ne 'raja-arvoilla' (esimerkiksi: kaikki, mikä on 10 % alhaisimmasta, muuttuu 10. persentiiliksi, sama ylhäällä).
fil: Sa halip na tanggalin ang mga extreme, pinapalitan natin ang mga ito ng mga 'limit' na halaga (halimbawa: lahat ng nasa 10% na pinakamababa ay nagiging halaga ng ika-10 percentile, gayundin para sa itaas).
hu: A szélsőségeket nem eltávolítjuk, hanem a 'határértékekkel' helyettesítjük (például: minden, ami a legalsó 10%-ban van, a 10. percentilis értékét kapja, ugyanígy a felső részre is).
id: Alih-alih menghapus nilai ekstrem, kita menggantinya dengan nilai 'batas' (misalnya: semua yang berada dalam 10% terendah menjadi nilai persentil ke-10, sama untuk yang tertinggi).
it: Invece di eliminare gli estremi, li si sostituisce con i valori 'limite' (ad esempio: tutto ciò che è nei 10% più bassi diventa il valore del 10° percentile, idem per l'alto).
ja: 極端な値を削除する代わりに、「限界」値で置き換えます（例えば：下位10％のすべては10パーセンタイルの値になり、上位も同様）。
ko: 극단값을 삭제하는 대신 '한계' 값으로 대체합니다(예: 하위 10%에 해당하는 모든 값은 10번째 백분위수의 값이 되고, 상위도 마찬가지입니다).
nl: In plaats van de extremen te verwijderen, vervangen we ze door de 'grenswaarden' (bijvoorbeeld: alles wat in de 10% laagste ligt, wordt de waarde van het 10e percentiel, idem voor de bovenkant).
no: I stedet for å fjerne ekstreme verdier, erstatter vi dem med 'grenseverdier' (for eksempel: alt som er i de 10% laveste blir verdien av 10. percentil, det samme for de høyeste).
pl: Zamiast usuwać skrajności, zastępujemy je wartościami 'granicznymi' (na przykład: wszystko, co znajduje się w 10% najniższych, staje się wartością 10. percentyla, to samo dotyczy górnej granicy).
pt_pt: Em vez de eliminar os extremos, substituímo-los por valores 'limites' (por exemplo: tudo o que está nos 10% mais baixos torna-se o valor do 10º percentil, o mesmo para o alto).
ro: În loc să eliminăm extremele, le înlocuim cu valorile „limite” (de exemplu: tot ce este în cele 10% cele mai mici devine valoarea percentilului 10, la fel pentru partea superioară).
ru: Вместо того чтобы удалять экстремумы, мы заменяем их на «пределы» (например: все, что находится в 10% самых низких значений, становится значением 10-го процентиля, то же самое для верхней границы).
sk: Namiesto odstránenia extrémov ich nahrádzame "hraničnými" hodnotami (napríklad: všetko, čo je v najnižších 10%, sa stáva hodnotou 10. percentilu, to isté platí pre hornú časť).
sv: Istället för att ta bort extremvärden ersätter vi dem med 'gränsvärden' (till exempel: allt som ligger inom de 10% lägsta blir värdet av det 10:e percentilen, samma för det högsta).
sw: Badala ya kuondoa mipaka, tunazibadilisha na thamani za 'mipaka' (kwa mfano: kila kitu kilichoko katika asilimia 10 za chini kinakuwa thamani ya asilimia ya 10, vivyo hivyo kwa juu).
tr: Aşırıları kaldırmak yerine, bunları 'sınır' değerleriyle değiştiriyoruz (örneğin: en düşük %10'luk dilimdeki her şey 10. percentilin değeri olur, üst için de aynı).
uk: Замість того, щоб видаляти екстремуми, ми замінюємо їх "граничними" значеннями (наприклад: все, що в 10% нижче, стає значенням 10-го процентиля, те ж саме для верхньої частини).
vi: Thay vì loại bỏ các giá trị cực đoan, ta thay thế chúng bằng các giá trị 'giới hạn' (ví dụ: mọi thứ trong 10% thấp nhất trở thành giá trị của phần trăm thứ 10, tương tự cho phần cao).
zh_hans: 不删除极端值，而是用“边界”值替换它们（例如：所有在最低10%内的值变为第10百分位数的值，顶部也是如此）。

# mean_l7_s3_b2
source: On garde le même nombre de valeurs (pratique quand on veut conserver la taille d’échantillon).
af: Ons hou dieselfde aantal waardes (prakties wanneer ons die steekproefgrootte wil behou).
bg: Запазваме същия брой стойности (удобно, когато искаме да запазим размера на пробата).
cs: Zachováváme stejný počet hodnot (užitečné, když chceme udržet velikost vzorku).
da: Vi bevarer det samme antal værdier (praktisk når man vil bevare stikprøvestørrelsen).
de: Die Anzahl der Werte bleibt gleich (praktisch, wenn man die Stichprobengröße beibehalten möchte).
el: Διατηρούμε τον ίδιο αριθμό τιμών (χρήσιμο όταν θέλουμε να διατηρήσουμε το μέγεθος του δείγματος).
es: Se mantiene el mismo número de valores (práctico cuando se quiere conservar el tamaño de la muestra).
fi: Säilytämme saman määrän arvoja (kätevä, kun halutaan säilyttää otoskoko).
fil: Pinapanatili ang parehong bilang ng mga halaga (kapaki-pakinabang kapag nais mong mapanatili ang laki ng sample).
hu: Megőrizzük a számok számát (hasznos, ha meg akarjuk tartani a mintanagyságot).
id: Kita mempertahankan jumlah nilai yang sama (praktis ketika ingin mempertahankan ukuran sampel).
it: Si mantiene lo stesso numero di valori (pratico quando si vuole conservare la dimensione del campione).
ja: 同じ数の値を保持します（サンプルサイズを維持したいときに便利です）。
ko: 같은 수의 값을 유지합니다(샘플 크기를 유지하고 싶을 때 유용합니다).
nl: We behouden hetzelfde aantal waarden (handig als we de steekproefgrootte willen behouden).
no: Vi beholder det samme antallet verdier (praktisk når vi vil bevare utvalgsstørrelsen).
pl: Zachowujemy tę samą liczbę wartości (praktyczne, gdy chcemy zachować rozmiar próbki).
pt_pt: Mantemos o mesmo número de valores (prático quando se quer conservar o tamanho da amostra).
ro: Păstrăm același număr de valori (practic când dorim să menținem dimensiunea eșantionului).
ru: Мы сохраняем то же количество значений (удобно, когда нужно сохранить размер выборки).
sk: Zachovávame rovnaký počet hodnôt (praktické, keď chceme udržať veľkosť vzorky).
sv: Vi behåller samma antal värden (praktiskt när man vill behålla storleken på urvalet).
sw: Tunashika idadi ile ile ya thamani (ni rahisi unapotaka kuhifadhi ukubwa wa sampuli).
tr: Aynı sayıda değer tutuyoruz (örneklem boyutunu korumak istediğimizde pratik).
uk: Ми зберігаємо ту ж кількість значень (зручно, коли хочемо зберегти розмір вибірки).
vi: Giữ nguyên số lượng giá trị (hữu ích khi muốn duy trì kích thước mẫu).
zh_hans: 保持相同数量的值（在想要保持样本大小时很实用）。

# mean_l7_s3_b3
source: Comme la tronquée, elle réduit l’influence des outliers.
af: Soos die getrimde, verminder dit die invloed van uitliers.
bg: Както отрязаното, тя намалява влиянието на аутлайерите.
cs: Stejně jako zkrácený, snižuje vliv odlehlých hodnot.
da: Som den afskårne, reducerer den indflydelsen fra outliers.
de: Wie das Abgeschnittene reduziert es den Einfluss von Ausreißern.
el: Όπως η κομμένη, μειώνει την επιρροή των outliers.
es: Al igual que la truncada, reduce la influencia de los outliers.
fi: Kuten katkaistu, se vähentää poikkeavien arvojen vaikutusta.
fil: Tulad ng truncation, binabawasan nito ang impluwensya ng mga outlier.
hu: A levágott átlaghoz hasonlóan csökkenti a kiugró értékek hatását.
id: Seperti yang dipotong, ini mengurangi pengaruh dari outlier.
it: Come la troncata, riduce l'influenza degli outlier.
ja: 切り捨てと同様に、外れ値の影響を減少させます。
ko: 절단된 것처럼, 이상치의 영향을 줄입니다.
nl: Net als de afgeknotte waarde vermindert het de invloed van outliers.
no: Som den avkuttede, reduserer den innflytelsen fra uteliggere.
pl: Podobnie jak przycięcie, zmniejsza wpływ wartości odstających.
pt_pt: Assim como a truncada, reduz a influência dos outliers.
ro: La fel ca trunchierea, reduce influența valorilor aberante.
ru: Как и усеченное, оно уменьшает влияние выбросов.
sk: Rovnako ako truncovaný, znižuje vplyv odľahlých hodnôt.
sv: Precis som den avskurna, minskar den påverkan av avvikande värden.
sw: Kama ilivyo kwa iliyokatwa, inapunguza ushawishi wa outliers.
tr: Kırpılmış ortalama gibi, aşırı değerlerin etkisini azaltır.
uk: Як і обрізане, воно зменшує вплив аномальних значень.
vi: Giống như bị cắt, nó giảm ảnh hưởng của các giá trị ngoại lai.
zh_hans: 与截断一样，它减少了异常值的影响。

# mean_l7_s4_title
source: Quand utiliser ?
af: Wanneer om te gebruik?
bg: Кога да използваме?
cs: Kdy použít?
da: Hvornår skal man bruge?
de: Wann verwenden?
el: Πότε να χρησιμοποιήσεις;
es: ¿Cuándo usar?
fi: Milloin käyttää?
fil: Kailan gagamitin?
hu: Mikor használjuk?
id: Kapan digunakan?
it: Quando utilizzare?
ja: いつ使用するか？
ko: 언제 사용해야 하나요?
nl: Wanneer gebruiken?
no: Når bruke?
pl: Kiedy używać?
pt_pt: Quando usar?
ro: Când să folosești?
ru: Когда использовать?
sk: Kedy použiť?
sv: När ska man använda?
sw: Lini utumie?
tr: Ne zaman kullanılır?
uk: Коли використовувати?
vi: Khi nào sử dụng?
zh_hans: 何时使用？

# mean_l7_s4_b1
source: Si tu suspectes des valeurs aberrantes (saisie erronée, capteurs, données bruitées).
af: As jy verdagte waardes vermoed (foutiewe invoer, sensors, geraasdata).
bg: Ако подозираш аномални стойности (грешен вход, сензори, шумни данни).
cs: Pokud podezříváte odlehlé hodnoty (chybný vstup, senzory, šumové údaje).
da: Hvis du mistænker outliers (fejlindtastning, sensorer, støjende data).
de: Wenn du Ausreißer vermutest (Fehleingaben, Sensoren, verrauschte Daten).
el: Εάν υποψιάζεσαι ακραίες τιμές (λανθασμένη καταχώρηση, αισθητήρες, θορυβώδη δεδομένα).
es: Si sospechas de valores atípicos (entrada errónea, sensores, datos ruidosos).
fi: Jos epäilet poikkeavia arvoja (virheellinen syöttö, anturit, meluisat tiedot).
fil: Kung pinaghihinalaan mong may mga outlier (maling pag-input, sensors, maingay na data).
hu: Ha gyanítod, hogy vannak kiugró értékek (hibás bevitel, érzékelők, zajos adatok).
id: Jika kamu mencurigai adanya nilai yang tidak wajar (input yang salah, sensor, data yang bising).
it: Se sospetti valori anomali (inserimento errato, sensori, dati rumorosi).
ja: 外れ値が疑われる場合（入力エラー、センサー、ノイズのあるデータ）。
ko: 이상치가 의심되는 경우(잘못된 입력, 센서, 노이즈 데이터).
nl: Als je vermoedt dat er afwijkende waarden zijn (foutieve invoer, sensoren, ruisdata).
no: Hvis du mistenker avvikende verdier (feilregistrering, sensorer, støyete data).
pl: Jeśli podejrzewasz wartości odstające (błędne wprowadzenie, czujniki, zaszumione dane).
pt_pt: Se suspeitas de valores aberrantes (entrada errada, sensores, dados ruidosos).
ro: Dacă suspectezi valori aberante (introducere greșită, senzori, date zgomotoase).
ru: Если вы подозреваете аномальные значения (ошибки ввода, датчики, зашумленные данные).
sk: Ak podozrievaš odľahlé hodnoty (chybný vstup, senzory, šumové dáta).
sv: Om du misstänker avvikande värden (felaktig inmatning, sensorer, brusiga data).
sw: Ikiwa unashuku kuna thamani zisizo za kawaida (kuingiza makosa, sensorer, data zenye kelele).
tr: Eğer aşırı değerlerden şüpheleniyorsan (hatalı giriş, sensörler, gürültülü veriler).
uk: Якщо підозрюєш аномальні значення (помилковий ввід, датчики, зашумлені дані).
vi: Nếu bạn nghi ngờ có các giá trị bất thường (nhập sai, cảm biến, dữ liệu bị nhiễu).
zh_hans: 如果你怀疑有异常值（输入错误，传感器，噪声数据）。

# mean_l7_s4_b2
source: Si la distribution est très asymétrique et que la moyenne arithmétique “ne représente personne”.
af: As die verspreiding baie asimmetries is en die aritmetiese gemiddelde "niemand verteenwoordig".
bg: Ако разпределението е много асиметрично и аритметичното средно "не представлява никого".
cs: Pokud je rozdělení velmi asymetrické a aritmetický průměr „nepředstavuje nikoho“.
da: Hvis fordelingen er meget asymmetrisk, og det aritmetiske gennemsnit 'repræsenterer ingen'.
de: Wenn die Verteilung sehr asymmetrisch ist und der arithmetische Mittelwert "niemanden repräsentiert".
el: Εάν η κατανομή είναι πολύ ασύμμετρη και η αριθμητική μέση “δεν αντιπροσωπεύει κανέναν”.
es: Si la distribución es muy asimétrica y la media aritmética 'no representa a nadie'.
fi: Jos jakauma on erittäin epäsymmetrinen ja aritmeettinen keskiarvo 'ei edusta ketään'.
fil: Kung ang pamamahagi ay napaka-asymmetrical at ang arithmetic mean ay 'hindi kumakatawan sa sinuman'.
hu: Ha az eloszlás nagyon aszimmetrikus, és az aritmetikai átlag 'senkit sem képvisel'.
id: Jika distribusi sangat asimetris dan rata-rata aritmetika 'tidak mewakili siapa pun'.
it: Se la distribuzione è molto asimmetrica e la media aritmetica 'non rappresenta nessuno'.
ja: 分布が非常に非対称で、算術平均が「誰も表していない」場合。
ko: 분포가 매우 비대칭이고 산술 평균이 '누구도 대표하지 않는' 경우.
nl: Als de verdeling zeer scheef is en het rekenkundige gemiddelde 'niemand vertegenwoordigt'.
no: Hvis fordelingen er veldig skjev og det aritmetiske gjennomsnittet 'representerer ingen'.
pl: Jeśli rozkład jest bardzo asymetryczny i średnia arytmetyczna 'nie reprezentuje nikogo'.
pt_pt: Se a distribuição é muito assimétrica e a média aritmética 'não representa ninguém'.
ro: Dacă distribuția este foarte asimetrică și media aritmetică „nu reprezintă pe nimeni”.
ru: Если распределение очень асимметрично и арифметическое среднее «не представляет никого».
sk: Ak je rozdelenie veľmi asymetrické a aritmetický priemer "nepredstavuje nikoho".
sv: Om fördelningen är mycket sned och det aritmetiska medelvärdet 'representerar ingen'.
sw: Ikiwa usambazaji ni wa asimetriki sana na mwelekeo wa kawaida 'hauwakilishi mtu yeyote'.
tr: Eğer dağılım çok asimetrikse ve aritmetik ortalama 'kimseyi temsil etmiyorsa'.
uk: Якщо розподіл дуже асиметричний і арифметичне середнє "не представляє нікого".
vi: Nếu phân phối rất không đối xứng và trung bình số học 'không đại diện cho ai cả'.
zh_hans: 如果分布非常不对称且算术平均“没有代表性”。
