Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_object_info_to_json_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Това, което получавате
cs: Co získáte
da: What you get
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang makukuha mo
hu: Amit kapsz
id: What you get
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: What you get
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: То, что вы получаете
sk: What you get
sv: Det du får
sw: TODO: Mfano halisi 3
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_object_info_to_json_out1
source: Un export JSON listant les objets : numéro/génération, type (dict/stream/array…), taille/longueur, références et flags utiles.
af: 'n JSON-uitvoer wat die objekte lys: nommer/generasie, tipe (dict/stream/array…), grootte/lengte, verwysings en nuttige vlae.
bg: Експорт на JSON, изброяващ обектите: номер/генерация, тип (dict/stream/array…), размер/дължина, референции и полезни флагове.
cs: Export JSON, který uvádí objekty: číslo/generace, typ (dict/stream/array…), velikost/délka, odkazy a užitečné příznaky.
da: En JSON-eksport, der lister objekterne: nummer/generation, type (dict/stream/array…), størrelse/længde, referencer og nyttige flags.
de: Ein JSON-Export, der die Objekte auflistet: Nummer/Generation, Typ (dict/stream/array…), Größe/Länge, Referenzen und nützliche Flags.
el: Μια εξαγωγή JSON που απαριθμεί τα αντικείμενα: αριθμός/γενιά, τύπος (dict/stream/array…), μέγεθος/μήκος, αναφορές και χρήσιμες σημαίες.
es: Una exportación JSON que lista los objetos: número/generación, tipo (dict/stream/array…), tamaño/longitud, referencias y flags útiles.
fi: JSON-vienti, joka luettelee objektit: numero/generaatio, tyyppi (dict/stream/array…), koko/pituus, viittaukset ja hyödylliset liput.
fil: Isang JSON export na naglilista ng mga bagay: numero/generasyon, uri (dict/stream/array…), laki/haba, mga reference at kapaki-pakinabang na flags.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Describe the output precisely.
it: Un'esportazione JSON che elenca gli oggetti: numero/generazione, tipo (dict/stream/array…), dimensione/lunghezza, riferimenti e flag utili.
ja: オブジェクトのリストを含むJSONエクスポート：番号/世代、タイプ（dict/stream/array…）、サイズ/長さ、参照および有用なフラグ。
ko: 객체를 나열하는 JSON 내보내기: 번호/세대, 유형 (dict/stream/array…), 크기/길이, 참조 및 유용한 플래그.
nl: Een JSON-export die de objecten opsomt: nummer/generatie, type (dict/stream/array…), grootte/lengte, referenties en nuttige vlaggen.
no: En JSON-eksport som lister objektene: nummer/generasjon, type (dict/stream/array…), størrelse/lengde, referanser og nyttige flagg.
pl: Eksport JSON listujący obiekty: numer/generacja, typ (dict/stream/array…), rozmiar/długość, odniesienia i przydatne flagi.
pt_pt: Uma exportação JSON listando os objetos: número/geração, tipo (dict/stream/array…), tamanho/comprimento, referências e flags úteis.
ro: Un export JSON care listează obiectele: număr/generație, tip (dict/stream/array…), dimensiune/ lungime, referințe și flag-uri utile.
ru: Экспорт JSON, перечисляющий объекты: номер/поколение, тип (dict/stream/array…), размер/длина, ссылки и полезные флаги.
sk: Export JSON zoznamujúci objekty: číslo/generácia, typ (dict/stream/array…), veľkosť/dĺžka, referencie a užitočné flagy.
sv: En JSON-export som listar objekten: nummer/generation, typ (dict/stream/array…), storlek/längd, referenser och användbara flaggor.
sw: Export ya JSON inayoorodhesha vitu: nambari/generesheni, aina (dict/stream/array…), saizi/urefu, marejeleo na bendera muhimu.
tr: Nesneleri listeleyen bir JSON dışa aktarımı: numara/jenerasyon, tür (sözlük/akış/dizi…), boyut/uzunluk, referanslar ve yararlı bayraklar.
uk: Експорт JSON, що перераховує об'єкти: номер/генерація, тип (dict/stream/array…), розмір/довжина, посилання та корисні прапорці.
vi: Một xuất JSON liệt kê các đối tượng: số/generation, loại (dict/stream/array…), kích thước/độ dài, tham chiếu và cờ hữu ích.
zh_hans: 列出对象的 JSON 导出：编号/生成、类型（dict/stream/array…）、大小/长度、引用和有用的标志。

# ed_dev_pdf_pdf_object_info_to_json_out2
source: Des indices pratiques : présence de streams compressés, objets orphelins, structure xref (selon le moteur).
af: Praktiese leidrade: teenwoordigheid van gecomprimeerde streams, weeskinders, xref-struktuur (afhangende van die enjin).
bg: Практически индикатори: наличие на компресирани потоци, осиротели обекти, структура xref (в зависимост от двигателя).
cs: Praktické indikátory: přítomnost komprimovaných streams, osamělé objekty, struktura xref (podle motoru).
da: Praktiske indikationer: tilstedeværelse af komprimerede streams, forældreløse objekter, xref-struktur (afhængig af motoren).
de: Praktische Hinweise: Vorhandensein von komprimierten Streams, verwaisten Objekten, xref-Struktur (je nach Engine).
el: Χρήσιμες ενδείξεις: παρουσία συμπιεσμένων streams, ορφανά αντικείμενα, δομή xref (ανάλογα με τη μηχανή).
es: Índices prácticos: presencia de streams comprimidos, objetos huérfanos, estructura xref (según el motor).
fi: Käytännön vihjeitä: pakattujen streamsin läsnäolo, orvot objektit, xref-rakenne (moottorin mukaan).
fil: Mga praktikal na pahiwatig: pagkakaroon ng compressed streams, orphaned objects, xref structure (depende sa engine).
hu: TODO: Mire való ez a kimenet.
id: TODO: What this output is for.
it: Indizi pratici: presenza di streams compressi, oggetti orfani, struttura xref (a seconda del motore).
ja: 実用的なヒント：圧縮されたストリームの存在、孤立したオブジェクト、xref構造（エンジンによる）。
ko: 실용적인 힌트: 압축된 스트림의 존재, 고아 객체, xref 구조(엔진에 따라).
nl: Praktische aanwijzingen: aanwezigheid van gecomprimeerde streams, weesobjecten, xref-structuur (afhankelijk van de motor).
no: Praktiske indikasjoner: tilstedeværelse av komprimerte streams, foreldreløse objekter, xref-struktur (avhengig av motoren).
pl: Praktyczne wskazówki: obecność skompresowanych strumieni, osierocone obiekty, struktura xref (w zależności od silnika).
pt_pt: Dicas práticas: presença de streams comprimidos, objetos órfãos, estrutura xref (dependendo do motor).
ro: Indicații practice: prezența streams comprimate, obiecte orfane, structură xref (în funcție de motor).
ru: Полезные подсказки: наличие сжатых потоков, сиротских объектов, структура xref (в зависимости от движка).
sk: Praktické indície: prítomnosť komprimovaných streams, osirelé objekty, štruktúra xref (podľa motora).
sv: Praktiska ledtrådar: närvaro av komprimerade streams, föräldralösa objekt, xref-struktur (beroende på motorn).
sw: Dalili za vitendo: uwepo wa streams zilizoshinikizwa, vitu vilivyotelekezwa, muundo wa xref (kulingana na injini).
tr: Pratik ipuçları: sıkıştırılmış akışların varlığı, yetim nesneler, xref yapısı (motoruna bağlı olarak).
uk: Практичні підказки: наявність стиснених потоків, сирі об'єкти, структура xref (залежно від движка).
vi: Một số chỉ dẫn thực tiễn: sự hiện diện của các streams nén, đối tượng mồ côi, cấu trúc xref (tùy theo engine).
zh_hans: 一些实用的线索：压缩流的存在、孤立对象、xref 结构（取决于引擎）。

# ed_dev_pdf_pdf_object_info_to_json_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a upozornění
da: Limitations and points of attention
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Limitations and points of attention
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Limitations and points of attention
pl: Ograniczenia i punkty uwagi
pt_pt: Limitações e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limitations and points of attention
sv: Begränsningar och punkter att tänka på
sw: TODO: Eleza kwa usahihi matokeo.
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_object_info_to_json_lim1
source: C’est un outil “dev/forensic” : l’output est technique et peut être massif sur de gros PDF.
af: Dit is 'n "dev/forensic" hulpmiddel: die uitvoer is tegnies en kan massief wees op groot PDF's.
bg: Това е инструмент "dev/forensic": изходът е технически и може да бъде масивен при големи PDF файлове.
cs: Je to nástroj "dev/forenzní": výstup je technický a může být masivní u velkých PDF.
da: Det er et "dev/forensic" værktøj: outputtet er teknisk og kan være massivt på store PDF'er.
de: Es ist ein "dev/forensic"-Tool: Die Ausgabe ist technisch und kann bei großen PDFs massiv sein.
el: Είναι ένα εργαλείο "dev/forensic": η έξοδος είναι τεχνική και μπορεί να είναι μαζική σε μεγάλα PDF.
es: Es una herramienta "dev/forense": la salida es técnica y puede ser masiva en grandes PDF.
fi: Se on "dev/forensic"-työkalu: output on tekninen ja voi olla massiivinen suurilla PDF:illä.
fil: Ito ay isang "dev/forensic" na tool: ang output ay teknikal at maaaring maging napakalaki sa malalaking PDF.
hu: TODO.
id: TODO.
it: È uno strumento "dev/forensic": l'output è tecnico e può essere massiccio su grandi PDF.
ja: これは「dev/forensic」ツールです：出力は技術的で、大きなPDFでは膨大になる可能性があります。
ko: 이것은 "dev/forensic" 도구입니다: 출력은 기술적이며 큰 PDF에서 방대할 수 있습니다.
nl: Dit is een "dev/forensic" tool: de output is technisch en kan massaal zijn bij grote PDF's.
no: Dette er et "dev/forensic" verktøy: output er teknisk og kan være massivt på store PDF-er.
pl: To narzędzie „dev/kryminalistyczne”: wynik jest techniczny i może być masywny w przypadku dużych PDF.
pt_pt: É uma ferramenta "dev/forense": a saída é técnica e pode ser massiva em PDFs grandes.
ro: Este un instrument "dev/forensic": output-ul este tehnic și poate fi masiv pentru PDF-uri mari.
ru: Это инструмент "dev/forensic": вывод технический и может быть объемным для больших PDF.
sk: Je to nástroj "dev/forenzný": výstup je technický a môže byť masívny pri veľkých PDF.
sv: Detta är ett "dev/forensic"-verktyg: outputen är teknisk och kan vara massiv för stora PDF-filer.
sw: Ni chombo cha "dev/forensic": output ni ya kiufundi na inaweza kuwa kubwa kwenye PDF kubwa.
tr: Bu bir "geliştirici/adli" aracıdır: çıktı teknik olup büyük PDF'lerde çok fazla olabilir.
uk: Це інструмент "dev/forensic": вихідні дані є технічними і можуть бути великими для великих PDF.
vi: Đây là một công cụ “dev/forensic”: đầu ra là kỹ thuật và có thể rất lớn trên các PDF lớn.
zh_hans: 这是一个 "dev/forensic" 工具：输出是技术性的，对于大型 PDF 可能会非常庞大。

# ed_dev_pdf_pdf_object_info_to_json_lim2
source: Les streams peuvent être compressés : le JSON décrit la structure, pas forcément le contenu décompressé.
af: Die streams kan gecomprimeer wees: die JSON beskryf die struktuur, nie noodwendig die gedecomprimeerde inhoud nie.
bg: Потоците могат да бъдат компресирани: JSON описва структурата, не непременно декомпресираната съдържание.
cs: Streams mohou být komprimovány: JSON popisuje strukturu, ne nutně dekomprimovaný obsah.
da: Streams kan være komprimerede: JSON beskriver strukturen, ikke nødvendigvis det udpakkede indhold.
de: Streams können komprimiert sein: Das JSON beschreibt die Struktur, nicht unbedingt den dekomprimierten Inhalt.
el: Τα streams μπορεί να είναι συμπιεσμένα: το JSON περιγράφει τη δομή, όχι απαραίτητα το αποσυμπιεσμένο περιεχόμενο.
es: Los streams pueden estar comprimidos: el JSON describe la estructura, no necesariamente el contenido descomprimido.
fi: Streams voivat olla pakattuja: JSON kuvaa rakennetta, ei välttämättä purkamatonta sisältöä.
fil: Ang mga streams ay maaaring compressed: ang JSON ay naglalarawan ng istruktura, hindi kinakailangang ang decompressed na nilalaman.
hu: TODO.
id: TODO.
it: Gli streams possono essere compressi: il JSON descrive la struttura, non necessariamente il contenuto decompresso.
ja: ストリームは圧縮されている可能性があります：JSONは構造を説明しますが、必ずしも解凍された内容を示すわけではありません。
ko: 스트림은 압축될 수 있습니다: JSON은 구조를 설명하며 반드시 압축 해제된 내용을 설명하지는 않습니다.
nl: Streams kunnen gecomprimeerd zijn: de JSON beschrijft de structuur, niet noodzakelijk de gedecomprimeerde inhoud.
no: Streams kan være komprimerte: JSON beskriver strukturen, ikke nødvendigvis det dekomprimerte innholdet.
pl: Strumienie mogą być skompresowane: JSON opisuje strukturę, niekoniecznie zawartość po dekompresji.
pt_pt: Os streams podem ser comprimidos: o JSON descreve a estrutura, não necessariamente o conteúdo descomprimido.
ro: Streams pot fi comprimate: JSON-ul descrie structura, nu neapărat conținutul decomprimat.
ru: Потоки могут быть сжаты: JSON описывает структуру, а не обязательно разжатое содержимое.
sk: Streams môžu byť komprimované: JSON popisuje štruktúru, nie nutne dekomprimovaný obsah.
sv: Streams kan vara komprimerade: JSON beskriver strukturen, inte nödvändigtvis det dekomprimerade innehållet.
sw: Streams zinaweza kuwa zimecompress: JSON inaelezea muundo, si lazima maudhui yaliyoshinikizwa.
tr: Akışlar sıkıştırılmış olabilir: JSON yapı tanımını içerir, mutlaka açılmış içeriği değil.
uk: Потоки можуть бути стиснуті: JSON описує структуру, а не обов'язково розпакований вміст.
vi: Các streams có thể được nén: JSON mô tả cấu trúc, không nhất thiết là nội dung đã giải nén.
zh_hans: 流可能是压缩的：JSON 描述结构，而不一定是解压缩的内容。

# ed_dev_pdf_pdf_object_info_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Frequently asked questions
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Frequently asked questions
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Frequently asked questions
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Frequently asked questions
sv: Vanliga frågor
sw: TODO.
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_object_info_to_json_q1
source: Est-ce que ça remplace un viewer PDF bas niveau ?
af: Vervang dit 'n lae vlak PDF-kijker?
bg: Замества ли това PDF viewer с ниско ниво?
cs: Nahrazuje to nízkoúrovňový PDF prohlížeč?
da: Er det en erstatning for en lavniveau PDF-viewer?
de: Ersetzt das einen Low-Level-PDF-Viewer?
el: Αντικαθιστά έναν χαμηλού επιπέδου PDF viewer;
es: ¿Esto reemplaza a un visor PDF de bajo nivel?
fi: Korvaako se matalan tason PDF-näyttöohjelman?
fil: Papalitan ba nito ang low-level PDF viewer?
id: Batasan dan perhatian
it: Sostituisce un viewer PDF a basso livello?
ja: これは低レベルのPDFビューアを置き換えますか？
ko: 저수준 PDF 뷰어를 대체하나요?
nl: Vervangt dit een low-level PDF viewer?
no: Er dette en erstatning for en lavnivå PDF-viser?
pl: Czy to zastępuje niskopoziomowy przeglądarka PDF?
pt_pt: Isso substitui um visualizador PDF de baixo nível?
ro: Înlocuiește acesta un viewer PDF de nivel scăzut?
ru: Заменяет ли это низкоуровневый PDF просмотрщик?
sk: Nahrádza to nízkoúrovňový PDF viewer?
sv: Ersätter det en låg nivå PDF-läsare?
sw: Je, hii inachukua nafasi ya viewer PDF ya kiwango cha chini?
tr: Bu, düşük seviye bir PDF görüntüleyicisini mi değiştiriyor?
uk: Чи замінює це низькорівневий PDF переглядач?
vi: Có phải nó thay thế một viewer PDF cấp thấp không?
zh_hans: 这是否替代低级 PDF 查看器？

# ed_dev_pdf_pdf_object_info_to_json_a1
source: Non, mais c’est très utile pour automatiser un diagnostic et partager un rapport JSON.
af: Nee, maar dit is baie nuttig om 'n diagnose te outomatiseer en 'n JSON-verslag te deel.
bg: Не, но е много полезно за автоматизиране на диагностика и споделяне на JSON отчет.
cs: Ne, ale je to velmi užitečné pro automatizaci diagnostiky a sdílení JSON zprávy.
da: Nej, men det er meget nyttigt til at automatisere en diagnose og dele en JSON-rapport.
de: Nein, aber es ist sehr nützlich, um eine Diagnose zu automatisieren und einen JSON-Bericht zu teilen.
el: Όχι, αλλά είναι πολύ χρήσιμο για την αυτοματοποίηση μιας διάγνωσης και την κοινοποίηση μιας αναφοράς JSON.
es: No, pero es muy útil para automatizar un diagnóstico y compartir un informe JSON.
fi: Ei, mutta se on erittäin hyödyllinen diagnostiikan automatisoimiseksi ja JSON-raportin jakamiseksi.
fil: Hindi, ngunit ito ay napaka-kapaki-pakinabang para sa pag-automate ng diagnosis at pagbabahagi ng JSON report.
hu: Konkrét példa 3
id: Apa yang Anda dapatkan
it: No, ma è molto utile per automatizzare una diagnosi e condividere un rapporto JSON.
ja: いいえ、しかし診断を自動化し、JSONレポートを共有するのに非常に役立ちます。
ko: 아니요, 하지만 진단을 자동화하고 JSON 보고서를 공유하는 데 매우 유용합니다.
nl: Nee, maar het is zeer nuttig om een diagnose te automatiseren en een JSON-rapport te delen.
no: Nei, men det er veldig nyttig for å automatisere en diagnose og dele en JSON-rapport.
pl: Nie, ale jest bardzo przydatne do automatyzacji diagnozy i dzielenia się raportem JSON.
pt_pt: Não, mas é muito útil para automatizar um diagnóstico e compartilhar um relatório JSON.
ro: Nu, dar este foarte util pentru a automatiza un diagnostic și a împărtăși un raport JSON.
ru: Нет, но это очень полезно для автоматизации диагностики и обмена отчетом в формате JSON.
sk: Nie, ale je to veľmi užitočné na automatizáciu diagnostiky a zdieľanie JSON správy.
sv: Nej, men det är mycket användbart för att automatisera en diagnos och dela en JSON-rapport.
sw: Hapana, lakini ni muhimu sana kwa automatishe uchunguzi na kushiriki ripoti ya JSON.
tr: Hayır, ama bir tanı koymayı otomatikleştirmek ve bir JSON raporu paylaşmak için çok faydalıdır.
uk: Ні, але це дуже корисно для автоматизації діагностики та обміну звітом JSON.
vi: Không, nhưng nó rất hữu ích để tự động hóa chẩn đoán và chia sẻ báo cáo JSON.
zh_hans: 不，但它对于自动化诊断和共享 JSON 报告非常有用。

# ed_dev_pdf_pdf_object_info_to_json_q2
source: Pourquoi l’export est énorme ?
af: Hoekom is die uitvoer enorm?
bg: Защо експортът е огромен?
cs: Proč je export obrovský?
da: Hvorfor er eksporten kæmpestor?
de: Warum ist der Export riesig?
el: Γιατί η εξαγωγή είναι τεράστια;
es: ¿Por qué la exportación es enorme?
fi: Miksi vienti on valtava?
fil: Bakit napakalaki ng export?
hu: A kimenet pontos leírása.
it: Perché l'esportazione è enorme?
ja: なぜエクスポートが巨大なのですか？
ko: 왜 내보내기가 거대하나요?
nl: Waarom is de export zo groot?
no: Hvorfor er eksporten enorm?
pl: Dlaczego eksport jest ogromny?
pt_pt: Por que a exportação é enorme?
ro: De ce exportul este uriaș?
ru: Почему экспорт такой огромный?
sk: Prečo je export obrovský?
sv: Varför är exporten enorm?
sw: Kwanini export ni kubwa?
tr: Neden dışa aktarım bu kadar büyük?
uk: Чому експорт такий великий?
vi: Tại sao xuất ra lại lớn?
zh_hans: 为什么导出会很大？

# ed_dev_pdf_pdf_object_info_to_json_a2
source: Un PDF contient souvent des milliers d’objets. Filtrez par taille/type après export.
af: 'n PDF bevat dikwels duisende objekte. Filtreer volgens grootte/tipes na uitvoer.
bg: Един PDF често съдържа хиляди обекти. Филтрирайте по размер/тип след експорта.
cs: PDF často obsahuje tisíce objektů. Filtrujte podle velikosti/typu po exportu.
da: En PDF indeholder ofte tusindvis af objekter. Filtrer efter størrelse/type efter eksport.
de: Ein PDF enthält oft Tausende von Objekten. Filtern Sie nach Größe/Typ nach dem Export.
el: Ένα PDF περιέχει συχνά χιλιάδες αντικείμενα. Φιλτράρετε κατά μέγεθος/τύπο μετά την εξαγωγή.
es: Un PDF a menudo contiene miles de objetos. Filtra por tamaño/tipo después de la exportación.
fi: PDF sisältää usein tuhansia objekteja. Suodata koon/tyypin mukaan vienti jälkeen.
fil: Ang isang PDF ay kadalasang naglalaman ng libu-libong mga bagay. I-filter ayon sa laki/uri pagkatapos ng export.
hu: Mire szolgál ez a kimenet.
it: Un PDF contiene spesso migliaia di oggetti. Filtra per dimensione/tipo dopo l'esportazione.
ja: PDFにはしばしば数千のオブジェクトが含まれています。エクスポート後にサイズ/タイプでフィルタリングしてください。
ko: PDF는 종종 수천 개의 객체를 포함합니다. 내보낸 후 크기/유형으로 필터링하세요.
nl: Een PDF bevat vaak duizenden objecten. Filter op grootte/type na export.
no: En PDF inneholder ofte tusenvis av objekter. Filtrer etter størrelse/type etter eksport.
pl: PDF często zawiera tysiące obiektów. Filtruj według rozmiaru/typu po eksporcie.
pt_pt: Um PDF frequentemente contém milhares de objetos. Filtre por tamanho/tipo após a exportação.
ro: Un PDF conține adesea mii de obiecte. Filtrați după dimensiune/tip după export.
ru: PDF часто содержит тысячи объектов. Фильтруйте по размеру/типу после экспорта.
sk: PDF často obsahuje tisíce objektov. Filtrovať podľa veľkosti/typu po exporte.
sv: En PDF innehåller ofta tusentals objekt. Filtrera efter storlek/typ efter export.
sw: PDF mara nyingi ina maelfu ya vitu. Chuja kwa saizi/aina baada ya export.
tr: Bir PDF genellikle binlerce nesne içerir. Dışa aktarımdan sonra boyut/tür filtreleyin.
uk: PDF часто містить тисячі об'єктів. Фільтруйте за розміром/типом після експорту.
vi: Một PDF thường chứa hàng ngàn đối tượng. Hãy lọc theo kích thước/loại sau khi xuất.
zh_hans: 一个 PDF 通常包含数千个对象。导出后按大小/类型过滤。

# ed_dev_pdf_pdf_object_info_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示
