Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_rot_inverse_out1
source: La valeur inconnue calculée automatiquement.
af: Die onbekende waarde wat outomaties bereken word.
bg: Непознатата стойност, изчислена автоматично.
cs: Hodnota, která byla automaticky vypočítána.
da: Den ukendte værdi beregnet automatisk.
de: Der automatisch berechnete unbekannte Wert.
el: Η άγνωστη τιμή υπολογίζεται αυτόματα.
es: El valor desconocido calculado automáticamente.
fi: Automaattisesti laskettu tuntematon arvo.
fil: Ang hindi kilalang halaga na awtomatikong kinakalkula.
hu: Az automatikusan kiszámított ismeretlen érték.
id: Nilai yang tidak diketahui dihitung secara otomatis.
it: Il valore sconosciuto calcolato automaticamente.
ja: 自動的に計算された未知の値。
ko: 자동으로 계산된 미지수 값.
nl: De automatisch berekende onbekende waarde.
no: Den ukjente verdien beregnet automatisk.
pl: Wartość nieznana obliczana automatycznie.
pt_pt: O valor desconhecido calculado automaticamente.
ro: Valoarea necunoscută calculată automat.
ru: Неизвестное значение, рассчитанное автоматически.
sk: Hodnota, ktorá bola automaticky vypočítaná.
sv: Det okända värdet beräknas automatiskt.
sw: Thamani isiyojulikana inahesabiwa kiotomatiki.
tr: Otomatik olarak hesaplanan bilinmeyen değer.
uk: Автоматично обчислена невідома величина.
vi: Giá trị không xác định được tính toán tự động.
zh_hans: 自动计算的未知值。

# ed_rot_inverse_out2
source: Un calcul respectant le principe du produit constant.
af: 'n Berekening wat die beginsel van die konstante produk respekteer.
bg: Изчисление, което спазва принципа на постоянното произведение.
cs: Výpočet, který dodržuje princip konstantního součinu.
da: En beregning, der overholder princippet om konstant produkt.
de: Eine Berechnung, die das Prinzip des konstanten Produkts respektiert.
el: Ένας υπολογισμός που σέβεται την αρχή του σταθερού γινομένου.
es: Un cálculo que respeta el principio del producto constante.
fi: Laskenta, joka noudattaa vakion tuotteen periaatetta.
fil: Isang kalkulasyon na sumusunod sa prinsipyo ng pare-parehong produkto.
hu: Egy számítás, amely tiszteletben tartja az állandó szorzat elvét.
id: Sebuah perhitungan yang mematuhi prinsip produk konstan.
it: Un calcolo che rispetta il principio del prodotto costante.
ja: 定数の積の原則を尊重した計算。
ko: 상수 곱의 원칙을 준수하는 계산.
nl: Een berekening die het principe van het constante product respecteert.
no: En beregning som respekterer prinsippet om konstant produkt.
pl: Obliczenie zgodne z zasadą stałego iloczynu.
pt_pt: Um cálculo que respeita o princípio do produto constante.
ro: Un calcul care respectă principiul produsului constant.
ru: Расчет, соблюдающий принцип постоянного произведения.
sk: Výpočet, ktorý dodržiava princíp konštantného súčinu.
sv: En beräkning som följer principen om konstant produkt.
sw: Hesabu inayoheshimu kanuni ya bidhaa thabiti.
tr: Sabit çarpan ilkesine uyan bir hesaplama.
uk: Розрахунок, що відповідає принципу сталого добутку.
vi: Một phép tính tuân theo nguyên tắc tích không đổi.
zh_hans: 遵循常数乘积原则的计算。

# ed_rot_inverse_limits
source: Erreurs fréquentes
af: Gereelde foute
bg: Чести грешки
cs: Časté chyby
da: Hyppige fejl
de: Häufige Fehler
el: Συχνά λάθη
es: Errores frecuentes
fi: Yleisiä virheitä
fil: Mga karaniwang pagkakamali
hu: Gyakori hibák
id: Kesalahan umum
it: Errori frequenti
ja: よくある間違い
ko: 자주 발생하는 오류
nl: Veelvoorkomende fouten
no: Vanlige feil
pl: Częste błędy
pt_pt: Erros frequentes
ro: Erori frecvente
ru: Частые ошибки
sk: Časté chyby
sv: Vanliga misstag
sw: Makosa ya kawaida
tr: Sık yapılan hatalar
uk: Поширені помилки
vi: Những lỗi thường gặp
zh_hans: 常见错误

# ed_rot_inverse_lim1
source: Ne pas utiliser cet outil pour une proportionnalité directe.
af: Moet nie hierdie hulpmiddel gebruik vir direkte proporsionaliteit nie.
bg: Не използвайте този инструмент за директна пропорционалност.
cs: Nepoužívejte tento nástroj pro přímou proporcionalitu.
da: Brug ikke dette værktøj til direkte proportionalitet.
de: Verwenden Sie dieses Tool nicht für direkte Proportionalität.
el: Μην χρησιμοποιείτε αυτό το εργαλείο για άμεση αναλογία.
es: No utilizar esta herramienta para una proporcionalidad directa.
fi: Älä käytä tätä työkalua suoran suhteellisuuden laskemiseen.
fil: Huwag gamitin ang tool na ito para sa tuwid na proporsyonalidad.
hu: Ne használd ezt az eszközt közvetlen arányosságra.
id: Jangan menggunakan alat ini untuk proporsionalitas langsung.
it: Non utilizzare questo strumento per una proporzionalità diretta.
ja: このツールを直接比例に使用しないでください。
ko: 이 도구를 직접 비례에 사용하지 마십시오.
nl: Gebruik dit hulpmiddel niet voor directe proportionaliteit.
no: Ikke bruk dette verktøyet for direkte proporsjonalitet.
pl: Nie używaj tego narzędzia do proporcjonalności bezpośredniej.
pt_pt: Não utilize esta ferramenta para uma proporcionalidade direta.
ro: Nu folosiți acest instrument pentru o proporționalitate directă.
ru: Не используйте этот инструмент для прямой пропорциональности.
sk: Nepoužívajte tento nástroj na priamu proporcionalitu.
sv: Använd inte detta verktyg för direkt proportionalitet.
sw: Usitumie kifaa hiki kwa uwiano wa moja kwa moja.
tr: Bu aracı doğrudan orantı için kullanmayın.
uk: Не використовуйте цей інструмент для прямої пропорційності.
vi: Không sử dụng công cụ này cho tỷ lệ trực tiếp.
zh_hans: 不要将此工具用于直接比例。

# ed_rot_inverse_lim2
source: Vérifier que le produit reste constant.
af: Kontroleer dat die produk konstant bly.
bg: Проверете дали произведението остава постоянно.
cs: Zkontrolujte, že součin zůstává konstantní.
da: Kontroller, at produktet forbliver konstant.
de: Überprüfen Sie, ob das Produkt konstant bleibt.
el: Ελέγξτε ότι το γινόμενο παραμένει σταθερό.
es: Verificar que el producto permanezca constante.
fi: Tarkista, että tulo pysyy vakiona.
fil: Suriin na ang produkto ay nananatiling pare-pareho.
hu: Ellenőrizd, hogy a szorzat állandó marad-e.
id: Periksa bahwa produk tetap konstan.
it: Verificare che il prodotto rimanga costante.
ja: 積が一定であることを確認してください。
ko: 곱이 일정하게 유지되는지 확인하십시오.
nl: Controleer of het product constant blijft.
no: Sjekk at produktet forblir konstant.
pl: Sprawdź, czy iloczyn pozostaje stały.
pt_pt: Verifique se o produto permanece constante.
ro: Verificați că produsul rămâne constant.
ru: Проверьте, что произведение остается постоянным.
sk: Skontrolujte, či súčin zostáva konštantný.
sv: Kontrollera att produkten förblir konstant.
sw: Thibitisha kuwa bidhaa inabaki kuwa thabiti.
tr: Çarpımın sabit kaldığını kontrol edin.
uk: Перевірте, що добуток залишається сталим.
vi: Kiểm tra xem tích có giữ nguyên không.
zh_hans: 检查乘积是否保持不变。

# ed_rot_inverse_tip_title
source: Astuce
af: Hacks
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_rot_inverse_tip
source: Si une grandeur double et que l’autre est divisée par deux, tu es bien dans un cas inverse.
af: As 'n grootheid verdubbel en die ander deur twee gedeel word, is jy beslis in 'n inverse geval.
bg: Ако една величина се удвои и другата се раздели на две, вие сте в случай на обратна пропорционалност.
cs: Pokud se jedna veličina zdvojnásobí a druhá se dělí dvěma, jste v obráceném případě.
da: Hvis en størrelse fordobles, og den anden halveres, er du i et omvendt tilfælde.
de: Wenn eine Größe sich verdoppelt und die andere halbiert wird, sind Sie in einem umgekehrten Fall.
el: Αν ένα μέγεθος διπλασιάζεται και το άλλο διαιρείται δια του δύο, είστε σε μια αντίστροφη περίπτωση.
es: Si una magnitud se duplica y la otra se divide por dos, estás en un caso inverso.
fi: Jos yksi suure kaksinkertaistuu ja toinen jaetaan kahdella, olet todellakin käänteisessä tapauksessa.
fil: Kung ang isang sukat ay dumodoble at ang isa ay hinati sa dalawa, ikaw ay nasa isang baligtad na kaso.
hu: Ha egy mennyiség megduplázódik, és a másik felére csökken, akkor valóban inverz esetben vagy.
id: Jika satu besaran menjadi dua kali lipat dan yang lainnya dibagi dua, Anda berada dalam kasus terbalik.
it: Se una grandezza raddoppia e l'altra è divisa per due, sei in un caso inverso.
ja: ある量が2倍になり、もう一方が2で割られる場合、それは逆のケースです。
ko: 한 양이 두 배가 되고 다른 양이 반으로 나누어지면, 당신은 확실히 역 비례의 경우에 있습니다.
nl: Als een grootheid verdubbelt en de andere door twee wordt gedeeld, zit je goed in een inverse situatie.
no: Hvis en størrelse dobles og den andre halveres, er du i et invers tilfelle.
pl: Jeśli jedna wielkość się podwaja, a druga jest dzielona przez dwa, to jesteś w przypadku odwrotnym.
pt_pt: Se uma grandeza dobra e a outra é dividida por dois, você está realmente em um caso inverso.
ro: Dacă o mărime se dublează și cealaltă este împărțită la doi, sunteți într-un caz invers.
ru: Если одна величина удваивается, а другая делится на два, вы находитесь в обратном случае.
sk: Ak sa jedna veličina zdvojnásobí a druhá sa zníži na polovicu, ste v prípade inverznej proporcionality.
sv: Om en storhet fördubblas och den andra halveras, är du i ett omvänt fall.
sw: Ikiwa kipimo kimoja kinaongezeka mara mbili na kingine kinagawanywa kwa mbili, uko katika kesi ya kinyume.
tr: Bir büyüklük iki katına çıkarsa ve diğeri ikiye bölünürse, gerçekten ters bir durumdasınız.
uk: Якщо одна величина подвоюється, а інша ділиться на два, ви дійсно маєте справу з оберненим випадком.
vi: Nếu một đại lượng gấp đôi và đại lượng kia chia cho hai, bạn đang ở trong một trường hợp ngược.
zh_hans: 如果一个量翻倍而另一个量减半，你确实处于反比例的情况。

# ed_rot_missing_title
source: À propos : Trouver une valeur manquante
af: Oor: Vind 'n ontbrekende waarde
bg: Относно: Намиране на липсваща стойност
cs: O nalezení chybějící hodnoty
da: Om: Find en manglende værdi
de: Über: Fehlenden Wert finden
el: Σχετικά: Βρείτε μια λείπουσα τιμή
es: Acerca de: Encontrar un valor faltante
fi: Tietoa: Puuttuvan arvon löytäminen
fil: Tungkol sa: Hanapin ang nawawalang halaga
hu: A következőkről: Hiányzó érték megtalálása
id: Tentang: Menemukan nilai yang hilang
it: A proposito: Trovare un valore mancante
ja: について：欠けている値を見つける
ko: 정보: 누락된 값 찾기
nl: Over: Een ontbrekende waarde vinden
no: Om: Finne en manglende verdi
pl: O tym: Znalezienie brakującej wartości
pt_pt: Sobre: Encontrar um valor faltante
ro: Despre: Găsirea unei valori lipsă
ru: О правилах: Найти недостающее значение
sk: O nájdení chýbajúcej hodnoty
sv: Om: Hitta ett saknat värde
sw: Kuhusu: Kupata thamani inayokosekana
tr: Hakkında: Eksik bir değeri bulmak
uk: Про: Знайти відсутнє значення
vi: Về việc: Tìm một giá trị thiếu
zh_hans: 关于：寻找缺失的值

# ed_rot_missing_lead
source: Cet outil calcule automatiquement la valeur manquante dans une situation de proportionnalité à partir de trois valeurs connues.
af: Hierdie hulpmiddel bereken outomaties die ontbrekende waarde in 'n proporsionaliteit situasie vanaf drie bekende waardes.
bg: Този инструмент автоматично изчислява липсващата стойност в ситуация на пропорционалност от три известни стойности.
cs: Tento nástroj automaticky vypočítá chybějící hodnotu v situaci proporcionality na základě tří známých hodnot.
da: Dette værktøj beregner automatisk den manglende værdi i en situation med proportionalitet ud fra tre kendte værdier.
de: Dieses Tool berechnet automatisch den fehlenden Wert in einer Proportionalitätssituation aus drei bekannten Werten.
el: Αυτό το εργαλείο υπολογίζει αυτόματα την λείπουσα τιμή σε μια κατάσταση αναλογίας από τρεις γνωστές τιμές.
es: Esta herramienta calcula automáticamente el valor faltante en una situación de proporcionalidad a partir de tres valores conocidos.
fi: Tämä työkalu laskee automaattisesti puuttuvan arvon suhteellisuustilanteessa kolmen tunnetun arvon perusteella.
fil: Ang tool na ito ay awtomatikong kinakalkula ang nawawalang halaga sa isang sitwasyon ng proporsyonalidad mula sa tatlong kilalang halaga.
hu: Ez az eszköz automatikusan kiszámítja a hiányzó értéket egy arányossági helyzetben három ismert érték alapján.
id: Alat ini secara otomatis menghitung nilai yang hilang dalam situasi proporsionalitas berdasarkan tiga nilai yang diketahui.
it: Questo strumento calcola automaticamente il valore mancante in una situazione di proporzionalità a partire da tre valori noti.
ja: このツールは、3つの既知の値から比例の状況における欠けている値を自動的に計算します。
ko: 이 도구는 세 개의 알려진 값을 바탕으로 비례 상황에서 누락된 값을 자동으로 계산합니다.
nl: Dit hulpmiddel berekent automatisch de ontbrekende waarde in een situatie van proportionaliteit op basis van drie bekende waarden.
no: Dette verktøyet beregner automatisk den manglende verdien i en proporsjonalitetssituasjon basert på tre kjente verdier.
pl: To narzędzie automatycznie oblicza brakującą wartość w sytuacji proporcjonalności na podstawie trzech znanych wartości.
pt_pt: Esta ferramenta calcula automaticamente o valor faltante em uma situação de proporcionalidade a partir de três valores conhecidos.
ro: Acest instrument calculează automat valoarea lipsă într-o situație de proporționalitate pe baza a trei valori cunoscute.
ru: Этот инструмент автоматически вычисляет недостающее значение в ситуации пропорциональности на основе трех известных значений.
sk: Tento nástroj automaticky vypočíta chýbajúcu hodnotu v situácii proporcionality na základe troch známych hodnôt.
sv: Detta verktyg beräknar automatiskt det saknade värdet i en proportionalitetssituation utifrån tre kända värden.
sw: Kifaa hiki kinahesabu kiotomatiki thamani inayokosekana katika hali ya uwiano kwa kutumia thamani tatu zinazojulikana.
tr: Bu araç, üç bilinen değerden yola çıkarak orantı durumunda otomatik olarak eksik değeri hesaplar.
uk: Цей інструмент автоматично обчислює відсутнє значення в ситуації пропорційності на основі трьох відомих значень.
vi: Công cụ này tự động tính toán giá trị thiếu trong một tình huống tỷ lệ dựa trên ba giá trị đã biết.
zh_hans: 该工具可以根据三个已知值自动计算出反比例情况下的缺失值。

# ed_rot_missing_usecases
source: Cas typiques
af: Tipiese gevalle
bg: Типични случаи
cs: Typické případy
da: Typiske tilfælde
de: Typische Fälle
el: Τυπικές περιπτώσεις
es: Casos típicos
fi: Tyypilliset tapaukset
fil: Mga tipikal na kaso
hu: Tipikus esetek
id: Kasus tipikal
it: Casi tipici
ja: 典型的なケース
ko: 전형적인 경우
nl: Typische gevallen
no: Typiske tilfeller
pl: Typowe przypadki
pt_pt: Casos típicos
ro: Cazuri tipice
ru: Типичные случаи
sk: Typické prípady
sv: Typiska fall
sw: Mifano ya kawaida
tr: Tipik durumlar
uk: Типові випадки
vi: Các trường hợp điển hình
zh_hans: 典型案例

# ed_rot_missing_uc1_title
source: Exercices scolaires
af: Skool oefeninge
bg: Училищни упражнения
cs: Školní cvičení
da: Skoleøvelser
de: Schulübungen
el: Σχολικές ασκήσεις
es: Ejercicios escolares
fi: Kouluharjoitukset
fil: Mga pagsasanay sa paaralan
hu: Iskolai gyakorlatok
id: Latihan sekolah
it: Esercizi scolastici
ja: 学校の演習
ko: 학교 과제
nl: Schooloefeningen
no: Skoleoppgaver
pl: Ćwiczenia szkolne
pt_pt: Exercícios escolares
ro: Exerciții școlare
ru: Школьные упражнения
sk: Školské cvičenia
sv: Skolövningar
sw: Mazoezi ya shule
tr: Okul alıştırmaları
uk: Шкільні вправи
vi: Bài tập học đường
zh_hans: 学校练习

# ed_rot_missing_uc1_text
source: Calculer la quatrième proportionnelle.
af: Bereken die vierde proporsionele.
bg: Изчислете четвъртата пропорционална стойност.
cs: Vypočítejte čtvrtou proporční hodnotu.
da: Beregn den fjerde proportional.
de: Berechnen Sie die vierte Proportionalität.
el: Υπολογίστε την τέταρτη αναλογική.
es: Calcular la cuarta proporcional.
fi: Laske neljäs suhteellinen.
fil: Kalkulahin ang ikaapat na proporsyonal.
hu: Számítsd ki a negyedik arányt.
id: Hitung proporsional keempat.
it: Calcolare la quarta proporzionale.
ja: 4番目の比例を計算します。
ko: 네 번째 비례를 계산합니다.
nl: Bereken de vierde proportionele waarde.
no: Beregne den fjerde proporsjonale.
pl: Oblicz czwartą proporcjonalną.
pt_pt: Calcular a quarta proporcional.
ro: Calculați a patra proporțională.
ru: Вычислить четвертую пропорциональную величину.
sk: Vypočítajte štvrtú proporčnú hodnotu.
sv: Beräkna den fjärde proportionella.
sw: Hesabu uwiano wa nne.
tr: Dördüncü orantıyı hesaplayın.
uk: Обчисліть четверту пропорційну величину.
vi: Tính toán tỷ lệ thứ tư.
zh_hans: 计算第四个比例。

# ed_rot_missing_uc2_title
source: Contrôle rapide
af: Vinige kontrole
bg: Бърз контрол
cs: Rychlá kontrola
da: Hurtig kontrol
de: Schnelle Kontrolle
el: Γρήγορος έλεγχος
es: Control rápido
fi: Nopea tarkistus
fil: Mabilis na pagsusuri
hu: Gyors ellenőrzés
id: Kontrol cepat
it: Controllo rapido
ja: クイックチェック
ko: 빠른 확인
nl: Snelle controle
no: Rask kontroll
pl: Szybka kontrola
pt_pt: Verificação rápida
ro: Control rapid
ru: Быстрая проверка
sk: Rýchla kontrola
sv: Snabb kontroll
sw: Ukaguzi wa haraka
tr: Hızlı kontrol
uk: Швидкий контроль
vi: Kiểm tra nhanh
zh_hans: 快速检查

# ed_rot_missing_uc2_text
source: Vérifier un calcul sans refaire tout le tableau.
af: Kontroleer 'n berekening sonder om die hele tabel weer te doen.
bg: Проверете изчисление, без да правите отново цялата таблица.
cs: Zkontrolujte výpočet, aniž byste museli znovu vyplňovat celou tabulku.
da: Kontroller en beregning uden at skulle lave hele tabellen igen.
de: Überprüfen Sie eine Berechnung, ohne die gesamte Tabelle neu zu erstellen.
el: Ελέγξτε έναν υπολογισμό χωρίς να ξανακάνετε όλο τον πίνακα.
es: Verificar un cálculo sin rehacer toda la tabla.
fi: Tarkista laskenta ilman koko taulukon uudelleen tekemistä.
fil: Suriin ang isang kalkulasyon nang hindi inuulit ang buong talahanayan.
hu: Ellenőrizd a számítást anélkül, hogy újra meg kellene csinálnod az egész táblázatot.
id: Periksa perhitungan tanpa harus mengulang seluruh tabel.
it: Verificare un calcolo senza rifare tutta la tabella.
ja: すべての表を再作成せずに計算を確認します。
ko: 전체 표를 다시 작성하지 않고 계산을 확인합니다.
nl: Controleer een berekening zonder de hele tabel opnieuw te maken.
no: Sjekk en beregning uten å gjøre hele tabellen på nytt.
pl: Sprawdź obliczenie bez ponownego wypełniania całej tabeli.
pt_pt: Verifique um cálculo sem refazer toda a tabela.
ro: Verificați un calcul fără a refăcea întregul tabel.
ru: Проверьте расчет, не пересчитывая всю таблицу.
sk: Skontrolujte výpočet bez toho, aby ste museli znovu robiť celú tabuľku.
sv: Kontrollera en beräkning utan att göra hela tabellen igen.
sw: Thibitisha hesabu bila kufanya jedwali lote tena.
tr: Tüm tabloyu yeniden yapmadan bir hesabı kontrol edin.
uk: Перевірте розрахунок, не переробляючи всю таблицю.
vi: Kiểm tra một phép tính mà không cần làm lại toàn bộ bảng.
zh_hans: 在不重新做整个表格的情况下检查计算。

# ed_rot_missing_uc3_title
source: Applications concrètes
af: Konkrete toepassings
bg: Конкретни приложения
cs: Konkrétní aplikace
da: Konkrete anvendelser
de: Konkrete Anwendungen
el: Συγκεκριμένες εφαρμογές
es: Aplicaciones concretas
fi: Käytännön sovellukset
fil: Mga konkretong aplikasyon
hu: Konkrét alkalmazások
id: Aplikasi konkret
it: Applicazioni concrete
ja: 具体的なアプリケーション
ko: 구체적인 응용
nl: Concrete toepassingen
no: Konkrete anvendelser
pl: Praktyczne zastosowania
pt_pt: Aplicações concretas
ro: Aplicații concrete
ru: Конкретные приложения
sk: Konkrétne aplikácie
sv: Konkreta tillämpningar
sw: Maombi halisi
tr: Somut uygulamalar
uk: Конкретні застосування
vi: Ứng dụng cụ thể
zh_hans: 具体应用

# ed_rot_missing_uc3_text
source: Adapter un prix, une recette ou une durée.
af: Pas 'n prys, 'n resep of 'n tydsduur aan.
bg: Адаптиране на цена, рецепта или продължителност.
cs: Přizpůsobení ceny, receptu nebo doby trvání.
da: Tilpas en pris, en opskrift eller en varighed.
de: Einen Preis, ein Rezept oder eine Dauer anpassen.
el: Προσαρμόστε μια τιμή, μια συνταγή ή μια διάρκεια.
es: Adaptar un precio, una receta o una duración.
fi: Sovita hinta, resepti tai kesto.
fil: Iangkop ang isang presyo, resipe o tagal.
hu: Ár, recept vagy időtartam módosítása.
id: Menyesuaikan harga, resep, atau durasi.
it: Adattare un prezzo, una ricetta o una durata.
ja: 価格、レシピ、または期間を調整します。
ko: 가격, 레시피 또는 기간을 조정합니다.
nl: Pas een prijs, een recept of een duur aan.
no: Tilpasse en pris, en oppskrift eller en varighet.
pl: Dostosowanie ceny, przepisu lub czasu.
pt_pt: Adaptar um preço, uma receita ou uma duração.
ro: Adaptarea unui preț, a unei rețete sau a unei durate.
ru: Адаптировать цену, рецепт или продолжительность.
sk: Prispôsobiť cenu, recept alebo trvanie.
sv: Anpassa ett pris, ett recept eller en tidsperiod.
sw: Badilisha bei, mapishi au muda.
tr: Bir fiyatı, bir tarifi veya bir süreyi uyarlamak.
uk: Адаптувати ціну, рецепт або тривалість.
vi: Điều chỉnh một giá, một công thức hoặc một khoảng thời gian.
zh_hans: 调整价格、食谱或持续时间。

# ed_rot_missing_output
source: Ce que fournit l’outil
af: Wat die hulpmiddel bied
bg: Какво предоставя инструментът
cs: Co nástroj poskytuje
da: Hvad værktøjet leverer
de: Was das Tool bereitstellt
el: Αυτό που παρέχει το εργαλείο
es: Lo que proporciona la herramienta
fi: Mitä työkalu tarjoaa
fil: Ano ang ibinibigay ng tool
hu: Ami az eszköz nyújt
id: Apa yang disediakan alat ini
it: Cosa fornisce lo strumento
ja: ツールが提供するもの
ko: 도구가 제공하는 것
nl: Wat het hulpmiddel biedt
no: Det verktøyet gir
pl: Co dostarcza narzędzie
pt_pt: O que a ferramenta fornece
ro: Ce oferă instrumentul
ru: Что предоставляет инструмент
sk: Čo nástroj poskytuje
sv: Vad verktyget ger
sw: Kile kinachotolewa na kifaa
tr: Aracın sağladığı şey
uk: Що надає інструмент
vi: Những gì công cụ cung cấp
zh_hans: 该工具提供的内容

# ed_rot_missing_out1
source: La valeur manquante calculée.
af: Die ontbrekende waarde wat bereken is.
bg: Изчислената липсваща стойност.
cs: Vypočítaná chybějící hodnota.
da: Den beregnede manglende værdi.
de: Der berechnete fehlende Wert.
el: Η λείπουσα τιμή υπολογίζεται.
es: El valor faltante calculado.
fi: Lasketut puuttuvat arvot.
fil: Ang nawawalang halaga na kinakalkula.
hu: A kiszámított hiányzó érték.
id: Nilai yang hilang dihitung.
it: Il valore mancante calcolato.
ja: 計算された欠けている値。
ko: 계산된 누락된 값.
nl: De berekende ontbrekende waarde.
no: Den beregnede manglende verdien.
pl: Obliczona brakująca wartość.
pt_pt: O valor faltante calculado.
ro: Valoarea lipsă calculată.
ru: Вычисленное недостающее значение.
sk: Vypočítaná chýbajúca hodnota.
sv: Det beräknade saknade värdet.
sw: Thamani inayokosekana inahesabiwa.
tr: Hesaplanan eksik değer.
uk: Обчислене відсутнє значення.
vi: Giá trị thiếu được tính toán.
zh_hans: 计算出的缺失值。

# ed_rot_missing_out2
source: Une solution immédiate sans tableau intermédiaire.
af: 'n Onmiddellike oplossing sonder 'n tussen tabel.
bg: Незабавно решение без междинна таблица.
cs: Okamžité řešení bez mezitabulky.
da: En øjeblikkelig løsning uden mellemregning.
de: Eine sofortige Lösung ohne Zwischentabelle.
el: Μια άμεση λύση χωρίς ενδιάμεσο πίνακα.
es: Una solución inmediata sin tabla intermedia.
fi: Välitön ratkaisu ilman väli-taulukkoa.
fil: Isang agarang solusyon nang walang pansamantalang talahanayan.
hu: Azonnali megoldás köztes táblázat nélkül.
id: Sebuah solusi langsung tanpa tabel perantara.
it: Una soluzione immediata senza tabella intermedia.
ja: 中間表なしでの即時解決。
ko: 중간 표 없이 즉각적인 솔루션.
nl: Een onmiddellijke oplossing zonder tussenliggende tabel.
no: En umiddelbar løsning uten mellomliggende tabell.
pl: Natychmiastowe rozwiązanie bez tabeli pośredniej.
pt_pt: Uma solução imediata sem tabela intermediária.
ro: O soluție imediată fără tabel intermediar.
ru: Немедленное решение без промежуточной таблицы.
sk: Okamžité riešenie bez medzistupňovej tabuľky.
sv: En omedelbar lösning utan mellanliggande tabell.
sw: Suluhisho la papo hapo bila jedwali la kati.
tr: Ara tablo olmadan anında bir çözüm.
uk: Негайне рішення без проміжної таблиці.
vi: Một giải pháp ngay lập tức mà không cần bảng trung gian.
zh_hans: 无需中间表的即时解决方案。
