Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_applied_rate_out1
source: Le pourcentage appliqué entre la valeur initiale et la valeur finale (taux de modification).
af: Die persentasie toegepas tussen die aanvanklike waarde en die finale waarde (wysigingskoers).
bg: Процентът, приложен между началната стойност и крайната стойност (степен на изменение).
cs: Procento aplikované mezi počáteční hodnotou a konečnou hodnotou (míra změny).
da: Procentdelen anvendt mellem den oprindelige værdi og den endelige værdi (ændringsrate).
de: Der Prozentsatz, der zwischen dem ursprünglichen Wert und dem Endwert angewendet wird (Änderungsrate).
el: Το ποσοστό που εφαρμόζεται μεταξύ της αρχικής και της τελικής αξίας (ποσοστό μεταβολής).
es: El porcentaje aplicado entre el valor inicial y el valor final (tasa de cambio).
fi: Alkuperäisen ja lopullisen arvon välinen prosenttiosuus (muutosaste).
fil: Ang porsyento na inilapat sa pagitan ng paunang halaga at ng panghuling halaga (rate ng pagbabago).
hu: A kezdeti és a végső érték közötti alkalmazott százalék (változási arány).
id: Persentase yang diterapkan antara nilai awal dan nilai akhir (tingkat perubahan).
it: La percentuale applicata tra il valore iniziale e il valore finale (tasso di modifica).
ja: 初期値と最終値の間に適用されるパーセンテージ（変更率）。
ko: 초기 값과 최종 값 사이에 적용된 비율(변화율).
nl: Het percentage dat wordt toegepast tussen de initiële waarde en de eindwaarde (wijzigingspercentage).
no: Prosentandelen som brukes mellom den opprinnelige verdien og den endelige verdien (endringsrate).
pl: Procent zastosowany między wartością początkową a wartością końcową (wskaźnik zmiany).
pt_pt: O percentual aplicado entre o valor inicial e o valor final (taxa de alteração).
ro: Procentajul aplicat între valoarea inițială și valoarea finală (rata de modificare).
ru: Процент, применяемый между начальным значением и конечным значением (коэффициент изменения).
sk: Percentuálny podiel aplikovaný medzi počiatočnou hodnotou a konečnou hodnotou (miera zmeny).
sv: Procentandelen som tillämpas mellan det ursprungliga värdet och det slutliga värdet (ändringsgrad).
sw: Asilimia inayotumika kati ya thamani ya awali na thamani ya mwisho (kiasi cha mabadiliko).
tr: Başlangıç değeri ile son değer arasındaki uygulanan yüzde (değişim oranı).
uk: Відсоток, застосований між початковою та кінцевою вартістю (ставка зміни).
vi: Tỷ lệ phần trăm áp dụng giữa giá trị ban đầu và giá trị cuối cùng (tỷ lệ thay đổi).
zh_hans: 初始值与最终值之间应用的百分比（变化率）。

# ed_math_percentages_percentage_applied_rate_out2
source: Une interprétation simple : hausse ou baisse, selon le sens du changement.
af: 'n Eenvoudige interpretasie: styging of daling, afhangende van die rigting van die verandering.
bg: Проста интерпретация: увеличение или намаление, в зависимост от посоката на промяната.
cs: Jednoduchá interpretace: nárůst nebo pokles, podle směru změny.
da: En simpel fortolkning: stigning eller fald, afhængigt af ændringens retning.
de: Eine einfache Interpretation: Anstieg oder Rückgang, je nach Richtung der Veränderung.
el: Μια απλή ερμηνεία: αύξηση ή μείωση, ανάλογα με την κατεύθυνση της αλλαγής.
es: Una interpretación simple: aumento o disminución, según la dirección del cambio.
fi: Yksinkertainen tulkinta: nousu tai lasku, riippuen muutoksen suunnasta.
fil: Isang simpleng interpretasyon: pagtaas o pagbaba, ayon sa direksyon ng pagbabago.
hu: Egyszerű értelmezés: emelkedés vagy csökkenés, a változás irányától függően.
id: Sebuah interpretasi sederhana: kenaikan atau penurunan, tergantung pada arah perubahan.
it: Un'interpretazione semplice: aumento o diminuzione, a seconda del senso del cambiamento.
ja: 単純な解釈：変化の方向に応じた上昇または下降。
ko: 간단한 해석: 변화의 방향에 따라 상승 또는 하락.
nl: Een eenvoudige interpretatie: stijging of daling, afhankelijk van de richting van de verandering.
no: En enkel tolkning: økning eller reduksjon, avhengig av retningen på endringen.
pl: Prosta interpretacja: wzrost lub spadek, w zależności od kierunku zmiany.
pt_pt: Uma interpretação simples: aumento ou diminuição, dependendo da direção da mudança.
ro: O interpretare simplă: creștere sau scădere, în funcție de sensul schimbării.
ru: Простая интерпретация: увеличение или уменьшение, в зависимости от направления изменения.
sk: Jednoduchá interpretácia: nárast alebo pokles, v závislosti od smeru zmeny.
sv: En enkel tolkning: ökning eller minskning, beroende på förändringens riktning.
sw: Tafsiri rahisi: kuongezeka au kupungua, kulingana na mwelekeo wa mabadiliko.
tr: Basit bir yorum: artış veya azalış, değişimin yönüne bağlı olarak.
uk: Просте тлумачення: підвищення або зниження, залежно від напрямку зміни.
vi: Một cách giải thích đơn giản: tăng hoặc giảm, tùy thuộc vào hướng của sự thay đổi.
zh_hans: 简单的解释：根据变化的方向，表示上升或下降。

# ed_math_percentages_percentage_applied_rate_out3
source: Un résultat utile pour identifier une remise, une majoration, un taux implicite ou un changement global.
af: 'n Nuttige resultaat om 'n afslag, 'n verhoging, 'n implisiete koers of 'n globale verandering te identifiseer.
bg: Полезен резултат за идентифициране на отстъпка, увеличение, подразбиращ процент или обща промяна.
cs: Užitečný výsledek pro identifikaci slevy, navýšení, implicitní sazby nebo celkové změny.
da: Et nyttigt resultat til at identificere en rabat, en forhøjelse, en implicit sats eller en samlet ændring.
de: Ein nützliches Ergebnis zur Identifizierung eines Rabatts, einer Erhöhung, eines impliziten Satzes oder einer globalen Veränderung.
el: Ένα χρήσιμο αποτέλεσμα για την αναγνώριση μιας έκπτωσης, μιας αύξησης, ενός έμμεσου ποσοστού ή μιας συνολικής αλλαγής.
es: Un resultado útil para identificar un descuento, un aumento, una tasa implícita o un cambio global.
fi: Hyödyllinen tulos alennuksen, korotuksen, implisiittisen prosenttiosuuden tai kokonaismuutoksen tunnistamiseen.
fil: Isang kapaki-pakinabang na resulta upang makilala ang isang diskwento, isang pagtaas, isang implicit rate o isang kabuuang pagbabago.
hu: Hasznos eredmény egy kedvezmény, emelés, implicit arány vagy globális változás azonosításához.
id: Sebuah hasil yang berguna untuk mengidentifikasi diskon, kenaikan, tingkat implisit, atau perubahan keseluruhan.
it: Un risultato utile per identificare uno sconto, un aumento, un tasso implicito o un cambiamento globale.
ja: 割引、増加、暗黙の率、または全体的な変化を特定するのに役立つ結果。
ko: 할인, 인상, 암묵적 비율 또는 전체 변화를 식별하는 데 유용한 결과입니다.
nl: Een nuttig resultaat om een korting, een verhoging, een impliciet percentage of een globale verandering te identificeren.
no: Et nyttig resultat for å identifisere en rabatt, en økning, en implisitt sats eller en total endring.
pl: Przydatny wynik do identyfikacji rabatu, podwyżki, wskaźnika ukrytego lub ogólnej zmiany.
pt_pt: Um resultado útil para identificar um desconto, um aumento, uma taxa implícita ou uma mudança global.
ro: Un rezultat util pentru a identifica o reducere, o majorare, o rată implicită sau o schimbare globală.
ru: Полезный результат для определения скидки, надбавки, неявной ставки или общего изменения.
sk: Užitočný výsledok na identifikáciu zľavy, navýšenia, implicitnej sadzby alebo celkovej zmeny.
sv: Ett användbart resultat för att identifiera en rabatt, en ökning, en implicit ränta eller en övergripande förändring.
sw: Matokeo muhimu kwa kutambua punguzo, ongezeko, kiwango kisicho wazi au mabadiliko ya jumla.
tr: Bir indirim, artış, örtük bir oran veya genel bir değişim tanımlamak için yararlı bir sonuç.
uk: Корисний результат для ідентифікації знижки, надбавки, неявної ставки або загальної зміни.
vi: Một kết quả hữu ích để xác định một khoản giảm giá, một khoản tăng giá, một tỷ lệ ngụ ý hoặc một sự thay đổi tổng thể.
zh_hans: 一个有用的结果，用于识别折扣、加价、隐含利率或整体变化。

# ed_math_percentages_percentage_applied_rate_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_applied_rate_lim1
source: La valeur initiale doit être différente de zéro, sinon le pourcentage appliqué est indéfini.
af: Die aanvanklike waarde moet verskil van nul, anders is die toegepaste persentasie onbepaald.
bg: Началната стойност трябва да е различна от нула, в противен случай приложеното процентно изменение е неопределено.
cs: Počáteční hodnota musí být různá od nuly, jinak je aplikované procento nedefinované.
da: Den oprindelige værdi skal være forskellig fra nul, ellers er den anvendte procentdel udefineret.
de: Der ursprüngliche Wert muss ungleich null sein, andernfalls ist der angewendete Prozentsatz undefiniert.
el: Η αρχική αξία πρέπει να είναι διαφορετική από το μηδέν, αλλιώς το εφαρμοσμένο ποσοστό είναι αόριστο.
es: El valor inicial debe ser diferente de cero, de lo contrario el porcentaje aplicado es indefinido.
fi: Alkuperäisen arvon on oltava eri kuin nolla, muuten sovellettava prosenttiosuus on määrittelemätön.
fil: Ang paunang halaga ay dapat na iba sa zero, kung hindi, ang porsyento na inilapat ay hindi tiyak.
hu: A kezdeti értéknek különböznie kell a nullától, különben az alkalmazott százalék határozatlan.
id: Nilai awal harus berbeda dari nol, jika tidak persentase yang diterapkan tidak terdefinisi.
it: Il valore iniziale deve essere diverso da zero, altrimenti la percentuale applicata è indefinita.
ja: 初期値はゼロであってはならず、そうでない場合、適用されるパーセンテージは未定義です。
ko: 초기 값은 0이 아니어야 하며, 그렇지 않으면 적용된 비율은 정의되지 않습니다.
nl: De initiële waarde moet verschillend zijn van nul, anders is het toegepaste percentage onbepaald.
no: Den opprinnelige verdien må være forskjellig fra null, ellers er den anvendte prosentandelen udefinert.
pl: Wartość początkowa musi być różna od zera, w przeciwnym razie zastosowany procent jest nieokreślony.
pt_pt: O valor inicial deve ser diferente de zero, caso contrário, o percentual aplicado é indefinido.
ro: Valoarea inițială trebuie să fie diferită de zero, altfel procentajul aplicat este nedefinit.
ru: Начальное значение должно быть отличным от нуля, иначе применяемый процент не определен.
sk: Počiatočná hodnota musí byť rôzna od nuly, inak je aplikovaný percentuálny podiel nedefinovaný.
sv: Det ursprungliga värdet måste vara olika från noll, annars är den tillämpade procentandelen odefinierad.
sw: Thamani ya awali inapaswa kuwa tofauti na sifuri, vinginevyo asilimia inayotumika haijafafanuliwa.
tr: Başlangıç değeri sıfırdan farklı olmalıdır, aksi takdirde uygulanan yüzde tanımsızdır.
uk: Початкова вартість повинна бути відмінною від нуля, інакше застосований відсоток є невизначеним.
vi: Giá trị ban đầu phải khác không, nếu không tỷ lệ phần trăm áp dụng sẽ không xác định được.
zh_hans: 初始值必须不同于零，否则应用的百分比是未定义的。

# ed_math_percentages_percentage_applied_rate_lim2
source: Ce calcul décrit un taux global entre deux valeurs ; si vous avez plusieurs étapes, utilisez plutôt un outil de composition de pourcentages.
af: Hierdie berekening beskryf 'n globale koers tussen twee waardes; as jy verskeie stappe het, gebruik eerder 'n persentasie-samestellingstoestel.
bg: Този изчисление описва общ процент между две стойности; ако имате няколко стъпки, използвайте по-скоро инструмент за съставяне на проценти.
cs: Tento výpočet popisuje celkovou sazbu mezi dvěma hodnotami; pokud máte více kroků, použijte raději nástroj pro skládání procent.
da: Denne beregning beskriver en samlet sats mellem to værdier; hvis du har flere trin, skal du hellere bruge et værktøj til sammensætning af procenter.
de: Diese Berechnung beschreibt einen Gesamtsatz zwischen zwei Werten; wenn Sie mehrere Schritte haben, verwenden Sie besser ein Werkzeug zur Zusammensetzung von Prozentsätzen.
el: Αυτή η υπολογιστική διαδικασία περιγράφει ένα συνολικό ποσοστό μεταξύ δύο αξιών· αν έχετε πολλές φάσεις, χρησιμοποιήστε καλύτερα ένα εργαλείο σύνθεσης ποσοστών.
es: Este cálculo describe una tasa global entre dos valores; si tienes múltiples etapas, utiliza mejor una herramienta de composición de porcentajes.
fi: Tämä laskelma kuvaa kokonaisprosenttia kahden arvon välillä; jos sinulla on useita vaiheita, käytä mieluummin prosenttikoostumistyökalua.
fil: Ang kalkulasyong ito ay naglalarawan ng isang kabuuang rate sa pagitan ng dalawang halaga; kung mayroon kang maraming hakbang, mas mabuting gumamit ng isang tool para sa pagbuo ng mga porsyento.
hu: Ez a számítás egy globális arányt ír le két érték között; ha több lépésed van, inkább használj százalékösszeállító eszközt.
id: Perhitungan ini menggambarkan tingkat keseluruhan antara dua nilai; jika Anda memiliki beberapa langkah, lebih baik gunakan alat komposisi persentase.
it: Questo calcolo descrive un tasso globale tra due valori; se hai più fasi, usa piuttosto uno strumento di composizione delle percentuali.
ja: この計算は二つの値の間の全体的な率を示します。複数のステップがある場合は、パーセンテージの合成ツールを使用してください。
ko: 이 계산은 두 값 사이의 전체 비율을 설명합니다. 여러 단계가 있는 경우 비율 조합 도구를 사용하는 것이 좋습니다.
nl: Deze berekening beschrijft een globaal percentage tussen twee waarden; als je meerdere stappen hebt, gebruik dan liever een tool voor percentagecompositie.
no: Denne beregningen beskriver en totalrate mellom to verdier; hvis du har flere trinn, bruk heller et verktøy for prosentkomposisjon.
pl: Ten obliczenie opisuje ogólny wskaźnik między dwiema wartościami; jeśli masz wiele kroków, użyj raczej narzędzia do składania procentów.
pt_pt: Este cálculo descreve uma taxa global entre dois valores; se você tiver várias etapas, use uma ferramenta de composição de percentuais.
ro: Această calculare descrie o rată globală între două valori; dacă aveți mai multe etape, folosiți mai degrabă un instrument de compunere a procentajelor.
ru: Этот расчет описывает общий коэффициент между двумя значениями; если у вас несколько этапов, лучше использовать инструмент для составления процентов.
sk: Tento výpočet popisuje celkovú mieru medzi dvoma hodnotami; ak máte viacero krokov, použite radšej nástroj na zloženie percent.
sv: Denna beräkning beskriver en övergripande ränta mellan två värden; om du har flera steg, använd hellre ett verktyg för procentkomposition.
sw: Hesabu hii inaelezea kiwango cha jumla kati ya thamani mbili; ikiwa una hatua nyingi, tumia zana ya kuunganisha asilimia badala yake.
tr: Bu hesaplama, iki değer arasındaki genel bir oranı tanımlar; birden fazla adımınız varsa, daha iyi bir yüzde bileşen aracı kullanın.
uk: Цей розрахунок описує загальну ставку між двома значеннями; якщо у вас є кілька етапів, скористайтеся інструментом складання відсотків.
vi: Phép tính này mô tả một tỷ lệ tổng thể giữa hai giá trị; nếu bạn có nhiều bước, hãy sử dụng một công cụ tổng hợp tỷ lệ phần trăm.
zh_hans: 此计算描述了两个值之间的整体比率；如果有多个步骤，请使用百分比组合工具。

# ed_math_percentages_percentage_applied_rate_lim3
source: Pour comparer deux taux (ex. 12 % vs 15 %), il faut plutôt un outil de points de pourcentage.
af: Om twee koerse te vergelyk (bv. 12 % teenoor 15 %), benodig jy eerder 'n persentasie-puntstoestel.
bg: За да сравните два процента (напр. 12 % срещу 15 %), по-добре е да използвате инструмент за процентни точки.
cs: Pro porovnání dvou sazeb (např. 12 % vs 15 %) je lepší použít nástroj pro procentní body.
da: For at sammenligne to satser (f.eks. 12 % vs 15 %) kræves der hellere et værktøj til procentpoint.
de: Um zwei Sätze zu vergleichen (z. B. 12 % vs. 15 %), benötigen Sie besser ein Werkzeug für Prozentpunkte.
el: Για να συγκρίνετε δύο ποσοστά (π.χ. 12 % έναντι 15 %), χρειάζεστε καλύτερα ένα εργαλείο ποσοστών μονάδων.
es: Para comparar dos tasas (p. ej. 12 % vs 15 %), se necesita mejor una herramienta de puntos de porcentaje.
fi: Kaksi prosenttia (esim. 12 % vs 15 %) vertaillaksesi tarvitset mieluummin prosenttipisteiden työkalua.
fil: Upang ihambing ang dalawang rate (hal. 12 % laban sa 15 %), mas mabuting gumamit ng isang tool para sa mga puntos ng porsyento.
hu: Két arány összehasonlításához (pl. 12 % vs 15 %) inkább egy százalékpont eszközre van szükség.
id: Untuk membandingkan dua tingkat (mis. 12 % vs 15 %), lebih baik menggunakan alat poin persentase.
it: Per confrontare due tassi (es. 12 % vs 15 %), è meglio uno strumento di punti percentuali.
ja: 二つの率を比較するには（例：12 % 対 15 %）、むしろパーセンテージポイントのツールが必要です。
ko: 두 비율(예: 12% 대 15%)을 비교하려면 비율 포인트 도구를 사용하는 것이 좋습니다.
nl: Om twee percentages te vergelijken (bijv. 12 % vs 15 %), heb je liever een tool voor percentagepunten.
no: For å sammenligne to rater (f.eks. 12 % vs 15 %), trenger du heller et verktøy for prosentpoeng.
pl: Aby porównać dwa wskaźniki (np. 12 % vs 15 %), potrzebne jest raczej narzędzie do punktów procentowych.
pt_pt: Para comparar duas taxas (ex. 12 % vs 15 %), é melhor usar uma ferramenta de pontos percentuais.
ro: Pentru a compara două rate (ex. 12 % vs 15 %), este mai bine să folosiți un instrument de puncte procentuale.
ru: Для сравнения двух ставок (например, 12 % против 15 %) лучше использовать инструмент для процентных пунктов.
sk: Na porovnanie dvoch sadzieb (napr. 12 % vs 15 %) je lepšie použiť nástroj na percentuálne body.
sv: För att jämföra två räntor (t.ex. 12 % vs 15 %) behövs hellre ett verktyg för procentpunkter.
sw: Ili kulinganisha viwango viwili (mfano 12 % dhidi ya 15 %), unahitaji zana ya alama za asilimia.
tr: İki oranı karşılaştırmak için (ör. %12 vs %15), daha iyi bir yüzde puanı aracı gereklidir.
uk: Для порівняння двох ставок (наприклад, 12 % проти 15 %) краще використовувати інструмент пунктів відсотка.
vi: Để so sánh hai tỷ lệ (ví dụ 12 % so với 15 %), bạn cần một công cụ điểm phần trăm.
zh_hans: 要比较两个比率（例如 12% 与 15%），更需要一个百分点工具。

# ed_math_percentages_percentage_applied_rate_lim4
source: Un résultat supérieur à 100 % est possible si la valeur finale est plus de deux fois la valeur initiale.
af: 'n Resultaat groter as 100 % is moontlik as die finale waarde meer as twee keer die aanvanklike waarde is.
bg: Резултат над 100 % е възможен, ако крайната стойност е повече от два пъти началната стойност.
cs: Výsledek vyšší než 100 % je možný, pokud je konečná hodnota více než dvakrát počáteční hodnotou.
da: Et resultat over 100 % er muligt, hvis den endelige værdi er mere end to gange den oprindelige værdi.
de: Ein Ergebnis von über 100 % ist möglich, wenn der Endwert mehr als das Doppelte des ursprünglichen Wertes beträgt.
el: Ένα αποτέλεσμα μεγαλύτερο από 100 % είναι δυνατό αν η τελική αξία είναι περισσότερες από δύο φορές η αρχική αξία.
es: Un resultado superior al 100 % es posible si el valor final es más de dos veces el valor inicial.
fi: Yli 100 % tulos on mahdollinen, jos lopullinen arvo on yli kaksinkertainen alkuperäiseen arvoon verrattuna.
fil: Posibleng magkaroon ng resulta na higit sa 100 % kung ang panghuling halaga ay higit sa dalawang beses ng paunang halaga.
hu: 100 % feletti eredmény lehetséges, ha a végső érték több mint kétszerese a kezdeti értéknek.
id: Hasil lebih dari 100 % mungkin jika nilai akhir lebih dari dua kali nilai awal.
it: Un risultato superiore al 100 % è possibile se il valore finale è più di due volte il valore iniziale.
ja: 最終値が初期値の2倍以上である場合、100 %を超える結果が可能です。
ko: 최종 값이 초기 값의 두 배를 초과하면 100%를 초과하는 결과가 가능합니다.
nl: Een resultaat hoger dan 100 % is mogelijk als de eindwaarde meer dan twee keer de initiële waarde is.
no: Et resultat over 100 % er mulig hvis den endelige verdien er mer enn dobbelt så stor som den opprinnelige verdien.
pl: Wynik większy niż 100 % jest możliwy, jeśli wartość końcowa jest więcej niż dwa razy większa od wartości początkowej.
pt_pt: Um resultado superior a 100 % é possível se o valor final for mais de duas vezes o valor inicial.
ro: Un rezultat mai mare de 100 % este posibil dacă valoarea finală este de mai mult de două ori valoarea inițială.
ru: Результат выше 100 % возможен, если конечное значение более чем в два раза превышает начальное значение.
sk: Výsledok vyšší ako 100 % je možný, ak je konečná hodnota viac ako dvakrát počiatočná hodnota.
sv: Ett resultat över 100 % är möjligt om det slutliga värdet är mer än två gånger det ursprungliga värdet.
sw: Matokeo zaidi ya 100 % yanawezekana ikiwa thamani ya mwisho ni zaidi ya mara mbili ya thamani ya awali.
tr: Son değer, başlangıç değerinin iki katından fazla olduğunda %100'den büyük bir sonuç mümkündür.
uk: Результат, що перевищує 100 %, можливий, якщо кінцева вартість більше ніж у два рази перевищує початкову вартість.
vi: Một kết quả lớn hơn 100 % là có thể nếu giá trị cuối cùng lớn hơn hai lần giá trị ban đầu.
zh_hans: 如果最终值是初始值的两倍以上，结果超过 100% 是可能的。

# ed_math_percentages_percentage_applied_rate_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_applied_rate_q1
source: Quelle différence avec “pourcentage manquant” ?
af: Wat is die verskil met 'n 'ontbrekende persentasie'?
bg: Каква е разликата с „липсващ процент“?
cs: Jaký je rozdíl mezi „chybějícím procentem“?
da: Hvad er forskellen på 'manglende procentdel'?
de: Was ist der Unterschied zu "fehlendem Prozentsatz"?
el: Ποια είναι η διαφορά με το “ελλείπον ποσοστό”;
es: ¿Cuál es la diferencia con 'porcentaje faltante'?
fi: Mikä ero on 'puuttuvalla prosentilla'?
fil: Ano ang pagkakaiba sa 'nawawalang porsyento'?
hu: Mi a különbség a 'hiányzó százalék' és a között?
id: Apa perbedaan dengan 'persentase yang hilang'?
it: Qual è la differenza con “percentuale mancante”?
ja: 「欠落パーセンテージ」との違いは何ですか？
ko: ‘누락된 비율’과의 차이점은 무엇인가요?
nl: Wat is het verschil met 'ontbrekend percentage'?
no: Hva er forskjellen fra 'manglende prosent'?
pl: Jaka jest różnica między „brakującym procentem”?
pt_pt: Qual a diferença em relação a 'percentagem em falta'?
ro: Care este diferența față de „procentajul lipsă”?
ru: В чем разница с "недостающим процентом"?
sk: Aký je rozdiel medzi „chýbajúcim percentom“?
sv: Vad är skillnaden med 'saknad procent'?
sw: Ni tofauti gani na 'asilimia inayokosekana'?
tr: “Eksik yüzde” ile ne fark var?
uk: Яка різниця з "відсутнім відсотком"?
vi: Sự khác biệt với “tỷ lệ phần trăm thiếu” là gì?
zh_hans: 与“缺失百分比”有什么区别？
