Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_points_a2
source: Quand on compare des taux : sondages, chômage, TVA, taux d’intérêt, réussite à un examen, parts de marché, etc.
af: Wanneer ons tariewe vergelyk: opnames, werkloosheid, BTW, rentekoerse, slaag in 'n eksamen, markaandeel, ens.
bg: Когато сравняваме проценти: анкети, безработица, ДДС, лихвени проценти, успех на изпит, пазарен дял и др.
cs: Když porovnáváme sazby: průzkumy, nezaměstnanost, DPH, úrokové sazby, úspěšnost u zkoušek, tržní podíly atd.
da: Når man sammenligner satser: meningsmålinger, arbejdsløshed, moms, rente, beståelse af en eksamen, markedsandele osv.
de: Wenn man Raten vergleicht: Umfragen, Arbeitslosigkeit, Mehrwertsteuer, Zinssätze, Bestehen einer Prüfung, Marktanteile usw.
el: Όταν συγκρίνουμε ποσοστά: δημοσκοπήσεις, ανεργία, ΦΠΑ, επιτόκια, επιτυχία σε εξετάσεις, μερίδια αγοράς, κ.λπ.
es: Cuando se comparan tasas: encuestas, desempleo, IVA, tasas de interés, éxito en un examen, cuotas de mercado, etc.
fi: Kun vertaillaan korkoja: kyselyt, työttömyys, ALV, korko, tentin läpäisy, markkinaosuudet jne.
fil: Kapag naghahambing ng mga rate: mga survey, kawalan ng trabaho, VAT, mga rate ng interes, tagumpay sa isang pagsusulit, bahagi ng merkado, atbp.
hu: Amikor arányokat hasonlítunk össze: közvélemény-kutatások, munkanélküliség, ÁFA, kamatlábak, vizsgaeredmények, piaci részesedés stb.
id: Ketika membandingkan tarif: survei, pengangguran, PPN, suku bunga, kelulusan ujian, pangsa pasar, dll.
it: Quando si confrontano tassi: sondaggi, disoccupazione, IVA, tassi d'interesse, successo in un esame, quote di mercato, ecc.
ja: 率を比較する場合：調査、失業、消費税、金利、試験の合格率、市場シェアなど。
ko: 비율을 비교할 때: 설문조사, 실업, 부가가치세, 이자율, 시험 합격률, 시장 점유율 등.
nl: Wanneer we tarieven vergelijken: peilingen, werkloosheid, btw, rente, slagen voor een examen, marktaandelen, enz.
no: Når man sammenligner satser: meningsmålinger, arbeidsledighet, moms, rente, bestått eksamen, markedsandeler, osv.
pl: Gdy porównujemy wskaźniki: sondaże, bezrobocie, VAT, stopy procentowe, zdawalność egzaminów, udziały w rynku itp.
pt_pt: Quando se comparam taxas: inquéritos, desemprego, IVA, taxas de juro, sucesso num exame, quotas de mercado, etc.
ro: Când comparăm rate: sondaje, șomaj, TVA, rate de dobândă, succes la un examen, cote de piață etc.
ru: Когда сравнивают показатели: опросы, безработица, НДС, процентные ставки, успешность на экзамене, доли рынка и т.д.
sk: Keď porovnávame sadzby: prieskumy, nezamestnanosť, DPH, úrokové sadzby, úspešnosť na skúške, podiely na trhu atď.
sv: När man jämför räntor: undersökningar, arbetslöshet, moms, räntor, godkännande av ett prov, marknadsandelar, etc.
sw: Tunapolinganisha viwango: tafiti, ukosefu wa ajira, VAT, viwango vya riba, kufaulu mtihani, sehemu za soko, n.k.
tr: Oranları karşılaştırırken: anketler, işsizlik, KDV, faiz oranları, sınav başarı oranı, pazar payı vb.
uk: Коли порівнюють ставки: опитування, безробіття, ПДВ, відсоткові ставки, успішність на іспитах, частки ринку тощо.
vi: Khi so sánh các tỷ lệ: khảo sát, thất nghiệp, VAT, lãi suất, tỷ lệ đỗ kỳ thi, thị phần, v.v.
zh_hans: 当我们比较比率时：调查、失业、增值税、利率、考试通过率、市场份额等。

# ed_math_percentages_percentage_points_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_points_tip
source: Si les deux valeurs sont déjà des pourcentages, l’écart se donne presque toujours en points de pourcentage : c’est la formulation la plus lisible et la moins trompeuse.
af: As die twee waardes reeds persentasies is, word die verskil byna altyd in persentasiepunte gegee: dit is die mees leesbare en minste misleidende formulering.
bg: Ако двете стойности вече са проценти, разликата почти винаги се дава в процентни пункта: това е най-четимата и най-малко подвеждаща формулировка.
cs: Pokud jsou obě hodnoty již procenta, rozdíl se téměř vždy uvádí v procentních bodech: je to nejčitelnější a nejméně zavádějící formulace.
da: Hvis de to værdier allerede er procenter, gives forskellen næsten altid i procentpoint: det er den mest læselige og mindst misvisende formulering.
de: Wenn beide Werte bereits Prozentsätze sind, wird der Unterschied fast immer in Prozentpunkten angegeben: Das ist die lesbarste und am wenigsten irreführende Formulierung.
el: Αν οι δύο τιμές είναι ήδη ποσοστά, η διαφορά δίνεται σχεδόν πάντα σε ποσοστιαίες μονάδες: αυτή είναι η πιο αναγνώσιμη και λιγότερο παραπλανητική διατύπωση.
es: Si los dos valores ya son porcentajes, la diferencia se da casi siempre en puntos porcentuales: es la formulación más legible y menos engañosa.
fi: Jos molemmat arvot ovat jo prosentteja, ero ilmoitetaan lähes aina prosenttiyksiköissä: tämä on luettavin ja vähiten harhaanjohtava muotoilu.
fil: Kung ang dalawang halaga ay porsyento na, ang pagkakaiba ay halos palaging ibinibigay sa mga puntos ng porsyento: ito ang pinaka-mababasa at hindi nakaliligaw na pahayag.
hu: Ha a két érték már százalék, a különbséget szinte mindig százalékpontokban adják meg: ez a legolvashatóbb és legkevésbé félrevezető megfogalmazás.
id: Jika kedua nilai sudah dalam persen, selisihnya hampir selalu dinyatakan dalam poin persentase: ini adalah formulasi yang paling mudah dibaca dan paling tidak menipu.
it: Se i due valori sono già percentuali, la differenza è quasi sempre espressa in punti percentuali: è la formulazione più leggibile e meno fuorviante.
ja: 二つの値がすでにパーセンテージである場合、差はほぼ常にパーセンテージポイントで表されます：これは最も読みやすく、誤解を招かない表現です。
ko: 두 값이 이미 백분율인 경우, 차이는 거의 항상 포인트로 제공됩니다: 이는 가장 읽기 쉽고 덜 오해의 소지가 있는 표현입니다.
nl: Als beide waarden al percentages zijn, wordt het verschil bijna altijd gegeven in procentpunten: dit is de meest leesbare en minst misleidende formulering.
no: Hvis de to verdiene allerede er prosent, oppgis forskjellen nesten alltid i prosentpoeng: det er den mest lesbare og minst misvisende formuleringen.
pl: Jeśli obie wartości są już procentami, różnica jest prawie zawsze podawana w punktach procentowych: to najczytelniejsza i najmniej myląca formuła.
pt_pt: Se os dois valores já forem percentagens, a diferença é quase sempre dada em pontos percentuais: é a formulação mais legível e menos enganosa.
ro: Dacă cele două valori sunt deja procente, diferența se dă aproape întotdeauna în puncte procentuale: aceasta este formularea cea mai lizibilă și cea mai puțin înșelătoare.
ru: Если оба значения уже являются процентами, отклонение почти всегда указывается в процентных пунктах: это наиболее читаемая и наименее вводящая в заблуждение формулировка.
sk: Ak sú obe hodnoty už percentá, rozdiel sa takmer vždy uvádza v percentuálnych bodoch: je to najčitateľnejšia a najmenej zavádzajúca formulácia.
sv: Om de två värdena redan är procent, anges skillnaden nästan alltid i procentenheter: det är den mest läsbara och minst missvisande formuleringen.
sw: Ikiwa thamani zote mbili tayari ni asilimia, tofauti inatolewa karibu kila wakati kwa pointi za asilimia: hii ni muundo unaosomwa zaidi na usio na udanganyifu.
tr: Eğer iki değer zaten yüzde ise, fark genellikle yüzde puanı cinsinden verilir: bu, en okunabilir ve en az yanıltıcı ifadedir.
uk: Якщо обидва значення вже є відсотками, різниця зазвичай надається в процентних пунктах: це найбільш читабельна та менш оманлива формулювання.
vi: Nếu hai giá trị đã là phần trăm, chênh lệch thường được đưa ra bằng điểm phần trăm: đó là cách diễn đạt dễ đọc nhất và ít gây hiểu lầm nhất.
zh_hans: 如果两个值已经是百分比，差距几乎总是以百分点表示：这是最易读且不易误解的表述。

# ed_math_percentages_percentage_ratio_title
source: À propos : Ratio en pourcentage
af: Oor: Persentasieratio
bg: Относно: Процентно съотношение
cs: O: Poměr v procentech
da: Om: Procentforhold
de: Über: Verhältnis in Prozent
el: Σχετικά: Ποσοστό αναλογίας
es: Acerca de: Ratio en porcentaje
fi: Tietoa: Prosenttiosuus
fil: Tungkol sa: Ratio sa porsyento
hu: A következőkről: Százalékos arány
id: Tentang: Rasio dalam persen
it: A proposito: Rapporto in percentuale
ja: について：パーセンテージ比
ko: 정보: 백분율 비율
nl: Over: Percentageverhouding
no: Om: Prosentforhold
pl: O tym: Wskaźnik w procentach
pt_pt: Sobre: Rácio em percentagem
ro: Despre: Raport în procent
ru: О нас: Соотношение в процентах
sk: O: Percentuálny pomer
sv: Om: Procentförhållande
sw: Kuhusu: Uwiano kwa asilimia
tr: Hakkında: Yüzde oranı
uk: Про: Відношення у відсотках
vi: Về: Tỷ lệ phần trăm
zh_hans: 关于：百分比比率

# ed_math_percentages_percentage_ratio_lead
source: Ce calculateur permet d’exprimer un rapport entre deux quantités sous forme de pourcentage, afin de comparer leur importance relative sans référence à un total global.
af: Hierdie sakrekenaar maak dit moontlik om 'n verhouding tussen twee hoeveelhede in die vorm van 'n persentasie uit te druk, om hul relatiewe belang te vergelyk sonder verwysing na 'n totale totaal.
bg: Този калкулатор позволява да се изрази съотношение между две количества под формата на процент, за да се сравни тяхната относителна важност без позоваване на обща сума.
cs: Tento kalkulátor umožňuje vyjádřit poměr mezi dvěma množstvími ve formě procenta, aby se porovnala jejich relativní důležitost bez odkazu na celkový součet.
da: Denne regner giver mulighed for at udtrykke et forhold mellem to mængder i form af procent, for at sammenligne deres relative betydning uden reference til en samlet total.
de: Dieser Rechner ermöglicht es, ein Verhältnis zwischen zwei Mengen in Form eines Prozentsatzes auszudrücken, um ihre relative Bedeutung ohne Bezug auf eine Gesamtsumme zu vergleichen.
el: Αυτός ο υπολογιστής επιτρέπει την έκφραση μιας αναλογίας μεταξύ δύο ποσοτήτων με τη μορφή ποσοστού, προκειμένου να συγκρίνει τη σχετική τους σημασία χωρίς αναφορά σε συνολικό σύνολο.
es: Este calculador permite expresar una relación entre dos cantidades en forma de porcentaje, para comparar su importancia relativa sin referencia a un total global.
fi: Tämä laskin mahdollistaa kahden määrän suhteen ilmaisemisen prosenttina, jotta voidaan vertailla niiden suhteellista merkitystä ilman viittausta kokonaismäärään.
fil: Ang kalkulator na ito ay nagbibigay-daan upang ipahayag ang isang ugnayan sa pagitan ng dalawang dami sa anyo ng porsyento, upang ihambing ang kanilang kaugnay na kahalagahan nang walang sanggunian sa isang kabuuang kabuuan.
hu: Ez a kalkulátor lehetővé teszi, hogy két mennyiség közötti arányt százalékban fejezzen ki, hogy összehasonlíthassa azok relatív fontosságát anélkül, hogy globális összesítésre hivatkozna.
id: Kalkulator ini memungkinkan untuk mengekspresikan rasio antara dua kuantitas dalam bentuk persen, untuk membandingkan pentingnya relatif tanpa merujuk pada total keseluruhan.
it: Questo calcolatore consente di esprimere un rapporto tra due quantità sotto forma di percentuale, per confrontare la loro importanza relativa senza riferimento a un totale globale.
ja: この計算機は、二つの量の比率をパーセンテージの形で表現し、全体の合計に言及することなく相対的な重要性を比較することを可能にします。
ko: 이 계산기는 두 수량 간의 비율을 백분율로 표현하여 전체에 대한 상대적 중요성을 비교할 수 있게 합니다.
nl: Deze calculator maakt het mogelijk om een verhouding tussen twee hoeveelheden uit te drukken in de vorm van een percentage, om hun relatieve belang te vergelijken zonder verwijzing naar een totaal.
no: Denne kalkulatoren lar deg uttrykke et forhold mellom to mengder i prosent, for å sammenligne deres relative betydning uten referanse til en total.
pl: Ten kalkulator pozwala wyrazić stosunek między dwiema ilościami w formie procentu, aby porównać ich względne znaczenie bez odniesienia do całkowitej sumy.
pt_pt: Este calculador permite expressar uma relação entre duas quantidades sob a forma de percentagem, a fim de comparar a sua importância relativa sem referência a um total global.
ro: Acest calculator permite exprimarea unui raport între două cantități sub formă de procent, pentru a compara importanța lor relativă fără referire la un total global.
ru: Этот калькулятор позволяет выразить отношение между двумя количествами в виде процента, чтобы сравнить их относительную важность без ссылки на общий итог.
sk: Tento kalkulátor umožňuje vyjadriť pomer medzi dvoma množstvami vo forme percenta, aby sa porovnala ich relatívna dôležitosť bez odkazu na celkový súčet.
sv: Denna kalkylator gör det möjligt att uttrycka ett förhållande mellan två kvantiteter i form av procent, för att jämföra deras relativa betydelse utan hänvisning till en total summa.
sw: Kihesabu hiki kinaruhusu kuonyesha uwiano kati ya kiasi viwili kwa njia ya asilimia, ili kulinganisha umuhimu wao wa uhusiano bila kurejelea jumla ya jumla.
tr: Bu hesaplayıcı, iki miktar arasındaki oranı yüzde olarak ifade etmenizi sağlar, böylece toplam bir referans olmadan göreli önemlerini karşılaştırabilirsiniz.
uk: Цей калькулятор дозволяє виразити відношення між двома кількостями у вигляді відсотка, щоб порівняти їх відносну важливість без посилання на загальний підсумок.
vi: Máy tính này cho phép biểu thị một tỷ lệ giữa hai lượng dưới dạng phần trăm, nhằm so sánh tầm quan trọng tương đối của chúng mà không cần tham chiếu đến tổng thể.
zh_hans: 此计算器允许以百分比形式表达两个数量之间的比率，以便在不参考总量的情况下比较它们的相对重要性。

# ed_math_percentages_percentage_ratio_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случай на употреба
cs: Případ použití
da: Brugssag
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapa
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kas penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasus
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumu
uk: Використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_percentages_percentage_ratio_uc1_title
source: Comparer deux catégories
af: Vergelyk twee kategorieë
bg: Сравняване на две категории
cs: Porovnat dvě kategorie
da: Sammenlign to kategorier
de: Zwei Kategorien vergleichen
el: Σύγκριση δύο κατηγοριών
es: Comparar dos categorías
fi: Vertaile kahta kategoriaa
fil: Ihambing ang dalawang kategorya
hu: Két kategória összehasonlítása
id: Membandingkan dua kategori
it: Confrontare due categorie
ja: 二つのカテゴリを比較する
ko: 두 범주 비교하기
nl: Vergelijk twee categorieën
no: Sammenligne to kategorier
pl: Porównaj dwie kategorie
pt_pt: Comparar duas categorias
ro: Compararea a două categorii
ru: Сравнить две категории
sk: Porovnať dve kategórie
sv: Jämför två kategorier
sw: Kulinganisha makundi mawili
tr: İki kategoriyi karşılaştırmak
uk: Порівняти дві категорії
vi: So sánh hai danh mục
zh_hans: 比较两个类别

# ed_math_percentages_percentage_ratio_uc1_text
source: Exprimer la part d’une catégorie par rapport à une autre, par exemple le nombre de femmes par rapport au nombre d’hommes.
af: Druk die deel van 'n kategorie uit teenoor 'n ander, byvoorbeeld die aantal vroue teenoor die aantal mans.
bg: Изразяване на дела на една категория спрямо друга, например броя на жените спрямо броя на мъжете.
cs: Vyjádřit podíl jedné kategorie vůči jiné, například počet žen vůči počtu mužů.
da: Udtrykke andelen af en kategori i forhold til en anden, for eksempel antallet af kvinder i forhold til antallet af mænd.
de: Den Anteil einer Kategorie im Verhältnis zu einer anderen ausdrücken, zum Beispiel die Anzahl der Frauen im Vergleich zur Anzahl der Männer.
el: Έκφραση του μεριδίου μιας κατηγορίας σε σχέση με μια άλλη, για παράδειγμα, ο αριθμός γυναικών σε σχέση με τον αριθμό ανδρών.
es: Expresar la parte de una categoría en relación a otra, por ejemplo, el número de mujeres en relación al número de hombres.
fi: Ilmaise yhden kategorian osuus suhteessa toiseen, esimerkiksi naisten määrä suhteessa miesten määrään.
fil: Ipahayag ang bahagi ng isang kategorya kumpara sa isa pa, halimbawa ang bilang ng mga kababaihan kumpara sa bilang ng mga kalalakihan.
hu: Egy kategória arányának kifejezése egy másikhoz képest, például a nők számának a férfiak számához viszonyítva.
id: Menyatakan bagian dari satu kategori dibandingkan dengan yang lain, misalnya jumlah wanita dibandingkan dengan jumlah pria.
it: Esprimere la quota di una categoria rispetto a un'altra, ad esempio il numero di donne rispetto al numero di uomini.
ja: あるカテゴリの割合を別のカテゴリに対して表現する、例えば女性の数を男性の数に対して。
ko: 한 범주가 다른 범주에 대한 비율을 표현하기, 예를 들어 여성 수를 남성 수에 비해.
nl: Druk het aandeel van een categorie uit ten opzichte van een andere, bijvoorbeeld het aantal vrouwen ten opzichte van het aantal mannen.
no: Uttrykke andelen av en kategori i forhold til en annen, for eksempel antall kvinner i forhold til antall menn.
pl: Wyrazić udział jednej kategorii w stosunku do innej, na przykład liczby kobiet w stosunku do liczby mężczyzn.
pt_pt: Expressar a parte de uma categoria em relação a outra, por exemplo, o número de mulheres em relação ao número de homens.
ro: Exprimarea părții unei categorii în raport cu alta, de exemplu, numărul de femei în raport cu numărul de bărbați.
ru: Выразить долю одной категории по отношению к другой, например, количество женщин по сравнению с количеством мужчин.
sk: Vyjadriť podiel jednej kategórie vo vzťahu k druhej, napríklad počet žien v porovnaní s počtom mužov.
sv: Uttrycka andelen av en kategori i förhållande till en annan, till exempel antalet kvinnor i förhållande till antalet män.
sw: Kuonyesha sehemu ya kundi moja ikilinganishwa na lingine, kwa mfano idadi ya wanawake ikilinganishwa na idadi ya wanaume.
tr: Bir kategorinin diğerine oranını ifade etmek, örneğin kadın sayısını erkek sayısına göre.
uk: Виразити частку однієї категорії відносно іншої, наприклад, кількість жінок відносно кількості чоловіків.
vi: Biểu thị phần của một danh mục so với một danh mục khác, chẳng hạn như số lượng phụ nữ so với số lượng nam giới.
zh_hans: 表达一个类别相对于另一个类别的份额，例如女性人数与男性人数的比较。

# ed_math_percentages_percentage_ratio_uc2_title
source: Analyser un indicateur de performance
af: Analiseer 'n prestasie-aanwyser
bg: Анализ на индикатор за производителност
cs: Analyzovat ukazatel výkonnosti
da: Analysere en præstationsindikator
de: Ein Leistungsindikator analysieren
el: Ανάλυση ενός δείκτη απόδοσης
es: Analizar un indicador de rendimiento
fi: Analysoi suorituskykymittaria
fil: Suriin ang isang tagapagpahiwatig ng pagganap
hu: Teljesítménymutató elemzése
id: Menganalisis indikator kinerja
it: Analizzare un indicatore di performance
ja: パフォーマンス指標を分析する
ko: 성능 지표 분석하기
nl: Analyseer een prestatie-indicator
no: Analysere en ytelsesindikator
pl: Analizować wskaźnik wydajności
pt_pt: Analisar um indicador de desempenho
ro: Analiza unui indicator de performanță
ru: Анализировать показатель эффективности
sk: Analyzovať ukazovateľ výkonnosti
sv: Analysera en prestationsindikator
sw: Kuchambua kiashiria cha utendaji
tr: Bir performans göstergesini analiz etmek
uk: Аналізувати показник ефективності
vi: Phân tích một chỉ số hiệu suất
zh_hans: 分析绩效指标

# ed_math_percentages_percentage_ratio_uc2_text
source: Utilisé pour calculer des ratios comme le taux de réussite, le taux d’erreur ou le nombre de cas positifs par rapport aux cas totaux observés.
af: Gebruik om verhoudings soos die slaagsyfer, foutkoers of die aantal positiewe gevalle teenoor die totale waargeneem gevalle te bereken.
bg: Използва се за изчисляване на съотношения като процент на успех, процент на грешка или броя на положителните случаи спрямо общо наблюдаваните случаи.
cs: Používá se k výpočtu poměrů, jako je míra úspěšnosti, míra chybovosti nebo počet pozitivních případů vůči celkovému počtu pozorovaných případů.
da: Bruges til at beregne forhold som beståelsesrate, fejlrate eller antallet af positive tilfælde i forhold til de samlede observerede tilfælde.
de: Verwendet zur Berechnung von Verhältnissen wie Erfolgsquote, Fehlerquote oder der Anzahl positiver Fälle im Verhältnis zu den insgesamt beobachteten Fällen.
el: Χρησιμοποιείται για τον υπολογισμό αναλογιών όπως το ποσοστό επιτυχίας, το ποσοστό σφάλματος ή ο αριθμός θετικών περιπτώσεων σε σχέση με τις συνολικές παρατηρούμενες περιπτώσεις.
es: Utilizado para calcular ratios como la tasa de éxito, la tasa de error o el número de casos positivos en relación a los casos totales observados.
fi: Käytetään laskemaan suhteita, kuten läpäisyprosentti, virheprosentti tai positiivisten tapausten määrä suhteessa havaittuihin kokonaisiin tapauksiin.
fil: Ginagamit upang kalkulahin ang mga ratio tulad ng rate ng tagumpay, rate ng pagkakamali o bilang ng mga positibong kaso kumpara sa kabuuang mga naobserbahang kaso.
hu: Arányok kiszámítására használják, mint például a sikerességi arány, a hibaarány vagy a pozitív esetek száma a megfigyelt összes esethez viszonyítva.
id: Digunakan untuk menghitung rasio seperti tingkat keberhasilan, tingkat kesalahan, atau jumlah kasus positif dibandingkan dengan total kasus yang diamati.
it: Utilizzato per calcolare rapporti come il tasso di successo, il tasso di errore o il numero di casi positivi rispetto ai casi totali osservati.
ja: 成功率、エラー率、観察された総ケースに対する陽性ケースの数などの比率を計算するために使用されます。
ko: 성공률, 오류율 또는 관찰된 총 사례에 대한 양성 사례 수와 같은 비율을 계산하는 데 사용됩니다.
nl: Gebruikt om ratio's te berekenen zoals het slagingspercentage, het foutpercentage of het aantal positieve gevallen ten opzichte van het totaal waargenomen gevallen.
no: Brukt for å beregne forhold som bestått prosent, feilprosent eller antall positive tilfeller i forhold til totalt observerte tilfeller.
pl: Używane do obliczania wskaźników, takich jak wskaźnik sukcesu, wskaźnik błędów lub liczba przypadków pozytywnych w stosunku do całkowitej liczby obserwowanych przypadków.
pt_pt: Usado para calcular rácios como a taxa de sucesso, a taxa de erro ou o número de casos positivos em relação ao total de casos observados.
ro: Utilizat pentru a calcula rapoarte precum rata de succes, rata de eroare sau numărul de cazuri pozitive în raport cu cazurile totale observate.
ru: Используется для расчета коэффициентов, таких как коэффициент успешности, коэффициент ошибок или количество положительных случаев по сравнению с общим количеством наблюдаемых случаев.
sk: Používa sa na výpočet pomerov ako miera úspešnosti, miera chýb alebo počet pozitívnych prípadov v porovnaní s celkovým počtom pozorovaných prípadov.
sv: Används för att beräkna förhållanden som framgångsgrad, felprocent eller antalet positiva fall i förhållande till det totala antalet observerade fall.
sw: Inatumika kuhesabu uwiano kama kiwango cha kufaulu, kiwango cha makosa au idadi ya kesi chanya ikilinganishwa na kesi zote zilizotazamwa.
tr: Başarı oranı, hata oranı veya gözlemlenen toplam vakalara göre pozitif vaka sayısını hesaplamak için kullanılır.
uk: Використовується для розрахунку співвідношень, таких як рівень успішності, рівень помилок або кількість позитивних випадків відносно загальної кількості спостережуваних випадків.
vi: Sử dụng để tính toán các tỷ lệ như tỷ lệ thành công, tỷ lệ lỗi hoặc số lượng trường hợp dương tính so với tổng số trường hợp quan sát được.
zh_hans: 用于计算比率，如成功率、错误率或阳性病例与观察到的总病例数的比率。
