Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l3_s2_b2
source: Dire “la médiane vaut m” signifie qu’au moins 50% des valeurs sont ≤ m et au moins 50% sont ≥ m.
af: Om te sê "die mediaan is m" beteken dat ten minste 50% van die waardes ≤ m en ten minste 50% ≥ m is.
bg: Да кажеш "медианата е m" означава, че поне 50% от стойностите са ≤ m и поне 50% са ≥ m.
cs: Říci "medián je m" znamená, že alespoň 50 % hodnot je ≤ m a alespoň 50 % je ≥ m.
da: At sige “medianen er m” betyder, at mindst 50% af værdierne er ≤ m og mindst 50% er ≥ m.
de: Zu sagen "der Median beträgt m" bedeutet, dass mindestens 50% der Werte ≤ m und mindestens 50% der Werte ≥ m sind.
el: Το να λέμε "η διάμεσος είναι m" σημαίνει ότι τουλάχιστον το 50% των τιμών είναι ≤ m και τουλάχιστον το 50% είναι ≥ m.
es: Decir "la mediana vale m" significa que al menos el 50% de los valores son ≤ m y al menos el 50% son ≥ m.
fi: Sanominen "mediaani on m" tarkoittaa, että vähintään 50% arvoista ovat ≤ m ja vähintään 50% ovat ≥ m.
fil: Saying 'the median is m' means that at least 50% of the values are ≤ m and at least 50% are ≥ m.
hu: Azt mondani, hogy "a medián m értéket vesz" azt jelenti, hogy legalább 50% az értékek ≤ m és legalább 50% az értékek ≥ m.
id: Mengatakan "median bernilai m" berarti setidaknya 50% dari nilai adalah ≤ m dan setidaknya 50% adalah ≥ m.
it: Dire "la mediana vale m" significa che almeno il 50% dei valori sono ≤ m e almeno il 50% sono ≥ m.
ja: 「中央値が m である」と言うことは、少なくとも 50% の値が ≤ m であり、少なくとも 50% が ≥ m であることを意味します。
ko: '중앙값이 m이다'라고 말하는 것은 적어도 50%의 값이 ≤ m이고 적어도 50%가 ≥ m임을 의미합니다.
nl: Zeggen "de mediaan is m" betekent dat ten minste 50% van de waarden ≤ m zijn en ten minste 50% ≥ m zijn.
no: Å si “medianen er m” betyr at minst 50% av verdiene er ≤ m og minst 50% er ≥ m.
pl: Mówiąc "mediana wynosi m", oznacza to, że co najmniej 50% wartości jest ≤ m i co najmniej 50% jest ≥ m.
pt_pt: Dizer "a mediana vale m" significa que pelo menos 50% dos valores são ≤ m e pelo menos 50% são ≥ m.
ro: A spune “mediana este m” înseamnă că cel puțin 50% din valori sunt ≤ m și cel puțin 50% sunt ≥ m.
ru: Сказать "медиана равна m" означает, что по крайней мере 50% значений ≤ m и по крайней мере 50% значений ≥ m.
sk: Povedať "medián je m" znamená, že aspoň 50% hodnôt je ≤ m a aspoň 50% sú ≥ m.
sv: Att säga "medianen är m" betyder att minst 50% av värdena är ≤ m och minst 50% är ≥ m.
sw: Kusema "median inamaanisha m" kunamaanisha kwamba angalau asilimia 50 ya thamani ni ≤ m na angalau asilimia 50 ni ≥ m.
tr: “Medyan m değerindedir” demek, en az %50 değerlerin ≤ m ve en az %50 değerlerin ≥ m olduğu anlamına gelir.
uk: Сказати “медіана дорівнює m” означає, що принаймні 50% значень ≤ m і принаймні 50% ≥ m.
vi: Nói "trung vị bằng m" có nghĩa là ít nhất 50% các giá trị ≤ m và ít nhất 50% các giá trị ≥ m.
zh_hans: 说“中位数为 m”意味着至少 50% 的值 ≤ m，且至少 50% 的值 ≥ m。

# median_l3_s2_b3
source: C’est une information de position, pas de dispersion.
af: Dit is 'n posisie-inligting, nie 'n verspreiding nie.
bg: Това е информация за позиция, а не за разсейване.
cs: Je to informace o pozici, ne o rozptýlení.
da: Det er en positionsinformation, ikke en spredning.
de: Es ist eine Positionsinformation, keine Streuungsinformation.
el: Είναι μια πληροφορία θέσης, όχι διασποράς.
es: Es una información de posición, no de dispersión.
fi: Se on sijaintitieto, ei hajontatieto.
fil: It is a measure of position, not dispersion.
hu: Ez egy pozíciós információ, nem szórás.
id: Ini adalah informasi posisi, bukan dispersi.
it: È un'informazione di posizione, non di dispersione.
ja: これは位置の情報であり、分散ではありません。
ko: 이는 위치 정보이지 분산 정보가 아닙니다.
nl: Het is een informatie over positie, niet over spreiding.
no: Det er en posisjonsinformasjon, ikke spredning.
pl: To jest informacja o pozycji, a nie o rozproszeniu.
pt_pt: É uma informação de posição, não de dispersão.
ro: Este o informație de poziție, nu de dispersie.
ru: Это информация о позиции, а не о разбросе.
sk: Je to informácia o pozícii, nie o rozptyle.
sv: Det är en positionsinformation, inte spridning.
sw: Hii ni taarifa ya nafasi, si ya kutawanya.
tr: Bu bir konum bilgisi, dağılım bilgisi değil.
uk: Це інформація про позицію, а не про дисперсію.
vi: Đây là thông tin về vị trí, không phải về sự phân tán.
zh_hans: 这是一种位置的信息，而不是离散度的信息。

# median_l3_s3_title
source: Quand la médiane est préférable
af: Wanneer die mediaan verkieslik is
bg: Кога медианата е предпочитана
cs: Kdy je medián preferován
da: Hvornår medianen er at foretrække
de: Wann der Median vorzuziehen ist
el: Όταν η διάμεσος είναι προτιμότερη
es: Cuándo es preferible la mediana
fi: Milloin mediaani on parempi
fil: When the median is preferable
hu: Mikor előnyös a medián
id: Kapan median lebih disukai
it: Quando la mediana è preferibile
ja: 中央値が好ましい場合
ko: 중앙값이 더 바람직한 경우
nl: Wanneer de mediaan de voorkeur heeft
no: Når medianen er å foretrekke
pl: Kiedy mediana jest preferowana
pt_pt: Quando a mediana é preferível
ro: Când este preferabilă mediana
ru: Когда медиана предпочтительнее
sk: Kedy je medián uprednostňovaný
sv: När medianen är att föredra
sw: Wakati mediani inafaa zaidi
tr: Medyanın tercih edildiği durumlar
uk: Коли медіана є кращою
vi: Khi nào trung vị là lựa chọn tốt hơn
zh_hans: 何时中位数更可取

# median_l3_s3_b1
source: Quand la distribution est asymétrique (revenus, prix), car la moyenne est tirée vers la “queue”.
af: Wanneer die verspreiding asimmetries is (inkomste, pryse), omdat die gemiddelde na die "staart" getrek word.
bg: Когато разпределението е асиметрично (доходи, цени), тъй като средното е изтеглено към "опашката".
cs: Když je rozdělení asymetrické (příjmy, ceny), protože průměr je tažen směrem k "ocasu".
da: Når fordelingen er asymmetrisk (indkomster, priser), fordi gennemsnittet trækkes mod “halen”.
de: Wenn die Verteilung asymmetrisch ist (Einkommen, Preise), da der Mittelwert in die "Schwänze" gezogen wird.
el: Όταν η κατανομή είναι ασύμμετρη (εισόδημα, τιμές), καθώς ο μέσος όρος τραβιέται προς την "ουρά".
es: Cuando la distribución es asimétrica (ingresos, precios), ya que la media se ve arrastrada hacia la "cola".
fi: Kun jakauma on epäsymmetrinen (tulot, hinnat), koska keskiarvo vetää "häntään".
fil: When the distribution is asymmetric (income, prices), because the average is pulled towards the 'tail'.
hu: Amikor az eloszlás aszimmetrikus (jövedelmek, árak), mert az átlag a "farok" felé húzódik.
id: Ketika distribusi asimetris (pendapatan, harga), karena rata-rata ditarik ke arah "ekor".
it: Quando la distribuzione è asimmetrica (redditi, prezzi), poiché la media è tirata verso la "coda".
ja: 分布が非対称である場合（収入、価格）、平均が「尾」に引き寄せられるため。
ko: 분포가 비대칭일 때(소득, 가격), 평균이 '꼬리' 쪽으로 끌리기 때문입니다.
nl: Wanneer de verdeling asymmetrisch is (inkomens, prijzen), omdat het gemiddelde naar de "staart" wordt getrokken.
no: Når fordelingen er asymmetrisk (inntekter, priser), fordi gjennomsnittet trekkes mot “halen”.
pl: Kiedy rozkład jest asymetryczny (dochody, ceny), ponieważ średnia jest ciągnięta w kierunku "ogona".
pt_pt: Quando a distribuição é assimétrica (rendimentos, preços), pois a média é puxada para a "cauda".
ro: Când distribuția este asimetrică (venituri, prețuri), deoarece media este trasă spre “coadă”.
ru: Когда распределение асимметрично (доходы, цены), так как среднее тянется к "хвосту".
sk: Keď je rozdelenie asymetrické (príjmy, ceny), pretože priemer je ťahaný smerom k "chvostu".
sv: När fördelningen är asymmetrisk (inkomster, priser), eftersom medelvärdet dras mot "svansen".
sw: Wakati usambazaji ni wa asymetria (mapato, bei), kwa sababu kati inavutwa kuelekea "mkia".
tr: Dağılım asimetrik olduğunda (gelirler, fiyatlar), çünkü ortalama “kuyruk” tarafına çekilir.
uk: Коли розподіл асиметричний (доходи, ціни), оскільки середнє значення зміщується до "хвоста".
vi: Khi phân phối không đối xứng (thu nhập, giá cả), vì trung bình bị kéo về phía "đuôi".
zh_hans: 当分布不对称时（收入、价格），因为平均值会被“尾部”拉动。

# median_l3_s3_b2
source: Quand il y a des outliers (erreurs de mesure, cas exceptionnels).
af: Wanneer daar uitschieters is (meetfoute, uitsonderlike gevalle).
bg: Когато има аутлайъри (грешки в измерването, изключителни случаи).
cs: Když jsou outliery (chyby měření, výjimečné případy).
da: Når der er outliers (målefejl, exceptionelle tilfælde).
de: Wenn es Ausreißer gibt (Messfehler, Ausnahmefälle).
el: Όταν υπάρχουν ακραίες τιμές (σφάλματα μέτρησης, εξαιρετικές περιπτώσεις).
es: Cuando hay outliers (errores de medición, casos excepcionales).
fi: Kun on poikkeavia arvoja (mittausvirheet, poikkeukselliset tapaukset).
fil: When there are outliers (measurement errors, exceptional cases).
hu: Amikor kiugró értékek vannak (mérési hibák, kivételes esetek).
id: Ketika ada outlier (kesalahan pengukuran, kasus luar biasa).
it: Quando ci sono outlier (errori di misurazione, casi eccezionali).
ja: 外れ値（測定誤差、例外的なケース）があるとき。
ko: 이상치가 있을 때 (측정 오류, 예외적인 경우).
nl: Wanneer er outliers zijn (meetfouten, uitzonderlijke gevallen).
no: Når det er uteliggere (målefeil, unntakstilfeller).
pl: Kiedy są outliery (błędy pomiaru, przypadki wyjątkowe).
pt_pt: Quando há outliers (erros de medição, casos excepcionais).
ro: Când există outlieri (erori de măsurare, cazuri excepționale).
ru: Когда есть выбросы (ошибки измерения, исключительные случаи).
sk: Keď sú prítomné outliery (chyby merania, výnimočné prípady).
sv: När det finns avvikare (mätfel, exceptionella fall).
sw: Wakati kuna outliers (makosa ya kipimo, kesi za kipekee).
tr: Aykırı değerler olduğunda (ölçüm hataları, istisnai durumlar).
uk: Коли є викиди (помилки вимірювання, виняткові випадки).
vi: Khi có các outlier (lỗi đo lường, trường hợp đặc biệt).
zh_hans: 当存在异常值（测量误差，特殊情况）时。

# median_l3_s3_b3
source: Quand on cherche une valeur “typique” pour une population (médiane des salaires).
af: Wanneer ons 'n "tipiese" waarde vir 'n bevolking soek (mediaan van salarisse).
bg: Когато търсим „типична“ стойност за популация (медиана на заплатите).
cs: Když hledáme "typickou" hodnotu pro populaci (medián mezd).
da: Når man søger en “typisk” værdi for en population (medianen af lønninger).
de: Wenn man einen "typischen" Wert für eine Population sucht (Median der Gehälter).
el: Όταν αναζητούμε μια "τυπική" τιμή για έναν πληθυσμό (διάμεσος μισθών).
es: Cuando se busca un valor "típico" para una población (mediana de salarios).
fi: Kun etsitään "tyypillistä" arvoa väestölle (palkkojen mediaani).
fil: When looking for a 'typical' value for a population (median of salaries).
hu: Amikor egy "tipikus" értéket keresünk egy populációra (a bérek mediánja).
id: Ketika kita mencari nilai "tipikal" untuk populasi (median gaji).
it: Quando si cerca un valore "tipico" per una popolazione (mediana dei salari).
ja: 母集団の「典型的な」値を探しているとき（給与の中央値）。
ko: 인구에 대한 '전형적인' 값을 찾을 때 (임금의 중앙값).
nl: Wanneer we een "typische" waarde voor een populatie zoeken (mediaan van salarissen).
no: Når man leter etter en “typisk” verdi for en befolkning (median av lønninger).
pl: Kiedy szukamy wartości "typowej" dla populacji (mediana wynagrodzeń).
pt_pt: Quando se busca um valor "típico" para uma população (mediana dos salários).
ro: Când căutăm o valoare “tipică” pentru o populație (mediana salariilor).
ru: Когда мы ищем "типичное" значение для популяции (медиана зарплат).
sk: Keď hľadáme "typickú" hodnotu pre populáciu (medián platov).
sv: När man söker ett "typiskt" värde för en population (medianen av löner).
sw: Wakati tunatafuta thamani "ya kawaida" kwa idadi (median ya mishahara).
tr: Bir popülasyon için “tipik” bir değer arandığında (maaşların medyanı).
uk: Коли ми шукаємо "типове" значення для популяції (медіана зарплат).
vi: Khi tìm kiếm một giá trị "điển hình" cho một quần thể (trung vị của lương).
zh_hans: 当我们寻找一个人群的“典型”值（工资的中位数）时。

# median_l3_q1
source: La médiane est dite “robuste” car :
af: Die mediaan word "robust" genoem omdat:
bg: Медианата се нарича „робустна“, защото:
cs: Medián je nazýván "robustní", protože :
da: Medianen siges at være “robust”, fordi :
de: Der Median wird als "robust" bezeichnet, weil:
el: Η διάμεσος λέγεται "ανθεκτική" γιατί:
es: La mediana se dice "robusta" porque :
fi: Mediaania kutsutaan "kestäväksi", koska :
fil: The median is said to be 'robust' because:
hu: A mediánt "robustnak" nevezik, mert:
id: Median disebut "kuat" karena :
it: La mediana è detta "robusta" perché :
ja: 中央値は「ロバスト」と呼ばれます。
ko: 중앙값은 '강건하다'고 불린다. :
nl: De mediaan wordt "robust" genoemd omdat :
no: Medianen er såkalt “robust” fordi :
pl: Mediana jest nazywana "odporną", ponieważ :
pt_pt: A mediana é dita "robusta" porque :
ro: Mediana este numită “robustă” deoarece :
ru: Медиана называется "робустной", потому что :
sk: Medián je nazývaný "robustný", pretože :
sv: Medianen sägs vara "robust" eftersom :
sw: Madini inaitwa "thabiti" kwa sababu :
tr: Medyan “sağlam” olarak adlandırılır çünkü:
uk: Медіана вважається "стійкою", оскільки:
vi: Trung vị được gọi là "vững chắc" vì:
zh_hans: 中位数被称为“稳健的”，因为：

# median_l3_q1_a
source: elle utilise la somme de toutes les valeurs
af: dit die som van al die waardes gebruik
bg: използва сумата на всички стойности
cs: používá součet všech hodnot
da: den bruger summen af alle værdier
de: er die Summe aller Werte verwendet
el: χρησιμοποιεί το άθροισμα όλων των τιμών
es: utiliza la suma de todos los valores
fi: se käyttää kaikkien arvojen summaa
fil: it uses the sum of all values
hu: használja az összes érték összegét
id: ia menggunakan jumlah dari semua nilai
it: utilizza la somma di tutti i valori
ja: すべての値の合計を使用します。
ko: 모든 값의 합을 사용한다.
nl: het de som van alle waarden gebruikt
no: den bruker summen av alle verdier
pl: używa sumy wszystkich wartości
pt_pt: ela utiliza a soma de todos os valores
ro: folosește suma tuturor valorilor
ru: она использует сумму всех значений
sk: používa súčet všetkých hodnôt
sv: den använder summan av alla värden
sw: inatumia jumla ya thamani zote
tr: tüm değerlerin toplamını kullanır
uk: вона використовує суму всіх значень
vi: nó sử dụng tổng của tất cả các giá trị
zh_hans: 它使用所有值的总和

# median_l3_q1_b
source: elle est peu influencée par quelques valeurs extrêmes
af: dit is min beïnvloed deur 'n paar uiterste waardes
bg: е малко повлияна от няколко крайни стойности
cs: je málo ovlivněn několika extrémními hodnotami
da: den er lidt påvirket af nogle ekstreme værdier
de: er wenig von einigen extremen Werten beeinflusst wird
el: είναι λίγο επηρεασμένη από μερικές ακραίες τιμές
es: es poco influenciada por algunos valores extremos
fi: se on vähän herkkä muutamille äärimmäisille arvoille
fil: it is little influenced by a few extreme values
hu: kevésbé befolyásolják néhány szélsőséges érték
id: ia sedikit dipengaruhi oleh beberapa nilai ekstrem
it: è poco influenzata da alcuni valori estremi
ja: いくつかの極端な値の影響を受けにくいです。
ko: 극단적인 몇몇 값에 의해 영향을 적게 받는다.
nl: het is weinig beïnvloed door enkele extreme waarden
no: den er lite påvirket av noen ekstreme verdier
pl: jest mało wpływana przez kilka ekstremalnych wartości
pt_pt: ela é pouco influenciada por alguns valores extremos
ro: este puțin influențată de câteva valori extreme
ru: она слабо подвержена влиянию нескольких экстремальных значений
sk: má malý vplyv od niekoľkých extrémnych hodnôt
sv: den påverkas lite av några extrema värden
sw: haijashawishiwa sana na baadhi ya thamani za mwisho
tr: birkaç aşırı değerden az etkilenir
uk: вона мало піддається впливу кількох екстремальних значень
vi: nó ít bị ảnh hưởng bởi một vài giá trị cực đoan
zh_hans: 它不易受到少数极端值的影响

# median_l3_q1_c
source: elle est toujours égale à la moyenne
af: dit is altyd gelyk aan die gemiddelde
bg: винаги е равна на средната стойност
cs: je vždy roven průměru
da: den er altid lig med gennemsnittet
de: er immer gleich dem Mittelwert ist
el: είναι πάντα ίση με τον μέσο όρο
es: siempre es igual a la media
fi: se on aina yhtä suuri kuin keskiarvo
fil: it is always equal to the average
hu: mindig egyenlő az átlaggal
id: ia selalu sama dengan rata-rata
it: è sempre uguale alla media
ja: 常に平均と等しいです。
ko: 항상 평균과 같다.
nl: het is altijd gelijk aan het gemiddelde
no: den er alltid lik gjennomsnittet
pl: jest zawsze równa średniej
pt_pt: ela é sempre igual à média
ro: este întotdeauna egală cu media
ru: она всегда равна среднему
sk: je vždy rovný priemeru
sv: den är alltid lika med medelvärdet
sw: daima ni sawa na kati
tr: her zaman ortalamaya eşittir
uk: вона завжди дорівнює середньому
vi: nó luôn bằng trung bình
zh_hans: 它始终等于平均值

# median_l3_q1_exp
source: Une poignée d’extrêmes change peu la position centrale (50e percentile), contrairement à la moyenne.
af: 'n handvol uiterstes verander min die sentrale posisie (50ste persentiel), in teenstelling met die gemiddelde.
bg: Няколко крайни стойности променят малко централната позиция (50-ти перцентил), за разлика от средната стойност.
cs: Hrstka extrémů má malý vliv na centrální pozici (50. percentil), na rozdíl od průměru.
da: En håndfuld ekstreme værdier ændrer lidt den centrale position (50. percentil), i modsætning til gennemsnittet.
de: Eine Handvoll Extremer verändert die zentrale Position (50. Perzentil) wenig, im Gegensatz zum Mittelwert.
el: Μια χούφτα ακραίων τιμών αλλάζει λίγο τη κεντρική θέση (50ο εκατοστημόριο), σε αντίθεση με τον μέσο όρο.
es: Un puñado de extremos cambia poco la posición central (percentil 50), a diferencia de la media.
fi: Kourallinen äärimmäisiä arvoja muuttaa vähän keskipistettä (50. prosenttipiste), toisin kuin keskiarvo.
fil: A handful of extremes changes the central position little (50th percentile), unlike the average.
hu: Néhány szélsőséges érték kevéssé változtatja meg a középponti pozíciót (50. percentilis), ellentétben az átlaggal.
id: Sekelompok ekstrem mengubah sedikit posisi pusat (persentil ke-50), berbeda dengan rata-rata.
it: Una manciata di estremi cambia poco la posizione centrale (50° percentile), a differenza della media.
ja: 少数の極端な値は中央の位置（50パーセンタイル）をほとんど変えませんが、平均は変わります。
ko: 소수의 극단값이 중앙 위치(50번째 백분위수)를 거의 변경하지 않지만, 평균은 그렇지 않다.
nl: Een handvol extremen verandert de centrale positie (50e percentiel) weinig, in tegenstelling tot het gemiddelde.
no: En håndfull ekstreme verdier endrer lite den sentrale posisjonen (50. percentil), i motsetning til gjennomsnittet.
pl: Garść ekstremów niewiele zmienia pozycję centralną (50. percentyl), w przeciwieństwie do średniej.
pt_pt: Um punhado de extremos muda pouco a posição central (50º percentil), ao contrário da média.
ro: O mână de extreme schimbă puțin poziția centrală (percentilul 50), spre deosebire de medie.
ru: Небольшое количество экстремальных значений мало меняет центральную позицию (50-й перцентиль), в отличие от среднего.
sk: Hŕstka extrémov má malý vplyv na centrálnu pozíciu (50. percentil), na rozdiel od priemeru.
sv: En handfull extremvärden förändrar lite den centrala positionen (50:e percentilen), till skillnad från medelvärdet.
sw: Kikundi kidogo cha mwisho kinabadilisha kidogo nafasi ya kati (asilimia ya 50), tofauti na kati.
tr: Bir avuç aşırı değer, merkezi konumu (50. yüzdelik dilim) az değiştirir, ortalamanın aksine.
uk: Невелика кількість екстремумів мало змінює центральну позицію (50-й процентиль), на відміну від середнього.
vi: Một vài giá trị cực đoan không làm thay đổi nhiều vị trí trung tâm (phần trăm thứ 50), trái ngược với trung bình.
zh_hans: 一小部分极端值对中心位置（第50百分位数）的影响很小，而与平均值相反。

# median_l4_title
source: 4) Médiane pondérée (weighted median)
af: 4) Gewigte mediaan (weighted median)
bg: 4) Теглена медиана (weighted median)
cs: 4) Vážený medián (weighted median)
da: 4) Vægtet median (weighted median)
de: 4) Gewichteter Median (weighted median)
el: 4) Βαθμωτή διάμεσος (weighted median)
es: 4) Mediana ponderada (weighted median)
fi: 4) Painotettu mediaani (weighted median)
fil: Weighted median (weighted median)
hu: 4) Súlyozott medián (weighted median)
id: 4) Median tertimbang (weighted median)
it: 4) Mediana ponderata (weighted median)
ja: 4) 重み付き中央値（weighted median）
ko: 4) 가중 중앙값 (weighted median)
nl: 4) Gewogen mediaan (weighted median)
no: 4) Vektet median (weighted median)
pl: 4) Mediana ważona (weighted median)
pt_pt: 4) Mediana ponderada (weighted median)
ro: 4) Mediana ponderată (weighted median)
ru: 4) Взвешенная медиана (weighted median)
sk: 4) Vážený medián (weighted median)
sv: 4) Viktad median (weighted median)
sw: 4) Median iliyo na uzito (weighted median)
tr: 4) Ağırlıklı medyan (weighted median)
uk: 4) Вагова медіана (weighted median)
vi: 4) Trung vị có trọng số (weighted median)
zh_hans: 4) 加权中位数（weighted median）

# median_l4_sub
source: Quand les observations ont des poids : effectifs, importance, fréquence…
af: Wanneer die waarnemings gewigte het: getalle, belangrikheid, frekwensie…
bg: Когато наблюденията имат тегла: брой, важност, честота…
cs: Když mají pozorování váhy : četnosti, důležitost, frekvence…
da: Når observationerne har vægte : antal, betydning, hyppighed…
de: Wenn die Beobachtungen Gewichte haben: Häufigkeiten, Bedeutung, Frequenz…
el: Όταν οι παρατηρήσεις έχουν βάρη: συχνότητες, σημασία, συχνότητα…
es: Cuando las observaciones tienen pesos : efectivos, importancia, frecuencia…
fi: Kun havainnoilla on painot: lukumäärät, tärkeys, taajuus…
fil: When observations have weights: frequencies, importance, frequency...
hu: Amikor a megfigyeléseknek súlyai vannak: gyakoriságok, fontosság, gyakoriság…
id: Ketika pengamatan memiliki bobot : frekuensi, pentingnya, frekuensi…
it: Quando le osservazioni hanno pesi : frequenze, importanza, frequenza…
ja: 観察値に重みがあるとき：頻度、重要性、頻度…
ko: 관측치에 가중치가 있을 때: 빈도, 중요성, 빈도…
nl: Wanneer de observaties gewichten hebben : frequenties, belang, frequentie…
no: Når observasjonene har vekter : frekvenser, betydning, hyppighet…
pl: Kiedy obserwacje mają wagi : liczebności, znaczenie, częstotliwość…
pt_pt: Quando as observações têm pesos : efetivos, importância, frequência…
ro: Când observațiile au greutăți : efective, importanță, frecvență…
ru: Когда наблюдения имеют веса : частоты, важность, частота…
sk: Keď majú pozorovania váhy : počty, dôležitosť, frekvencia…
sv: När observationerna har vikter : frekvenser, betydelse, frekvens…
sw: Wakati maelezo yana uzito : idadi, umuhimu, mara...
tr: Gözlemler ağırlıklara sahip olduğunda: frekanslar, önem, sıklık…
uk: Коли спостереження мають ваги: чисельність, важливість, частота…
vi: Khi các quan sát có trọng số : số lượng, tầm quan trọng, tần suất…
zh_hans: 当观察值有权重时：频数、重要性、频率……

# median_tag_weighted
source: pondérée
af: gewig
bg: теглена
cs: vážený
da: vægtet
de: gewichtet
el: βαθμωτή
es: ponderada
fi: painotettu
fil: weighted
hu: súlyozott
id: tertimbang
it: ponderata
ja: 重み付き
ko: 가중치가 있는
nl: gewogen
no: vektet
pl: ważona
pt_pt: ponderada
ro: ponderată
ru: взвешенная
sk: vážený
sv: viktad
sw: iliyo na uzito
tr: ağırlıklı
uk: вагова
vi: có trọng số
zh_hans: 加权的

# median_tag_frequency
source: fréquences
af: frekwensies
bg: честоти
cs: frekvence
da: hyppigheder
de: Frequenzen
el: συχνότητες
es: frecuencias
fi: taajuudet
fil: frequencies
hu: gyakoriságok
id: frekuensi
it: frequenze
ja: 頻度
ko: 빈도
nl: frequenties
no: frekvenser
pl: częstotliwości
pt_pt: frequências
ro: frecvențe
ru: частоты
sk: frekvencie
sv: frekvenser
sw: mara
tr: sıklıklar
uk: частоти
vi: tần suất
zh_hans: 频率

# median_tag_practical
source: pratique
af: prakties
bg: практика
cs: praktické
da: praktisk
de: praktisch
el: πρακτική
es: práctica
fi: käytännöllinen
fil: practical
hu: gyakorlat
id: praktis
it: pratica
ja: 実用的
ko: 실용적인
nl: praktisch
no: praksis
pl: praktyka
pt_pt: prática
ro: practică
ru: практика
sk: praktické
sv: praktisk
sw: mazoezi
tr: pratik
uk: практика
vi: thực hành
zh_hans: 实践
