Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_reverse_uc3_title
source: Comprendre un calcul “à l’envers”
af: Verstaan 'n 'omgekeerde' berekening
bg: Разбиране на "обратен" калкулатор
cs: Pochopit výpočet "naopak"
da: Forstå en 'omvendt' beregning
de: Ein "umgekehrtes" Berechnen verstehen
el: Κατανοήστε έναν υπολογισμό «ανάποδα»
es: Entender un cálculo 'al revés'
fi: Ymmärrä "käänteinen" laskenta
fil: Unawain ang isang 'baligtad' na kalkulasyon
hu: Egy "fordított" számítás megértése
id: Understand a 'reverse' calculation
it: Comprendere un calcolo 'al contrario'
ja: 逆の計算を理解する
ko: '역으로' 계산 이해하기
nl: Begrijp een 'omgekeerde' berekening
no: Understand a 'reverse' calculation
pl: Zrozum obliczenie "odwrotnie"
pt_pt: Compreender um cálculo “ao contrário”
ro: Înțelegerea unui calcul „pe dos”
ru: Понять расчет "в обратном порядке"
sk: Pochopiť výpočet "naopak"
sv: Förstå en "omvänd" beräkning
sw: Kuelewa kihesabu "kinyume"
tr: "Ters" bir hesaplamayı anlamak
uk: Зрозуміти розрахунок "навпаки"
vi: Hiểu một phép tính "ngược"
zh_hans: 理解“反向”计算

# ed_math_percentages_percentage_reverse_uc3_text
source: Utile en mathématiques, en gestion ou en comptabilité pour résoudre un problème où la valeur finale est connue mais pas la base.
af: Nuttig in wiskunde, bestuur of rekeningkunde om 'n probleem op te los waar die finale waarde bekend is, maar nie die basis nie.
bg: Полезно в математиката, управлението или счетоводството за решаване на проблем, при който крайната стойност е известна, но не и основата.
cs: Užitečné v matematice, managementu nebo účetnictví k vyřešení problému, kde je známá konečná hodnota, ale ne základ.
da: Nyttig i matematik, ledelse eller regnskab til at løse et problem, hvor den endelige værdi er kendt, men ikke grundlaget.
de: Nützlich in Mathematik, Management oder Buchhaltung, um ein Problem zu lösen, bei dem der Endwert bekannt ist, aber nicht die Basis.
el: Χρήσιμο στα μαθηματικά, στη διαχείριση ή στη λογιστική για να λύσετε ένα πρόβλημα όπου η τελική τιμή είναι γνωστή αλλά όχι η βάση.
es: Útil en matemáticas, gestión o contabilidad para resolver un problema donde el valor final es conocido pero no la base.
fi: Hyödyllinen matematiikassa, hallinnassa tai kirjanpidossa ongelman ratkaisemiseksi, jossa lopullinen arvo on tunnettu, mutta perusta ei ole.
fil: Kapaki-pakinabang sa matematika, pamamahala o accounting upang malutas ang isang problema kung saan ang pangwakas na halaga ay kilala ngunit hindi ang batayan.
hu: Hasznos matematikában, menedzsmentben vagy könyvelésben egy olyan probléma megoldásához, ahol a végső érték ismert, de az alap nem.
id: Useful in mathematics, management, or accounting to solve a problem where the final value is known but not the base.
it: Utile in matematica, gestione o contabilità per risolvere un problema in cui il valore finale è noto ma non la base.
ja: 数学、管理、または会計で、最終値は知られているが基準は知られていない問題を解決するのに役立ちます。
ko: 수학, 경영 또는 회계에서 최종 값은 알고 있지만 기준 값은 모르는 문제를 해결하는 데 유용합니다.
nl: Nuttig in wiskunde, management of boekhouding om een probleem op te lossen waarbij de eindwaarde bekend is, maar niet de basis.
no: Useful in mathematics, management, or accounting to solve a problem where the final value is known but not the base.
pl: Przydatne w matematyce, zarządzaniu lub księgowości do rozwiązania problemu, w którym znana jest wartość końcowa, ale nie znana jest podstawa.
pt_pt: Útil em matemática, gestão ou contabilidade para resolver um problema onde o valor final é conhecido, mas não a base.
ro: Util în matematică, management sau contabilitate pentru a rezolva o problemă în care valoarea finală este cunoscută, dar nu și baza.
ru: Полезно в математике, управлении или бухгалтерии для решения задачи, где конечное значение известно, но не известна база.
sk: Užitočné v matematike, manažmente alebo účtovníctve na riešenie problému, kde je konečná hodnota známa, ale nie základ.
sv: Nyttigt inom matematik, förvaltning eller bokföring för att lösa ett problem där det slutliga värdet är känt men inte basen.
sw: Inatumika katika hisabati, usimamizi au uhasibu kutatua tatizo ambapo thamani ya mwisho inajulikana lakini si msingi.
tr: Matematikte, yönetimde veya muhasebede, son değerin bilindiği ancak temel değerin bilinmediği bir problemi çözmek için yararlıdır.
uk: Корисно в математиці, управлінні або бухгалтерії для вирішення проблеми, де кінцеве значення відоме, але не відома база.
vi: Hữu ích trong toán học, quản lý hoặc kế toán để giải quyết một vấn đề mà giá trị cuối cùng đã biết nhưng không biết cơ sở.
zh_hans: 在数学、管理或会计中有用，以解决已知最终值但未知基础值的问题。

# ed_math_percentages_percentage_reverse_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kap:
id: What you get
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: What you get
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_reverse_out1
source: La valeur de départ avant l’application du pourcentage, calculée de façon exacte à partir du montant final et du taux.
af: Die beginwaarde voor die toepassing van die persentasie, presies bereken vanaf die finale bedrag en die koers.
bg: Началната стойност преди прилагането на процента, изчислена точно от крайната сума и процента.
cs: Počáteční hodnota před aplikací procenta, přesně vypočítaná z konečné částky a sazby.
da: Startværdien før anvendelsen af procentdelen, beregnet nøjagtigt ud fra det endelige beløb og satsen.
de: Der Ausgangswert vor der Anwendung des Prozentsatzes, genau berechnet aus dem Endbetrag und dem Satz.
el: Η αρχική τιμή πριν από την εφαρμογή του ποσοστού, υπολογισμένη ακριβώς από το τελικό ποσό και τον συντελεστή.
es: El valor de partida antes de la aplicación del porcentaje, calculado de manera exacta a partir del monto final y la tasa.
fi: Alkuperäinen arvo ennen prosenttiosuuden soveltamista, laskettu tarkasti lopullisesta määrästä ja prosentista.
fil: Ang paunang halaga bago ang aplikasyon ng porsyento, na tumpak na kinakalkula mula sa pangwakas na halaga at rate.
hu: A kiinduló érték a százalék alkalmazása előtt, pontosan kiszámítva a végső összeg és a kamatláb alapján.
id: The starting value before the application of the percentage, calculated exactly from the final amount and the rate.
it: Il valore di partenza prima dell'applicazione della percentuale, calcolato in modo esatto a partire dall'importo finale e dal tasso.
ja: パーセンテージを適用する前の出発値で、最終金額と率から正確に計算されます。
ko: 백분율 적용 전의 시작 값으로, 최종 금액과 비율을 기반으로 정확하게 계산됩니다.
nl: De startwaarde vóór de toepassing van het percentage, exact berekend op basis van het eindbedrag en het tarief.
no: The starting value before the application of the percentage, calculated exactly from the final amount and the rate.
pl: Wartość początkowa przed zastosowaniem procentu, obliczona dokładnie na podstawie kwoty końcowej i stawki.
pt_pt: O valor de partida antes da aplicação da porcentagem, calculado de forma exata a partir do montante final e da taxa.
ro: Valoarea de start înainte de aplicarea procentului, calculată exact pe baza sumei finale și a ratei.
ru: Исходное значение до применения процента, рассчитанное точно на основе конечной суммы и ставки.
sk: Počiatočná hodnota pred aplikáciou percenta, presne vypočítaná z konečnej sumy a sadzby.
sv: Startvärdet innan tillämpningen av procentandelen, beräknat exakt utifrån det slutliga beloppet och räntan.
sw: Thamani ya kuanzia kabla ya kutumia asilimia, iliyohesabiwa kwa usahihi kutoka kwa kiasi cha mwisho na kiwango.
tr: Yüzde uygulanmadan önceki başlangıç değeri, son tutar ve oran üzerinden tam olarak hesaplanır.
uk: Початкове значення перед застосуванням відсотка, точно розраховане на основі кінцевої суми та ставки.
vi: Giá trị khởi đầu trước khi áp dụng phần trăm, được tính toán chính xác từ số tiền cuối cùng và tỷ lệ.
zh_hans: 在应用百分比之前的起始值，准确计算自最终金额和税率。

# ed_math_percentages_percentage_reverse_out2
source: Un résultat immédiatement exploitable pour analyser un prix réel, vérifier une facture ou résoudre un exercice.
af: 'n Resultaat wat onmiddellik benut kan word om 'n werklike prys te analiseer, 'n faktuur te verifieer of 'n oefening op te los.
bg: Резултат, който може да се използва веднага за анализ на реална цена, проверка на фактура или решаване на задача.
cs: Okamžitě využitelný výsledek pro analýzu skutečné ceny, kontrolu faktury nebo řešení úkolu.
da: Et resultat, der straks kan anvendes til at analysere en reel pris, kontrollere en faktura eller løse en opgave.
de: Ein sofort nutzbares Ergebnis zur Analyse eines tatsächlichen Preises, zur Überprüfung einer Rechnung oder zur Lösung einer Übung.
el: Ένα άμεσα εκμεταλλεύσιμο αποτέλεσμα για να αναλύσετε μια πραγματική τιμή, να ελέγξετε έναν λογαριασμό ή να λύσετε μια άσκηση.
es: Un resultado inmediatamente utilizable para analizar un precio real, verificar una factura o resolver un ejercicio.
fi: Välittömästi hyödynnettävä tulos todellisen hinnan analysoimiseksi, laskun tarkistamiseksi tai tehtävän ratkaisemiseksi.
fil: Isang resulta na agad na magagamit upang suriin ang isang aktwal na presyo, suriin ang isang invoice o malutas ang isang ehersisyo.
hu: Azonnal felhasználható eredmény egy valós ár elemzésére, egy számla ellenőrzésére vagy egy feladat megoldására.
id: An immediately usable result to analyze a real price, verify an invoice, or solve an exercise.
it: Un risultato immediatamente utilizzabile per analizzare un prezzo reale, verificare una fattura o risolvere un esercizio.
ja: 実際の価格を分析したり、請求書を確認したり、演習を解決したりするために即座に利用できる結果。
ko: 실제 가격을 분석하거나 청구서를 확인하거나 문제를 해결하는 데 즉시 활용 가능한 결과입니다.
nl: Een direct bruikbaar resultaat om een werkelijke prijs te analyseren, een factuur te controleren of een oefening op te lossen.
no: An immediately usable result to analyze a real price, check an invoice, or solve an exercise.
pl: Wynik natychmiast do wykorzystania do analizy rzeczywistej ceny, weryfikacji faktury lub rozwiązania zadania.
pt_pt: Um resultado imediatamente utilizável para analisar um preço real, verificar uma fatura ou resolver um exercício.
ro: Un rezultat imediat utilizabil pentru a analiza un preț real, a verifica o factură sau a rezolva un exercițiu.
ru: Непосредственно используемый результат для анализа реальной цены, проверки счета или решения задачи.
sk: Okamžitý výsledok na analýzu skutočnej ceny, overenie faktúry alebo riešenie úlohy.
sv: Ett resultat som omedelbart kan användas för att analysera ett verkligt pris, kontrollera en faktura eller lösa en uppgift.
sw: Matokeo yanayoweza kutumika mara moja kuchambua bei halisi, kuthibitisha ankara au kutatua zoezi.
tr: Gerçek bir fiyatı analiz etmek, bir faturayı kontrol etmek veya bir alıştırmayı çözmek için hemen kullanılabilir bir sonuç.
uk: Негайно використовуваний результат для аналізу реальної ціни, перевірки рахунку або вирішення вправи.
vi: Một kết quả ngay lập tức có thể sử dụng để phân tích một giá thực, kiểm tra hóa đơn hoặc giải quyết một bài tập.
zh_hans: 一个可以立即利用的结果，用于分析实际价格、检查发票或解决练习。

# ed_math_percentages_percentage_reverse_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng pansin
hu: Korlátok és figyelmeztetések
id: Limits and points of attention
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Limits and points of attention
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_reverse_lim1
source: Le pourcentage ne doit pas être égal à 100 %, sinon la valeur d’origine est mathématiquement impossible à déterminer.
af: Die persentasie mag nie 100 % wees nie, anders is die oorspronklike waarde wiskundig onmoontlik om te bepaal.
bg: Процентът не трябва да е равен на 100 %, в противен случай оригиналната стойност е математически невъзможна за определяне.
cs: Procento nesmí být rovno 100 %, jinak je původní hodnota matematicky nemožné určit.
da: Procentdelen må ikke være lig med 100 %, ellers er den oprindelige værdi matematisk umulig at bestemme.
de: Der Prozentsatz darf nicht 100 % betragen, andernfalls ist der ursprüngliche Wert mathematisch unmöglich zu bestimmen.
el: Το ποσοστό δεν πρέπει να είναι ίσο με 100 %, αλλιώς η αρχική τιμή είναι μαθηματικά αδύνατο να προσδιοριστεί.
es: El porcentaje no debe ser igual a 100 %, de lo contrario, el valor original es matemáticamente imposible de determinar.
fi: Prosentin ei tule olla 100 %, muuten alkuperäisen arvon määrittäminen on matemaattisesti mahdotonta.
fil: Ang porsyento ay hindi dapat katumbas ng 100 %, kung hindi, ang orihinal na halaga ay mathematically imposibleng matukoy.
hu: A százalék nem lehet 100%, különben az eredeti érték matematikailag meghatározhatatlan.
id: The percentage must not be equal to 100%, otherwise the original value is mathematically impossible to determine.
it: La percentuale non deve essere uguale al 100 %, altrimenti il valore originale è matematicamente impossibile da determinare.
ja: パーセンテージは100%と等しくない必要があります。そうでなければ、元の値を数学的に決定することは不可能です。
ko: 백분율은 100%와 같아서는 안 되며, 그렇지 않으면 원래 값을 수학적으로 결정할 수 없습니다.
nl: Het percentage mag niet gelijk zijn aan 100 %, anders is de oorspronkelijke waarde wiskundig onmogelijk te bepalen.
no: The percentage must not be equal to 100%, otherwise the original value is mathematically impossible to determine.
pl: Procent nie może być równy 100 %, w przeciwnym razie wartość pierwotna jest matematycznie niemożliwa do określenia.
pt_pt: A porcentagem não deve ser igual a 100 %, caso contrário, o valor original é matematicamente impossível de determinar.
ro: Procentul nu trebuie să fie egal cu 100 %, altfel valoarea originală este matematic imposibil de determinat.
ru: Процент не должен быть равен 100 %, иначе исходное значение математически невозможно определить.
sk: Percento nesmie byť rovné 100 %, inak je pôvodná hodnota matematicky nemožné určiť.
sv: Procentandelen får inte vara lika med 100 %, annars är det matematiskt omöjligt att bestämma det ursprungliga värdet.
sw: Asilimia haipaswi kuwa sawa na 100%, vinginevyo thamani ya asili haiwezi kubainishwa kwa kihesabu.
tr: Yüzde %100'e eşit olmamalıdır, aksi takdirde orijinal değer matematiksel olarak belirlenemez.
uk: Відсоток не повинен дорівнювати 100 %, інакше початкове значення математично неможливо визначити.
vi: Phần trăm không được bằng 100 %, nếu không giá trị gốc về mặt toán học là không thể xác định.
zh_hans: 百分比不得等于100%，否则原始值在数学上无法确定。

# ed_math_percentages_percentage_reverse_lim2
source: Ce calcul suppose un pourcentage appliqué une seule fois, sans cumul ni variations successives.
af: Hierdie berekening veronderstel 'n persentasie wat een keer toegepas word, sonder ophoping of opeenvolgende variasies.
bg: Този калкулатор предполага, че процентът се прилага само веднъж, без натрупване или последователни изменения.
cs: Tento výpočet předpokládá, že procento je aplikováno pouze jednou, bez kumulace nebo postupných změn.
da: Denne beregning forudsætter, at en procentdel anvendes én gang, uden kumulering eller successive variationer.
de: Diese Berechnung setzt voraus, dass ein Prozentsatz nur einmal angewendet wird, ohne kumulative oder aufeinanderfolgende Variationen.
el: Αυτός ο υπολογισμός υποθέτει ένα ποσοστό που εφαρμόζεται μόνο μία φορά, χωρίς σωρευτικές ή διαδοχικές μεταβολές.
es: Este cálculo supone un porcentaje aplicado una sola vez, sin acumulación ni variaciones sucesivas.
fi: Tämä laskelma edellyttää, että prosentti sovelletaan vain kerran, ilman kumulointia tai peräkkäisiä vaihteluita.
fil: Ang kalkulasyong ito ay nagpapalagay ng isang porsyento na inilapat nang isang beses lamang, nang walang pag-iipon o sunud-sunod na pagbabago.
hu: Ez a számítás egyetlen alkalommal alkalmazott százalékot feltételez, felhalmozás vagy egymás utáni változások nélkül.
id: This calculation assumes a percentage applied only once, without accumulation or successive variations.
it: Questo calcolo presuppone una percentuale applicata una sola volta, senza cumuli né variazioni successive.
ja: この計算は、パーセンテージが一度だけ適用され、累積や連続的な変動がないことを前提としています。
ko: 이 계산은 한 번만 적용된 백분율을 가정하며, 누적이나 연속적인 변화를 포함하지 않습니다.
nl: Deze berekening veronderstelt dat een percentage slechts één keer wordt toegepast, zonder cumulatie of opeenvolgende variaties.
no: This calculation assumes a percentage applied only once, without accumulation or successive variations.
pl: To obliczenie zakłada, że procent jest stosowany tylko raz, bez kumulacji ani kolejnych zmian.
pt_pt: Este cálculo pressupõe uma porcentagem aplicada uma única vez, sem acumulação ou variações sucessivas.
ro: Această calculare presupune un procent aplicat o singură dată, fără acumulări sau variații succesive.
ru: Этот расчет предполагает, что процент применяется только один раз, без накопления или последовательных изменений.
sk: Tento výpočet predpokladá, že percento je aplikované iba raz, bez kumulácie alebo postupných zmien.
sv: Denna beräkning förutsätter att en procentandel tillämpas en enda gång, utan kumulering eller successiva variationer.
sw: Kihesabu hiki kinadhani asilimia inatumika mara moja tu, bila kujumlisha au mabadiliko ya mfululizo.
tr: Bu hesaplama, bir yüzdelik oranının yalnızca bir kez uygulandığını varsayar, birikim veya ardışık değişiklikler olmadan.
uk: Цей розрахунок передбачає, що відсоток застосовується лише один раз, без накопичення або послідовних змін.
vi: Phép tính này giả định một phần trăm được áp dụng chỉ một lần, không có tích lũy hay biến động liên tiếp.
zh_hans: 此计算假设百分比仅应用一次，没有累积或连续变化。

# ed_math_percentages_percentage_reverse_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Frequently asked questions
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Frequently asked questions
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Časté otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_reverse_q1
source: Quelle est la différence avec un calcul de pourcentage classique ?
af: Wat is die verskil met 'n klassieke persentasie berekening?
bg: Каква е разликата с класическо изчисление на процент?
cs: Jaký je rozdíl oproti klasickému výpočtu procenta?
da: Hvad er forskellen på en klassisk procentberegning?
de: Was ist der Unterschied zu einer klassischen Prozentrechnung?
el: Ποια είναι η διαφορά με έναν κλασικό υπολογισμό ποσοστού;
es: ¿Cuál es la diferencia con un cálculo de porcentaje clásico?
fi: Mikä on ero perinteisen prosenttilaskennan kanssa?
fil: Ano ang pagkakaiba nito sa isang karaniwang pagkalkula ng porsyento?
hu: Mi a különbség a klasszikus százalékos számításhoz képest?
id: Apa perbedaan dengan perhitungan persentase klasik?
it: Qual è la differenza con un calcolo percentuale classico?
ja: 通常のパーセンテージ計算との違いは何ですか？
ko: 일반적인 백분율 계산과의 차이점은 무엇인가요?
nl: Wat is het verschil met een klassieke procentberekening?
no: Hva er forskjellen med en klassisk prosentberegning?
pl: Jaka jest różnica w porównaniu do klasycznego obliczania procentów?
pt_pt: Qual é a diferença em relação a um cálculo de porcentagem clássico?
ro: Care este diferența față de un calcul de procentaj clasic?
ru: Какова разница с классическим расчетом процента?
sk: Aký je rozdiel s klasickým výpočtom percent?
sv: Vad är skillnaden med en klassisk procentberäkning?
sw: Je! ni tofauti gani na hesabu ya asilimia ya kawaida?
tr: Klasik bir yüzde hesaplamasıyla farkı nedir?
uk: Яка різниця з класичним розрахунком відсотків?
vi: Sự khác biệt với một phép tính phần trăm thông thường là gì?
zh_hans: 经典百分比计算有什么区别？
