Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_linearized_check_lead
source: Détecter si un PDF est linéarisé (Fast Web View) et exporter un diagnostic JSON pour améliorer le chargement progressif sur le web et déboguer les problèmes de streaming.
af: Detecteer of 'n PDF gelineariseerd is (Fast Web View) en voer 'n JSON-diagnose uit om die progressiewe laai op die web te verbeter en streamingprobleme op te los.
bg: Откриване дали PDF е линейнизиран (Fast Web View) и експортиране на JSON диагностика за подобряване на прогресивното зареждане в мрежата и отстраняване на проблеми с поточното предаване.
cs: Zjistit, zda je PDF linearizováno (Fast Web View) a exportovat diagnostiku JSON pro zlepšení progresivního načítání na webu a ladění problémů se streamováním.
da: Registrer om en PDF er lineæriseret (Fast Web View) og eksportér en JSON-diagnose for at forbedre progressiv indlæsning på nettet og fejlfinding af streamingproblemer.
de: Erkennen Sie, ob ein PDF linearisiert ist (Fast Web View) und exportieren Sie ein JSON-Diagnoseprotokoll, um das progressive Laden im Web zu verbessern und Streaming-Probleme zu debuggen.
el: Ανιχνεύστε αν ένα PDF είναι γραμμικοποιημένο (Fast Web View) και εξάγετε μια διάγνωση JSON για να βελτιώσετε τη σταδιακή φόρτωση στο διαδίκτυο και να αποσφαλματώσετε προβλήματα ροής.
es: Detectar si un PDF está linealizado (Fast Web View) y exportar un diagnóstico JSON para mejorar la carga progresiva en la web y depurar problemas de streaming.
fi: Tunnista, onko PDF-luetteloitu (Fast Web View) ja vie diagnostiikka JSON-muodossa parantaaksesi verkkosivujen lataamista ja virheiden korjaamista.
fil: Tukuyin kung ang isang PDF ay linearized (Fast Web View) at i-export ang isang diagnostic JSON upang mapabuti ang progressive loading sa web at i-debug ang mga problema sa streaming.
hu: TODO: Írd le ennek az eszköznek a pontos célját (egyedi szándék, ne egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: Rilevare se un PDF è linearizzato (Fast Web View) ed esportare un diagnostico JSON per migliorare il caricamento progressivo sul web e debug dei problemi di streaming.
ja: PDFがリニアライズされているか（Fast Web View）を検出し、ウェブ上でのプログレッシブロードを改善し、ストリーミングの問題をデバッグするための診断JSONをエクスポートします。
ko: PDF가 선형화되었는지(빠른 웹 보기) 감지하고, 웹에서 점진적 로딩을 개선하고 스트리밍 문제를 디버깅하기 위한 JSON 진단을 내보냅니다.
nl: Detecteer of een PDF is gelineariseerd (Fast Web View) en exporteer een JSON-diagnose om de progressieve laadtijd op het web te verbeteren en streamingproblemen te debuggen.
no: Oppdage om en PDF er linæriserte (Fast Web View) og eksportere en diagnostisk JSON for å forbedre progressiv lasting på nettet og feilsøke streamingproblemer.
pl: Wykryj, czy PDF jest liniaryzowany (Fast Web View) i wyeksportuj diagnozę JSON, aby poprawić ładowanie progresywne w sieci i debugować problemy ze strumieniowaniem.
pt_pt: Detectar se um PDF está linearizado (Fast Web View) e exportar um diagnóstico JSON para melhorar o carregamento progressivo na web e depurar problemas de streaming.
ro: Detectați dacă un PDF este linearizat (Fast Web View) și exportați un diagnostic JSON pentru a îmbunătăți încărcarea progresivă pe web și a depana problemele de streaming.
ru: Обнаружьте, является ли PDF линейным (Fast Web View) и экспортируйте диагностический JSON для улучшения прогрессивной загрузки в интернете и отладки проблем со стримингом.
sk: Detekovať, či je PDF linearizované (Fast Web View) a exportovať diagnostiku JSON na zlepšenie progresívneho načítania na webe a ladenie problémov so streamovaním.
sv: Upptäck om en PDF är linjäriserad (Fast Web View) och exportera en diagnostik JSON för att förbättra progressiv laddning på webben och felsöka strömproblem.
sw: Gundua ikiwa PDF imepangwa (Fast Web View) na uhamasisha uchambuzi wa JSON ili kuboresha upakuaji wa hatua kwa hatua kwenye wavuti na kutatua matatizo ya utiririshaji.
tr: Bir PDF'nin lineerleştirilip lineerleştirilmediğini (Hızlı Web Görünümü) tespit edin ve web üzerindeki kademeli yüklemeyi iyileştirmek ve akış sorunlarını gidermek için bir JSON tanılaması dışa aktarın.
uk: Виявити, чи PDF є лініаризованим (Fast Web View) та експортувати діагностику JSON для покращення поступового завантаження в Інтернеті та налагодження проблем зі стрімінгом.
vi: Phát hiện xem một PDF có được tuyến tính hóa (Fast Web View) hay không và xuất một chẩn đoán JSON để cải thiện việc tải dần trên web và gỡ lỗi các vấn đề phát trực tuyến.
zh_hans: 检测 PDF 是否线性化（快速网页查看），并导出 JSON 诊断以改善网页的渐进加载并调试流媒体问题。

# ed_dev_pdf_pdf_linearized_check_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Use cases
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_linearized_check_uc1_title
source: Optimiser l’affichage web
af: Optimaliseer webweergave
bg: Оптимизиране на уеб показването
cs: Optimalizovat webové zobrazení
da: Optimere webvisning
de: Webanzeige optimieren
el: Βελτιστοποίηση εμφάνισης στο διαδίκτυο
es: Optimizar la visualización web
fi: Optimoi verkkonäyttö
fil: I-optimize ang web display
hu: TODO
id: TODO
it: Ottimizzare la visualizzazione web
ja: ウェブ表示の最適化
ko: 웹 표시 최적화
nl: Optimaliseer de webweergave
no: Optimalisere webvisning
pl: Optymalizacja wyświetlania w sieci
pt_pt: Otimizar a exibição na web
ro: Optimizați afișarea web
ru: Оптимизация веб-отображения
sk: Optimalizovať webové zobrazenie
sv: Optimera webbläsarvisning
sw: Boresha kuonyesha wavuti
tr: Web görüntülemesini optimize etme
uk: Оптимізувати веб-відображення
vi: Tối ưu hóa hiển thị web
zh_hans: 优化网页显示

# ed_dev_pdf_pdf_linearized_check_uc1_text
source: Savoir si la première page peut s’afficher avant le téléchargement complet (progressive rendering).
af: Weet of die eerste bladsy vertoon kan word voordat die volledige aflaai plaasvind (progressiewe rendering).
bg: Да се знае дали първата страница може да се покаже преди пълното изтегляне (прогресивно рендериране).
cs: Zjistit, zda se první stránka může zobrazit před úplným stažením (progresivní vykreslování).
da: Vide om den første side kan vises før den komplette download (progressiv rendering).
de: Erfahren Sie, ob die erste Seite angezeigt werden kann, bevor der vollständige Download abgeschlossen ist (progressive Darstellung).
el: Γνωρίστε αν η πρώτη σελίδα μπορεί να εμφανιστεί πριν από την πλήρη λήψη (σταδιακή απόδοση).
es: Saber si la primera página puede mostrarse antes de la descarga completa (renderizado progresivo).
fi: Tiedä, voiko ensimmäinen sivu näkyä ennen täydellistä lataamista (progressiivinen renderointi).
fil: Alamin kung ang unang pahina ay maaaring ipakita bago ang kumpletong pag-download (progressive rendering).
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Sapere se la prima pagina può essere visualizzata prima del download completo (rendering progressivo).
ja: 最初のページが完全にダウンロードされる前に表示できるかどうかを確認します（プログレッシブレンダリング）。
ko: 첫 페이지가 전체 다운로드 전에 표시될 수 있는지 확인합니다(점진적 렌더링).
nl: Weet of de eerste pagina kan worden weergegeven voordat de volledige download is voltooid (progressieve rendering).
no: Vite om den første siden kan vises før full nedlasting (progressiv rendering).
pl: Sprawdź, czy pierwsza strona może być wyświetlana przed pełnym pobraniem (renderowanie progresywne).
pt_pt: Saber se a primeira página pode ser exibida antes do download completo (renderização progressiva).
ro: Aflați dacă prima pagină poate fi afișată înainte de descărcarea completă (redare progresivă).
ru: Узнайте, может ли первая страница отображаться до полной загрузки (прогрессивная отрисовка).
sk: Zistiť, či sa prvá stránka môže zobraziť pred úplným stiahnutím (progresívne renderovanie).
sv: Veta om första sidan kan visas innan den är helt nedladdad (progressiv rendering).
sw: Jua ikiwa ukurasa wa kwanza unaweza kuonyeshwa kabla ya upakuaji kamili (kuonyesha hatua kwa hatua).
tr: İlk sayfanın tam indirme olmadan görüntülenip görüntülenemeyeceğini bilmek (kademeli render).
uk: Знати, чи може перша сторінка відображатися до повного завантаження (поступове рендеринг).
vi: Biết liệu trang đầu tiên có thể hiển thị trước khi tải xuống hoàn toàn (kết xuất dần).
zh_hans: 了解第一页面是否可以在完全下载之前显示（渐进渲染）。

# ed_dev_pdf_pdf_linearized_check_uc2_title
source: Diagnostiquer un PDF lent
af: Diagnoseer 'n stadige PDF
bg: Диагностициране на бавен PDF
cs: Diagnostikovat pomalé PDF
da: Diagnostisere en langsom PDF
de: Diagnose eines langsamen PDFs
el: Διάγνωση ενός αργού PDF
es: Diagnosticar un PDF lento
fi: Diagnosoi hidas PDF
fil: Diagnose ng mabagal na PDF
hu: TODO
id: TODO
it: Diagnosticare un PDF lento
ja: 遅いPDFの診断
ko: 느린 PDF 진단
nl: Diagnosticeer een trage PDF
no: Diagnostisere en treg PDF
pl: Diagnostyka wolnego PDF
pt_pt: Diagnosticar um PDF lento
ro: Diagnosticați un PDF lent
ru: Диагностика медленного PDF
sk: Diagnostikovať pomalé PDF
sv: Diagnostisera en långsam PDF
sw: Chunguza PDF lenye polepole
tr: Yavaş bir PDF'yi tanıma
uk: Діагностувати повільний PDF
vi: Chẩn đoán một PDF chậm
zh_hans: 诊断慢 PDF

# ed_dev_pdf_pdf_linearized_check_uc2_text
source: Comprendre pourquoi un PDF met longtemps à s’ouvrir dans un navigateur ou un viewer en ligne.
af: Verstaan waarom 'n PDF lank neem om in 'n blaaiert of aanlynkyker te open.
bg: Разбиране защо PDF отнема много време за отваряне в браузър или онлайн преглед.
cs: Pochopit, proč se PDF dlouho otevírá v prohlížeči nebo online prohlížeči.
da: Forstå hvorfor en PDF tager lang tid at åbne i en browser eller online viewer.
de: Verstehen Sie, warum ein PDF lange braucht, um in einem Browser oder einem Online-Viewer zu öffnen.
el: Κατανοήστε γιατί ένα PDF χρειάζεται πολύ χρόνο για να ανοίξει σε έναν περιηγητή ή σε έναν διαδικτυακό αναγνώστη.
es: Entender por qué un PDF tarda mucho en abrirse en un navegador o visor en línea.
fi: Ymmärrä, miksi PDF avautuu hitaasti selaimessa tai verkkonäkymässä.
fil: Unawain kung bakit ang isang PDF ay matagal magbukas sa isang browser o online viewer.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Comprendere perché un PDF impiega molto tempo ad aprirsi in un browser o in un visualizzatore online.
ja: ブラウザやオンラインビューアでPDFが開くのに時間がかかる理由を理解します。
ko: 브라우저나 온라인 뷰어에서 PDF가 열리는 데 오랜 시간이 걸리는 이유를 이해합니다.
nl: Begrijp waarom een PDF lang duurt om te openen in een browser of online viewer.
no: Forstå hvorfor en PDF tar lang tid å åpne i en nettleser eller online visningsprogram.
pl: Zrozum, dlaczego PDF długo się otwiera w przeglądarce lub przeglądarce online.
pt_pt: Compreender por que um PDF demora a abrir em um navegador ou visualizador online.
ro: Înțelegeți de ce un PDF durează mult să se deschidă într-un browser sau un vizualizator online.
ru: Поймите, почему PDF долго открывается в браузере или онлайн-просмотрщике.
sk: Pochopiť, prečo sa PDF otvára dlho v prehliadači alebo online prehliadači.
sv: Förstå varför en PDF tar lång tid att öppna i en webbläsare eller onlinevisare.
sw: Elewa kwa nini PDF inachukua muda mrefu kufunguka kwenye kivinjari au mtazamaji mkondoni.
tr: Bir PDF'nin bir tarayıcıda veya çevrimiçi bir görüntüleyicide neden uzun sürdüğünü anlamak.
uk: Зрозуміти, чому PDF довго відкривається в браузері або онлайн-переглядачі.
vi: Hiểu lý do tại sao một PDF mất nhiều thời gian để mở trong trình duyệt hoặc trình xem trực tuyến.
zh_hans: 了解为什么 PDF 在浏览器或在线查看器中打开缓慢。

# ed_dev_pdf_pdf_linearized_check_uc3_title
source: Contrôle de livraison
af: Afleweringskontrole
bg: Контрол на доставката
cs: Kontrola dodání
da: Leveringskontrol
de: Lieferkontrolle
el: Έλεγχος παράδοσης
es: Control de entrega
fi: Toimitustarkastus
fil: Kontrol ng paghahatid
hu: TODO
id: TODO
it: Controllo di consegna
ja: 配信の確認
ko: 전달 제어
nl: Leveringscontrole
no: Leveringskontroll
pl: Kontrola dostarczania
pt_pt: Controle de entrega
ro: Controlul livrării
ru: Контроль доставки
sk: Kontrola dodávky
sv: Leveranskontroll
sw: Udhibiti wa usambazaji
tr: Teslimat kontrolü
uk: Контроль доставки
vi: Kiểm soát việc giao hàng
zh_hans: 交付控制

# ed_dev_pdf_pdf_linearized_check_uc3_text
source: Valider qu’un export serveur/CI produit bien des PDF linéarisés quand c’est une exigence.
af: Verifieer dat 'n bediener/CI-uitvoer wel gelineariseerde PDF's produseer wanneer dit 'n vereiste is.
bg: Потвърдете, че сървърният/CI експорт наистина произвежда линейнизирани PDF, когато това е изискване.
cs: Ověřit, že export serveru/CI skutečně produkuje linearizovaná PDF, když je to požadavek.
da: Validere at en server/CI-eksport faktisk producerer lineære PDF'er, når det er et krav.
de: Überprüfen Sie, ob ein Server/CI-Export tatsächlich linearisierten PDFs produziert, wenn dies eine Anforderung ist.
el: Επιβεβαιώστε ότι μια εξαγωγή από διακομιστή/CI παράγει σωστά γραμμικοποιημένα PDFs όταν είναι απαίτηση.
es: Validar que una exportación de servidor/CI produzca PDFs linealizados cuando es un requisito.
fi: Varmista, että palvelin/CI tuottaa linjoitettuja PDF-tiedostoja, kun se on vaatimus.
fil: Tiyakin na ang isang server/CI export ay talagang gumagawa ng mga linearized PDF kapag ito ay isang kinakailangan.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Verificare che un'esportazione server/CI produca PDF linearizzati quando è un requisito.
ja: サーバー/CIからのエクスポートがリニアライズされたPDFを生成することを確認します。
ko: 서버/CI 내보내기가 요구 사항일 때 PDF가 선형화되었는지 확인합니다.
nl: Valideer dat een server/CI-export daadwerkelijk gelineariseerde PDF's produceert wanneer dat een vereiste is.
no: Bekrefte at en server/CI-eksport faktisk produserer linæriserte PDF-er når det er et krav.
pl: Potwierdź, że eksport serwera/CI rzeczywiście produkuje liniaryzowane PDF, gdy jest to wymagane.
pt_pt: Validar se uma exportação de servidor/CI realmente produz PDFs linearizados quando isso é um requisito.
ro: Validați că un export server/CI produce cu adevărat PDF-uri linearizate atunci când este o cerință.
ru: Проверьте, что экспорт сервера/CI действительно создает линейные PDF, когда это требование.
sk: Overiť, že export servera/CI skutočne produkuje linearizované PDF, keď je to požiadavka.
sv: Validera att en server/CI-export verkligen producerar linjäriserade PDF:er när det är ett krav.
sw: Thibitisha kwamba uhamasishaji wa seva/CI unatoa PDF zilizopangwa wakati ni sharti.
tr: Bir sunucu/CI dışa aktarımının gereksinim olduğunda gerçekten lineerleştirilmiş PDF'ler ürettiğini doğrulamak.
uk: Перевірити, що експорт сервера/CI дійсно створює лініаризовані PDF, коли це є вимогою.
vi: Xác nhận rằng một xuất từ máy chủ/CI thực sự tạo ra các PDF đã được tuyến tính hóa khi đó là yêu cầu.
zh_hans: 验证服务器/CI 导出是否确实生成了线性化的 PDF，当这是一个要求时。

# ed_dev_pdf_pdf_linearized_check_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: What you get
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_linearized_check_out1
source: Un indicateur clair : PDF linéarisé ou non, avec les principaux marqueurs (Linearization dictionary / hint tables).
af: 'n Duidelike aanwyser: PDF gelineariseerd of nie, met die hoofmerkers (Linearization dictionary / hint tables).
bg: Ясен индикатор: линейнизиран PDF или не, с основните маркери (Linearization dictionary / hint tables).
cs: Jasný ukazatel: PDF linearizováno nebo ne, s hlavními ukazateli (Linearization dictionary / hint tables).
da: En klar indikator: PDF lineæriseret eller ej, med de vigtigste markører (Linearization dictionary / hint tables).
de: Ein klarer Indikator: PDF linearisiert oder nicht, mit den wichtigsten Markern (Linearization dictionary / hint tables).
el: Μια σαφής ένδειξη: PDF γραμμικοποιημένο ή όχι, με τους κύριους δείκτες (Λεξικό γραμμικοποίησης / πίνακες υποδείξεων).
es: Un indicador claro: PDF linealizado o no, con los principales marcadores (diccionario de linealización / tablas de sugerencias).
fi: Selkeä indikaattori: PDF on linjoitettu tai ei, tärkeimmillä merkeillä (linjoitus sanakirja / vihje taulukot).
fil: Isang malinaw na tagapagpahiwatig: PDF linearized o hindi, kasama ang mga pangunahing marker (Linearization dictionary / hint tables).
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un indicatore chiaro: PDF linearizzato o meno, con i principali marcatori (dizionario di linearizzazione / tabelle di suggerimenti).
ja: 明確な指標：リニアライズされたPDFかどうか、主要なマーカー（リニアリゼーション辞書/ヒントテーブル）付き。
ko: 명확한 지표: PDF가 선형화되었는지 여부와 주요 마커(선형화 사전/힌트 테이블).
nl: Een duidelijke indicator: PDF gelineariseerd of niet, met de belangrijkste markers (Linearization dictionary / hint tables).
no: En klar indikator: PDF linæriserte eller ikke, med de viktigste markørene (Linæriseringsordbok / hint-tabeller).
pl: Jasny wskaźnik: PDF liniaryzowany lub nie, z głównymi znacznikami (słownik liniaryzacji / tabele wskazówek).
pt_pt: Um indicador claro: PDF linearizado ou não, com os principais marcadores (dicionário de linearização / tabelas de dicas).
ro: Un indicator clar: PDF linearizat sau nu, cu principalii markeri (dicționar de linearizare / tabele de sugestii).
ru: Ясный индикатор: линейный PDF или нет, с основными маркерами (словарь линейности / таблицы подсказок).
sk: Jasný ukazovateľ: PDF je linearizované alebo nie, s hlavnými markermi (Linearization dictionary / hint tables).
sv: En tydlig indikator: PDF linjäriserad eller inte, med de viktigaste markörerna (Linjäriseringsordbok / hint-tabeller).
sw: Kiashiria wazi: PDF iliyopangwa au la, pamoja na alama kuu (Linearization dictionary / hint tables).
tr: Açık bir gösterge: PDF lineerleştirilmiş mi değil mi, ana işaretlerle birlikte (Lineerleştirme sözlüğü / ipucu tabloları).
uk: Чіткий показник: PDF лініаризований чи ні, з основними маркерами (Словник лініаризації / таблиці підказок).
vi: Một chỉ số rõ ràng: PDF đã được tuyến tính hóa hay không, với các dấu hiệu chính (từ điển tuyến tính hóa / bảng gợi ý).
zh_hans: 一个明确的指标：PDF 是否线性化，以及主要标记（线性化字典/提示表）。

# ed_dev_pdf_pdf_linearized_check_out2
source: Des détails techniques (si disponibles) pour aider au debug : offsets, structure xref, présence des streams de hints.
af: Tegniese besonderhede (indien beskikbaar) om te help met foutopsporing: offsets, xref-struktuur, teenwoordigheid van hintstrome.
bg: Технически детайли (ако са налични) за помощ при отстраняване на грешки: офсети, структура xref, наличие на hint потоци.
cs: Technické detaily (pokud jsou k dispozici) pro pomoc při ladění: offsety, struktura xref, přítomnost hint streamů.
da: Tekniske detaljer (hvis tilgængelige) for at hjælpe med fejlfinding: offsets, xref-struktur, tilstedeværelse af hint streams.
de: Technische Details (sofern verfügbar), um beim Debuggen zu helfen: Offsets, xref-Struktur, Vorhandensein von Hint-Streams.
el: Τεχνικές λεπτομέρειες (αν υπάρχουν) για να βοηθήσουν στην αποσφαλμάτωση: offsets, δομή xref, παρουσία ροών υποδείξεων.
es: Detalles técnicos (si están disponibles) para ayudar en la depuración: offsets, estructura xref, presencia de flujos de sugerencias.
fi: Tekniset tiedot (jos saatavilla) auttavat virheenkorjauksessa: offsetit, xref-rakenne, vihjeiden virtojen läsnäolo.
fil: Mga teknikal na detalye (kung available) upang makatulong sa debug: offsets, xref structure, pagkakaroon ng hint streams.
hu: TODO: Mire való ez a kimenet.
id: TODO: Apa kegunaan keluaran ini.
it: Dettagli tecnici (se disponibili) per aiutare nel debug: offset, struttura xref, presenza dei flussi di suggerimenti.
ja: デバッグを支援するための技術的詳細（利用可能な場合）：オフセット、xref構造、ヒントストリームの存在。
ko: 디버그에 도움이 되는 기술적 세부정보(가능한 경우): 오프셋, xref 구조, 힌트 스트림의 존재.
nl: Technische details (indien beschikbaar) om te helpen bij debugging: offsets, xref-structuur, aanwezigheid van hintstreams.
no: Tekniske detaljer (hvis tilgjengelig) for å hjelpe med feilsøking: offsets, xref-struktur, tilstedeværelse av hint-strømmer.
pl: Szczegóły techniczne (jeśli dostępne), aby pomóc w debugowaniu: offsety, struktura xref, obecność strumieni wskazówek.
pt_pt: Detalhes técnicos (se disponíveis) para ajudar na depuração: offsets, estrutura xref, presença de streams de dicas.
ro: Detalii tehnice (dacă sunt disponibile) pentru a ajuta la depanare: offset-uri, structură xref, prezența fluxurilor de sugestii.
ru: Технические детали (если доступны) для помощи в отладке: смещения, структура xref, наличие потоков подсказок.
sk: Technické detaily (ak sú k dispozícii) na pomoc pri ladení: ofsety, štruktúra xref, prítomnosť hint streamov.
sv: Tekniska detaljer (om tillgängliga) för att hjälpa till med felsökning: offsets, xref-struktur, närvaro av hint-strömmar.
sw: Maelezo ya kiufundi (ikiwa yanapatikana) kusaidia katika kutatua matatizo: offsets, muundo xref, uwepo wa mitiririko ya hints.
tr: Hata ayıklamaya yardımcı olmak için teknik detaylar (varsa): ofsetler, xref yapısı, ipucu akışlarının varlığı.
uk: Технічні деталі (якщо доступні) для допомоги в налагодженні: зсуви, структура xref, наявність потоків підказок.
vi: Các chi tiết kỹ thuật (nếu có) để giúp gỡ lỗi: độ lệch, cấu trúc xref, sự hiện diện của các luồng gợi ý.
zh_hans: 技术细节（如果可用）以帮助调试：偏移量、xref 结构、提示流的存在。

# ed_dev_pdf_pdf_linearized_check_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Limitations and points of attention
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项
