Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_images_include_base64
source: Inclure base64 (peut être très lourd)
af: Sluit base64 in (kan baie groot wees)
bg: Включете base64 (може да бъде много тежък)
cs: Zahrnout base64 (může být velmi těžké)
da: Inkluder base64 (kan være meget stort)
de: Base64 einbeziehen (kann sehr groß sein)
el: Συμπερίληψη base64 (μπορεί να είναι πολύ βαρύ)
es: Incluir base64 (puede ser muy pesado)
fi: Sisällytä base64 (voi olla hyvin raskas)
fil: Isama ang base64 (maaaring maging napabigat)
hu: Base64 beillesztése (nagyon nehéz lehet)
id: Sertakan base64 (bisa sangat besar)
it: Includere base64 (può essere molto pesante)
ja: base64を含める（非常に重くなる可能性があります）
ko: base64 포함 (매우 클 수 있음)
nl: Inclusief base64 (kan erg groot zijn)
no: Inkluder base64 (kan være veldig tungt)
pl: Uwzględnij base64 (może być bardzo duży)
pt_pt: Incluir base64 (pode ser muito pesado)
ro: Includeți base64 (poate fi foarte greu)
ru: Включить base64 (может быть очень тяжелым)
sk: Zahrnúť base64 (môže byť veľmi ťažké)
sv: Inkludera base64 (kan bli mycket tungt)
sw: Jumuisha base64 (inaweza kuwa nzito sana)
tr: base64 dahil et (çok ağır olabilir)
uk: Включити base64 (може бути дуже важким)
vi: Bao gồm base64 (có thể rất nặng)
zh_hans: 包含 base64（可能非常大）

# pdf_images_btn_download_selected
source: Télécharger l’image sélectionnée
af: Laai die geselekteerde prent af
bg: Изтеглете избраното изображение
cs: Stáhnout vybraný obrázek
da: Download det valgte billede
de: Das ausgewählte Bild herunterladen
el: Κατεβάστε την επιλεγμένη εικόνα
es: Descargar la imagen seleccionada
fi: Lataa valittu kuva
fil: I-download ang napiling larawan
hu: A kiválasztott kép letöltése
id: Unduh gambar yang dipilih
it: Scarica l'immagine selezionata
ja: 選択した画像をダウンロード
ko: 선택한 이미지 다운로드
nl: Download de geselecteerde afbeelding
no: Last ned det valgte bildet
pl: Pobierz wybrany obraz
pt_pt: Baixar a imagem selecionada
ro: Descărcați imaginea selectată
ru: Скачать выбранное изображение
sk: Stiahnuť vybraný obrázok
sv: Ladda ner den valda bilden
sw: Pakua picha iliyochaguliwa
tr: Seçilen resmi indir
uk: Завантажити вибране зображення
vi: Tải xuống hình ảnh đã chọn
zh_hans: 下载选定的图像

# pdf_images_zip_include_bin
source: Inclure aussi les fichiers .bin (formats PDF bruts)
af: Sluit ook .bin lêers in (ruwe PDF formate)
bg: Включете също .bin файлове (сурови PDF формати)
cs: Zahrnout také soubory .bin (formáty PDF raw)
da: Inkluder også .bin filer (rå PDF formater)
de: Auch .bin-Dateien einbeziehen (rohe PDF-Formate)
el: Συμπερίληψη και αρχείων .bin (ακατέργαστες μορφές PDF)
es: Incluir también archivos .bin (formatos PDF en bruto)
fi: Sisällytä myös .bin tiedostot (raakat PDF muodot)
fil: Isama rin ang mga .bin na file (mga raw na format ng PDF)
hu: A .bin fájlok (nyers PDF formátumok) beillesztése is
id: Sertakan juga file .bin (format PDF mentah)
it: Includere anche i file .bin (formati PDF grezzi)
ja: 生のPDF形式の.binファイルも含める
ko: .bin 파일도 포함 (원시 PDF 형식)
nl: Inclusief ook .bin bestanden (ruwe PDF-formaten)
no: Inkluder også .bin filer (rå PDF formater)
pl: Uwzględnij również pliki .bin (surowe formaty PDF)
pt_pt: Incluir também arquivos .bin (formatos PDF brutos)
ro: Includeți și fișierele .bin (formate PDF brute)
ru: Также включить файлы .bin (сырые форматы PDF)
sk: Zahrnúť aj súbory .bin (formáty PDF v surovom stave)
sv: Inkludera även .bin-filer (råa PDF-format)
sw: Jumuisha pia faili .bin (formati za PDF za raw)
tr: Ayrıca .bin dosyalarını dahil et (ham PDF formatları)
uk: Також включити файли .bin (сирі формати PDF)
vi: Cũng bao gồm các tệp .bin (định dạng PDF thô)
zh_hans: 也包含 .bin 文件（原始 PDF 格式）

# pdf_images_btn_download_zip
source: Télécharger toutes les images (ZIP)
af: Laai al die prente af (ZIP)
bg: Изтеглете всички изображения (ZIP)
cs: Stáhnout všechny obrázky (ZIP)
da: Download alle billeder (ZIP)
de: Alle Bilder herunterladen (ZIP)
el: Κατεβάστε όλες τις εικόνες (ZIP)
es: Descargar todas las imágenes (ZIP)
fi: Lataa kaikki kuvat (ZIP)
fil: I-download ang lahat ng mga larawan (ZIP)
hu: Minden kép letöltése (ZIP)
id: Unduh semua gambar (ZIP)
it: Scarica tutte le immagini (ZIP)
ja: すべての画像をダウンロード（ZIP）
ko: 모든 이미지 다운로드 (ZIP)
nl: Download alle afbeeldingen (ZIP)
no: Last ned alle bilder (ZIP)
pl: Pobierz wszystkie obrazy (ZIP)
pt_pt: Baixar todas as imagens (ZIP)
ro: Descărcați toate imaginile (ZIP)
ru: Скачать все изображения (ZIP)
sk: Stiahnuť všetky obrázky (ZIP)
sv: Ladda ner alla bilder (ZIP)
sw: Pakua picha zote (ZIP)
tr: Tüm resimleri indir (ZIP)
uk: Завантажити всі зображення (ZIP)
vi: Tải xuống tất cả hình ảnh (ZIP)
zh_hans: 下载所有图像（ZIP）

# pdf_images_title
source: Images PDF → JSON
af: Prente PDF → JSON
bg: Изображения PDF → JSON
cs: Obrázky PDF → JSON
da: Billeder PDF → JSON
de: PDF-Bilder → JSON
el: Εικόνες PDF → JSON
es: Imágenes PDF → JSON
fi: PDF kuvat → JSON
fil: Mga Larawan ng PDF → JSON
hu: PDF képek → JSON
id: Gambar PDF → JSON
it: Immagini PDF → JSON
ja: PDF画像 → JSON
ko: PDF 이미지 → JSON
nl: Afbeeldingen PDF → JSON
no: PDF bilder → JSON
pl: Obrazy PDF → JSON
pt_pt: Imagens PDF → JSON
ro: Imagini PDF → JSON
ru: Изображения PDF → JSON
sk: Obrázky PDF → JSON
sv: PDF-bilder → JSON
sw: Picha za PDF → JSON
tr: PDF Resimleri → JSON
uk: Зображення PDF → JSON
vi: Hình ảnh PDF → JSON
zh_hans: PDF 图像 → JSON

# pdf_images_subtitle
source: Extrayez les images intégrées dans un PDF (XObject /Image) et exportez la liste en JSON, localement dans votre navigateur.
af: Onthul die ingebedde prente in 'n PDF (XObject /Image) en voer die lys uit in JSON, plaaslik in jou blaaier.
bg: Извлечете вградени изображения от PDF (XObject /Image) и експортирайте списъка в JSON, локално в браузъра ви.
cs: Extrahujte vložené obrázky z PDF (XObject /Image) a exportujte seznam do JSON, lokálně ve vašem prohlížeči.
da: Ekstraher indlejrede billeder i en PDF (XObject /Image) og eksporter listen i JSON, lokalt i din browser.
de: Extrahieren Sie die eingebetteten Bilder in einem PDF (XObject /Image) und exportieren Sie die Liste in JSON, lokal in Ihrem Browser.
el: Εξαγάγετε τις ενσωματωμένες εικόνες σε ένα PDF (XObject /Image) και εξάγετε τη λίστα σε JSON, τοπικά στον περιηγητή σας.
es: Extraer las imágenes incrustadas en un PDF (XObject /Image) y exportar la lista en JSON, localmente en su navegador.
fi: Poista PDF:ssä olevat upotetut kuvat (XObject /Image) ja vie lista JSON-muodossa, paikallisesti selaimessasi.
fil: I-extract ang mga nakapaloob na larawan sa isang PDF (XObject /Image) at i-export ang listahan sa JSON, lokal sa iyong browser.
hu: Képek kinyerése egy PDF-ből (XObject /Image) és a lista exportálása JSON formátumban, helyben a böngészőjében.
id: Ekstrak gambar yang terintegrasi dalam PDF (XObject /Image) dan ekspor daftar dalam JSON, secara lokal di browser Anda.
it: Estrai le immagini incorporate in un PDF (XObject /Image) ed esporta l'elenco in JSON, localmente nel tuo browser.
ja: PDF内の埋め込まれた画像（XObject /Image）を抽出し、リストをJSON形式でエクスポートします。ブラウザ内でローカルに。
ko: PDF에 포함된 이미지 추출 (XObject /Image) 및 목록을 JSON으로 내보내기, 브라우저에서 로컬로.
nl: Extraheer de ingesloten afbeeldingen in een PDF (XObject /Image) en exporteer de lijst in JSON, lokaal in uw browser.
no: Ekstraher innebygde bilder i en PDF (XObject /Image) og eksporter listen i JSON, lokalt i nettleseren din.
pl: Wyodrębnij wbudowane obrazy z PDF (XObject /Image) i wyeksportuj listę w JSON, lokalnie w przeglądarce.
pt_pt: Extraia as imagens incorporadas em um PDF (XObject /Image) e exporte a lista em JSON, localmente no seu navegador.
ro: Extrageți imaginile încorporate într-un PDF (XObject /Image) și exportați lista în JSON, local în browserul dumneavoastră.
ru: Извлеките встроенные изображения из PDF (XObject /Image) и экспортируйте список в JSON, локально в вашем браузере.
sk: Extrahujte vložené obrázky z PDF (XObject /Image) a exportujte zoznam do JSON, lokálne vo vašom prehliadači.
sv: Extrahera inbäddade bilder i en PDF (XObject /Image) och exportera listan i JSON, lokalt i din webbläsare.
sw: Toa picha zilizojumuishwa katika PDF (XObject /Image) na uhamasisha orodha katika JSON, ndani ya kivinjari chako.
tr: Bir PDF'deki gömülü resimleri çıkarın (XObject /Image) ve listeyi JSON formatında, tarayıcınızda yerel olarak dışa aktarın.
uk: Витягніть вбудовані зображення з PDF (XObject /Image) та експортуйте список у JSON, локально у вашому браузері.
vi: Trích xuất các hình ảnh nhúng trong một PDF (XObject /Image) và xuất danh sách dưới dạng JSON, cục bộ trong trình duyệt của bạn.
zh_hans: 提取 PDF 中嵌入的图像（XObject /Image）并将列表导出为 JSON，保存在您的浏览器中。

# pdf_images_err_title
source: Impossible d’extraire les images.
af: Onmoontlik om die prente te onttrek.
bg: Невъзможно е да се извлекат изображенията.
cs: Nelze extrahovat obrázky.
da: Kan ikke ekstrahere billederne.
de: Es ist nicht möglich, die Bilder zu extrahieren.
el: Αδύνατη η εξαγωγή των εικόνων.
es: No se pueden extraer las imágenes.
fi: Kuvien poistaminen epäonnistui.
fil: Hindi ma-extract ang mga larawan.
hu: A képek kinyerése nem lehetséges.
id: Tidak dapat mengekstrak gambar.
it: Impossibile estrarre le immagini.
ja: 画像を抽出できません。
ko: 이미지를 추출할 수 없습니다.
nl: Kan de afbeeldingen niet extraheren.
no: Kan ikke ekstrahere bildene.
pl: Nie można wyodrębnić obrazów.
pt_pt: Impossível extrair as imagens.
ro: Imposibil de extras imaginile.
ru: Невозможно извлечь изображения.
sk: Nemožno extrahovať obrázky.
sv: Det går inte att extrahera bilder.
sw: Haiwezekani kutoa picha.
tr: Resimleri çıkarmak mümkün değil.
uk: Неможливо витягти зображення.
vi: Không thể trích xuất các hình ảnh.
zh_hans: 无法提取图像。

# pdf_images_tip_bin
source: Certaines “images” sont exportées en .bin (flux compressé PDF : CCITT/Flate/JPX…). Pour les ouvrir, utilisez un outil comme GIMP ou ImageMagick, ou exportez d’abord en image via un logiciel PDF.
af: Sommige "prente" word in .bin uitgevoer (gecomprimeerde PDF strome: CCITT/Flate/JPX…). Gebruik 'n hulpmiddel soos GIMP of ImageMagick om dit te open, of voer eers as 'n prent uit via 'n PDF sagteware.
bg: Някои "изображения" са експортирани в .bin (компресиран поток PDF: CCITT/Flate/JPX…). За да ги отворите, използвайте инструмент като GIMP или ImageMagick, или първо експортирайте в изображение чрез PDF софтуер.
cs: Některé „obrázky“ jsou exportovány jako .bin (komprimované PDF streamy: CCITT/Flate/JPX…). Pro jejich otevření použijte nástroj jako GIMP nebo ImageMagick, nebo nejprve exportujte jako obrázek pomocí PDF softwaru.
da: Nogle "billeder" eksporteres som .bin (komprimeret PDF strøm: CCITT/Flate/JPX…). For at åbne dem, brug et værktøj som GIMP eller ImageMagick, eller eksporter først som billede via en PDF-software.
de: Einige „Bilder“ werden als .bin exportiert (komprimierte PDF-Streams: CCITT/Flate/JPX…). Um sie zu öffnen, verwenden Sie ein Tool wie GIMP oder ImageMagick, oder exportieren Sie zuerst als Bild über eine PDF-Software.
el: Ορισμένες "εικόνες" εξάγονται σε .bin (συμπιεσμένα ρεύματα PDF: CCITT/Flate/JPX…). Για να τις ανοίξετε, χρησιμοποιήστε ένα εργαλείο όπως το GIMP ή το ImageMagick, ή εξάγετε πρώτα σε εικόνα μέσω ενός λογισμικού PDF.
es: Algunas "imágenes" se exportan en .bin (flujos comprimidos PDF: CCITT/Flate/JPX…). Para abrirlas, use una herramienta como GIMP o ImageMagick, o exporte primero como imagen a través de un software PDF.
fi: Jotkut "kuvat" viedään .bin muotoon (PDF pakattu virta: CCITT/Flate/JPX…). Avaa ne käyttämällä työkalua kuten GIMP tai ImageMagick, tai vie ensin kuva PDF-ohjelmiston kautta.
fil: Ang ilang "mga larawan" ay na-export sa .bin (compressed PDF stream: CCITT/Flate/JPX…). Upang buksan ang mga ito, gumamit ng tool tulad ng GIMP o ImageMagick, o i-export muna bilang larawan gamit ang isang PDF software.
hu: Néhány "kép" .bin formátumban van exportálva (PDF tömörített áram: CCITT/Flate/JPX…). Ezek megnyitásához használjon olyan eszközt, mint a GIMP vagy az ImageMagick, vagy először exportálja képként egy PDF szoftver segítségével.
id: Beberapa "gambar" diekspor dalam .bin (aliran terkompresi PDF: CCITT/Flate/JPX…). Untuk membukanya, gunakan alat seperti GIMP atau ImageMagick, atau ekspor terlebih dahulu sebagai gambar melalui perangkat lunak PDF.
it: Alcune "immagini" sono esportate in .bin (flussi compressi PDF: CCITT/Flate/JPX…). Per aprirle, utilizza uno strumento come GIMP o ImageMagick, oppure esporta prima in immagine tramite un software PDF.
ja: 一部の「画像」は.bin形式でエクスポートされます（PDF圧縮ストリーム：CCITT/Flate/JPX…）。開くには、GIMPやImageMagickなどのツールを使用するか、まずPDFソフトウェアを介して画像としてエクスポートしてください。
ko: 일부 "이미지"는 .bin으로 내보내집니다 (압축된 PDF 스트림: CCITT/Flate/JPX…). 열려면 GIMP 또는 ImageMagick과 같은 도구를 사용하거나 먼저 PDF 소프트웨어를 통해 이미지를 내보내십시오.
nl: Sommige "afbeeldingen" worden geëxporteerd als .bin (gecomprimeerde PDF-stromen: CCITT/Flate/JPX…). Gebruik een tool zoals GIMP of ImageMagick om ze te openen, of exporteer eerst als afbeelding via een PDF-software.
no: Noen "bilder" eksporteres som .bin (komprimert PDF-strøm: CCITT/Flate/JPX…). For å åpne dem, bruk et verktøy som GIMP eller ImageMagick, eller eksporter først som bilde via en PDF-programvare.
pl: Niektóre „obrazy” są eksportowane jako .bin (skompresowane strumienie PDF: CCITT/Flate/JPX…). Aby je otworzyć, użyj narzędzia takiego jak GIMP lub ImageMagick, lub najpierw wyeksportuj jako obraz za pomocą oprogramowania PDF.
pt_pt: Algumas "imagens" são exportadas em .bin (fluxo comprimido PDF: CCITT/Flate/JPX…). Para abri-las, use uma ferramenta como GIMP ou ImageMagick, ou exporte primeiro como imagem através de um software PDF.
ro: Unele „imagini” sunt exportate în .bin (flux comprimat PDF: CCITT/Flate/JPX…). Pentru a le deschide, utilizați un instrument precum GIMP sau ImageMagick, sau exportați mai întâi ca imagine printr-un software PDF.
ru: Некоторые «изображения» экспортируются в .bin (сжатые потоки PDF: CCITT/Flate/JPX…). Чтобы открыть их, используйте инструменты, такие как GIMP или ImageMagick, или сначала экспортируйте в изображение с помощью программного обеспечения PDF.
sk: Niektoré „obrázky“ sú exportované do .bin (komprimované PDF prúdy: CCITT/Flate/JPX…). Na ich otvorenie použite nástroj ako GIMP alebo ImageMagick, alebo najprv exportujte ako obrázok pomocou PDF softvéru.
sv: Vissa "bilder" exporteras som .bin (komprimerade PDF-flöden: CCITT/Flate/JPX…). För att öppna dem, använd ett verktyg som GIMP eller ImageMagick, eller exportera först som bild via en PDF-programvara.
sw: Baadhi ya "picha" zinasafirishwa kwa .bin (mchoro wa PDF ulioshinikizwa: CCITT/Flate/JPX…). Ili kuzifungua, tumia zana kama GIMP au ImageMagick, au uhamasisha kwanza kama picha kupitia programu ya PDF.
tr: Bazı "resimler" .bin olarak dışa aktarılır (sıkıştırılmış PDF akışı: CCITT/Flate/JPX…). Açmak için GIMP veya ImageMagick gibi bir araç kullanın veya önce bir PDF yazılımı aracılığıyla resmi dışa aktarın.
uk: Деякі "зображення" експортуються у .bin (стиснуті потоки PDF: CCITT/Flate/JPX…). Щоб їх відкрити, використовуйте інструмент, такий як GIMP або ImageMagick, або спочатку експортуйте в зображення за допомогою програмного забезпечення PDF.
vi: Một số "hình ảnh" được xuất dưới dạng .bin (dòng nén PDF: CCITT/Flate/JPX…). Để mở chúng, hãy sử dụng một công cụ như GIMP hoặc ImageMagick, hoặc xuất trước dưới dạng hình ảnh qua phần mềm PDF.
zh_hans: 某些“图像”以 .bin 格式导出（PDF 压缩流：CCITT/Flate/JPX…）。要打开它们，请使用 GIMP 或 ImageMagick 等工具，或先通过 PDF 软件导出为图像。

# pdf_images_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF aus
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng isang PDF
hu: PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alegeți un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择一个 PDF

# pdf_images_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Reset
it: Reimposta
ja: リセット
ko: 재설정
nl: Resetten
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_images_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiați
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_images_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Κατέβασμα
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descărcați
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_images_filter_placeholder
source: Filtrer (nom, page, filtre, taille…)
af: Filtreer (naam, bladsy, filter, grootte…)
bg: Филтриране (име, страница, филтър, размер…)
cs: Filtrovat (název, stránka, filtr, velikost…)
da: Filtrer (navn, side, filter, størrelse…)
de: Filtern (Name, Seite, Filter, Größe…)
el: Φιλτράρισμα (όνομα, σελίδα, φίλτρο, μέγεθος…)
es: Filtrar (nombre, página, filtro, tamaño…)
fi: Suodata (nimi, sivu, suodatin, koko…)
fil: I-filter (pangalan, pahina, filter, laki…)
hu: Szűrés (név, oldal, szűrő, méret…)
id: Saring (nama, halaman, filter, ukuran…)
it: Filtra (nome, pagina, filtro, dimensione…)
ja: フィルタ（名前、ページ、フィルター、サイズ…）
ko: 필터 (이름, 페이지, 필터, 크기…)
nl: Filteren (naam, pagina, filter, grootte…)
no: Filtrer (navn, side, filter, størrelse…)
pl: Filtruj (nazwa, strona, filtr, rozmiar…)
pt_pt: Filtrar (nome, página, filtro, tamanho…)
ro: Filtrați (nume, pagină, filtru, dimensiune…)
ru: Фильтровать (имя, страница, фильтр, размер…)
sk: Filtrovať (názov, stránka, filter, veľkosť…)
sv: Filtrera (namn, sida, filter, storlek…)
sw: Chuja (jina, ukurasa, chujio, ukubwa…)
tr: Filtrele (isim, sayfa, filtre, boyut…)
uk: Фільтрувати (ім'я, сторінка, фільтр, розмір…)
vi: Lọc (tên, trang, bộ lọc, kích thước…)
zh_hans: 过滤（名称，页面，过滤器，大小…）

# pdf_images_status_loading
source: Analyse…
af: Analiseer…
bg: Анализиране…
cs: Analýza…
da: Analyserer…
de: Analysiere…
el: Ανάλυση…
es: Analizando…
fi: Analysoidaan…
fil: Nanalysis…
hu: Elemzés…
id: Menganalisis…
it: Analisi…
ja: 分析中…
ko: 분석 중…
nl: Analyseren…
no: Analyserer…
pl: Analizowanie…
pt_pt: Analisando…
ro: Analizăm…
ru: Анализ…
sk: Analýza…
sv: Analyserar…
sw: Analiza…
tr: Analiz ediliyor…
uk: Аналізую…
vi: Phân tích…
zh_hans: 分析中…

# pdf_images_status_ready
source: Prêt
af: Gereed
bg: Готово
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Pregătit
ru: Готово
sk: Pripravené
sv: Klar
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_images_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_images_card_import_title
source: Importer un PDF
af: Importeer 'n PDF
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: Ein PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: Importeer een PDF
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF

# pdf_images_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaiers.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se provádí ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: No se envían datos a un servidor: todo se realiza en su navegador.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa isang server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semua dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: データはサーバーに送信されません：すべてブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저에서 이루어집니다.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun fel de date nu este trimis pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika ndani ya kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据发送到服务器：一切都在您的浏览器中进行。

# pdf_images_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果
