Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_succ_subtitle
source: Compose plusieurs pourcentages (effet cumulé) sur une valeur.
af: Stel verskeie persentages saam (geïntegreerde effek) op 'n waarde.
bg: Съставете няколко процента (кумулативен ефект) върху стойност.
cs: Sestavte několik procent (kumulativní efekt) na hodnotu.
da: Sammel flere procenter (akkumuleret effekt) på en værdi.
de: Kombiniere mehrere Prozentsätze (kumulierte Wirkung) auf einen Wert.
el: Συνθέστε πολλά ποσοστά (συσσωρευτικό αποτέλεσμα) σε μια τιμή.
es: Compón varios porcentajes (efecto acumulado) sobre un valor.
fi: Laske useita prosentteja (kumulatiivinen vaikutus) arvosta.
fil: Bumuo ng maraming porsyento (pinagsamang epekto) sa isang halaga.
hu: Több százalékot (halmozott hatás) állítson össze egy értéken.
id: Kombinasikan beberapa persentase (efek kumulatif) pada suatu nilai.
it: Compone più percentuali (effetto cumulativo) su un valore.
ja: 値に対して複数のパーセンテージ（累積効果）を組み合わせます。
ko: 값에 대해 여러 퍼센트를 구성합니다 (누적 효과).
nl: Stel meerdere percentages samen (gecombineerd effect) op een waarde.
no: Kombiner flere prosentandeler (akkumulert effekt) på en verdi.
pl: Składaj kilka procentów (efekt kumulacyjny) na wartość.
pt_pt: Compor vários percentagens (efeito acumulado) sobre um valor.
ro: Combină mai multe procente (efect cumulativ) pe o valoare.
ru: Составьте несколько процентов (кумулятивный эффект) от значения.
sk: Zložiť niekoľko percent (kumulatívny efekt) na hodnotu.
sv: Komponera flera procent (ackumulerad effekt) på ett värde.
sw: Komponera flera procent (ackumulerad effekt) på ett värde.
tr: Bir değere birden fazla yüzde (kümülatif etki) ekleyin.
uk: Combine multiple percentages (cumulative effect) on a value.
vi: Tính nhiều phần trăm (hiệu ứng tích lũy) trên một giá trị.
zh_hans: 在一个值上组合多个百分比（累积效果）。

# pct_succ_calc_title
source: Calculateur
af: Rekenaar
bg: Калкулатор
cs: Kalkulátor
da: Beregningsværktøj
de: Rechner
el: Υπολογιστής
es: Calculadora
fi: Laskin
fil: Kalkulador
hu: Számológép
id: Kalkulator
it: Calcolatore
ja: 計算機
ko: 계산기
nl: Rekenmachine
no: Kalkulator
pl: Kalkulator
pt_pt: Calculadora
ro: Calculator
ru: Калькулятор
sk: Kalkulačka
sv: Kalkylator
sw: Kalkylator
tr: Hesaplayıcı
uk: Calculator
vi: Máy tính
zh_hans: 计算器

# pct_succ_base_label
source: Valeur de départ
af: Beginwaarde
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
de: Startwert
el: Αρχική τιμή
es: Valor inicial
fi: Alkuarvo
fil: Panukalang halaga
hu: Kezdőérték
id: Nilai awal
it: Valore iniziale
ja: 開始値
ko: 출발 값
nl: Startwaarde
no: Startverdi
pl: Wartość początkowa
pt_pt: Valor inicial
ro: Valoare inițială
ru: Начальное значение
sk: Počiatočná hodnota
sv: Startvärde
sw: Startvärde
tr: Başlangıç değeri
uk: Starting value
vi: Giá trị khởi đầu
zh_hans: 起始值

# pct_succ_base_hint
source: Ex : prix, salaire, population…
af: bv: prys, salaris, bevolking…
bg: Пример: цена, заплата, население…
cs: Ex: cena, plat, populace…
da: Ex: pris, løn, befolkning…
de: Beispiel: Preis, Gehalt, Bevölkerung…
el: π.χ.: τιμή, μισθός, πληθυσμός…
es: Ej: precio, salario, población…
fi: Esim: hinta, palkka, väestö…
fil: Halimbawa: presyo, sahod, populasyon…
hu: Pl. ár, bér, népesség…
id: Contoh: harga, gaji, populasi…
it: Es: prezzo, stipendio, popolazione…
ja: 例：価格、給与、人口…
ko: 예: 가격, 급여, 인구…
nl: Bijv.: prijs, salaris, bevolking…
no: Eks: pris, lønn, befolkning…
pl: Ex: cena, wynagrodzenie, populacja…
pt_pt: Ex: preço, salário, população…
ro: Ex: preț, salariu, populație…
ru: Пример: цена, зарплата, население…
sk: Ex: cena, plat, populácia…
sv: Ex: pris, lön, befolkning…
sw: Ex: pris, lön, befolkning…
tr: Ör: fiyat, maaş, nüfus…
uk: Ex: price, salary, population…
vi: Ví dụ: giá, lương, dân số…
zh_hans: 例如：价格、薪资、人口……

# pct_succ_p1_label
source: Pourcentage 1
af: Persentasie 1
bg: Процент 1
cs: Procento 1
da: Procent 1
de: Prozentsatz 1
el: Ποσοστό 1
es: Porcentaje 1
fi: Prosentti 1
fil: Porsyento 1
hu: 1 százalék
id: Persentase 1
it: Percentuale 1
ja: パーセンテージ 1
ko: 비율 1
nl: Percentage 1
no: Prosent 1
pl: Procent 1
pt_pt: Percentagem 1
ro: Procentaj 1
ru: Процент 1
sk: Percento 1
sv: Procent 1
sw: Procent 1
tr: Yüzde 1
uk: Percentage 1
vi: Tỷ lệ 1
zh_hans: 百分比 1

# pct_succ_p1_hint
source: Ex : +10 ou -15 (en %)
af: Ex : +10 of -15 (in %)
bg: Пример: +10 или -15 (в %)
cs: Ex : +10 nebo -15 (v %)
da: Ex: +10 eller -15 (i %)
de: Ex : +10 oder -15 (in %)
el: Εξ : +10 ή -15 (σε %)
es: Ej: +10 o -15 (en %)
fi: Esim: +10 tai -15 (prosentteina)
fil: Ex : +10 o -15 (sa %)
hu: Ex : +10 vagy -15 (százalék)
id: Ex : +10 atau -15 (dalam %)
it: Es: +10 o -15 (in %)
ja: 例：+10または-15（％）
ko: 예: +10 또는 -15 (백분율)
nl: Ex : +10 of -15 (in %)
no: Ex: +10 eller -15 (i %)
pl: Ex : +10 lub -15 (w %)
pt_pt: Ex: +10 ou -15 (em %)
ro: Ex : +10 sau -15 (în %)
ru: Пример: +10 или -15 (в %)
sk: Ex : +10 alebo -15 (v %)
sv: Ex: +10 eller -15 (i %)
sw: Ex : +10 eller -15 (i %)
tr: Ör: +10 veya -15 (yüzde)
uk: Ex: +10 or -15 (in %)
vi: Ex : +10 hoặc -15 (theo %)
zh_hans: Ex : +10 或 -15（以 % 计）

# pct_succ_p2_label
source: Pourcentage 2
af: Persentasie 2
bg: Процент 2
cs: Procento 2
da: Procent 2
de: Prozentsatz 2
el: Ποσοστό 2
es: Porcentaje 2
fi: Prosentti 2
fil: Porsyento 2
hu: Százalék 2
id: Persentase 2
it: Percentuale 2
ja: パーセンテージ 2
ko: 비율 2
nl: Percentage 2
no: Prosent 2
pl: Procent 2
pt_pt: Percentagem 2
ro: Procentaj 2
ru: Процент 2
sk: Percento 2
sv: Procent 2
sw: Procent 2
tr: Yüzde 2
uk: Percentage 2
vi: Phần trăm 2
zh_hans: 百分比 2

# pct_succ_p2_hint
source: Ex : +5 ou -8 (en %)
af: Ex : +5 of -8 (in %)
bg: Пример: +5 или -8 (в %)
cs: Ex : +5 nebo -8 (v %)
da: Ex: +5 eller -8 (i %)
de: Ex : +5 oder -8 (in %)
el: Ex : +5 ή -8 (σε %)
es: Ej: +5 o -8 (en %)
fi: Esim: +5 tai -8 ( % )
fil: Ex : +5 o -8 (sa %)
hu: Ex : +5 vagy -8 (százalékban)
id: Ex : +5 atau -8 (dalam %)
it: Es: +5 o -8 (in %)
ja: 例：+5 または -8（％）
ko: 예: +5 또는 -8 (퍼센트)
nl: Ex : +5 of -8 (in %)
no: Ex: +5 eller -8 (i %)
pl: Ex : +5 lub -8 (w %)
pt_pt: Ex: +5 ou -8 (em %)
ro: Ex : +5 sau -8 (în %)
ru: Пример: +5 или -8 (в %)
sk: Ex : +5 alebo -8 (v %)
sv: Ex : +5 eller -8 (i %)
sw: Ex : +5 eller -8 (i %)
tr: Ör: +%5 veya -%8
uk: Ex: +5 or -8 (in %)
vi: Ex : +5 hoặc -8 (trong %)
zh_hans: Ex : +5 或 -8（以 % 计）

# pct_succ_p3_label
source: Pourcentage 3 (optionnel)
af: Persentasie 3 (opsioneel)
bg: Процент 3 (по избор)
cs: Procent 3 (volitelné)
da: Procent 3 (valgfrit)
de: Prozentsatz 3 (optional)
el: Ποσοστό 3 (προαιρετικό)
es: Porcentaje 3 (opcional)
fi: Prosentti 3 (valinnainen)
fil: Porsyento 3 (opsyonal)
hu: 3. százalék (opcionális)
id: Persentase 3 (opsional)
it: Percentuale 3 (opzionale)
ja: パーセンテージ 3（オプション）
ko: 비율 3 (선택 사항)
nl: Percentage 3 (optioneel)
no: Prosent 3 (valgfritt)
pl: Procent 3 (opcjonalne)
pt_pt: Percentagem 3 (opcional)
ro: Procentaj 3 (opțional)
ru: Процент 3 (необязательно)
sk: Percento 3 (voliteľné)
sv: Procent 3 (valfritt)
sw: Procent 3 (valfritt)
tr: Yüzde 3 (isteğe bağlı)
uk: Percentage 3 (optional)
vi: Tỷ lệ 3 (tùy chọn)
zh_hans: 百分比 3（可选）

# pct_succ_p3_hint
source: Laissez 0 si non utilisé
af: Laat 0 as nie gebruik.
bg: Оставете 0, ако не се използва
cs: Nechte 0, pokud není použito.
da: Lad 0 være, hvis ikke brugt
de: Lassen Sie 0, wenn nicht verwendet.
el: Αφήστε 0 αν δεν χρησιμοποιείται
es: Deje 0 si no se utiliza
fi: Jätä 0, jos ei käytössä
fil: Iwan ang 0 kung hindi ginagamit
hu: Hagyjon 0-t, ha nem használja.
id: Tinggalkan 0 jika tidak digunakan
it: Lascia 0 se non utilizzato
ja: 使用しない場合は0を入力してください。
ko: 사용하지 않으면 0을 남겨두세요.
nl: Laat 0 als niet gebruikt
no: La 0 hvis ikke brukt
pl: Zostaw 0, jeśli nieużywane
pt_pt: Deixe 0 se não utilizado
ro: Lăsați 0 dacă nu este utilizat
ru: Оставьте 0, если не используется.
sk: Nechajte 0, ak sa nepoužíva
sv: Lämna 0 om ej använt
sw: Lämna 0 om ej använt
tr: Kullanılmıyorsa 0 bırakın
uk: Leave 0 if not used
vi: Để 0 nếu không sử dụng
zh_hans: 如果未使用，请留空0

# pct_succ_precision_label
source: Décimales
af: Desimale
bg: Десетични знаци
cs: Desetinná místa
da: Decimaler
de: Dezimalstellen
el: Δεκαδικά
es: Decimales
fi: Desimaaleja
fil: Desimal
hu: Tizedesek
id: Desimal
it: Decimali
ja: 小数
ko: 소수점
nl: Decimalen
no: Desimaler
pl: Dziesiętne
pt_pt: Decimais
ro: Zecimale
ru: Десятичные
sk: Desatinné čísla
sv: Decimaler
sw: Decimaler
tr: Ondalıklar
uk: Decimals
vi: Số thập phân
zh_hans: 小数

# pct_succ_precision_hint
source: Arrondi
af: Afgerond
bg: Закръглено
cs: Zaokrouhlení
da: Afrundet
de: Abgerundet
el: Στρογγυλό
es: Redondeado
fi: Pyöristetty
fil: Pabilog
hu: Kerekített
id: Bulat
it: Arrotondato
ja: 丸み
ko: 반올림
nl: Afgerond
no: Rundt
pl: Zaokrąglony
pt_pt: Arredondado
ro: Rotunjit
ru: Округление
sk: Zaoblenie
sv: Avrundad
sw: Rundad
tr: Kenar yuvarlama
uk: Rounded
vi: Làm tròn
zh_hans: 圆角

# pct_succ_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Resultat
tr: Sonuçlar
uk: Results
vi: Kết quả
zh_hans: 结果

# pct_succ_tag
source: Effet cumulé
af: Gekombineerde effek
bg: Кумулативен ефект
cs: Kumulativní efekt
da: Kumulativ effekt
de: Kumulierte Wirkung
el: Συσσωρευτικό αποτέλεσμα
es: Efecto acumulado
fi: Kumulatiivinen vaikutus
fil: Pinagsama-samang epekto
hu: Kumulált hatás
id: Efek kumulatif
it: Effetto cumulativo
ja: 累積効果
ko: 누적 효과
nl: Gecombineerd effect
no: Kumulativ effekt
pl: Efekt skumulowany
pt_pt: Efeito cumulativo
ro: Efect cumulativ
ru: Кумулятивный эффект
sk: Kumulatívny efekt
sv: Kumulativ effekt
sw: Kumulativ effekt
tr: Kümülatif etki
uk: Cumulative effect
vi: Hiệu ứng tích lũy
zh_hans: 累积效果

# pct_succ_final_label
source: Valeur finale
af: Eindwaarde
bg: Крайна стойност
cs: Konečná hodnota
da: Slutværdi
de: Endwert
el: Τελική αξία
es: Valor final
fi: Loppuarvo
fil: Panghuling halaga
hu: Végső érték
id: Nilai akhir
it: Valore finale
ja: 最終値
ko: 최종 가치
nl: Eindwaarde
no: Sluttverdi
pl: Wartość końcowa
pt_pt: Valor final
ro: Valoare finală
ru: Конечная стоимость
sk: Konečná hodnota
sv: Slutvärde
sw: Slutvärde
tr: Sonuç değeri
uk: Final value
vi: Giá trị cuối cùng
zh_hans: 最终值

# pct_succ_global_label
source: Variation globale
af: Globale variasie
bg: Глобална вариация
cs: Globální varianta
da: Global variation
de: Globale Variation
el: Παγκόσμια παραλλαγή
es: Variación global
fi: Globaalivaihtoehto
fil: Pangkalahatang pagbabago
hu: Globális változat
id: Variasi global
it: Variazione globale
ja: グローバルバリエーション
ko: 전반적인 변형
nl: Globale variatie
no: Global variasjon
pl: Wariacja globalna
pt_pt: Variação global
ro: Varianta globală
ru: Глобальный вариант
sk: Globálna variácia
sv: Global variation
sw: Global variation
tr: Küresel varyasyon
uk: Global variation
vi: Biến thể toàn cầu
zh_hans: 全球变体

# pct_succ_coeff_label
source: Coefficient global
af: Globale koëffisiënt
bg: Глобален коефициент
cs: Globální koeficient
da: Global koefficient
de: Gesamtkoeffizient
el: Συνολικός συντελεστής
es: Coeficiente global
fi: Kokonaiskerroin
fil: Pangkalahatang koepisyent
hu: Globális együttható
id: Koefisien global
it: Coefficiente globale
ja: 全体係数
ko: 전반적인 계수
nl: Globale coëfficiënt
no: Global koeffisient
pl: Współczynnik globalny
pt_pt: Coeficiente global
ro: Coeficient global
ru: Глобальный коэффициент
sk: Globálny koeficient
sv: Global koefficient
sw: Global koefficient
tr: Küresel katsayı
uk: Global coefficient
vi: Hệ số toàn cầu
zh_hans: 全球系数

# pct_succ_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetować
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Återställ
tr: Sıfırla
uk: Reset
vi: Đặt lại
zh_hans: 重置

# pct_succ_examples_title
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga Halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Exempel
tr: Örnekler
uk: Examples
vi: Ví dụ
zh_hans: 示例

# pct_succ_examples_sub
source: Cliquez pour pré-remplir
af: Klik om voor te vul
bg: Щракнете, за да попълните автоматично
cs: Klikněte pro předvyplnění
da: Klik for at forudfylde
de: Klicken Sie, um vorab auszufüllen.
el: Κάντε κλικ για προ-συμπλήρωση
es: Haga clic para completar automáticamente
fi: Klikkaa esitäyttääksesi
fil: I-click upang awtomatikong punan
hu: Kattintson az előre kitöltéshez
id: Klik untuk mengisi otomatis
it: Clicca per compilare automaticamente
ja: クリックして自動入力する
ko: 클릭하여 자동 채우기
nl: Klik om voor te vullen
no: Klikk for å forhåndsutfylle
pl: Kliknij, aby wypełnić automatycznie
pt_pt: Clique para preencher automaticamente
ro: Faceți clic pentru a completa automat
ru: Нажмите для автозаполнения
sk: Kliknite na predvyplnenie
sv: Klicka för att förifylla
sw: Klicka för att förifylla
tr: Önceden doldurmak için tıklayın
uk: Click to pre-fill
vi: Nhấn để tự động điền
zh_hans: 点击以预填充

# pct_succ_definition_title
source: Définition & méthode
af: Definisie & metode
bg: Определение & метод
cs: Definice & metoda
da: Definition & metode
de: Definition & Methode
el: Ορισμός & μέθοδος
es: Definición & método
fi: Määritelmä & menetelmä
fil: Kahulugan & pamamaraan
hu: Meghatározás & módszer
id: Definisi & metode
it: Definizione & metodo
ja: 定義 & 方法
ko: 정의 및 방법
nl: Definitie & methode
no: Definisjon & metode
pl: Definicja & metoda
pt_pt: Definição & método
ro: Definiție & metodă
ru: Определение & метод
sk: Definícia & metóda
sv: Definition & metod
sw: Mwelekeo & mbinu
tr: Tanım & yöntem
uk: Визначення & метод
vi: Định nghĩa & phương pháp
zh_hans: 定义与方法

# pct_succ_definition_sub
source: Les pourcentages successifs se multiplient via des coefficients.
af: Die opeenvolgende persentasies vermenigvuldig deur koëffisiënte.
bg: Последователните проценти се умножават чрез коефициенти.
cs: Po sobě jdoucí procenta se násobí koeficienty.
da: De successive procenter multipliceres gennem koefficienter.
de: Die aufeinanderfolgenden Prozentsätze vervielfachen sich durch Koeffizienten.
el: Οι διαδοχικές ποσοστώσεις πολλαπλασιάζονται μέσω συντελεστών.
es: Los porcentajes sucesivos se multiplican mediante coeficientes.
fi: Peräkkäiset prosentit kerrotaan kertoimilla.
fil: Ang mga sunud-sunod na porsyento ay dumadami sa pamamagitan ng mga coefficient.
hu: A következő százalékok szorzói szorzók révén növekednek.
id: Persentase berturut-turut dikalikan dengan koefisien.
it: I percentuali successive si moltiplicano tramite coefficienti.
ja: 連続するパーセンテージは係数によって掛け合わされます。
ko: 연속적인 백분율은 계수를 통해 곱해집니다.
nl: De opeenvolgende percentages vermenigvuldigen zich via coëfficiënten.
no: De successive prosentandeler multipliseres med koeffisienter.
pl: Kolejne procenty mnożą się przez współczynniki.
pt_pt: Os percentuais sucessivos multiplicam-se através de coeficientes.
ro: Procentele succesive se înmulțesc prin coeficienți.
ru: Последовательные проценты умножаются с помощью коэффициентов.
sk: Počiatočné percentá sa násobia pomocou koeficientov.
sv: De successiva procenten multipliceras genom koefficienter.
sw: De successiva procenten multipliceras genom koefficienter.
tr: Ardışık yüzdeler katsayılar aracılığıyla çarpılır.
uk: Successive percentages are multiplied by coefficients.
vi: Các tỷ lệ phần trăm liên tiếp được nhân với các hệ số.
zh_hans: 连续的百分比通过系数相乘。

# pct_succ_formula_title
source: Formule
bg: Формула
da: Formel
de: Formel
el: Φόρμουλα
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Formula
it: Formula
ja: フォーミュラ
ko: 공식
no: Formel
pl: Formuła
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Formulár
sv: Formel
sw: Formel
tr: Formül
uk: Formula
vi: Công thức
zh_hans: 公式

# pct_succ_step1
source: Transformez chaque p% en coefficient : 1 + p/100
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">1 + p/100 Transformez chaque p% en coefficient :

# pct_succ_step2
source: Multipliez les coefficients
af: Vermenigvuldig die koëffisiënte
bg: Умножете коефициентите
cs: Násobte koeficienty
da: Multiplicer koefficienterne
de: Multiplizieren Sie die Koeffizienten
el: Πολλαπλασιάστε τους συντελεστές
es: Multiplica los coeficientes
fi: Kerro kertoimet
fil: I-multiply ang mga coefficient.
hu: Szorzók megszorozása
id: Kalikan koefisiennya
it: Moltiplica i coefficienti
ja: 係数を掛け算してください
ko: 계수를 곱하세요.
nl: Vermenigvuldig de coëfficiënten
no: Multipliser koeffisientene
pl: Pomnóż współczynniki
pt_pt: Multiplique os coeficientes
ro: Înmulțiți coeficienții
ru: Умножьте коэффициенты
sk: Násobte koeficienty
sv: Multiplicera koefficienterna
sw: Multiplicera koefficienterna
tr: Katsayıları çarpın
uk: Multiply the coefficients
vi: Nhân các hệ số
zh_hans: 乘以系数

# pct_succ_step3
source: Appliquez à la base, puis calculez la variation globale
af: Pas die basis toe, en bereken dan die globale variasie.
bg: Нанесете на основата, след това изчислете общата вариация.
cs: Aplikujte na základ, poté vypočítejte celkovou změnu.
da: Anvend grundlaget, og beregn derefter den samlede variation.
de: Wenden Sie die Basis an und berechnen Sie die Gesamtabweichung.
el: Εφαρμόστε στη βάση, στη συνέχεια υπολογίστε τη συνολική μεταβολή.
es: Aplique a la base, luego calcule la variación global.
fi: Käytä pohjana, sitten laske kokonaismuutos.
fil: Ilagay sa base, pagkatapos ay kalkulahin ang kabuuang pagbabago.
hu: Alkalmazza az alapra, majd számolja ki a globális változást.
id: Terapkan pada dasar, lalu hitung variasi keseluruhan.
it: Applica alla base, poi calcola la variazione globale.
ja: ベースに適用し、次に全体の変動を計算します。
ko: 기본에 적용한 후 전체 변화를 계산하세요.
nl: Breng het aan de basis aan en bereken vervolgens de totale variatie.
no: Påfør på bunnen, og beregn deretter den totale variasjonen.
pl: Zastosuj na podstawie, a następnie oblicz całkowitą zmianę.
pt_pt: Aplique na base, depois calcule a variação global.
ro: Aplicați la bază, apoi calculați variația globală.
ru: Примените к базе, затем рассчитайте общую вариацию.
sk: Aplikujte na základ, potom vypočítajte celkovú zmenu.
sv: Applicera på basen, och beräkna sedan den globala variationen.
sw: Applicera på basen, och beräkna sedan den globala variationen.
tr: Temel üzerine uygulayın, ardından genel değişikliği hesaplayın.
uk: Apply at the base, then calculate the overall variation.
vi: Áp dụng vào cơ sở, sau đó tính toán sự biến đổi tổng thể.
zh_hans: 应用于基础，然后计算整体变化
