Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_mean_vs_median_uc1_text
source: Comparer des classes, des salaires ou des notes sans être trompé par quelques valeurs extrêmes.
af: Vergelyk klasse, salarisse of grade sonder om mislei te word deur 'n paar uiterste waardes.
bg: Сравняване на класове, заплати или оценки, без да бъдете заблудени от няколко крайни стойности.
cs: Porovnat třídy, platy nebo známky, aniž byste byli oklamáni několika extrémními hodnotami.
da: Sammenligne klasser, lønninger eller karakterer uden at blive vildledt af nogle ekstreme værdier.
de: Klassen, Gehälter oder Noten vergleichen, ohne von einigen extremen Werten getäuscht zu werden.
el: Συγκρίνετε κατηγορίες, μισθούς ή βαθμούς χωρίς να παραπλανηθείτε από μερικές ακραίες τιμές.
es: Comparar clases, salarios o notas sin ser engañado por algunos valores extremos.
fi: Vertailla ryhmiä
fil: Ihambing ang mga klase, mga suweldo o mga marka nang hindi nalilinlang ng ilang mga extreme na halaga.
hu: Aszimmetrikus eloszlás elemzése
id: Membandingkan kelas, gaji, atau nilai tanpa tertipu oleh beberapa nilai ekstrem.
it: Confrontare classi, salari o voti senza essere ingannati da alcuni valori estremi.
ja: 極端な値に惑わされることなく、クラス、給与、または成績を比較する。
ko: 극단적인 값에 속지 않고 클래스, 급여 또는 점수를 비교합니다.
nl: Klassen, salarissen of cijfers vergelijken zonder misleid te worden door enkele extreme waarden.
no: Sammenligne klasser, lønninger eller karakterer uten å bli lurt av noen ekstreme verdier.
pl: Porównywanie klas, wynagrodzeń lub ocen bez bycia oszukanym przez kilka wartości ekstremalnych.
pt_pt: Comparar classes, salários ou notas sem ser enganado por alguns valores extremos.
ro: Compararea claselor, salariilor sau notelor fără a fi înșelat de câteva valori extreme.
ru: Сравнение классов, зарплат или оценок, не поддаваясь влиянию нескольких крайних значений.
sk: Porovnať triedy, platy alebo známky bez toho, aby ste boli oklamaní niekoľkými extrémnymi hodnotami.
sv: Jämföra klasser, löner eller betyg utan att bli lurad av några extrema värden.
sw: Kulinganisha madaraja, mishahara au alama bila kudanganywa na thamani chache za mwisho.
tr: Sınıfları, maaşları veya notları birkaç aşırı değerden etkilenmeden karşılaştırmak.
uk: Порівняти класи, зарплати або оцінки, не піддаючись обману кількома екстремальними значеннями.
vi: So sánh các lớp, lương hoặc điểm mà không bị đánh lừa bởi một vài giá trị cực trị.
zh_hans: 比较类别、工资或分数，而不被少数极端值所误导。

# ed_math_statistics_mean_vs_median_uc2_title
source: Analyser une distribution asymétrique
af: Analiseer 'n asimmetriese verspreiding
bg: Анализ на асиметрично разпределение
cs: Analyzovat asymetrickou distribuci
da: Analysere en asymmetrisk fordeling
de: Eine asymmetrische Verteilung analysieren
el: Αναλύστε μια ασύμμετρη κατανομή
es: Analizar una distribución asimétrica
fi: Vertailla luokkia, palkkoja tai arvosanoja ilman, että äärimmäiset arvot hämäävät.
fil: Suriin ang isang hindi simetrikal na pamamahagi
hu: Azonosítani, hogy az átlag reprezentatív vagy torzított-e az eloszlás által.
id: Menganalisis distribusi asimetris
it: Analizzare una distribuzione asimmetrica
ja: 非対称分布を分析する
ko: 비대칭 분포 분석
nl: Een asymmetrische verdeling analyseren
no: Analysere en skjev fordeling
pl: Analiza rozkładu asymetrycznego
pt_pt: Analisar uma distribuição assimétrica
ro: Analiza unei distribuții asimetrice
ru: Анализ асимметричного распределения
sk: Analyzovať asymetrickú distribúciu
sv: Analysera en sned fördelning
sw: Kuchambua usambazaji usio sawa
tr: Asimetrik bir dağılımı analiz etmek
uk: Аналізувати асиметричний розподіл
vi: Phân tích một phân phối không đối xứng
zh_hans: 分析不对称分布

# ed_math_statistics_mean_vs_median_uc2_text
source: Identifier si la moyenne est représentative ou déformée par la distribution.
af: Identifiseer of die gemiddelde verteenwoordigend of vervormd deur die verspreiding is.
bg: Идентифицирайте дали средната стойност е представителна или изкривена от разпределението.
cs: Identifikovat, zda je průměr reprezentativní nebo deformovaný distribucí.
da: Identificere om gennemsnittet er repræsentativt eller forvrænget af fordelingen.
de: Identifizieren, ob der Mittelwert repräsentativ oder durch die Verteilung verzerrt ist.
el: Εντοπίστε αν η μέση είναι αντιπροσωπευτική ή παραμορφωμένη από την κατανομή.
es: Identificar si la media es representativa o está deformada por la distribución.
fi: Analysoida epäsymmetristä jakaumaa
fil: Tukuyin kung ang average ay kinakatawan o deformed ng pamamahagi.
hu: A megfelelő mutató kiválasztása
id: Mengidentifikasi apakah rata-rata representatif atau terdistorsi oleh distribusi.
it: Identificare se la media è rappresentativa o deformata dalla distribuzione.
ja: 平均が分布によって代表的か歪められているかを特定する。
ko: 평균이 분포에 의해 대표되는지 왜곡되는지 식별합니다.
nl: Identificeren of het gemiddelde representatief of vervormd is door de verdeling.
no: Identifisere om gjennomsnittet er representativt eller forvrengt av fordelingen.
pl: Identyfikacja, czy średnia jest reprezentatywna, czy zniekształcona przez rozkład.
pt_pt: Identificar se a média é representativa ou deformada pela distribuição.
ro: Identificarea dacă media este reprezentativă sau deformată de distribuție.
ru: Определить, является ли средняя представительной или искаженной распределением.
sk: Identifikovať, či je priemer reprezentatívny alebo skreslený distribúciou.
sv: Identifiera om medelvärdet är representativt eller förvrängt av fördelningen.
sw: Kutambua ikiwa wastani ni wa uwakilishi au umeharibiwa na usambazaji.
tr: Ortalamanın temsil edici mi yoksa dağılım tarafından çarpıtılmış mı olduğunu belirlemek.
uk: Визначити, чи є середня репрезентативною або спотвореною розподілом.
vi: Xác định xem trung bình có đại diện hay bị biến dạng bởi phân phối hay không.
zh_hans: 识别平均数是否具有代表性，或是否被分布扭曲。

# ed_math_statistics_mean_vs_median_uc3_title
source: Choisir le bon indicateur
af: Kies die regte aanduiding
bg: Избор на правилния индикатор
cs: Vybrat správný ukazatel
da: Vælg den rigtige indikator
de: Den richtigen Indikator wählen
el: Επιλέξτε τον σωστό δείκτη
es: Elegir el indicador correcto
fi: Tunnistaa, onko keskiarvo edustava vai vääristynyt jakauman vuoksi.
fil: Pumili ng tamang tagapagpahiwatig
hu: Tudni, mikor használjuk az átlagot vagy a mediánt egy feladatban vagy elemzésben.
id: Memilih indikator yang tepat
it: Scegliere il giusto indicatore
ja: 適切な指標を選択する
ko: 올바른 지표 선택
nl: De juiste indicator kiezen
no: Velge riktig indikator
pl: Wybór odpowiedniego wskaźnika
pt_pt: Escolher o indicador certo
ro: Alegerea indicatorului corect
ru: Выбор правильного индикатора
sk: Vybrať správny ukazovateľ
sv: Välja rätt indikator
sw: Kuchagua kipimo sahihi
tr: Doğru göstergeleri seçmek
uk: Вибрати правильний показник
vi: Chọn chỉ số đúng
zh_hans: 选择合适的指标

# ed_math_statistics_mean_vs_median_uc3_text
source: Savoir quand utiliser la moyenne ou la médiane dans un exercice ou une analyse.
af: Weet wanneer om die gemiddelde of die mediaan in 'n oefening of analise te gebruik.
bg: Знайте кога да използвате средната стойност или медианата в упражнение или анализ.
cs: Vědět, kdy použít průměr nebo medián v cvičení nebo analýze.
da: Vide hvornår man skal bruge gennemsnittet eller medianen i en opgave eller analyse.
de: Wissen, wann man den Mittelwert oder den Median in einer Übung oder Analyse verwenden sollte.
el: Γνωρίστε πότε να χρησιμοποιήσετε τη μέση ή τη διάμεσο σε μια άσκηση ή ανάλυση.
es: Saber cuándo usar la media o la mediana en un ejercicio o análisis.
fi: Valita oikea indikaattori
fil: Alamin kung kailan gagamitin ang average o median sa isang ehersisyo o pagsusuri.
hu: Amit kap
id: Mengetahui kapan menggunakan rata-rata atau median dalam latihan atau analisis.
it: Sapere quando utilizzare la media o la mediana in un esercizio o un'analisi.
ja: 演習や分析で平均または中央値を使用するタイミングを知る。
ko: 연습이나 분석에서 평균 또는 중앙값을 사용할 시기를 아는 것입니다.
nl: Weten wanneer je het gemiddelde of de mediaan moet gebruiken in een oefening of analyse.
no: Vite når man skal bruke gjennomsnitt eller median i en oppgave eller analyse.
pl: Wiedza, kiedy używać średniej lub mediany w ćwiczeniu lub analizie.
pt_pt: Saber quando usar a média ou a mediana em um exercício ou análise.
ro: Știți când să folosiți media sau mediana într-un exercițiu sau o analiză.
ru: Знать, когда использовать среднюю или медиану в задаче или анализе.
sk: Vedieť, kedy použiť priemer alebo medián v úlohe alebo analýze.
sv: Veta när man ska använda medelvärde eller median i en övning eller analys.
sw: Kujua lini kutumia wastani au median katika zoezi au uchambuzi.
tr: Bir alıştırmada veya analizde ortalama veya medyanı ne zaman kullanacağınızı bilmek.
uk: Знати, коли використовувати середню або медіану в вправі чи аналізі.
vi: Biết khi nào sử dụng trung bình hoặc trung vị trong một bài tập hoặc phân tích.
zh_hans: 知道何时在练习或分析中使用平均数或中位数。

# ed_math_statistics_mean_vs_median_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Tiedä, milloin käyttää keskiarvoa tai mediaania harjoituksessa tai analyysissä.
fil: Ang makukuha mo
hu: Világos összehasonlítás az átlag és a medián között, a saját tulajdonságaikkal.
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您将获得的内容

# ed_math_statistics_mean_vs_median_out1
source: Une comparaison claire entre moyenne et médiane, avec leurs propriétés respectives.
af: 'n Duidelike vergelyking tussen gemiddelde en mediaan, met hul onderskeie eienskappe.
bg: Ясно сравнение между средна стойност и медиана, с техните съответни свойства.
cs: Jasné srovnání mezi průměrem a mediánem, s jejich příslušnými vlastnostmi.
da: En klar sammenligning mellem gennemsnit og median, med deres respektive egenskaber.
de: Ein klarer Vergleich zwischen Mittelwert und Median, mit ihren jeweiligen Eigenschaften.
el: Μια σαφής σύγκριση μεταξύ μέσης και διάμεσου, με τις αντίστοιχες ιδιότητές τους.
es: Una comparación clara entre media y mediana, con sus respectivas propiedades.
fi: Mitä saat
fil: Isang malinaw na paghahambing sa pagitan ng average at median, kasama ang kanilang mga katangian.
hu: Egyszerű szabályok a legrelevánsabb mutató gyors kiválasztásához.
id: Perbandingan yang jelas antara rata-rata dan median, dengan sifat masing-masing.
it: Un confronto chiaro tra media e mediana, con le loro proprietà rispettive.
ja: 平均と中央値の明確な比較、それぞれの特性。
ko: 평균과 중앙값 간의 명확한 비교와 각각의 속성.
nl: Een duidelijke vergelijking tussen gemiddelde en mediaan, met hun respectieve eigenschappen.
no: En klar sammenligning mellom gjennomsnitt og median, med deres respektive egenskaper.
pl: Jasne porównanie między średnią a medianą, z ich odpowiednimi właściwościami.
pt_pt: Uma comparação clara entre média e mediana, com suas propriedades respectivas.
ro: O comparație clară între medie și mediana, cu proprietățile lor respective.
ru: Ясное сравнение между средней и медианой с их соответствующими свойствами.
sk: Jasné porovnanie medzi priemerom a mediánom, s ich príslušnými vlastnosťami.
sv: En tydlig jämförelse mellan medelvärde och median, med deras respektive egenskaper.
sw: Kulinganisha wazi kati ya wastani na median, pamoja na mali zao husika.
tr: Ortalama ve medyan arasındaki net bir karşılaştırma, her birinin özellikleri ile birlikte.
uk: Чітке порівняння між середньою та медіаною, з їхніми відповідними властивостями.
vi: Một so sánh rõ ràng giữa trung bình và trung vị, với các thuộc tính tương ứng của chúng.
zh_hans: 平均数与中位数之间的清晰比较，以及它们各自的属性。

# ed_math_statistics_mean_vs_median_out2
source: Des règles simples pour choisir rapidement l’indicateur le plus pertinent.
af: Eenvoudige reëls om vinnig die mees relevante aanduiding te kies.
bg: Прости правила за бърз избор на най-подходящия индикатор.
cs: Jednoduchá pravidla pro rychlý výběr nejrelevantnějšího ukazatele.
da: Enkle regler for hurtigt at vælge den mest relevante indikator.
de: Einfache Regeln, um schnell den relevantesten Indikator auszuwählen.
el: Απλοί κανόνες για να επιλέξετε γρήγορα τον πιο σχετικό δείκτη.
es: Reglas simples para elegir rápidamente el indicador más pertinente.
fi: Selkeä vertailu keskiarvon ja mediaanin välillä, niiden ominaisuuksineen.
fil: Mga simpleng patakaran upang mabilis na pumili ng pinaka-angkop na tagapagpahiwatig.
hu: Korlátok és figyelmeztetések
id: Aturan sederhana untuk memilih indikator yang paling relevan dengan cepat.
it: Regole semplici per scegliere rapidamente l'indicatore più pertinente.
ja: 迅速に最も関連性のある指標を選択するための簡単なルール。
ko: 가장 관련성 높은 지표를 신속하게 선택하기 위한 간단한 규칙.
nl: Eenvoudige regels om snel de meest relevante indicator te kiezen.
no: Enkle regler for raskt å velge den mest relevante indikatoren.
pl: Proste zasady, aby szybko wybrać najbardziej odpowiedni wskaźnik.
pt_pt: Regras simples para escolher rapidamente o indicador mais pertinente.
ro: Reguli simple pentru a alege rapid indicatorul cel mai relevant.
ru: Простые правила для быстрого выбора наиболее подходящего индикатора.
sk: Jednoduché pravidlá na rýchly výber najrelevantnejšieho ukazovateľa.
sv: Enkla regler för att snabbt välja den mest relevanta indikatorn.
sw: Sheria rahisi za kuchagua haraka kipimo kinachofaa zaidi.
tr: Hızlı bir şekilde en uygun göstergeleri seçmek için basit kurallar.
uk: Прості правила для швидкого вибору найбільш відповідного показника.
vi: Các quy tắc đơn giản để nhanh chóng chọn chỉ số phù hợp nhất.
zh_hans: 简单的规则，以快速选择最相关的指标。

# ed_math_statistics_mean_vs_median_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Yksinkertaisia sääntöjä valita nopeasti merkittävin indikaattori.
fil: Mga limitasyon at mga punto ng atensyon
hu: Az átlag érzékeny a szélsőséges értékekre.
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_mean_vs_median_lim1
source: La moyenne est sensible aux valeurs extrêmes.
af: Die gemiddelde is sensitief vir uiterste waardes.
bg: Средната стойност е чувствителна към крайни стойности.
cs: Průměr je citlivý na extrémní hodnoty.
da: Gennemsnittet er følsomt over for ekstreme værdier.
de: Der Mittelwert ist empfindlich gegenüber extremen Werten.
el: Η μέση είναι ευαίσθητη στις ακραίες τιμές.
es: La media es sensible a los valores extremos.
fi: Rajat ja huomioitavat seikat
fil: Ang average ay sensitibo sa mga extreme na halaga.
hu: A medián nem veszi figyelembe az értékek közötti eltéréseket.
id: Rata-rata sensitif terhadap nilai ekstrem.
it: La media è sensibile ai valori estremi.
ja: 平均は極端な値に敏感です。
ko: 평균은 극단적인 값에 민감합니다.
nl: Het gemiddelde is gevoelig voor extreme waarden.
no: Gjennomsnittet er følsomt for ekstreme verdier.
pl: Średnia jest wrażliwa na wartości ekstremalne.
pt_pt: A média é sensível aos valores extremos.
ro: Media este sensibilă la valorile extreme.
ru: Средняя чувствительна к крайним значениям.
sk: Priemer je citlivý na extrémne hodnoty.
sv: Medelvärdet är känsligt för extrema värden.
sw: Wastani unahisi mabadiliko ya thamani za mwisho.
tr: Ortalama aşırı değerlere duyarlıdır.
uk: Середня чутлива до екстремальних значень.
vi: Trung bình nhạy cảm với các giá trị cực trị.
zh_hans: 平均数对极端值敏感。

# ed_math_statistics_mean_vs_median_lim2
source: La médiane ne tient pas compte des écarts entre valeurs.
af: Die mediaan hou nie rekening met die afwykings tussen waardes nie.
bg: Медианата не отчита отклоненията между стойностите.
cs: Medián nezohledňuje odchylky mezi hodnotami.
da: Medianen tager ikke højde for afvigelser mellem værdier.
de: Der Median berücksichtigt nicht die Abweichungen zwischen den Werten.
el: Η διάμεσος δεν λαμβάνει υπόψη τις αποκλίσεις μεταξύ των τιμών.
es: La mediana no tiene en cuenta las diferencias entre valores.
fi: Keskiarvo on herkkä äärimmäisille arvoille.
fil: Ang median ay hindi isinasaalang-alang ang mga pagkakaiba sa pagitan ng mga halaga.
hu: A medián nem veszi figyelembe az értékek közötti eltéréseket.
id: Median tidak memperhitungkan perbedaan antara nilai.
it: La mediana non tiene conto degli scostamenti tra i valori.
ja: 中央値は値間の差を考慮しません。
ko: 중앙값은 값 간의 차이를 고려하지 않습니다.
nl: De mediaan houdt geen rekening met de afwijkingen tussen waarden.
no: Medianen tar ikke hensyn til avvik mellom verdier.
pl: Mediana nie uwzględnia różnic między wartościami.
pt_pt: A mediana não leva em conta os desvios entre valores.
ro: Mediana nu ia în considerare abaterile între valori.
ru: Медиана не учитывает отклонения между значениями.
sk: Medián nezohľadňuje odchýlky medzi hodnotami.
sv: Medianen tar inte hänsyn till avvikelser mellan värden.
sw: Median haitambui tofauti kati ya thamani.
tr: Medyan, değerler arasındaki farklılıkları dikkate almaz.
uk: Медіана не враховує відхилення між значеннями.
vi: Trung vị không tính đến sự chênh lệch giữa các giá trị.
zh_hans: 中位数不考虑值之间的差异。

# ed_math_statistics_mean_vs_median_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga Madalas na Tanong
hu: Gyakori kérdések
id: Pertanyaan yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_statistics_mean_vs_median_q1
source: Quand faut-il privilégier la médiane ?
af: Wanneer moet die mediaan verkies word?
bg: Кога трябва да се предпочита медианата?
cs: Kdy upřednostnit medián?
da: Hvornår skal man prioritere medianen?
de: Wann sollte man den Median bevorzugen?
el: Πότε πρέπει να προτιμήσουμε τη διάμεσο;
es: ¿Cuándo se debe priorizar la mediana?
fi: Milloin keskiarvoa on syytä suosia?
fil: Kailan dapat bigyang-priyoridad ang median?
hu: Mikor érdemes a mediánt előnyben részesíteni?
id: Kapan sebaiknya menggunakan median?
it: Quando è necessario privilegiare la mediana?
ja: 中央値を優先すべき時はいつですか？
ko: 언제 중앙값을 우선시해야 하나요?
nl: Wanneer moet je de mediaan prioriteit geven?
no: Når bør man prioritere medianen?
pl: Kiedy należy preferować medianę?
pt_pt: Quando se deve privilegiar a mediana?
ro: Când ar trebui să se acorde prioritate mediei?
ru: Когда следует предпочесть медиану?
sk: Kedy uprednostniť medián?
sv: När ska man prioritera medianen?
sw: Lini inafaa kuzingatia mediani?
tr: Medyanı ne zaman önceliklendirmeliyiz?
uk: Коли слід віддавати перевагу медіані?
vi: Khi nào nên ưu tiên sử dụng trung vị?
zh_hans: 何时应优先考虑中位数？

# ed_math_statistics_mean_vs_median_a1
source: Quand la distribution est asymétrique ou contient des valeurs extrêmes.
af: Wanneer die verspreiding asimmetries is of uiterste waardes bevat.
bg: Когато разпределението е асиметрично или съдържа крайни стойности.
cs: Když je rozdělení asymetrické nebo obsahuje extrémní hodnoty.
da: Når fordelingen er asymmetrisk eller indeholder ekstreme værdier.
de: Wenn die Verteilung asymmetrisch ist oder extreme Werte enthält.
el: Όταν η κατανομή είναι ασύμμετρη ή περιέχει ακραίες τιμές.
es: Cuando la distribución es asimétrica o contiene valores extremos.
fi: Kun jakauma on epäsymmetrinen tai sisältää äärimmäisiä arvoja.
fil: Kapag ang pamamahagi ay hindi simetriko o naglalaman ng mga ekstremong halaga.
hu: Amikor az eloszlás aszimmetrikus vagy szélsőséges értékeket tartalmaz.
id: Ketika distribusi asimetris atau mengandung nilai ekstrem.
it: Quando la distribuzione è asimmetrica o contiene valori estremi.
ja: 分布が非対称であるか、極端な値を含む場合。
ko: 분포가 비대칭이거나 극단값이 포함된 경우.
nl: Wanneer de verdeling scheef is of extreme waarden bevat.
no: Når fordelingen er asymmetrisk eller inneholder ekstreme verdier.
pl: Gdy rozkład jest asymetryczny lub zawiera wartości ekstremalne.
pt_pt: Quando a distribuição é assimétrica ou contém valores extremos.
ro: Când distribuția este asimetrică sau conține valori extreme.
ru: Когда распределение асимметрично или содержит экстремальные значения.
sk: Keď je rozdelenie asymetrické alebo obsahuje extrémne hodnoty.
sv: När fördelningen är sned eller innehåller extrema värden.
sw: Wakati usambazaji ni wa asimetriki au una thamani za ekstremu.
tr: Dağılım asimetrik olduğunda veya uç değerler içerdiğinde.
uk: Коли розподіл асиметричний або містить екстремальні значення.
vi: Khi phân phối không đối xứng hoặc chứa các giá trị cực trị.
zh_hans: 当分布不对称或包含极端值时。

# ed_math_statistics_mean_vs_median_q2
source: Peut-on utiliser les deux ?
af: Kan ons albei gebruik?
bg: Можем ли да използваме и двете?
cs: Můžeme použít obojí?
da: Kan man bruge begge?
de: Kann man beide verwenden?
el: Μπορούμε να χρησιμοποιήσουμε και τα δύο;
es: ¿Se pueden usar ambas?
fi: Voimmeko käyttää molempia?
fil: Maaari bang gamitin ang dalawa?
hu: Használhatjuk a kettőt?
id: Bisakah kita menggunakan keduanya?
it: Possiamo usare entrambi?
ja: 両方を使用できますか？
ko: 두 가지를 모두 사용할 수 있나요?
nl: Kunnen we beide gebruiken?
no: Kan man bruke begge?
pl: Czy można używać obu?
pt_pt: Podemos usar os dois?
ro: Putem folosi ambele?
ru: Можно ли использовать оба?
sk: Môžeme použiť oboje?
sv: Kan man använda båda?
sw: Je, tunaweza kutumia zote mbili?
tr: İkisini de kullanabilir miyiz?
uk: Чи можна використовувати обидва?
vi: Có thể sử dụng cả hai không?
zh_hans: 可以同时使用两者吗？

# ed_math_statistics_mean_vs_median_a2
source: Oui, moyenne et médiane sont souvent complémentaires.
af: Ja, gemiddeldes en mediaan is dikwels aanvullend.
bg: Да, средната и медианата често са допълващи се.
cs: Ano, průměr a medián jsou často doplňkové.
da: Ja, gennemsnit og median er ofte komplementære.
de: Ja, Mittelwert und Median sind oft komplementär.
el: Ναι, η μέση και η διάμεσος είναι συχνά συμπληρωματικές.
es: Sí, la media y la mediana son a menudo complementarias.
fi: Kyllä, keskiarvo ja mediaani ovat usein täydentäviä.
fil: Oo, ang average at median ay madalas na magkasama.
hu: Igen, az átlag és a medián gyakran kiegészítik egymást.
id: Ya, rata-rata dan median seringkali saling melengkapi.
it: Sì, media e mediana sono spesso complementari.
ja: はい、平均と中央値はしばしば補完的です。
ko: 네, 평균과 중앙값은 종종 보완적입니다.
nl: Ja, gemiddelde en mediaan zijn vaak complementair.
no: Ja, gjennomsnitt og median er ofte komplementære.
pl: Tak, średnia i mediana są często komplementarne.
pt_pt: Sim, a média e a mediana são frequentemente complementares.
ro: Da, media și mediana sunt adesea complementare.
ru: Да, среднее и медиана часто дополняют друг друга.
sk: Áno, priemer a medián sú často doplnkové.
sv: Ja, medelvärde och median är ofta komplementära.
sw: Ndio, wastani na mediani mara nyingi ni kamilifu.
tr: Evet, ortalama ve medyan genellikle tamamlayıcıdır.
uk: Так, середнє та медіана часто доповнюють одне одного.
vi: Có, trung bình và trung vị thường bổ sung cho nhau.
zh_hans: 是的，平均数和中位数通常是互补的。
