Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_course_a3
source: Oui. Le contenu est conçu pour être progressif et accessible, même sans bases solides.
af: Ja. Die inhoud is ontwerp om progressief en toeganklik te wees, selfs sonder 'n stewige basis.
bg: Да. Съдържанието е проектирано да бъде постепенно и достъпно, дори без солидни основи.
cs: Ano. Obsah je navržen tak, aby byl postupný a přístupný, i bez pevných základů.
da: Ja. Indholdet er designet til at være progressivt og tilgængeligt, selv uden solide grundlag.
de: Ja. Der Inhalt ist so gestaltet, dass er schrittweise und zugänglich ist, auch ohne solide Grundlagen.
el: Ναι. Το περιεχόμενο έχει σχεδιαστεί ώστε να είναι προοδευτικό και προσβάσιμο, ακόμη και χωρίς ισχυρές βάσεις.
es: Sí. El contenido está diseñado para ser progresivo y accesible, incluso sin bases sólidas.
fi: Kyllä. Sisältö on suunniteltu eteneväksi ja saavutettavaksi, jopa ilman vahvoja perusteita.
fil: Oo. Ang nilalaman ay dinisenyo upang maging unti-unting at naa-access, kahit na walang matibay na batayan.
hu: Igen. A tartalom fokozatosan és hozzáférhetően van megtervezve, még szilárd alapok nélkül is.
id: Ya. Konten dirancang untuk bersifat progresif dan dapat diakses, bahkan tanpa dasar yang kuat.
it: Sì. Il contenuto è progettato per essere progressivo e accessibile, anche senza solide basi.
ja: はい。内容は段階的でアクセスしやすいように設計されており、しっかりとした基礎がなくても大丈夫です。
ko: 네. 내용은 점진적이고 접근 가능하도록 설계되어 있으며, 탄탄한 기초가 없어도 가능합니다.
nl: Ja. De inhoud is ontworpen om geleidelijk en toegankelijk te zijn, zelfs zonder stevige basis.
no: Ja. Innholdet er designet for å være progressivt og tilgjengelig, selv uten solide grunnlag.
pl: Tak. Treść jest zaprojektowana tak, aby była stopniowa i dostępna, nawet bez solidnych podstaw.
pt_pt: Sim. O conteúdo é projetado para ser progressivo e acessível, mesmo sem bases sólidas.
ro: Da. Conținutul este conceput pentru a fi progresiv și accesibil, chiar și fără baze solide.
ru: Да. Содержание разработано так, чтобы быть постепенным и доступным, даже без прочной базы.
sk: Áno. Obsah je navrhnutý tak, aby bol postupný a prístupný, aj bez pevných základov.
sv: Ja. Innehållet är utformat för att vara progressivt och tillgängligt, även utan solida grunder.
sw: Ndio. Maudhui yameundwa kuwa ya hatua kwa hatua na yanapatikana, hata bila msingi thabiti.
tr: Evet. İçerik, sağlam temeller olmadan bile ilerleyici ve erişilebilir olacak şekilde tasarlanmıştır.
uk: Так. Зміст розроблений так, щоб бути поступовим і доступним, навіть без міцних основ.
vi: Có. Nội dung được thiết kế để tiến bộ và dễ tiếp cận, ngay cả khi không có nền tảng vững chắc.
zh_hans: 是的。内容设计为渐进和易于理解，即使没有扎实的基础。

# ed_math_percentages_percentage_course_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_course_tip
source: Si vous hésitez entre plusieurs outils, commencez par ce cours : il vous aidera à formuler correctement votre question avant de calculer.
af: As jy huiwer tussen verskeie gereedskap, begin met hierdie kursus: dit sal jou help om jou vraag korrek te formuleer voordat jy bereken.
bg: Ако се колебаете между няколко инструмента, започнете с този курс: той ще ви помогне да формулирате правилно въпроса си преди да изчислите.
cs: Pokud váháte mezi několika nástroji, začněte tímto kurzem: pomůže vám správně formulovat vaši otázku před výpočtem.
da: Hvis du er i tvivl mellem flere værktøjer, så start med dette kursus: det vil hjælpe dig med at formulere dit spørgsmål korrekt, før du beregner.
de: Wenn Sie zwischen mehreren Werkzeugen unsicher sind, beginnen Sie mit diesem Kurs: Er hilft Ihnen, Ihre Frage korrekt zu formulieren, bevor Sie berechnen.
el: Αν διστάζετε μεταξύ διαφόρων εργαλείων, ξεκινήστε με αυτό το μάθημα: θα σας βοηθήσει να διατυπώσετε σωστά την ερώτησή σας πριν υπολογίσετε.
es: Si dudas entre varias herramientas, comienza por este curso: te ayudará a formular correctamente tu pregunta antes de calcular.
fi: Jos epäröit useiden työkalujen välillä, aloita tästä kurssista: se auttaa sinua muotoilemaan kysymyksesi oikein ennen laskemista.
fil: Kung nag-aalinlangan ka sa pagitan ng maraming tool, simulan sa kursong ito: makakatulong ito sa iyo na maayos na maipahayag ang iyong tanong bago mag-kalkula.
hu: Ha bizonytalan több eszköz között, kezdje ezzel a kurzussal: segít helyesen megfogalmazni a kérdését a számítás előtt.
id: Jika Anda ragu antara beberapa alat, mulailah dengan kursus ini: ia akan membantu Anda merumuskan pertanyaan Anda dengan benar sebelum menghitung.
it: Se hai dubbi tra diversi strumenti, inizia con questo corso: ti aiuterà a formulare correttamente la tua domanda prima di calcolare.
ja: 複数のツールの間で迷っている場合は、このコースから始めてください：計算する前に質問を正しく形成するのに役立ちます。
ko: 여러 도구 사이에서 고민하고 있다면, 이 과정부터 시작하세요: 계산하기 전에 질문을 올바르게 형성하는 데 도움이 될 것입니다.
nl: Als u twijfelt tussen verschillende tools, begin dan met deze cursus: het helpt u om uw vraag correct te formuleren voordat u gaat berekenen.
no: Hvis du er usikker mellom flere verktøy, start med dette kurset: det vil hjelpe deg med å formulere spørsmålet ditt riktig før du beregner.
pl: Jeśli wahasz się między kilkoma narzędziami, zacznij od tego kursu: pomoże ci poprawnie sformułować pytanie przed obliczeniem.
pt_pt: Se você hesitar entre várias ferramentas, comece por este curso: ele o ajudará a formular corretamente sua pergunta antes de calcular.
ro: Dacă ezitați între mai multe instrumente, începeți cu acest curs: vă va ajuta să formulați corect întrebarea înainte de a calcula.
ru: Если вы сомневаетесь между несколькими инструментами, начните с этого курса: он поможет вам правильно сформулировать ваш вопрос перед расчетом.
sk: Ak váhate medzi viacerými nástrojmi, začnite týmto kurzom: pomôže vám správne formulovať vašu otázku pred výpočtom.
sv: Om du tvekar mellan flera verktyg, börja med denna kurs: den hjälper dig att formulera din fråga korrekt innan du beräknar.
sw: Ikiwa unashindwa kati ya zana kadhaa, anza na kozi hii: itakusaidia kuunda swali lako kwa usahihi kabla ya kuhesabu.
tr: Birden fazla araç arasında kararsızsanız, bu kursla başlayın: hesaplamadan önce sorununuzu doğru bir şekilde formüle etmenize yardımcı olacaktır.
uk: Якщо ви сумніваєтеся між кількома інструментами, почніть з цього курсу: він допоможе вам правильно сформулювати ваше питання перед обчисленням.
vi: Nếu bạn phân vân giữa nhiều công cụ, hãy bắt đầu với khóa học này: nó sẽ giúp bạn diễn đạt đúng câu hỏi của mình trước khi tính toán.
zh_hans: 如果您在多个工具之间犹豫，请先从本课程开始：它将帮助您在计算之前正确表述问题。

# ed_math_percentages_percentage_cumulative_vs_naive_title
source: À propos : Effet cumulé vs somme naïve
af: Oor: Kumulatiewe effek teenoor naïewe som
bg: Относно: Натрупан ефект срещу наивна сума
cs: O nás: Kumulativní efekt vs. naivní součet
da: Om: Kumulativ effekt vs. naiv sum
de: Über: Kumulierte Wirkung vs. naive Summe
el: Σχετικά: Σωρευτικό αποτέλεσμα vs απλή άθροιση
es: Acerca de: Efecto acumulado vs suma ingenua
fi: Tietoa: Kumuloituva vaikutus vs. naiivi summa
fil: Tungkol sa: Epekto ng pag-ipon vs simpleng kabuuan
hu: Ami a témát illeti: Kumulált hatás vs naiv összeg
id: Tentang: Efek kumulatif vs jumlah naif
it: A proposito: Effetto cumulato vs somma ingenua
ja: について：累積効果と単純合計
ko: 정보: 누적 효과 vs 단순 합계
nl: Over: Gecombineerd effect vs naïeve som
no: Om: Kumulert effekt vs naiv sum
pl: O tym: Efekt kumulacyjny vs naiwna suma
pt_pt: Sobre: Efeito acumulado vs soma ingênua
ro: Despre: Efect cumulativ vs sumă naivă
ru: О курсе: Кумулятивный эффект против наивной суммы
sk: O: Kumulovaný efekt vs. naivná suma
sv: Om: Kumulativ effekt vs naiv summa
sw: Kuhusu: Athari ya jumla vs jumla ya kawaida
tr: Hakkında: Birikim etkisi vs basit toplam
uk: Про: Кумулятивний ефект проти наївної суми
vi: Về: Hiệu ứng tích lũy so với tổng số đơn giản
zh_hans: 关于：累积效应与简单求和

# ed_math_percentages_percentage_cumulative_vs_naive_lead
source: Ce calculateur compare la somme naïve des pourcentages (addition) et l’effet cumulé réel (applications successives), afin d’éviter l’erreur fréquente “+X% +Y% = +(X+Y)%”.
af: Hierdie sakrekenaar vergelyk die naïewe som van persentasies (optelling) en die werklike kumulatieve effek (opvolgende toepassings), om die algemene fout “+X% +Y% = +(X+Y)%” te vermy.
bg: Този калкулатор сравнява наивната сума на процентите (събиране) и реалния натрупан ефект (последователни приложения), за да избегне често срещаната грешка “+X% +Y% = +(X+Y)%”.
cs: Tento kalkulátor porovnává naivní součet procent (sčítání) a skutečný kumulativní efekt (po sobě jdoucí aplikace), aby se předešlo časté chybě „+X% +Y% = +(X+Y)%“.
da: Denne lommeregner sammenligner den naive sum af procenter (addition) og den reelle kumulative effekt (successive anvendelser) for at undgå den almindelige fejl “+X% +Y% = +(X+Y)%”.
de: Dieser Rechner vergleicht die naive Summe der Prozentsätze (Addition) und die tatsächliche kumulierte Wirkung (aufeinanderfolgende Anwendungen), um den häufigen Fehler „+X% +Y% = +(X+Y)%“ zu vermeiden.
el: Αυτός ο υπολογιστής συγκρίνει την απλή άθροιση των ποσοστών (πρόσθεση) και το πραγματικό σωρευτικό αποτέλεσμα (διαδοχικές εφαρμογές), προκειμένου να αποφευχθεί το συχνό σφάλμα “+X% +Y% = +(X+Y)%”.
es: Este calculador compara la suma ingenua de los porcentajes (adición) y el efecto acumulado real (aplicaciones sucesivas), para evitar el error frecuente “+X% +Y% = +(X+Y)%”.
fi: Tämä laskin vertaa prosenttien naiivia summaa (yhdiste) ja todellista kumuloituvaa vaikutusta (peräkkäiset sovellukset) välttääkseen yleisen virheen “+X% +Y% = +(X+Y)%”.
fil: Ang calculator na ito ay naghahambing ng simpleng kabuuan ng mga porsyento (pagsasama) at ang tunay na epekto ng pag-ipon (sunud-sunod na aplikasyon), upang maiwasan ang karaniwang pagkakamali na “+X% +Y% = +(X+Y)%.”
hu: Ez a kalkulátor összehasonlítja a százalékok naiv összegét (összeadás) és a valós kumulált hatást (sorozatos alkalmazások), hogy elkerülje a gyakori hibát: “+X% +Y% = +(X+Y)%”.
id: Kalkulator ini membandingkan jumlah naif dari persentase (penjumlahan) dan efek kumulatif nyata (aplikasi berturut-turut), untuk menghindari kesalahan umum “+X% +Y% = +(X+Y)%.”
it: Questo calcolatore confronta la somma ingenua dei percentuali (addizione) e l’effetto cumulato reale (applicazioni successive), per evitare l’errore comune “+X% +Y% = +(X+Y)%”.
ja: この計算機は、パーセンテージの単純合計（加算）と実際の累積効果（連続適用）を比較し、よくある誤り「+X% +Y% = +(X+Y)%」を避けるためのものです。
ko: 이 계산기는 퍼센트의 단순 합계(덧셈)와 실제 누적 효과(연속 적용)를 비교하여 ‘+X% +Y% = +(X+Y)%’라는 흔한 오류를 피하도록 돕습니다.
nl: Deze rekenmachine vergelijkt de naïeve som van percentages (optelling) en het werkelijke cumulatieve effect (successieve toepassingen), om de veelvoorkomende fout “+X% +Y% = +(X+Y)%” te vermijden.
no: Denne kalkulatoren sammenligner den naive summen av prosentene (addisjon) og den faktiske kumulerte effekten (suksessive anvendelser), for å unngå den vanlige feilen “+X% +Y% = +(X+Y)%”.
pl: Ten kalkulator porównuje naiwna sumę procentów (dodawanie) i rzeczywisty efekt kumulacyjny (kolejne zastosowania), aby uniknąć częstej pomyłki „+X% +Y% = +(X+Y)%”.
pt_pt: Este calculador compara a soma ingênua das percentagens (adição) e o efeito acumulado real (aplicações sucessivas), para evitar o erro frequente “+X% +Y% = +(X+Y)%”.
ro: Acest calculator compară suma naivă a procentelor (adunare) și efectul cumulativ real (aplicații succesive), pentru a evita eroarea frecventă “+X% +Y% = +(X+Y)%”.
ru: Этот калькулятор сравнивает наивную сумму процентов (сложение) и реальный кумулятивный эффект (последовательные применения), чтобы избежать распространенной ошибки “+X% +Y% = +(X+Y)%”.
sk: Tento kalkulátor porovnáva naivnú sumu percent (sčítanie) a skutočný kumulovaný efekt (po sebe idúce aplikácie), aby sa predišlo častej chybe „+X% +Y% = +(X+Y)%“.
sv: Denna kalkylator jämför den naiva summan av procent (addition) och den verkliga kumulativa effekten (successiva tillämpningar), för att undvika det vanliga felet “+X% +Y% = +(X+Y)%”.
sw: Kipimo hiki kinalinganisha jumla ya kawaida ya asilimia (kujumlisha) na athari halisi ya jumla (maombi ya mfululizo), ili kuepuka makosa ya kawaida “+X% +Y% = +(X+Y)%.”
tr: Bu hesap makinesi, yüzdelerin basit toplamını (toplama) ve gerçek birikim etkisini (ardışık uygulamalar) karşılaştırarak sık yapılan “+X% +Y% = +(X+Y)%” hatasını önlemeye yardımcı olur.
uk: Цей калькулятор порівнює наївну суму відсотків (додавання) та реальний кумулятивний ефект (послідовні застосування), щоб уникнути поширеної помилки “+X% +Y% = +(X+Y)%”.
vi: Máy tính này so sánh tổng số đơn giản của các tỷ lệ phần trăm (cộng dồn) và hiệu ứng tích lũy thực tế (các ứng dụng liên tiếp), nhằm tránh sai lầm thường gặp “+X% +Y% = +(X+Y)%”.
zh_hans: 该计算器比较百分比的简单求和（加法）和实际的累积效应（连续应用），以避免常见错误“+X% +Y% = +(X+Y)%”。

# ed_math_percentages_percentage_cumulative_vs_naive_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d’uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случаи использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_cumulative_vs_naive_uc1_title
source: Hausses successives sur un prix
af: Opvolgende verhogings op 'n prys
bg: Последователни увеличения на цена
cs: Po sobě jdoucí zvýšení ceny
da: Successive stigninger på en pris
de: Erfolgreiche Erhöhungen eines Preises
el: Διαδοχικές αυξήσεις σε μια τιμή
es: Aumentos sucesivos sobre un precio
fi: Peräkkäiset korot hintaan
fil: Sunud-sunod na pagtaas sa isang presyo
hu: Soron következő áremelkedések
id: Kenaikan berturut-turut pada harga
it: Aumenti successivi su un prezzo
ja: 価格の連続的な上昇
ko: 가격에 대한 연속적인 인상
nl: Successieve verhogingen op een prijs
no: Suksessive økninger på en pris
pl: Kolejne podwyżki ceny
pt_pt: Aumentos sucessivos sobre um preço
ro: Creșteri succesive pe un preț
ru: Последовательные повышения цены
sk: Postupné zvýšenia ceny
sv: Successiva höjningar på ett pris
sw: Kuongezeka kwa bei mfululizo
tr: Bir fiyat üzerindeki ardışık artışlar
uk: Послідовні підвищення ціни
vi: Tăng giá liên tiếp
zh_hans: 价格的连续上涨

# ed_math_percentages_percentage_cumulative_vs_naive_uc1_text
source: Comparer “+10 % puis +10 %” avec “+20 %” pour comprendre l’écart dû au cumul.
af: Vergelyk “+10 % dan +10 %” met “+20 %” om die verskil weens kumulering te verstaan.
bg: Сравнете “+10 % след това +10 %” с “+20 %”, за да разберете разликата, причинена от натрупването.
cs: Porovnat „+10 % a pak +10 %“ s „+20 %“ pro pochopení rozdílu způsobeného kumulací.
da: Sammenlign “+10 % så +10 %” med “+20 %” for at forstå forskellen på grund af kumulation.
de: Vergleichen Sie „+10 % dann +10 %“ mit „+20 %“, um den Unterschied durch die Kumulierung zu verstehen.
el: Συγκρίνετε “+10 % και μετά +10 %” με “+20 %” για να κατανοήσετε την απόκλιση λόγω του σωρευτικού.
es: Comparar “+10 % luego +10 %” con “+20 %” para entender la diferencia debida al acumulado.
fi: Vertaile “+10 % sitten +10 %” “+20 %” kanssa ymmärtääksesi kumuloitumisen aiheuttaman eron.
fil: Ihambing ang “+10 % pagkatapos +10 %” sa “+20 %” upang maunawaan ang pagkakaiba dulot ng pag-ipon.
hu: Hasonlítsa össze a “+10 % majd +10 %” és a “+20 %” közötti eltérést a kumuláció miatt.
id: Membandingkan “+10 % kemudian +10 %” dengan “+20 %” untuk memahami selisih yang disebabkan oleh akumulasi.
it: Confrontare “+10 % poi +10 %” con “+20 %” per comprendere la differenza dovuta all’accumulo.
ja: 「+10 % その後 +10 %」を「+20 %」と比較して、累積による差を理解する。
ko: ‘+10 % 후 +10 %’와 ‘+20 %’를 비교하여 누적에 의한 차이를 이해합니다.
nl: Vergelijk “+10 % dan +10 %” met “+20 %” om het verschil door cumulatie te begrijpen.
no: Sammenligne “+10 % deretter +10 %” med “+20 %” for å forstå forskjellen på grunn av kumulering.
pl: Porównaj „+10 % potem +10 %” z „+20 %”, aby zrozumieć różnicę spowodowaną kumulacją.
pt_pt: Comparar “+10 % depois +10 %” com “+20 %” para entender a diferença devido ao acúmulo.
ro: Compararea “+10 % apoi +10 %” cu “+20 %” pentru a înțelege diferența datorată cumulului.
ru: Сравнить “+10 % затем +10 %” с “+20 %”, чтобы понять разницу, вызванную накоплением.
sk: Porovnať „+10 % potom +10 %“ s „+20 %“, aby ste pochopili rozdiel spôsobený kumuláciou.
sv: Jämför “+10 % sedan +10 %” med “+20 %” för att förstå skillnaden på grund av kumulering.
sw: Linganisha “+10 % kisha +10 %” na “+20 %” ili kuelewa tofauti inayosababishwa na jumla.
tr: “+%10 ardından +%10” ile “+%20”yi karşılaştırarak birikim nedeniyle oluşan farkı anlamak.
uk: Порівняти “+10 % потім +10 %” з “+20 %”, щоб зрозуміти різницю, спричинену накопиченням.
vi: So sánh “+10 % rồi +10 %” với “+20 %” để hiểu sự chênh lệch do tích lũy.
zh_hans: 比较“+10% 然后 +10%”与“+20%”以理解由于累积造成的差异。

# ed_math_percentages_percentage_cumulative_vs_naive_uc2_title
source: Remises en chaîne
af: Kettingafslag
bg: Верижни отстъпки
cs: Slevy v řetězci
da: Kædede rabatter
de: Kettenrabatte
el: Αλυσίδα εκπτώσεων
es: Descuentos encadenados
fi: Ketjuhinnat
fil: Mga sunud-sunod na diskwento
hu: Sorozatos kedvezmények
id: Diskon berantai
it: Sconti a catena
ja: 連鎖割引
ko: 연속 할인
nl: Ketenkortingen
no: Kjede rabatter
pl: Kumulacyjne zniżki
pt_pt: Descontos em cadeia
ro: Reduceri în lanț
ru: Цепные скидки
sk: Reťazové zľavy
sv: Kedjeerbjudanden
sw: Punguzo mfululizo
tr: Zincirleme indirimler
uk: Знижки в ланцюгу
vi: Giảm giá liên tiếp
zh_hans: 连续折扣

# ed_math_percentages_percentage_cumulative_vs_naive_uc2_text
source: Deux promotions successives (ex. −15 % puis −10 %) ne correspondent pas à −25 % : cet outil montre l’effet réel.
af: Twee opvolgende promosies (bv. −15 % dan −10 %) is nie gelyk aan −25 % nie: hierdie gereedskap toon die werklike effek.
bg: Две последователни промоции (напр. -15 % след -10 %) не отговарят на -25 %: този инструмент показва реалния ефект.
cs: Dvě po sobě jdoucí akce (např. −15 % a pak −10 %) neodpovídají −25 %: tento nástroj ukazuje skutečný efekt.
da: To successive kampagner (f.eks. -15 % så -10 %) svarer ikke til -25 %: dette værktøj viser den reelle effekt.
de: Zwei aufeinanderfolgende Rabatte (z. B. −15 % dann −10 %) entsprechen nicht −25 %: Dieses Werkzeug zeigt die tatsächliche Wirkung.
el: Δύο διαδοχικές προωθήσεις (π.χ. −15 % και μετά −10 %) δεν αντιστοιχούν σε −25 %: αυτό το εργαλείο δείχνει το πραγματικό αποτέλεσμα.
es: Dos promociones sucesivas (ej. -15 % luego -10 %) no corresponden a -25 %: esta herramienta muestra el efecto real.
fi: Kaksi peräkkäistä alennusta (esim. -15 % sitten -10 %) eivät vastaa -25 %: tämä työkalu näyttää todellisen vaikutuksen.
fil: Dalawang sunud-sunod na promosyon (hal. -15 % pagkatapos -10 %) ay hindi katumbas ng -25 %: ipinapakita ng tool na ito ang tunay na epekto.
hu: Két egymást követő akció (pl. -15 % majd -10 %) nem felel meg a -25 %-nak: ez az eszköz megmutatja a valós hatást.
id: Dua promosi berturut-turut (mis. −15 % kemudian −10 %) tidak sama dengan −25 %: alat ini menunjukkan efek nyata.
it: Due promozioni successive (es. -15 % poi -10 %) non corrispondono a -25 %: questo strumento mostra l’effetto reale.
ja: 二つの連続したプロモーション（例：−15 % その後 −10 %）は−25 %にはなりません：このツールは実際の効果を示します。
ko: 두 개의 연속 프로모션(예: -15 % 후 -10 %)은 -25 %에 해당하지 않습니다: 이 도구는 실제 효과를 보여줍니다.
nl: Twee opeenvolgende promoties (bijv. -15 % dan -10 %) komen niet overeen met -25 %: deze tool toont het werkelijke effect.
no: To påfølgende kampanjer (f.eks. -15 % deretter -10 %) tilsvarer ikke -25 %: dette verktøyet viser den faktiske effekten.
pl: Dwie kolejne promocje (np. -15 % potem -10 %) nie odpowiadają -25 %: to narzędzie pokazuje rzeczywisty efekt.
pt_pt: Duas promoções sucessivas (ex. -15 % depois -10 %) não correspondem a -25 %: esta ferramenta mostra o efeito real.
ro: Două promoții succesive (ex. −15 % apoi −10 %) nu corespund la −25 %: acest instrument arată efectul real.
ru: Две последовательные акции (например, −15 % затем −10 %) не соответствуют −25 %: этот инструмент показывает реальный эффект.
sk: Dve po sebe idúce akcie (napr. −15 % potom −10 %) nezodpovedajú −25 %: tento nástroj ukazuje skutočný efekt.
sv: Två på varandra följande kampanjer (t.ex. −15 % sedan −10 %) motsvarar inte −25 %: detta verktyg visar den verkliga effekten.
sw: Promosheni mbili mfululizo (mfano -15 % kisha -10 %) hazilingani na -25 %: zana hii inaonyesha athari halisi.
tr: İki ardışık promosyon (%-15 ardından %-10) %-25'e karşılık gelmez: bu araç gerçek etkiyi gösterir.
uk: Дві послідовні акції (наприклад, −15 % потім −10 %) не відповідають −25 %: цей інструмент показує реальний ефект.
vi: Hai chương trình khuyến mãi liên tiếp (ví dụ: -15 % rồi -10 %) không tương ứng với -25 %: công cụ này cho thấy hiệu ứng thực tế.
zh_hans: 两个连续的促销（例如 -15% 然后 -10%）并不等于 -25%：该工具显示实际效果。

# ed_math_percentages_percentage_cumulative_vs_naive_uc3_title
source: Intérêts, rendement, inflation
af: Rente, opbrengs, inflasie
bg: Лихви, доходност, инфлация
cs: Úroky, výnos, inflace
da: Renter, afkast, inflation
de: Zinsen, Rendite, Inflation
el: Τόκοι, απόδοση, πληθωρισμός
es: Intereses, rendimiento, inflación
fi: Korko, tuotto, inflaatio
fil: Interes, kita, implasyon
hu: Kamatok, hozam, infláció
id: Bunga, hasil, inflasi
it: Interessi, rendimento, inflazione
ja: 利息、収益、インフレ
ko: 이자, 수익, 인플레이션
nl: Rente, rendement, inflatie
no: Renter, avkastning, inflasjon
pl: Odsetki, zyski, inflacja
pt_pt: Juros, rendimento, inflação
ro: Interese, randament, inflație
ru: Проценты, доходность, инфляция
sk: Úroky, výnos, inflácia
sv: Räntor, avkastning, inflation
sw: Riba, faida, mfumuko wa bei
tr: Faiz, getiri, enflasyon
uk: Відсотки, дохід, інфляція
vi: Lãi suất, lợi suất, lạm phát
zh_hans: 利息、收益、通货膨胀
