Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_odt_images_extractor_desc
source: Extraire /Pictures/*, produire un inventaire (type, taille) et associer les images à leurs ancres dans content.xml.
bg: Извличане на /Pictures/*, създаване на инвентар (тип, размер) и свързване на изображенията с техните анкери в content.xml.
cs: Extrahovat /Pictures/*, vytvořit inventář (typ, velikost) a přiřadit obrázky k jejich kotvám v content.xml.
da: Udtræk /Pictures/*, producer et inventar (type, størrelse) og knyt billederne til deres ankre i content.xml.
de: /Pictures/* extrahieren, ein Inventar (Typ, Größe) erstellen und die Bilder mit ihren Ankern in content.xml verknüpfen.
el: Εξαγωγή /Pictures/*, παραγωγή αποθέματος (τύπος, μέγεθος) και συσχέτιση των εικόνων με τις άγκυρές τους στο content.xml.
es: Extraer /Pictures/*, producir un inventario (tipo, tamaño) y asociar las imágenes a sus anclas en content.xml.
fi: Erota /Pictures/*, tuottaa inventaario (tyyppi, koko) ja liittää kuvat niiden ankkureihin content.xml:ssä.
fil: I-extract ang /Pictures/*, gumawa ng imbentaryo (uri, laki) at iugnay ang mga imahe sa kanilang mga anchor sa content.xml.
ja: /Pictures/* を抽出し、（タイプ、サイズ）を含むインベントリを作成し、content.xml 内のアンカーに画像を関連付けます。
nl: Extraheer /Pictures/*, maak een inventaris (type, grootte) en koppel de afbeeldingen aan hun ankers in content.xml.
no: Ekstraher /Pictures/*, produser et inventar (type, størrelse) og knytt bildene til ankerne deres i content.xml.
pl: Wyodrębnij /Pictures/*, sporządź inwentaryzację (typ, rozmiar) i powiąż obrazy z ich kotwicami w content.xml.
pt_pt: Extrair /Pictures/*, produzir um inventário (tipo, tamanho) e associar as imagens às suas âncoras em content.xml.
ro: Extrage /Pictures/*, produce un inventar (tip, dimensiune) și asociază imaginile cu ancorele lor din content.xml.
ru: Извлечение /Pictures/*, создание инвентаризации (тип, размер) и связывание изображений с их анкорами в content.xml.
sk: Extrahovať /Pictures/*, vytvoriť inventár (typ, veľkosť) a priradiť obrázky k ich kotvám v content.xml.
sv: Extrahera /Pictures/*, producera en inventering (typ, storlek) och koppla bilder till sina ankare i content.xml.
sw: Toa /Pictures/*, tengeneza hesabu (aina, ukubwa) na uunganishe picha na ankara zao katika content.xml.
tr: /Pictures/*'ı çıkar, envanter oluştur (tip, boyut) ve resimleri content.xml'deki referanslarıyla ilişkilendir.
uk: Витягти /Pictures/*, створити інвентар (тип, розмір) та зв'язати зображення з їх якорями в content.xml.
vi: Trích xuất /Pictures/*, tạo một danh sách (loại, kích thước) và liên kết hình ảnh với các neo của chúng trong content.xml.
zh_hans: 提取 /Pictures/*，生成清单（类型、大小）并将图像与 content.xml 中的锚点关联。

# tool_ods_sheets_to_json_title
source: Feuilles ODS → JSON
bg: Листове ODS → JSON
cs: Listy ODS → JSON
da: Ark ODS → JSON
de: ODS-Blätter → JSON
el: Φύλλα ODS → JSON
es: Hojas ODS → JSON
fi: ODS-taulukot → JSON
fil: Mga Sheet ng ODS → JSON
ja: ODS シート → JSON
nl: Bladen ODS → JSON
no: Ark ODS → JSON
pl: Arkusze ODS → JSON
pt_pt: Folhas ODS → JSON
ro: Foi ODS → JSON
ru: Листы ODS → JSON
sk: Hárky ODS → JSON
sv: Ark ODS → JSON
sw: Majedwali ya ODS → JSON
tr: ODS Sayfaları → JSON
uk: Листи ODS → JSON
vi: Bảng ODS → JSON
zh_hans: ODS 表格 → JSON

# tool_ods_sheets_to_json_desc
source: Lister les tables/feuilles (content.xml) et exporter la structure (noms, répétitions de colonnes/lignes).
bg: Списък на таблиците/листовете (content.xml) и експортиране на структурата (имена, повторения на колони/редове).
cs: Seznam tabulek/listů (content.xml) a exportovat strukturu (názvy, opakování sloupců/řádků).
da: Liste over tabeller/ark (content.xml) og eksportere strukturen (navne, gentagelser af kolonner/rækker).
de: Tabellen/Blätter auflisten (content.xml) und die Struktur (Namen, Wiederholungen von Spalten/Zeilen) exportieren.
el: Λίστα των πινάκων/φύλλων (content.xml) και εξαγωγή της δομής (ονόματα, επαναλήψεις στηλών/γραμμών).
es: Listar las tablas/hojas (content.xml) y exportar la estructura (nombres, repeticiones de columnas/filas).
fi: Listaa taulukot/lehdet (content.xml) ja vie rakenne (nimet, sarakkeiden/rivien toistot).
fil: Ilista ang mga talahanayan/sheet (content.xml) at i-export ang istruktura (mga pangalan, pag-uulit ng mga column/row).
ja: テーブル/シート (content.xml) をリストし、構造 (名前、列/行の繰り返し) をエクスポートします。
nl: Lijst de tabellen/bladen (content.xml) en exporteer de structuur (namen, herhalingen van kolommen/lijnen).
no: Liste opp tabeller/ark (content.xml) og eksportere strukturen (navn, kolonne-/radgjentakelser).
pl: Wylistuj tabele/arkusze (content.xml) i wyeksportuj strukturę (nazwy, powtórzenia kolumn/wierszy).
pt_pt: Listar as tabelas/folhas (content.xml) e exportar a estrutura (nomes, repetições de colunas/linhas).
ro: Listează tabelele/foile (content.xml) și exportă structura (nume, repetări de coloane/linie).
ru: Список таблиц/листов (content.xml) и экспорт структуры (имена, повторения столбцов/строк).
sk: Zoznam tabuliek/hárkov (content.xml) a exportovať štruktúru (názvy, opakovania stĺpcov/riadkov).
sv: Lista tabeller/ark (content.xml) och exportera strukturen (namn, upprepningar av kolumner/rader).
sw: Orodhesha meza/karatasi (content.xml) na uhamasishaji wa muundo (majina, kurudiwa kwa safu/mstari).
tr: Tabloları/sayfaları (content.xml) listele ve yapıyı dışa aktar (isimler, sütun/row tekrarları).
uk: Перегляд таблиць/листів (content.xml) та експорт структури (імена, повторення стовпців/рядків).
vi: Liệt kê các bảng/biểu (content.xml) và xuất khẩu cấu trúc (tên, lặp lại cột/hàng).
zh_hans: 列出表格/工作表（content.xml）并导出结构（名称、列/行重复）。

# tool_odp_slides_to_json_title
source: Slides ODP → JSON
bg: Слайдове ODP → JSON
cs: Snímky ODP → JSON
de: ODP-Folien → JSON
el: Διαφάνειες ODP → JSON
es: Diapositivas ODP → JSON
fi: ODP-diat → JSON
fil: Mga Slide ng ODP → JSON
ja: ODP スライド → JSON
nl: Dia's ODP → JSON
no: Lysbilder ODP → JSON
pl: Slajdy ODP → JSON
ro: Slide-uri ODP → JSON
ru: Слайды ODP → JSON
sk: Prezentácie ODP → JSON
sv: Bilder ODP → JSON
sw: Slidi za ODP → JSON
tr: ODP Slaytları → JSON
uk: Слайди ODP → JSON
zh_hans: ODP 幻灯片 → JSON

# tool_odp_slides_to_json_desc
source: Lister les pages/diapos (content.xml) et exporter une structure exploitable (slides, shapes texte).
bg: Списък на страниците/слайдовете (content.xml) и експортиране на използваема структура (слайдове, текстови форми).
cs: Seznam stránek/snímků (content.xml) a exportovat využitelnou strukturu (snímky, textové tvary).
da: Liste over sider/diapos (content.xml) og eksportere en brugbar struktur (slides, tekstformer).
de: Seiten/Folien auflisten (content.xml) und eine nutzbare Struktur (Folien, Textformen) exportieren.
el: Λίστα των σελίδων/διαφανειών (content.xml) και εξαγωγή μιας εκμεταλλεύσιμης δομής (διαφάνειες, σχήματα κειμένου).
es: Listar las páginas/diapositivas (content.xml) y exportar una estructura utilizable (diapositivas, formas de texto).
fi: Listaa sivut/dioja (content.xml) ja vie hyödynnettävä rakenne (diat, tekstimuodot).
fil: Ilista ang mga pahina/slide (content.xml) at i-export ang isang magagamit na istruktura (slides, mga hugis ng teksto).
ja: ページ/スライド (content.xml) をリストし、利用可能な構造 (スライド、テキストの形状) をエクスポートします。
nl: Lijst de pagina's/dia's (content.xml) en exporteer een bruikbare structuur (dia's, tekstvormen).
no: Liste opp sider/lysbilder (content.xml) og eksportere en brukbar struktur (lysbilder, tekstformer).
pl: Wylistuj strony/slajdy (content.xml) i wyeksportuj użyteczną strukturę (slajdy, kształty tekstowe).
pt_pt: Listar as páginas/diapositivos (content.xml) e exportar uma estrutura utilizável (slides, formas de texto).
ro: Listează paginile/diapozitivele (content.xml) și exportă o structură utilizabilă (slide-uri, forme text).
ru: Список страниц/слайдов (content.xml) и экспорт структуры, пригодной для использования (слайды, текстовые фигуры).
sk: Zoznam strán/diapozitívov (content.xml) a exportovať využiteľnú štruktúru (diapozitívy, textové tvary).
sv: Lista sidor/bilder (content.xml) och exportera en användbar struktur (bilder, textformer).
sw: Orodhesha kurasa/slidi (content.xml) na uhamasishaji wa muundo unaoweza kutumika (slides, shapes maandiko).
tr: Sayfaları/slaytları (content.xml) listele ve kullanılabilir bir yapı dışa aktar (slaytlar, metin şekilleri).
uk: Перегляд сторінок/слайдів (content.xml) та експорт структури, що підлягає обробці (слайди, текстові фігури).
vi: Liệt kê các trang/slide (content.xml) và xuất khẩu một cấu trúc có thể sử dụng (slides, shapes văn bản).
zh_hans: 列出页面/幻灯片（content.xml）并导出可用结构（幻灯片、文本形状）。

# tool_odf_metadata_to_json_title
source: Métadonnées ODF → JSON
bg: Метаданни ODF → JSON
cs: Metadata ODF → JSON
da: Metadata ODF → JSON
de: ODF-Metadaten → JSON
el: Μεταδεδομένα ODF → JSON
es: Metadatos ODF → JSON
fi: ODF-metatiedot → JSON
fil: Mga Metadata ng ODF → JSON
ja: ODF メタデータ → JSON
nl: Metadata ODF → JSON
no: Metadata ODF → JSON
pl: Metadane ODF → JSON
pt_pt: Metadados ODF → JSON
ro: Metadate ODF → JSON
ru: Метаданные ODF → JSON
sk: Metadáta ODF → JSON
sv: Metadata ODF → JSON
sw: Metadata ya ODF → JSON
tr: ODF Meta Verileri → JSON
uk: Метадані ODF → JSON
vi: Siêu dữ liệu ODF → JSON
zh_hans: ODF 元数据 → JSON

# tool_odf_metadata_to_json_desc
source: Extraire meta.xml : titre, auteur, dates, générateur, mots-clés, et statistiques document.
bg: Извличане на meta.xml: заглавие, автор, дати, генератор, ключови думи и статистика на документа.
cs: Extrahovat meta.xml : název, autor, data, generátor, klíčová slova a statistiky dokumentu.
da: Udtræk meta.xml : titel, forfatter, datoer, generator, nøgleord og dokumentstatistik.
de: meta.xml extrahieren: Titel, Autor, Daten, Generator, Schlüsselwörter und Dokumentstatistiken.
el: Εξαγωγή meta.xml: τίτλος, συγγραφέας, ημερομηνίες, γεννήτρια, λέξεις-κλειδιά και στατιστικά έγγραφα.
es: Extraer meta.xml: título, autor, fechas, generador, palabras clave y estadísticas del documento.
fi: Erota meta.xml : otsikko, kirjoittaja, päivämäärät, generaattori, avainsanat ja asiakirjan tilastot.
fil: I-extract ang meta.xml: pamagat, may-akda, mga petsa, generator, mga keyword, at mga istatistika ng dokumento.
ja: meta.xml を抽出します : タイトル、著者、日付、生成者、キーワード、およびドキュメント統計。
nl: Extraheer meta.xml : titel, auteur, data, generator, trefwoorden, en documentstatistieken.
no: Ekstraher meta.xml: tittel, forfatter, datoer, generator, nøkkelord og dokumentstatistikk.
pl: Wyodrębnij meta.xml: tytuł, autor, daty, generator, słowa kluczowe i statystyki dokumentu.
pt_pt: Extrair meta.xml: título, autor, datas, gerador, palavras-chave e estatísticas do documento.
ro: Extrage meta.xml: titlu, autor, date, generator, cuvinte cheie și statistici document.
ru: Извлечение meta.xml: заголовок, автор, даты, генератор, ключевые слова и статистика документа.
sk: Extrahovať meta.xml: názov, autor, dátumy, generátor, kľúčové slová a štatistiky dokumentu.
sv: Extrahera meta.xml : titel, författare, datum, generator, nyckelord och dokumentstatistik.
sw: Toa meta.xml: kichwa, mwandishi, tarehe, jenereta, maneno muhimu, na takwimu za hati.
tr: meta.xml'i çıkar: başlık, yazar, tarihler, üretici, anahtar kelimeler ve belge istatistikleri.
uk: Витягти meta.xml: заголовок, автор, дати, генератор, ключові слова та статистика документа.
vi: Trích xuất meta.xml: tiêu đề, tác giả, ngày tháng, trình tạo, từ khóa, và thống kê tài liệu.
zh_hans: 提取 meta.xml：标题、作者、日期、生成器、关键词和文档统计信息。

# dev_odf_sg_validate_title
source: Validation & audit
bg: Валидация & одит
cs: Validace a audit
da: Validering & revision
de: Validierung & Audit
el: Επικύρωση & έλεγχος
es: Validación y auditoría
fi: Vahvistus & tarkastus
fil: Pag-validate & audit
ja: 検証 & 監査
nl: Validatie & audit
no: Validering & revisjon
pl: Walidacja & audyt
pt_pt: Validação & auditoria
ro: Validare & audit
ru: Валидация и аудит
sk: Validácia & audit
sv: Validering & granskning
sw: Uthibitishaji & ukaguzi
tr: Doğrulama & denetim
uk: Валідація та аудит
vi: Xác thực & kiểm toán
zh_hans: 验证与审计

# dev_odf_sg_validate_desc
source: Vérifier le manifest, les références de médias, et l'intégrité des fichiers XML clés (content/styles/meta).
bg: Проверка на манифеста, медийните референции и целостта на ключовите XML файлове (content/styles/meta).
cs: Zkontrolovat manifest, odkazy na média a integritu klíčových XML souborů (content/styles/meta).
da: Kontroller manifestet, mediereferencerne og integriteten af nøgle-XML-filer (content/styles/meta).
de: Das Manifest, Medienreferenzen und die Integrität der wichtigen XML-Dateien (content/styles/meta) überprüfen.
el: Έλεγχος του manifest, των αναφορών μέσων και της ακεραιότητας των βασικών αρχείων XML (content/styles/meta).
es: Verificar el manifiesto, las referencias de medios y la integridad de los archivos XML clave (content/styles/meta).
fi: Tarkista manifesti, mediat viittaukset ja avain XML-tiedostojen (content/styles/meta) eheys.
fil: Suriin ang manifest, mga reference ng media, at ang integridad ng mga pangunahing XML file (content/styles/meta).
ja: マニフェスト、メディアの参照、および主要な XML ファイル (content/styles/meta) の整合性を確認します。
nl: Controleer het manifest, de mediaverwijzingen, en de integriteit van de sleutel XML-bestanden (content/styles/meta).
no: Kontroller manifestet, mediereferanser og integriteten til nøkkel-XML-filer (content/styles/meta).
pl: Sprawdź manifest, odniesienia do mediów i integralność kluczowych plików XML (content/styles/meta).
pt_pt: Verificar o manifest, as referências de media e a integridade dos ficheiros XML chave (content/styles/meta).
ro: Verifică manifestul, referințele media și integritatea fișierelor XML cheie (content/styles/meta).
ru: Проверка манифеста, ссылок на медиа и целостности ключевых XML-файлов (content/styles/meta).
sk: Skontrolovať manifest, odkazy na médiá a integritu kľúčových XML súborov (content/styles/meta).
sv: Kontrollera manifestet, mediereferenser och integriteten hos viktiga XML-filer (content/styles/meta).
sw: Kagua manifest, viungo vya vyombo vya habari, na uaminifu wa faili muhimu za XML (content/styles/meta).
tr: Manifesti, medya referanslarını ve ana XML dosyalarının (content/styles/meta) bütünlüğünü kontrol et.
uk: Перевірити маніфест, медіа посилання та цілісність ключових XML файлів (content/styles/meta).
vi: Kiểm tra manifest, các tham chiếu phương tiện, và tính toàn vẹn của các tệp XML chính (content/styles/meta).
zh_hans: 检查清单、媒体引用和关键 XML 文件（content/styles/meta）的完整性。

# tool_odf_manifest_check_title
source: Vérifier le manifest ODF
bg: Проверка на манифеста ODF
cs: Zkontrolovat manifest ODF
da: Kontroller ODF-manifestet
de: ODF-Manifest überprüfen
el: Έλεγχος του manifest ODF
es: Verificar el manifiesto ODF
fi: Tarkista ODF-manifesti
fil: Suriin ang manifest ng ODF
ja: ODF マニフェストを確認
nl: Controleer het ODF-manifest
no: Kontroller ODF-manifestet
pl: Sprawdź manifest ODF
pt_pt: Verificar o manifest ODF
ro: Verifică manifestul ODF
ru: Проверка манифеста ODF
sk: Skontrolovať manifest ODF
sv: Kontrollera ODF-manifestet
sw: Kagua manifest ya ODF
tr: ODF manifestini kontrol et
uk: Перевірити маніфест ODF
vi: Kiểm tra manifest ODF
zh_hans: 检查 ODF 清单

# tool_odf_manifest_check_desc
source: Contrôler META-INF/manifest.xml : fichiers référencés, media-types, et références manquantes.
bg: Контрол на META-INF/manifest.xml: реферирани файлове, медийни типове и липсващи референции.
cs: Zkontrolovat META-INF/manifest.xml : odkazy na soubory, typy médií a chybějící odkazy.
da: Kontroller META-INF/manifest.xml : refererede filer, medietyper og manglende referencer.
de: META-INF/manifest.xml überprüfen: referenzierte Dateien, Medientypen und fehlende Referenzen.
el: Έλεγχος του META-INF/manifest.xml: αναφερόμενα αρχεία, τύποι μέσων και ελλείπουσες αναφορές.
es: Controlar META-INF/manifest.xml: archivos referenciados, tipos de medios y referencias faltantes.
fi: Tarkista META-INF/manifest.xml : viitatut tiedostot, media-tyypit ja puuttuvat viittaukset.
fil: Suriin ang META-INF/manifest.xml: mga nakareferensyang file, mga uri ng media, at mga nawawalang reference.
ja: META-INF/manifest.xml をチェックします : 参照されているファイル、メディアタイプ、および欠落している参照。
nl: Controleer META-INF/manifest.xml : verwijzende bestanden, media-types, en ontbrekende verwijzingen.
no: Kontroller META-INF/manifest.xml: refererte filer, medietyper og manglende referanser.
pl: Sprawdź META-INF/manifest.xml: pliki referencyjne, typy mediów i brakujące odniesienia.
pt_pt: Controlar META-INF/manifest.xml: ficheiros referenciados, tipos de media e referências em falta.
ro: Controlează META-INF/manifest.xml: fișiere referite, tipuri media și referințe lipsă.
ru: Проверка META-INF/manifest.xml: упомянутые файлы, типы медиа и отсутствующие ссылки.
sk: Skontrolovať META-INF/manifest.xml: odkazy na súbory, typy médií a chýbajúce odkazy.
sv: Kontrollera META-INF/manifest.xml : refererade filer, mediatyper och saknade referenser.
sw: Kagua META-INF/manifest.xml: faili zilizorejelewa, aina za vyombo vya habari, na viungo vilivyokosekana.
tr: META-INF/manifest.xml'i kontrol et: referans verilen dosyalar, medya türleri ve eksik referanslar.
uk: Перевірити META-INF/manifest.xml: посилання на файли, медіа-типи та відсутні посилання.
vi: Kiểm tra META-INF/manifest.xml: các tệp được tham chiếu, loại phương tiện, và các tham chiếu bị thiếu.
zh_hans: 检查 META-INF/manifest.xml：引用的文件、媒体类型和缺失的引用。

# dev_odf_sg_transform_title
source: Transformation
bg: Трансформация
cs: Transformace
el: Μετασχηματισμός
es: Transformación
fi: Muunna
fil: Pagbabago
ja: 変換
nl: Transformatie
no: Transformasjon
pl: Transformacja
pt_pt: Transformação
ro: Transformare
ru: Преобразование
sk: Transformácia
sw: Mabadiliko
tr: Dönüşüm
uk: Перетворення
vi: Chuyển đổi
zh_hans: 转换

# dev_odf_sg_transform_desc
source: Exporter vers texte/JSON, nettoyer des métadonnées, extraire médias, conversion simple (approximative).
bg: Експортиране в текст/JSON, почистване на метаданни, извличане на медии, проста (приблизителна) конверсия.
cs: Exportovat do textu/JSON, vyčistit metadata, extrahovat média, jednoduchá konverze (přibližná).
da: Eksporter til tekst/JSON, rense metadata, udtræk medier, simpel (omtrentlig) konvertering.
de: In Text/JSON exportieren, Metadaten bereinigen, Medien extrahieren, einfache (ungefähre) Konvertierung.
el: Εξαγωγή σε κείμενο/JSON, καθαρισμός μεταδεδομένων, εξαγωγή μέσων, απλή (προσεγγιστική) μετατροπή.
es: Exportar a texto/JSON, limpiar metadatos, extraer medios, conversión simple (aproximada).
fi: Vie tekstiin/JSON:iin, puhdista metatiedot, erota mediat, yksinkertainen (likimääräinen) muunnos.
fil: I-export sa teksto/JSON, linisin ang mga metadata, i-extract ang mga media, simpleng conversion (approximate).
ja: テキスト/JSON にエクスポートし、メタデータをクリーンアップし、メディアを抽出し、単純な変換 (近似) を行います。
nl: Exporteer naar tekst/JSON, reinig metadata, extraheer media, eenvoudige conversie (benaderend).
no: Eksporter til tekst/JSON, rense metadata, ekstrahere medier, enkel (omtrentlig) konvertering.
pl: Eksportuj do tekstu/JSON, oczyść metadane, wyodrębnij media, prosta konwersja (przybliżona).
pt_pt: Exportar para texto/JSON, limpar metadados, extrair media, conversão simples (aproximada).
ro: Exportă în text/JSON, curăță metadatele, extrage media, conversie simplă (aproximativă).
ru: Экспорт в текст/JSON, очистка метаданных, извлечение медиа, простое (приблизительное) преобразование.
sk: Exportovať do textu/JSON, vyčistiť metadáta, extrahovať médiá, jednoduchá (približná) konverzia.
sv: Exportera till text/JSON, rensa metadata, extrahera media, enkel (ungefärlig) konvertering.
sw: Uhamasishaji wa maandiko/JSON, safisha metadata, toa vyombo vya habari, mabadiliko rahisi (ya kukadiria).
tr: Metin/JSON'a dışa aktar, meta verileri temizle, medyayı çıkar, basit (yaklaşık) dönüşüm.
uk: Експортувати в текст/JSON, очистити метадані, витягти медіа, просте (приблизне) перетворення.
vi: Xuất khẩu sang văn bản/JSON, làm sạch siêu dữ liệu, trích xuất phương tiện, chuyển đổi đơn giản (xấp xỉ).
zh_hans: 导出为文本/JSON，清理元数据，提取媒体，简单转换（近似）。

# tool_odf_sanitize_metadata_title
source: Nettoyer les métadonnées (ODF)
bg: Почистване на метаданните (ODF)
cs: Vyčistit metadata (ODF)
da: Rens metadata (ODF)
de: Metadaten bereinigen (ODF)
el: Καθαρισμός μεταδεδομένων (ODF)
es: Limpiar los metadatos (ODF)
fi: Puhdista metatiedot (ODF)
fil: Linisin ang mga metadata (ODF)
ja: メタデータをクリーンアップ (ODF)
nl: Reinig metadata (ODF)
no: Rens metadata (ODF)
pl: Oczyść metadane (ODF)
pt_pt: Limpar os metadados (ODF)
ro: Curăță metadatele (ODF)
ru: Очистка метаданных (ODF)
sk: Vyčistiť metadáta (ODF)
sv: Rensa metadata (ODF)
sw: Safisha metadata (ODF)
tr: Meta verilerini temizle (ODF)
uk: Очищення метаданих (ODF)
vi: Làm sạch siêu dữ liệu (ODF)
zh_hans: 清理元数据（ODF）

# tool_odf_sanitize_metadata_desc
source: Nettoyer meta.xml (auteur, générateur, historiques) et produire un ODF "privacy-first".
bg: Почистване на meta.xml (автор, генератор, истории) и създаване на ODF "първо за поверителност".
cs: Vyčistit meta.xml (autor, generátor, historie) a vytvořit ODF "privacy-first".
da: Rens meta.xml (forfatter, generator, historik) og producer en ODF "privacy-first".
de: meta.xml (Autor, Generator, Historien) bereinigen und ein ODF "privacy-first" erstellen.
el: Καθαρισμός του meta.xml (συγγραφέας, γεννήτρια, ιστορικά) και παραγωγή ενός ODF "privacy-first".
es: Limpiar meta.xml (autor, generador, históricos) y producir un ODF "prioridad a la privacidad".
fi: Puhdista meta.xml (kirjoittaja, generaattori, historiat) ja tuota ODF "yksityisyys ensin".
fil: Linisin ang meta.xml (may-akda, generator, mga kasaysayan) at gumawa ng isang ODF "privacy-first".
ja: meta.xml (著者、生成者、履歴) をクリーンアップし、「プライバシー優先」の ODF を生成します。
nl: Reinig meta.xml (auteur, generator, geschiedenis) en produceer een ODF "privacy-first".
no: Rens meta.xml (forfatter, generator, historikk) og produser en ODF "privacy-first".
pl: Oczyść meta.xml (autor, generator, historia) i stwórz ODF "privacy-first".
pt_pt: Limpar meta.xml (autor, gerador, históricos) e produzir um ODF "privacy-first".
ro: Curăță meta.xml (autor, generator, istorice) și produce un ODF "privacy-first".
ru: Очистка meta.xml (автор, генератор, история) и создание ODF "с приоритетом на конфиденциальность".
sk: Vyčistiť meta.xml (autor, generátor, histórie) a vytvoriť ODF "privacy-first".
sv: Rensa meta.xml (författare, generator, historik) och producera en ODF "privacy-first".
sw: Safisha meta.xml (mwandishi, jenereta, historia) na utengeneze ODF "privacy-first".
tr: meta.xml'i temizle (yazar, üretici, geçmişler) ve "gizlilik öncelikli" bir ODF üret.
uk: Очищення meta.xml (автор, генератор, історії) та створення ODF "перш за все конфіденційність".
vi: Làm sạch meta.xml (tác giả, trình tạo, lịch sử) và tạo ra một ODF "privacy-first".
zh_hans: 清理 meta.xml（作者、生成器、历史记录）并生成一个 "隐私优先" 的 ODF。

# tool_odt_to_markdown_title
source: ODT → Markdown (approx)
bg: ODT → Markdown (приблизително)
cs: ODT → Markdown (přibližně)
da: ODT → Markdown (omtrentlig)
de: ODT → Markdown (ungefähr)
el: ODT → Markdown (προσεγγιστικά)
es: ODT → Markdown (aprox)
fi: ODT → Markdown (likimääräinen)
ja: ODT → Markdown (近似)
nl: ODT → Markdown (benadering)
no: ODT → Markdown (omtrentlig)
pl: ODT → Markdown (przybliżone)
pt_pt: ODT → Markdown (aprox)
ro: ODT → Markdown (aprox)
ru: ODT → Markdown (приблизительно)
sk: ODT → Markdown (približne)
sv: ODT → Markdown (ungefär)
sw: ODT → Markdown (kukadiria)
tr: ODT → Markdown (yaklaşık)
uk: ODT → Markdown (приблизно)
vi: ODT → Markdown (xấp xỉ)
zh_hans: ODT → Markdown（近似）
