Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_rule_of_three_rule_of_three_course_q4
source: Que faire si je n’ai pas exactement “3 valeurs et une inconnue” ?
af: Wat om te doen as ek nie presies “3 waardes en 'n onbekende” het nie?
bg: Какво да правя, ако нямам точно “3 стойности и 1 неизвестна”?
cs: Co dělat, pokud nemám přesně '3 hodnoty a 1 neznámou'?
da: Hvad skal jeg gøre, hvis jeg ikke har præcist “3 værdier og en ukendt”?
de: Was tun, wenn ich nicht genau '3 Werte und 1 Unbekannte' habe?
el: Τι να κάνω αν δεν έχω ακριβώς “3 τιμές και μία άγνωστη”;
es: ¿Qué hacer si no tengo exactamente “3 valores y 1 desconocido”?
fi: Mitä tehdä, jos minulla ei ole tarkalleen '3 arvoa ja yksi tuntematon'?
fil: Ano ang dapat gawin kung wala akong eksaktong “3 halaga at isang hindi kilala”?
hu: Mi a teendő, ha nincs pontosan "3 érték és 1 ismeretlen"?
id: Apa yang harus dilakukan jika saya tidak memiliki tepat '3 nilai dan 1 tidak diketahui'?
it: Cosa fare se non ho esattamente “3 valori e 1 sconosciuto”?
ja: 「3つの値と1つの未知数」が正確にない場合はどうすればよいですか？
ko: ‘3개의 값과 1개의 미지수’가 정확히 없으면 어떻게 하나요?
nl: Wat te doen als ik niet precies '3 waarden en 1 onbekende' heb?
no: Hva skal jeg gjøre hvis jeg ikke har nøyaktig “3 verdier og en ukjent”?
pl: Co zrobić, jeśli nie mam dokładnie „3 wartości i 1 nieznanej”?
pt_pt: O que fazer se eu não tiver exatamente “3 valores e uma incógnita”?
ro: Ce să fac dacă nu am exact „3 valori și o necunoscută”?
ru: Что делать, если у меня нет точно "3 значений и 1 неизвестного"?
sk: Čo robiť, ak nemám presne '3 hodnoty a 1 neznámu'?
sv: Vad ska jag göra om jag inte har exakt "3 värden och en okänd"?
sw: Nifanye nini ikiwa sina hasa 'thamani 3 na isiyojulikana'?
tr: Eğer tam olarak “3 değer ve 1 bilinmeyen” yoksa ne yapmalıyım?
uk: Що робити, якщо у мене немає точно “3 значень і однієї невідомої”?
vi: Phải làm gì nếu tôi không có chính xác “3 giá trị và 1 giá trị chưa biết”?
zh_hans: 如果我没有正好“3个值和一个未知数”，该怎么办？

# ed_math_rule_of_three_rule_of_three_course_a4
source: On peut souvent simplifier : convertir les unités, ramener à une situation équivalente (par unité, par personne…), ou décomposer en plusieurs règles de trois successives.
af: Jy kan dikwels vereenvoudig: die eenhede omskakel, terugbring na 'n ekwivalente situasie (per eenheid, per persoon…), of in verskeie opeenvolgende drie-reëls ontbind.
bg: Често можем да опростим: да преобразуваме единиците, да приведем до еквивалентна ситуация (на единица, на човек…), или да разложим на няколко последователни правила на три.
cs: Často lze zjednodušit: převést jednotky, přenést na ekvivalentní situaci (na jednotku, na osobu…), nebo rozložit na několik po sobě jdoucích pravidel tří.
da: Man kan ofte forenkle: konvertere enheder, bringe det til en ækvivalent situation (pr. enhed, pr. person…), eller opdele i flere successive tre-regler.
de: Man kann oft vereinfachen: Einheiten umwandeln, auf eine äquivalente Situation zurückführen (pro Einheit, pro Person…) oder in mehrere aufeinanderfolgende Regeln von drei zerlegen.
el: Μπορούμε συχνά να απλοποιήσουμε: να μετατρέψουμε τις μονάδες, να φέρουμε σε μια ισοδύναμη κατάσταση (ανά μονάδα, ανά άτομο…), ή να αναλύσουμε σε πολλές διαδοχικές κανόνες του τρία.
es: A menudo se puede simplificar: convertir las unidades, llevar a una situación equivalente (por unidad, por persona…), o descomponer en varias reglas de tres sucesivas.
fi: Voimme usein yksinkertaistaa: muuntaa yksiköitä, siirtää vastaavaan tilanteeseen (per yksikkö, per henkilö...) tai jakaa useisiin peräkkäisiin kolmonen sääntöihin.
fil: Madalas tayong makapagpapaikli: i-convert ang mga yunit, dalhin sa isang katumbas na sitwasyon (bawat yunit, bawat tao…), o hatiin sa maraming sunud-sunod na tatlong tuntunin.
hu: Gyakran egyszerűsíthetjük: átváltani az egységeket, egyenértékű helyzetre hozni (egységenként, személyenként...), vagy több egymás utáni három szabályra bontani.
id: Seringkali kita bisa menyederhanakan: mengonversi satuan, membawa ke situasi yang setara (per unit, per orang...), atau memecah menjadi beberapa aturan tiga berturut-turut.
it: Si può spesso semplificare: convertire le unità, riportare a una situazione equivalente (per unità, per persona…), o decomporre in più regole di tre successive.
ja: しばしば簡略化できます：単位を変換する、同等の状況に持ち込む（単位ごと、1人あたり…）、またはいくつかの連続した三項比に分解する。
ko: 종종 단순화할 수 있습니다: 단위를 변환하거나 동등한 상황으로 가져오거나(단위당, 사람당…) 여러 개의 연속적인 삼항 비율로 분해할 수 있습니다.
nl: Je kunt vaak vereenvoudigen: de eenheden omzetten, terugbrengen naar een equivalente situatie (per eenheid, per persoon...), of opdelen in meerdere opeenvolgende regels van drie.
no: Man kan ofte forenkle: konvertere enheter, bringe det til en ekvivalent situasjon (per enhet, per person…), eller dele opp i flere successive tre-regler.
pl: Często można uprościć: konwertować jednostki, sprowadzić do sytuacji równoważnej (na jednostkę, na osobę…), lub rozłożyć na kilka kolejnych zasad trzech.
pt_pt: Pode-se muitas vezes simplificar: converter as unidades, trazer para uma situação equivalente (por unidade, por pessoa…), ou decompor em várias regras de três sucessivas.
ro: Adesea putem simplifica: converti unitățile, aduce la o situație echivalentă (pe unitate, pe persoană...), sau descompune în mai multe reguli de trei succesive.
ru: Часто можно упростить: конвертировать единицы, привести к эквивалентной ситуации (на единицу, на человека...) или разбить на несколько последовательных правил трех.
sk: Často môžeme zjednodušiť: konvertovať jednotky, previesť na ekvivalentnú situáciu (na jednotku, na osobu...), alebo rozložiť na niekoľko po sebe idúcich pravidiel troch.
sv: Man kan ofta förenkla: konvertera enheterna, återföra till en motsvarande situation (per enhet, per person...), eller bryta ner i flera successiva tre regler.
sw: Mara nyingi tunaweza kurahisisha: kubadilisha vitengo, kuleta kwenye hali sawa (kwa kitengo, kwa mtu...), au kugawanya katika sheria tatu zinazofuatana.
tr: Sıklıkla basitleştirebiliriz: birimleri dönüştürmek, eşdeğer bir duruma getirmek (birim başına, kişi başına...) veya birkaç ardışık üç kuralına ayırmak.
uk: Часто можна спростити: конвертувати одиниці, привести до еквівалентної ситуації (на одиницю, на людину…), або розкласти на кілька послідовних правил трьох.
vi: Chúng ta thường có thể đơn giản hóa: chuyển đổi các đơn vị, đưa về một tình huống tương đương (theo đơn vị, theo người…), hoặc phân tách thành nhiều quy tắc ba liên tiếp.
zh_hans: 我们通常可以简化：转换单位，转化为等效情况（按单位、按人……），或分解为多个连续的三的规则。

# ed_math_rule_of_three_rule_of_three_course_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia ya kusaidia
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_math_rule_of_three_rule_of_three_course_tip
source: Avant de calculer, faites le “test de sens” : si la quantité de départ augmente, est-ce que le résultat doit augmenter ou diminuer ? Si votre calcul donne l’inverse, c’est que vous avez inversé directe/inverse ou mal rempli le tableau.
af: Voor jy bereken, doen die "sin toets": as die beginhoeveelheid toeneem, moet die resultaat toeneem of afneem? As jou berekening die teenoorgestelde gee, het jy direkte/inverse omgekeer of die tabel verkeerd ingevul.
bg: Преди да изчислите, направете "теста за смисъл": ако началната стойност се увеличава, трябва ли резултатът да се увеличи или намали? Ако вашето изчисление дава обратното, значи сте обърнали директно/обратно или неправилно сте попълнили таблицата.
cs: Než začnete počítat, udělejte si "test smyslu": pokud se počáteční množství zvyšuje, musí výsledek také vzrůst nebo klesnout? Pokud váš výpočet dává opačný výsledek, znamená to, že jste zaměnili přímou/obrácenou nebo špatně vyplnili tabulku.
da: Før du beregner, lav "sens-testen": hvis den oprindelige mængde stiger, skal resultatet så stige eller falde? Hvis din beregning giver det modsatte, har du omvendt direkte/omvendt eller udfyldt tabellen forkert.
de: Bevor Sie berechnen, machen Sie den "Sinn-Test": Wenn die Ausgangsmenge steigt, muss das Ergebnis steigen oder fallen? Wenn Ihre Berechnung das Gegenteil ergibt, haben Sie direkt/umgekehrt vertauscht oder die Tabelle falsch ausgefüllt.
el: Πριν υπολογίσετε, κάντε το "τεστ λογικής": αν η αρχική ποσότητα αυξάνεται, πρέπει το αποτέλεσμα να αυξηθεί ή να μειωθεί; Αν ο υπολογισμός σας δίνει το αντίθετο, σημαίνει ότι έχετε αντιστρέψει άμεσο/αντίστροφο ή έχετε συμπληρώσει λάθος τον πίνακα.
es: Antes de calcular, haz la "prueba de sentido": si la cantidad inicial aumenta, ¿debe aumentar o disminuir el resultado? Si tu cálculo da lo contrario, es que has invertido directo/inverso o has llenado mal la tabla.
fi: Ennen laskemista, tee "tunne testi": jos lähtömäärä kasvaa, pitääkö tuloksen kasvaa vai vähentyä? Jos laskentasi antaa päinvastaisen tuloksen, olet kääntänyt suoran/käänteisen tai täyttänyt taulukon väärin.
fil: Bago kalkulahin, gawin ang "pagsubok sa kahulugan": kung ang panimulang halaga ay tumataas, dapat bang tumaas o bumaba ang resulta? Kung ang iyong kalkulasyon ay nagbibigay ng kabaligtaran, ito ay dahil nagpalit ka ng tuwid/abalat o maling napunan ang talahanayan.
hu: A számítás előtt végezd el a "érzékszervi tesztet": ha a kiindulási mennyiség nő, akkor a végeredménynek is nőnie kell, vagy csökkennie? Ha a számításod ellentétes eredményt ad, akkor felcserélted a közvetlen/inverz arányt, vagy hibásan töltötted ki a táblázatot.
id: Sebelum menghitung, lakukan "uji logika": jika jumlah awal meningkat, apakah hasilnya harus meningkat atau menurun? Jika perhitungan Anda memberikan sebaliknya, berarti Anda telah membalik langsung/terbalik atau mengisi tabel dengan salah.
it: Prima di calcolare, fai il “test di senso”: se la quantità di partenza aumenta, il risultato deve aumentare o diminuire? Se il tuo calcolo dà l'inverso, significa che hai invertito diretto/inverso o compilato male la tabella.
ja: 計算する前に、「感覚テスト」を行ってください：出発点の量が増加した場合、結果は増加するべきですか、それとも減少するべきですか？計算が逆の結果を出す場合は、直接/逆を逆にしたか、表を正しく記入していない可能性があります。
ko: 계산하기 전에 "의미 테스트"를 수행하세요: 출발량이 증가하면 결과는 증가해야 합니까, 아니면 감소해야 합니까? 계산 결과가 반대라면 직접/역을 잘못 바꾸었거나 표를 잘못 작성한 것입니다.
nl: Voordat je gaat rekenen, doe de "gezondheidscheck": als de beginhoeveelheid toeneemt, moet het resultaat dan toenemen of afnemen? Als je berekening het tegenovergestelde geeft, heb je directe/inverse omgedraaid of de tabel verkeerd ingevuld.
no: Før du beregner, gjør "sjekk av mening": hvis startmengden øker, skal resultatet øke eller minke? Hvis beregningen din gir det motsatte, har du byttet direkte/invers eller fylt ut tabellen feil.
pl: Zanim zaczniesz obliczenia, wykonaj "test sensu": jeśli początkowa ilość wzrasta, czy wynik powinien wzrosnąć czy zmaleć? Jeśli twoje obliczenia dają odwrotny wynik, to znaczy, że pomyliłeś proporcjonalność bezpośrednią z odwrotną lub źle wypełniłeś tabelę.
pt_pt: Antes de calcular, faça o "teste de sentido": se a quantidade inicial aumenta, o resultado deve aumentar ou diminuir? Se o seu cálculo der o inverso, é porque você inverteu direto/inverso ou preencheu mal a tabela.
ro: Înainte de a calcula, faceți „testul de sens”: dacă cantitatea de plecare crește, trebuie să crească sau să scadă rezultatul? Dacă calculul dvs. dă inversul, înseamnă că ați inversat direct/invers sau ați completat greșit tabelul.
ru: Перед тем как вычислять, проведите "тест на смысл": если начальное количество увеличивается, должен ли результат увеличиваться или уменьшаться? Если ваш расчет дает обратный результат, значит, вы перепутали прямое/обратное или неправильно заполнили таблицу.
sk: Pred výpočtom si urobte "test zmyslu": ak sa počiatočné množstvo zvyšuje, musí sa výsledok zvýšiť alebo znížiť? Ak váš výpočet dáva opačný výsledok, znamená to, že ste zamieňali priamu/opačnú alebo nesprávne vyplnili tabuľku.
sv: Innan du beräknar, gör "sens-testet": om startkvantiteten ökar, ska resultatet öka eller minska? Om din beräkning ger motsatsen, har du förväntat dig direkt/invers eller fyllt i tabellen fel.
sw: Kabla ya kuhesabu, fanya "mtihani wa maana": ikiwa kiasi cha kuanzia kinaongezeka, je, matokeo yanapaswa kuongezeka au kupungua? Ikiwa hesabu yako inatoa kinyume, basi umepindua moja kwa moja/kinyume au umejaza jedwali vibaya.
tr: Hesaplamadan önce, "anlam testi" yapın: başlangıç miktarı artarsa, sonuç artmalı mı yoksa azalmalı mı? Hesabınız tersini veriyorsa, doğrudan/tersi değiştirmişsinizdir veya tabloyu yanlış doldurmuşsunuzdur.
uk: Перед тим як розрахувати, зробіть "тест на сенс": якщо початкова кількість збільшується, чи має результат збільшитися чи зменшитися? Якщо ваш розрахунок дає протилежне, це означає, що ви переплутали пряме/обернене або неправильно заповнили таблицю.
vi: Trước khi tính toán, hãy thực hiện "kiểm tra cảm giác": nếu số lượng ban đầu tăng, kết quả có nên tăng hay giảm không? Nếu phép tính của bạn cho ra kết quả ngược lại, có thể bạn đã đảo ngược trực tiếp/ngược hoặc điền sai bảng.
zh_hans: 在计算之前，进行“合理性测试”：如果起始量增加，结果应该增加还是减少？如果你的计算结果相反，那就是你搞错了直接/反向或错误填写了表格。

# ed_rot_inverse_title
source: À propos : Règle de trois inverse
af: Oor: Inverse drie-reël
bg: Относно: Обратна правило на три
cs: O pravidle tří obráceně
da: Om: Omvendt tre-regel
de: Über: Umgekehrte Regel von drei
el: Σχετικά: Κανόνας τριών αντίστροφος
es: Acerca de: Regla de tres inversa
fi: Tietoa: Käänteinen kolmonen sääntö
fil: Tungkol sa: Batas ng tatlong baligtad
hu: A következőkről: Inverz háromszabály
id: Tentang: Aturan tiga terbalik
it: A proposito: Regola del tre inversa
ja: について：逆三分の一の法則
ko: 정보: 역 비례의 규칙
nl: Over: Inverse regel van drie
no: Om: Invers regel av tre
pl: O tym: Reguła trzech odwrotna
pt_pt: Sobre: Regra de três inversa
ro: Despre: Regulă de trei inversă
ru: О правилах: Обратное правило трех
sk: O pravidle troch inverznej
sv: Om: Omvänd tre-regel
sw: Kuhusu: Sheria ya tatu kinyume
tr: Hakkında: Ters üç kuralı
uk: Про: Обернене правило трьох
vi: Về việc: Quy tắc ba ngược
zh_hans: 关于：反比例法则

# ed_rot_inverse_lead
source: Cet outil permet de résoudre facilement un calcul de proportionnalité inverse, lorsque le produit de deux grandeurs reste constant.
af: Hierdie hulpmiddel maak dit maklik om 'n inverse proporsionaliteit berekening op te los, wanneer die produk van twee groothede konstant bly.
bg: Този инструмент позволява лесно решаване на изчисление на обратна пропорционалност, когато произведението на две величини остава постоянно.
cs: Tento nástroj umožňuje snadno vyřešit výpočet obrácené proporcionality, když zůstává součin dvou veličin konstantní.
da: Dette værktøj gør det nemt at løse en beregning af omvendt proportionalitet, når produktet af to størrelser forbliver konstant.
de: Dieses Tool ermöglicht es, eine Berechnung der umgekehrten Proportionalität einfach zu lösen, wenn das Produkt zweier Größen konstant bleibt.
el: Αυτό το εργαλείο επιτρέπει να επιλύσετε εύκολα έναν υπολογισμό αντίστροφης αναλογίας, όταν το γινόμενο δύο μεγεθών παραμένει σταθερό.
es: Esta herramienta permite resolver fácilmente un cálculo de proporcionalidad inversa, cuando el producto de dos magnitudes permanece constante.
fi: Tämä työkalu mahdollistaa käänteisen suhteellisuuden laskemisen helposti, kun kahden suureen tulo pysyy vakiona.
fil: Ang tool na ito ay nagbibigay-daan upang madaling malutas ang isang kalkulasyon ng baligtad na proporsyonalidad, kapag ang produkto ng dalawang sukat ay nananatiling pare-pareho.
hu: Ez az eszköz lehetővé teszi, hogy könnyen megoldj egy inverz arányossági számítást, amikor két mennyiség szorzata állandó marad.
id: Alat ini memungkinkan untuk dengan mudah menyelesaikan perhitungan proporsional terbalik, ketika produk dari dua besaran tetap konstan.
it: Questo strumento consente di risolvere facilmente un calcolo di proporzionalità inversa, quando il prodotto di due grandezze rimane costante.
ja: このツールは、2つの量の積が一定のままである場合に、逆比例の計算を簡単に解決することを可能にします。
ko: 이 도구는 두 양의 곱이 일정하게 유지될 때 역 비례 계산을 쉽게 해결할 수 있도록 합니다.
nl: Dit hulpmiddel maakt het gemakkelijk om een berekening van inverse proportionaliteit op te lossen, wanneer het product van twee grootheden constant blijft.
no: Dette verktøyet gjør det enkelt å løse en beregning av invers proporsjonalitet, når produktet av to størrelser forblir konstant.
pl: To narzędzie umożliwia łatwe rozwiązanie obliczenia proporcjonalności odwrotnej, gdy iloczyn dwóch wielkości pozostaje stały.
pt_pt: Esta ferramenta permite resolver facilmente um cálculo de proporcionalidade inversa, quando o produto de duas grandezas permanece constante.
ro: Acest instrument permite rezolvarea ușoară a unui calcul de proporționalitate inversă, atunci când produsul a două mărimi rămâne constant.
ru: Этот инструмент позволяет легко решить задачу обратной пропорциональности, когда произведение двух величин остается постоянным.
sk: Tento nástroj umožňuje ľahko vyriešiť výpočet inverznej proporcionality, keď je súčin dvoch veličín konštantný.
sv: Detta verktyg gör det enkelt att lösa en invers proportionalitetsberäkning, när produkten av två storheter förblir konstant.
sw: Kifaa hiki kinaruhusu kutatua kwa urahisi hesabu ya uwiano wa kinyume, wakati bidhaa ya vipimo viwili inabaki kuwa thabiti.
tr: Bu araç, iki büyüklüğün çarpımının sabit kaldığı durumlarda ters orantı hesaplamasını kolayca çözmenizi sağlar.
uk: Цей інструмент дозволяє легко вирішити задачу оберненої пропорційності, коли добуток двох величин залишається сталим.
vi: Công cụ này cho phép giải quyết dễ dàng một phép tính tỷ lệ nghịch, khi tích của hai đại lượng giữ nguyên.
zh_hans: 该工具可以轻松解决反比例计算，当两个量的乘积保持不变时。

# ed_rot_inverse_usecases
source: Situations concernées
af: Betrokke situasies
bg: Засегнати ситуации
cs: Týkající se situací
da: Berørte situationer
de: Betroffene Situationen
el: Καταστάσεις που αφορούν
es: Situaciones involucradas
fi: Kohteena olevat tilanteet
fil: Mga sitwasyong kasangkot
hu: Érintett helyzetek
id: Situasi yang terlibat
it: Situazioni interessate
ja: 関連する状況
ko: 관련 상황
nl: Betrokken situaties
no: Berørte situasjoner
pl: Sytuacje dotyczące
pt_pt: Situações abrangidas
ro: Situații vizate
ru: Затрагиваемые ситуации
sk: Týkajúce sa situácií
sv: Berörda situationer
sw: Mifano inayohusika
tr: İlgili durumlar
uk: Ситуації, що стосуються
vi: Các tình huống liên quan
zh_hans: 相关情况

# ed_rot_inverse_uc1_title
source: Temps et effectifs
af: Tyd en getalle
bg: Време и брой
cs: Čas a počty
da: Tid og antal
de: Zeit und Personal
el: Χρόνος και αριθμός
es: Tiempo y efectivos
fi: Aika ja henkilöstö
fil: Oras at bilang
hu: Idő és létszám
id: Waktu dan jumlah
it: Tempo e personale
ja: 時間と人数
ko: 시간과 인원
nl: Tijd en aantallen
no: Tid og antall
pl: Czas i liczebność
pt_pt: Tempo e efetivos
ro: Timp și efective
ru: Время и количество
sk: Čas a počty
sv: Tid och antal
sw: Wakati na idadi
tr: Zaman ve personel
uk: Час та кількість
vi: Thời gian và số lượng
zh_hans: 时间和人数

# ed_rot_inverse_uc1_text
source: Plus il y a de personnes, moins le temps est long.
af: Hoe meer mense daar is, hoe korter is die tyd.
bg: Колкото повече хора има, толкова по-кратко е времето.
cs: Čím více lidí, tím kratší je čas.
da: Jo flere personer, jo kortere tid.
de: Je mehr Personen, desto kürzer die Zeit.
el: Όσο περισσότερα άτομα υπάρχουν, τόσο λιγότερος είναι ο χρόνος.
es: Cuantas más personas hay, menos tiempo se necesita.
fi: Mitä enemmän ihmisiä, sitä vähemmän aikaa kuluu.
fil: Mas maraming tao, mas maikli ang oras.
hu: Minél több ember van, annál rövidebb az idő.
id: Semakin banyak orang, semakin sedikit waktu yang dibutuhkan.
it: Più persone ci sono, meno tempo ci vuole.
ja: 人数が多いほど、時間は短くなります。
ko: 사람이 많을수록 시간이 짧아집니다.
nl: Hoe meer mensen, hoe korter de tijd.
no: Jo flere personer, jo kortere tid.
pl: Im więcej osób, tym mniej czasu potrzeba.
pt_pt: Quanto mais pessoas houver, menos tempo é necessário.
ro: Cu cât sunt mai multe persoane, cu atât timpul este mai scurt.
ru: Чем больше людей, тем меньше времени требуется.
sk: Čím viac je ľudí, tým kratší je čas.
sv: Ju fler personer, desto kortare tid.
sw: Kadri idadi ya watu inavyoongezeka, ndivyo muda unavyokuwa mfupi.
tr: Daha fazla insan olduğunda, zaman daha kısa olur.
uk: Чим більше людей, тим менше часу потрібно.
vi: Càng nhiều người, thời gian càng ngắn.
zh_hans: 人数越多，时间就越短。

# ed_rot_inverse_uc2_title
source: Vitesses
af: Snelhede
bg: Скорости
cs: Rychlosti
da: Hastigheder
de: Geschwindigkeiten
el: Ταχύτητες
es: Velocidades
fi: Nopeudet
fil: Bilis
hu: Sebességek
id: Kecepatan
it: Velocità
ja: 速度
ko: 속도
nl: Snelheden
no: Hastigheter
pl: Prędkości
pt_pt: Velocidades
ro: Viteze
ru: Скорости
sk: Rýchlosti
sv: Hastigheter
sw: Mawasiliano
tr: Hızlar
uk: Швидкості
vi: Tốc độ
zh_hans: 速度

# ed_rot_inverse_uc2_text
source: Même distance parcourue à des vitesses différentes.
af: Dieselfde afstand afgelê teen verskillende snelhede.
bg: Същото разстояние, изминато с различни скорости.
cs: Stejná vzdálenost ujetá různými rychlostmi.
da: Den samme afstand tilbagelagt med forskellige hastigheder.
de: Die gleiche Strecke wird mit unterschiedlichen Geschwindigkeiten zurückgelegt.
el: Η ίδια απόσταση διανύεται με διαφορετικές ταχύτητες.
es: Misma distancia recorrida a diferentes velocidades.
fi: Sama matka kuljettu eri nopeuksilla.
fil: Parehong distansya na nilakbay sa iba't ibang bilis.
hu: Ugyanazt a távolságot különböző sebességekkel.
id: Jarak yang sama ditempuh dengan kecepatan yang berbeda.
it: Stessa distanza percorsa a velocità diverse.
ja: 異なる速度で移動した同じ距離。
ko: 같은 거리를 서로 다른 속도로 이동합니다.
nl: Zelfde afstand afgelegd met verschillende snelheden.
no: Samme avstand tilbakelagt med forskjellige hastigheter.
pl: Ta sama odległość pokonana z różnymi prędkościami.
pt_pt: Mesma distância percorrida a velocidades diferentes.
ro: Aceeași distanță parcursă la viteze diferite.
ru: Одинаковое расстояние, пройденное с разными скоростями.
sk: Rovnaká vzdialenosť prekonaná rôznymi rýchlosťami.
sv: Samma sträcka som färdas med olika hastigheter.
sw: Umbali sawa unatembea kwa kasi tofauti.
tr: Farklı hızlarda kat edilen aynı mesafe.
uk: Та сама відстань, пройдена з різними швидкостями.
vi: Cùng một khoảng cách được đi với các tốc độ khác nhau.
zh_hans: 以不同的速度行驶相同的距离。

# ed_rot_inverse_uc3_title
source: Production
af: Produksie
bg: Производство
cs: Výroba
da: Produktion
de: Produktion
el: Παραγωγή
es: Producción
fi: Tuotanto
fil: Produksyon
hu: Termelés
id: Produksi
it: Produzione
ja: 生産
ko: 생산
nl: Productie
no: Produksjon
pl: Produkcja
pt_pt: Produção
ro: Producție
ru: Производство
sk: Výroba
sv: Produktion
sw: Uzalishaji
tr: Üretim
uk: Виробництво
vi: Sản xuất
zh_hans: 生产

# ed_rot_inverse_uc3_text
source: Répartition d’une charge fixe.
af: Verdeling van 'n vaste las.
bg: Разпределение на фиксирано натоварване.
cs: Rozdělení pevného zatížení.
da: Fordeling af en fast belastning.
de: Verteilung einer festen Last.
el: Κατανομή μιας σταθερής επιβάρυνσης.
es: Distribución de una carga fija.
fi: Kiinteän kuorman jakaminen.
fil: Paghahati ng isang nakapirming karga.
hu: Egy fix teher elosztása.
id: Pembagian beban tetap.
it: Ripartizione di un carico fisso.
ja: 固定負荷の分配。
ko: 고정 비용의 분배.
nl: Verdeling van een vaste last.
no: Fordeling av en fast belastning.
pl: Podział stałego obciążenia.
pt_pt: Distribuição de uma carga fixa.
ro: Distribuția unei sarcini fixe.
ru: Распределение фиксированной нагрузки.
sk: Rozdelenie fixného zaťaženia.
sv: Fördelning av en fast belastning.
sw: Ugawaji wa mzigo thabiti.
tr: Sabit bir yükün dağılımı.
uk: Розподіл фіксованого навантаження.
vi: Phân phối một tải trọng cố định.
zh_hans: 固定负载的分配。

# ed_rot_inverse_output
source: Résultat
af: Resultaat
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulos
fil: Resulta
hu: Eredmény
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
no: Resultat
pl: Wynik
pt_pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
sw: Matokeo
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 结果
