Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l8_s2_b1
source: À l’instant t, on moyenne les k dernières valeurs.
af: Op die oomblik t, gemiddeld ons die k laaste waardes.
bg: В момента t, изчисляваме средната стойност на последните k стойности.
cs: V okamžiku t průměrujeme k posledních hodnot.
da: På tidspunkt t, gennemsnit de k seneste værdier.
de: Zu Zeitpunkt t wird der Durchschnitt der letzten k Werte berechnet.
el: Στη στιγμή t, υπολογίζουμε τη μέση τιμή των k τελευταίων τιμών.
es: En el instante t, promediamos los k últimos valores.
fi: Ajankohtana t lasketaan keskiarvo k viimeisestä arvosta.
fil: Sa oras na t, kinukuha natin ang average ng huling k na halaga.
hu: A t pillanatban az utolsó k értéket átlagoljuk.
id: Pada saat t, kita merata-ratakan k nilai terakhir.
it: Al momento t, si media gli ultimi k valori.
ja: 時刻tで、kの最後の値の平均を取ります。
ko: 시점 t에서, 최근 k개의 값을 평균합니다.
nl: Op tijdstip t nemen we het gemiddelde van de laatste k waarden.
no: På tidspunkt t, gjennomsnitt de siste k verdiene.
pl: W chwili t, obliczamy średnią z k ostatnich wartości.
pt_pt: No instante t, calculamos a média dos k últimos valores.
ro: În momentul t, se calculează media ultimelor k valori.
ru: В момент времени t мы усредняем последние k значений.
sk: V okamihu t počítame priemer posledných k hodnôt.
sv: Vid tidpunkten t, beräknar vi medelvärdet av de k senaste värdena.
sw: Katika wakati t, tunahesabu mwelekeo wa thamani k za mwisho.
tr: An t'de, son k değeri ortalamasını alırız.
uk: В момент t, ми обчислюємо середнє з k останніх значень.
vi: Tại thời điểm t, ta tính trung bình của k giá trị gần nhất.
zh_hans: 在时刻t，我们对最近的k个值取平均。

# mean_l8_s2_b2
source: On peut aussi utiliser une moyenne mobile pondérée (donner plus de poids aux valeurs récentes).
af: Ons kan ook 'n gewogen bewegende gemiddelde gebruik (meer gewig aan onlangse waardes gee).
bg: Можем също да използваме подвижна средна с тегло (да даваме повече тежест на последните стойности).
cs: Můžeme také použít vážený klouzavý průměr (dát větší váhu nedávným hodnotám).
da: Man kan også bruge et vægtet glidende gennemsnit (give mere vægt til de seneste værdier).
de: Man kann auch einen gewichteten gleitenden Mittelwert verwenden (den aktuellen Werten mehr Gewicht geben).
el: Μπορούμε επίσης να χρησιμοποιήσουμε έναν σταθμισμένο κινητό μέσο όρο (να δώσουμε περισσότερη βαρύτητα στις πρόσφατες τιμές).
es: También se puede utilizar una media móvil ponderada (dar más peso a los valores recientes).
fi: Voimme myös käyttää painotettua liukuvaa keskiarvoa (antaa enemmän painoarvoa tuoreille arvoille).
fil: Maaari rin tayong gumamit ng weighted moving average (bigyan ng mas maraming timbang ang mga kamakailang halaga).
hu: Használhatunk súlyozott mozgó átlagot is (nagyobb súlyt adva a legfrissebb értékeknek).
id: Kita juga bisa menggunakan rata-rata bergerak tertimbang (memberikan lebih banyak bobot pada nilai terbaru).
it: Si può anche utilizzare una media mobile ponderata (dare più peso ai valori recenti).
ja: 加重移動平均を使用することもできます（最近の値により多くの重みを与える）。
ko: 가중 이동 평균을 사용할 수도 있습니다 (최근 값에 더 많은 가중치를 부여).
nl: We kunnen ook een gewogen voortschrijdend gemiddelde gebruiken (meer gewicht geven aan recente waarden).
no: Vi kan også bruke et vektet glidende gjennomsnitt (gi mer vekt til de nyeste verdiene).
pl: Można również użyć średniej ruchomej ważonej (przyznać większą wagę wartościom niedawnym).
pt_pt: Também podemos usar uma média móvel ponderada (dar mais peso aos valores recentes).
ro: De asemenea, se poate folosi o medie mobilă ponderată (a oferi mai multă greutate valorilor recente).
ru: Также можно использовать взвешенное скользящее среднее (придавать больше веса недавним значениям).
sk: Môžeme tiež použiť vážený kĺzavý priemer (dať väčšiu váhu nedávnym hodnotám).
sv: Vi kan också använda ett viktat glidande medelvärde (ge mer vikt åt de senaste värdena).
sw: Tunaweza pia kutumia mwelekeo wa kusonga ulio na uzito (kutoa uzito zaidi kwa thamani za hivi karibuni).
tr: Ayrıca ağırlıklı bir hareketli ortalama kullanabiliriz (son değerleri daha fazla ağırlıklandırmak).
uk: Можна також використовувати зважене рухоме середнє (надавати більше ваги останнім значенням).
vi: Ta cũng có thể sử dụng một trung bình di động có trọng số (cho nhiều trọng số hơn cho các giá trị gần đây).
zh_hans: 我们也可以使用加权移动平均（给最近的值更大的权重）。

# mean_l8_s3_title
source: Exemple (fenêtre k=3)
af: Voorbeeld (venster k=3)
bg: Пример (прозорец k=3)
cs: Příklad (okno k=3)
da: Eksempel (vindue k=3)
de: Beispiel (Fenster k=3)
el: Παράδειγμα (παράθυρο k=3)
es: Ejemplo (ventana k=3)
fi: Esimerkki (ikkuna k=3)
fil: Halimbawa (window k=3)
hu: Példa (k=3 ablak)
id: Contoh (jendela k=3)
it: Esempio (finestra k=3)
ja: 例（ウィンドウk=3）
ko: 예시 (윈도우 k=3)
nl: Voorbeeld (venster k=3)
no: Eksempel (vindu k=3)
pl: Przykład (okno k=3)
pt_pt: Exemplo (janela k=3)
ro: Exemplu (fereastră k=3)
ru: Пример (окно k=3)
sk: Príklad (okno k=3)
sv: Exempel (fönster k=3)
sw: Mfano (dirisha k=3)
tr: Örnek (pencere k=3)
uk: Приклад (вікно k=3)
vi: Ví dụ (cửa sổ k=3)
zh_hans: 示例（窗口k=3）

# mean_l8_s3_b1
source: Série : 10, 13, 9, 12, 11.
af: Reeks: 10, 13, 9, 12, 11.
bg: Ред: 10, 13, 9, 12, 11.
da: Serie: 10, 13, 9, 12, 11.
de: Serie: 10, 13, 9, 12, 11.
el: Σειρά: 10, 13, 9, 12, 11.
es: Serie: 10, 13, 9, 12, 11.
fi: Sarja: 10, 13, 9, 12, 11.
hu: Sorozat: 10, 13, 9, 12, 11.
id: Seri: 10, 13, 9, 12, 11.
it: Serie: 10, 13, 9, 12, 11.
ja: 系列：10、13、9、12、11。
ko: 시계열: 10, 13, 9, 12, 11.
nl: Reeks: 10, 13, 9, 12, 11.
no: Serie: 10, 13, 9, 12, 11.
pl: Szereg: 10, 13, 9, 12, 11.
ro: Serie: 10, 13, 9, 12, 11.
ru: Ряд: 10, 13, 9, 12, 11.
sk: Séria: 10, 13, 9, 12, 11.
sv: Serie: 10, 13, 9, 12, 11.
sw: Mfululizo: 10, 13, 9, 12, 11.
tr: Dizi: 10, 13, 9, 12, 11.
uk: Серія: 10, 13, 9, 12, 11.
vi: Chuỗi: 10, 13, 9, 12, 11.
zh_hans: 序列：10，13，9，12，11。

# mean_l8_s3_b2
source: MA3 au 3e point = (10+13+9)/3 = 10,67.
af: MA3 by die 3de punt = (10+13+9)/3 = 10,67.
bg: MA3 на 3-та точка = (10+13+9)/3 = 10,67.
cs: MA3 na 3. bodě = (10+13+9)/3 = 10,67.
da: MA3 på 3. punkt = (10+13+9)/3 = 10,67.
de: MA3 am 3. Punkt = (10+13+9)/3 = 10,67.
el: MA3 στο 3ο σημείο = (10+13+9)/3 = 10,67.
es: MA3 en el 3er punto = (10+13+9)/3 = 10,67.
fi: MA3 kolmannessa pisteessä = (10+13+9)/3 = 10,67.
fil: MA3 sa 3rd point = (10+13+9)/3 = 10.67.
hu: MA3 a 3. pontnál = (10+13+9)/3 = 10,67.
id: MA3 pada titik ke-3 = (10+13+9)/3 = 10,67.
it: MA3 al 3° punto = (10+13+9)/3 = 10,67.
ja: 3番目の点でのMA3 = (10+13+9)/3 = 10.67。
ko: 3번째 지점의 MA3 = (10+13+9)/3 = 10.67.
nl: MA3 op het 3e punt = (10+13+9)/3 = 10,67.
no: MA3 på 3. punkt = (10+13+9)/3 = 10,67.
pl: MA3 w 3. punkcie = (10+13+9)/3 = 10,67.
pt_pt: MA3 no 3º ponto = (10+13+9)/3 = 10,67.
ro: MA3 la punctul 3 = (10+13+9)/3 = 10,67.
ru: MA3 на 3-й точке = (10+13+9)/3 = 10,67.
sk: MA3 na 3. bode = (10+13+9)/3 = 10,67.
sv: MA3 vid 3:e punkten = (10+13+9)/3 = 10,67.
sw: MA3 katika pointi ya 3 = (10+13+9)/3 = 10.67.
tr: 3. noktadaki MA3 = (10+13+9)/3 = 10,67.
uk: MA3 на 3-му пункті = (10+13+9)/3 = 10,67.
vi: MA3 tại điểm thứ 3 = (10+13+9)/3 = 10,67.
zh_hans: 第3点的MA3 = (10+13+9)/3 = 10.67。

# mean_l8_s3_b3
source: MA3 au 4e point = (13+9+12)/3 = 11,33.
af: MA3 by die 4de punt = (13+9+12)/3 = 11,33.
bg: MA3 на 4-та точка = (13+9+12)/3 = 11,33.
cs: MA3 na 4. bodě = (13+9+12)/3 = 11,33.
da: MA3 på 4. punkt = (13+9+12)/3 = 11,33.
de: MA3 am 4. Punkt = (13+9+12)/3 = 11,33.
el: MA3 στο 4ο σημείο = (13+9+12)/3 = 11,33.
es: MA3 en el 4to punto = (13+9+12)/3 = 11,33.
fi: MA3 neljännessä pisteessä = (13+9+12)/3 = 11,33.
fil: MA3 sa 4th point = (13+9+12)/3 = 11.33.
hu: MA3 a 4. pontnál = (13+9+12)/3 = 11,33.
id: MA3 pada titik ke-4 = (13+9+12)/3 = 11,33.
it: MA3 al 4° punto = (13+9+12)/3 = 11,33.
ja: 4番目の点でのMA3 = (13+9+12)/3 = 11.33。
ko: 4번째 지점의 MA3 = (13+9+12)/3 = 11.33.
nl: MA3 op het 4e punt = (13+9+12)/3 = 11,33.
no: MA3 på 4. punkt = (13+9+12)/3 = 11,33.
pl: MA3 w 4. punkcie = (13+9+12)/3 = 11,33.
pt_pt: MA3 no 4º ponto = (13+9+12)/3 = 11,33.
ro: MA3 la punctul 4 = (13+9+12)/3 = 11,33.
ru: MA3 на 4-й точке = (13+9+12)/3 = 11,33.
sk: MA3 na 4. bode = (13+9+12)/3 = 11,33.
sv: MA3 vid 4:e punkten = (13+9+12)/3 = 11,33.
sw: MA3 katika pointi ya 4 = (13+9+12)/3 = 11.33.
tr: 4. noktadaki MA3 = (13+9+12)/3 = 11,33.
uk: MA3 на 4-му пункті = (13+9+12)/3 = 11,33.
vi: MA3 tại điểm thứ 4 = (13+9+12)/3 = 11,33.
zh_hans: 第4点的MA3 = (13+9+12)/3 = 11.33。

# mean_l8_s3_b4
source: MA3 au 5e point = (9+12+11)/3 = 10,67.
af: MA3 by die 5de punt = (9+12+11)/3 = 10,67.
bg: MA3 на 5-та точка = (9+12+11)/3 = 10,67.
cs: MA3 na 5. bodě = (9+12+11)/3 = 10,67.
da: MA3 på 5. punkt = (9+12+11)/3 = 10,67.
de: MA3 am 5. Punkt = (9+12+11)/3 = 10,67.
el: MA3 στο 5ο σημείο = (9+12+11)/3 = 10,67.
es: MA3 en el 5to punto = (9+12+11)/3 = 10,67.
fi: MA3 viidennessä pisteessä = (9+12+11)/3 = 10,67.
fil: MA3 sa 5th point = (9+12+11)/3 = 10.67.
hu: MA3 az 5. pontnál = (9+12+11)/3 = 10,67.
id: MA3 pada titik ke-5 = (9+12+11)/3 = 10,67.
it: MA3 al 5° punto = (9+12+11)/3 = 10,67.
ja: 5番目の点でのMA3 = (9+12+11)/3 = 10.67。
ko: 5번째 지점의 MA3 = (9+12+11)/3 = 10.67.
nl: MA3 op het 5e punt = (9+12+11)/3 = 10,67.
no: MA3 på 5. punkt = (9+12+11)/3 = 10,67.
pl: MA3 w 5. punkcie = (9+12+11)/3 = 10,67.
pt_pt: MA3 no 5º ponto = (9+12+11)/3 = 10,67.
ro: MA3 la punctul 5 = (9+12+11)/3 = 10,67.
ru: MA3 на 5-й точке = (9+12+11)/3 = 10,67.
sk: MA3 na 5. bode = (9+12+11)/3 = 10,67.
sv: MA3 vid 5:e punkten = (9+12+11)/3 = 10,67.
sw: MA3 katika pointi ya 5 = (9+12+11)/3 = 10.67.
tr: 5. noktadaki MA3 = (9+12+11)/3 = 10,67.
uk: MA3 на 5-му пункті = (9+12+11)/3 = 10,67.
vi: MA3 tại điểm thứ 5 = (9+12+11)/3 = 10,67.
zh_hans: 第5点的MA3 = (9+12+11)/3 = 10.67。

# mean_l8_s4_title
source: À quoi faire attention ?
af: Waarop om aandag te gee?
bg: На какво да обърнем внимание?
cs: Na co si dát pozor?
da: Hvad skal man være opmærksom på?
de: Worauf sollte man achten?
el: Σε τι να προσέξουμε;
es: ¿A qué prestar atención?
fi: Mihin kiinnittää huomiota?
fil: Ano ang dapat bigyang-pansin?
hu: Mire kell figyelni?
id: Apa yang perlu diperhatikan?
it: A cosa fare attenzione?
ja: 注意すべきことは？
ko: 주의해야 할 점은 무엇인가요?
nl: Waar moet je op letten?
no: Hva bør man være oppmerksom på?
pl: Na co zwrócić uwagę?
pt_pt: A que prestar atenção?
ro: La ce să fii atent?
ru: На что обратить внимание?
sk: Na čo si dať pozor?
sv: Vad ska man vara uppmärksam på?
sw: Nini cha kuzingatia?
tr: Dikkat edilmesi gerekenler nelerdir?
uk: На що звернути увагу?
vi: Cần chú ý điều gì?
zh_hans: 需要注意什么？

# mean_l8_s4_b1
source: Une moyenne mobile “retarde” l’information : elle lisse mais introduit un décalage.
af: 'n Bewegende gemiddelde "vertraag" die inligting: dit smeer maar stel 'n verskuiwing in.
bg: Подвижната средна „забавя“ информацията: тя изглажда, но въвежда закъснение.
cs: Klouzavý průměr „zpožďuje“ informace: hladí, ale zavádí zpoždění.
da: Et glidende gennemsnit 'forsinker' informationen: det udjævner, men introducerer en forsinkelse.
de: Ein gleitender Mittelwert "verzögert" die Information: er glättet, führt aber zu einer Verzögerung.
el: Ένας κινητός μέσος όρος “καθυστερεί” την πληροφορία: λειαίνει αλλά εισάγει μια καθυστέρηση.
es: Una media móvil 'retrasa' la información: suaviza pero introduce un desfase.
fi: Liukuva keskiarvo 'viivästyttää' tietoa: se tasoittaa, mutta tuo mukanaan viiveen.
fil: Ang isang moving average ay 'naghuhuli' ng impormasyon: ito ay nag-smooth ngunit nagdadala ng isang delay.
hu: A mozgó átlag 'késlelteti' az információt: simít, de eltolást is bevezet.
id: Rata-rata bergerak 'menunda' informasi: ia melicinkan tetapi memperkenalkan keterlambatan.
it: Una media mobile 'ritarda' l'informazione: liscia ma introduce un ritardo.
ja: 移動平均は情報を「遅らせ」ます：平滑化しますが、遅延を導入します。
ko: 이동 평균은 정보를 “지연”시킵니다: 부드럽게 하지만 지연을 도입합니다.
nl: Een voortschrijdend gemiddelde 'vertraagt' de informatie: het gladstrijkt maar introduceert een vertraging.
no: Et glidende gjennomsnitt 'forsinker' informasjonen: det jevner ut, men introduserer en forsinkelse.
pl: Średnia ruchoma 'opóźnia' informacje: wygładza, ale wprowadza opóźnienie.
pt_pt: Uma média móvel 'atraso' a informação: suaviza mas introduz um desfasamento.
ro: O medie mobilă „întârzie” informația: netezește dar introduce un decalaj.
ru: Скользящее среднее «задерживает» информацию: оно сглаживает, но вводит задержку.
sk: Kĺzavý priemer "zdržuje" informácie: hladí, ale zavádza posun.
sv: Ett glidande medelvärde 'fördröjer' informationen: det jämnar ut men introducerar en förskjutning.
sw: Mwelekeo wa kusonga 'unachelewesha' taarifa: inasawazisha lakini inaingiza ucheleweshaji.
tr: Hareketli ortalama 'bilgiyi geciktirir': düzleştirir ama bir kayma getirir.
uk: Рухоме середнє «запізнює» інформацію: воно згладжує, але вводить затримку.
vi: Một trung bình di động 'trì hoãn' thông tin: nó làm mượt nhưng tạo ra một độ trễ.
zh_hans: 移动平均“延迟”信息：它平滑但引入了滞后。

# mean_l8_s4_b2
source: Elle ne remplace pas une analyse complète (saisonnalité, ruptures, outliers).
af: Dit vervang nie 'n volledige analise nie (seisoenaliteit, breekpunte, uitliers).
bg: Тя не замества пълния анализ (сезонност, разломи, аномалии).
cs: Nenahrazuje kompletní analýzu (sezónnost, zlomy, odlehlé hodnoty).
da: Det erstatter ikke en fuldstændig analyse (sæsonbestemt, brud, outliers).
de: Er ersetzt keine vollständige Analyse (Saisonalität, Brüche, Ausreißer).
el: Δεν αντικαθιστά μια πλήρη ανάλυση (εποχικότητα, ρήξεις, ακραίες τιμές).
es: No reemplaza un análisis completo (estacionalidad, rupturas, outliers).
fi: Se ei korvaa täydellistä analyysiä (kausivaihtelu, katkokset, poikkeavat arvot).
fil: Hindi ito pumapalit sa isang kumpletong pagsusuri (seasonality, breaks, outliers).
hu: Nem helyettesíti a teljes elemzést (szezonális hatások, törések, kiugró értékek).
id: Ini tidak menggantikan analisis lengkap (musiman, perubahan, outlier).
it: Non sostituisce un'analisi completa (stagionalità, rotture, outlier).
ja: 完全な分析（季節性、変化点、外れ値）に取って代わるものではありません。
ko: 완전한 분석(계절성, 단절, 이상치)을 대체하지 않습니다.
nl: Het vervangt geen volledige analyse (seizoensgebondenheid, breuken, outliers).
no: Det erstatter ikke en fullstendig analyse (sesongvariasjoner, brudd, uteliggere).
pl: Nie zastępuje pełnej analizy (sezonowość, zmiany, wartości odstające).
pt_pt: Não substitui uma análise completa (sazonalidade, rupturas, outliers).
ro: Nu înlocuiește o analiză completă (sezonalitate, rupturi, valori aberante).
ru: Оно не заменяет полный анализ (сезонность, разрывы, выбросы).
sk: Nahrádza kompletnú analýzu (sezónnosť, zmeny, odľahlé hodnoty).
sv: Det ersätter inte en fullständig analys (säsongsvariation, brytpunkter, avvikande värden).
sw: Haitoi mbadala wa uchambuzi kamili (msimu, kuvunjika, outliers).
tr: Tam bir analizin yerini almaz (mevsimsellik, kırılmalar, aşırı değerler).
uk: Воно не замінює повний аналіз (сезонність, розриви, викиди).
vi: Nó không thay thế một phân tích hoàn chỉnh (tính mùa vụ, đứt gãy, ngoại lai).
zh_hans: 它不能替代全面分析（季节性、断裂、异常值）。

# mean_l8_s4_b3
source: Si la fenêtre est trop grande, on perd des détails importants.
af: As die venster te groot is, verloor ons belangrike besonderhede.
bg: Ако прозорецът е твърде голям, губим важни детайли.
cs: Pokud je okno příliš velké, ztrácíme důležité detaily.
da: Hvis vinduet er for stort, mister vi vigtige detaljer.
de: Wenn das Fenster zu groß ist, gehen wichtige Details verloren.
el: Αν το παράθυρο είναι πολύ μεγάλο, χάνουμε σημαντικές λεπτομέρειες.
es: Si la ventana es demasiado grande, se pierden detalles importantes.
fi: Jos ikkuna on liian suuri, menetämme tärkeitä yksityiskohtia.
fil: Kung ang window ay masyadong malaki, nawawalan tayo ng mahahalagang detalye.
hu: Ha az ablak túl nagy, fontos részleteket veszítünk el.
id: Jika jendela terlalu besar, kita kehilangan detail penting.
it: Se la finestra è troppo grande, si perdono dettagli importanti.
ja: ウィンドウが大きすぎると、重要な詳細を失います。
ko: 윈도우가 너무 크면 중요한 세부정보를 잃게 됩니다.
nl: Als het venster te groot is, verliezen we belangrijke details.
no: Hvis vinduet er for stort, mister vi viktige detaljer.
pl: Jeśli okno jest zbyt duże, tracimy ważne szczegóły.
pt_pt: Se a janela for muito grande, perdemos detalhes importantes.
ro: Dacă fereastra este prea mare, pierdem detalii importante.
ru: Если окно слишком велико, мы теряем важные детали.
sk: Ak je okno príliš veľké, prichádzame o dôležité detaily.
sv: Om fönstret är för stort förlorar vi viktiga detaljer.
sw: Ikiwa dirisha ni kubwa sana, tunapoteza maelezo muhimu.
tr: Eğer pencere çok büyükse, önemli detayları kaybederiz.
uk: Якщо вікно занадто велике, ми втрачаємо важливі деталі.
vi: Nếu cửa sổ quá lớn, ta mất đi những chi tiết quan trọng.
zh_hans: 如果窗口太大，我们会失去重要细节。

# mean_l8_q1
source: MA3 de (10, 13, 9) ?
af: MA3 van (10, 13, 9)?
bg: MA3 от (10, 13, 9)?
cs: MA3 z (10, 13, 9)?
da: MA3 af (10, 13, 9)?
de: MA3 von (10, 13, 9)?
el: MA3 του (10, 13, 9);
fi: MA3 (10, 13, 9)?
fil: MA3 ng (10, 13, 9)?
hu: MA3 a (10, 13, 9) esetén?
id: MA3 dari (10, 13, 9)?
it: MA3 di (10, 13, 9)?
ja: (10, 13, 9)のMA3は？
ko: (10, 13, 9)의 MA3는?
nl: MA3 van (10, 13, 9)?
no: MA3 av (10, 13, 9)?
pl: MA3 z (10, 13, 9)?
ro: MA3 din (10, 13, 9)?
ru: MA3 от (10, 13, 9)?
sk: MA3 z (10, 13, 9)?
sv: MA3 av (10, 13, 9)?
sw: MA3 ya (10, 13, 9)?
tr: (10, 13, 9) için MA3?
uk: MA3 з (10, 13, 9)?
vi: MA3 của (10, 13, 9)?
zh_hans: (10, 13, 9)的MA3？

# mean_l9_title
source: 9) Moyenne avec effectifs (fréquences) et données groupées
af: 9) Gemiddelde met frekwensies en gegroepeerde data
bg: 9) Средна с честоти (фреквенции) и групирани данни
cs: 9) Průměr s četnostmi (frekvencemi) a seskupenými daty
da: 9) Gennemsnit med frekvenser (frekvenser) og grupperede data
de: 9) Mittelwert mit Häufigkeiten (Frequenzen) und gruppierten Daten
el: 9) Μέση με συχνότητες (συχνότητες) και ομαδοποιημένα δεδομένα
es: 9) Media con frecuencias y datos agrupados
fi: 9) Keskiarvo frekvenssien (taajuuksien) ja ryhmiteltyjen tietojen kanssa
fil: Moyenne avec effectifs (fréquences) et données groupées
hu: 9) Átlag gyakoriságokkal (frekvenciák) és csoportosított adatokkal
id: Rata-rata dengan frekuensi dan data yang dikelompokkan
it: 9) Media con effettivi (frequenze) e dati raggruppati
ja: 頻度（フリークエンシー）とグループ化されたデータによる平均
ko: 9) 빈도수(주파수)와 집계된 데이터로 평균 구하기
nl: 9) Gemiddelde met frequenties en gegroepeerde data
no: 9) Gjennomsnitt med frekvenser og grupperte data
pl: 9) Średnia z liczebności (częstości) i danych zgrupowanych
pt_pt: 9) Média com efetivos (frequências) e dados agrupados
ro: 9) Medie cu efective (frecvențe) și date grupate
ru: 9) Среднее с частотами (частоты) и сгруппированными данными
sk: 9) Priemer s frekvenciami a zoskupenými dátami
sv: 9) Medelvärde med frekvenser och grupperade data
sw: Mwelekeo na idadi (mara) na data zilizopangwa
tr: 9) Frekanslarla (sıklıklar) ve gruplandırılmış verilerle ortalama
uk: 9) Середнє з частотами (частоти) та згрупованими даними
vi: 9) Trung bình với tần suất (frequencies) và dữ liệu nhóm
zh_hans: 带频数的平均值（频率）和分组数据

# mean_l9_sub
source: Tableaux d’effectifs, fréquences, classes (intervalles) : calcul direct ou approximation par centres de classes.
af: Frekwensie tabelle, klasse (intervalle): direkte berekening of benadering deur klasse sentrums.
bg: Таблици с честоти, фреквенции, класове (интервали): директно изчисление или приближение чрез центрове на класове.
cs: Tabulky četností, frekvence, třídy (intervaly): přímý výpočet nebo aproximace středů tříd.
da: Frekvenstabeller, frekvenser, klasser (intervaller): direkte beregning eller approximation ved klassecentre.
de: Häufigkeitstabellen, Frequenzen, Klassen (Intervalle): direkte Berechnung oder Annäherung durch Klassenmittelwerte.
el: Πίνακες συχνοτήτων, συχνότητες, κλάσεις (διαστήματα): άμεσος υπολογισμός ή προσέγγιση μέσω κέντρων κλάσεων.
es: Tablas de frecuencias, clases (intervalos): cálculo directo o aproximación por centros de clases.
fi: Frekvenssit, taulukot, luokat (väliarvot): suora laskenta tai approksimaatio luokkakeskusten avulla.
hu: Gyakorisági táblázatok, frekvenciák, osztályok (intervallumok): közvetlen számítás vagy osztályközépek szerinti közelítés.
id: Tabel frekuensi, frekuensi, kelas (interval): perhitungan langsung atau pendekatan melalui pusat kelas.
it: Tabelle di effettivi, frequenze, classi (intervalli): calcolo diretto o approssimazione per centri di classi.
ja: 頻度、クラス（区間）の表：直接計算またはクラスの中心による近似。
ko: 빈도수, 주파수, 클래스(구간) 표: 직접 계산 또는 클래스 중심으로 근사.
nl: Frequentietabellen, frequenties, klassen (intervallen): directe berekening of benadering door klassenmiddens.
no: Frekvenstabeller, frekvenser, klasser (intervaller): direkte beregning eller tilnærming ved klassemidler.
pl: Tabele liczebności, częstości, klasy (przedziały): obliczenia bezpośrednie lub przybliżenie przez centra klas.
pt_pt: Tabelas de efetivos, frequências, classes (intervalos): cálculo direto ou aproximação por centros de classes.
ro: Tabele de efective, frecvențe, clase (intervale): calcul direct sau aproximare prin centre de clase.
ru: Таблицы частот, частоты, классы (интервалы): прямой расчет или приближение по центрам классов.
sk: Tabuľky frekvencií, triedy (intervaly): priamy výpočet alebo aproximácia pomocou stredov tried.
sv: Frekvenstabeller, frekvenser, klasser (intervall): direkt beräkning eller approximation genom klasscentra.
sw: Meza za idadi, mara, madarasa (vipindi): hesabu moja kwa moja au makadirio kwa vitu vya madarasa.
tr: Frekans tabloları, sıklıklar, sınıflar (aralıklar): doğrudan hesaplama veya sınıf merkezleri ile yaklaşık hesaplama.
uk: Таблиці частот, частоти, класи (інтервали): прямий розрахунок або апроксимація за центрами класів.
vi: Bảng tần suất, tần suất, lớp (khoảng): tính toán trực tiếp hoặc xấp xỉ bằng trung tâm của lớp.
zh_hans: 频数表、频率、类别（区间）：直接计算或通过类别中心近似。

# mean_tag_frequency
source: fréquences
af: frekwensies
bg: фреквенции
cs: frekvence
da: frekvenser
de: Frequenzen
el: συχνότητες
es: frecuencias
fi: taajuudet
hu: frekvenciák
id: frekuensi
it: frequenze
ja: 頻度
ko: 주파수
nl: frequenties
no: frekvenser
pl: częstości
pt_pt: frequências
ro: frecvențe
ru: частоты
sk: frekvencie
sv: frekvenser
sw: mara
tr: sıklıklar
uk: частоти
vi: tần suất
zh_hans: 频率

# mean_tag_grouped
source: classes
af: klasse
bg: класове
cs: třídy
da: klasser
de: Klassen
el: κλάσεις
es: clases
fi: luokat
fil: mga klase
hu: osztályok
id: kelas
it: classi
ja: クラス
ko: 클래스
nl: klassen
no: klasser
pl: klasy
ro: clase
ru: классы
sk: triedy
sv: klasser
sw: madarasa
tr: sınıflar
uk: класи
vi: lớp
zh_hans: 类别

# mean_tag_table
source: tableaux
af: tabelle
bg: таблици
cs: tabulky
da: tabeller
de: Tabellen
el: πίνακες
es: tablas
fi: taulukot
fil: mga talahanayan
hu: táblázatok
id: tabel
it: tabelle
ja: 表
ko: 표
nl: tabellen
no: tabeller
pl: tabele
pt_pt: tabelas
ro: tabele
ru: таблицы
sk: tabuľky
sv: tabeller
sw: meza
tr: tablolar
uk: таблиці
vi: bảng
zh_hans: 表格

# mean_l9_s1_title
source: Moyenne avec effectifs (fréquences)
af: Gemiddelde met frekwensies
bg: Средна с честоти (фреквенции)
cs: Průměr s četnostmi (frekvence)
da: Gennemsnit med frekvenser
de: Durchschnitt mit Häufigkeiten (Frequenzen)
el: Μέση με συχνότητες (συχνότητες)
es: Media con frecuencias
fi: Keskimäärä frekvensseillä
fil: Average na may mga bilang (dalas)
hu: Átlag a gyakoriságokkal
id: Rata-rata dengan frekuensi
it: Media con frequenze
ja: 頻度による平均
ko: 빈도수(주파수)로 평균 구하기
nl: Gemiddelde met frequenties
no: Gjennomsnitt med frekvenser
pl: Średnia z częstościami
pt_pt: Média com efetivos (frequências)
ro: Medie cu efective (frecvențe)
ru: Среднее с частотами (частоты)
sk: Priemer s frekvenciami
sv: Medelvärde med frekvenser
sw: Wastani na idadi (mara nyingi)
tr: Frekanslarla birlikte ortalama
uk: Середнє з частотами (частоти)
vi: Trung bình với tần số (tần suất)
zh_hans: 带频数的平均值（频率）
