Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# rot_l5_sub
source: Erreurs de tableau, unités incohérentes, mauvais sens.
af: Tabelfoute, ons onewe eenhede, verkeerde sin.
bg: Грешки в таблицата, несъответстващи единици, неправилен смисъл.
cs: Chyby v tabulce, nekonzistentní jednotky, špatný směr.
da: Tabelfejl, inkonsekvente enheder, forkert retning.
de: Tabellenfehler, inkonsistente Einheiten, falsche Richtung.
el: 10) Λάθη πίνακα, ασυνεπείς μονάδες, λάθος κατεύθυνση.
es: Errores de tabla, unidades incoherentes, sentido incorrecto.
fi: Taulukko- ja yksikkövirheet, väärä suunta.
fil: 10) Table errors, inconsistent units, wrong direction.
hu: Táblázati hibák, inkonzisztens egységek, rossz irány.
id: 10) Kesalahan tabel, satuan yang tidak konsisten, arah yang salah.
it: Errori di tabella, unità incoerenti, senso sbagliato.
ja: 表のエラー、一貫性のない単位、誤った方向。
ko: 10) 표의 오류, 일관되지 않은 단위, 잘못된 방향.
nl: Tabelfouten, inconsistente eenheden, verkeerde richting.
no: Tabellfeil, inkonsekvente enheter, feil retning.
pl: Błędy w tabeli, niespójne jednostki, zły sens.
pt_pt: Erros de tabela, unidades incoerentes, sentido errado.
ro: Erori de tabel, unități incoerente, sens greșit.
ru: Ошибки в таблице, несоответствующие единицы, неправильное направление.
sk: Chyby v tabuľke, nekonzistentné jednotky, nesprávny smer.
sv: Tabellfel, inkonsekventa enheter, fel riktning.
sw: Makosa ya jedwali, vitengo visivyo na mwelekeo, mwelekeo mbaya.
tr: Tablo hataları, tutarsız birimler, yanlış yön.
uk: Помилки в таблиці, несумісні одиниці, неправильний напрямок.
vi: 10) Lỗi bảng, đơn vị không nhất quán, hướng sai.
zh_hans: 表格错误，单位不一致，方向错误。

# rot_tag_traps
source: pièges
af: slaggate
bg: капани
cs: nástrahy
da: fælder
de: fallen
el: 11) παγίδες
es: trampas
fi: ansat
fil: 11) traps
hu: csapdák
id: 11) perangkap
it: trappole
ja: 罠
ko: 11) 함정
nl: valkuilen
no: feller
pl: pułapki
pt_pt: armadilhas
ro: capcane
ru: ловушки
sk: pasce
sv: fällor
sw: mitego
tr: tuzaqlar
uk: пастки
vi: 11) cạm bẫy
zh_hans: 陷阱

# rot_l5_s1_title
source: À vérifier avant de calculer
af: Om te verifieer voordat jy bereken
bg: Да се провери преди изчисление
cs: Ověřit před výpočtem
da: At kontrollere før beregning
de: Vor der Berechnung überprüfen
el: 12) Να ελέγχεται πριν από τον υπολογισμό
es: A verificar antes de calcular
fi: Tarkistettavaa ennen laskemista
fil: 12) To be checked before calculating
hu: Ellenőrizni kell a számítás előtt
id: 12) Harus diperiksa sebelum menghitung
it: Da verificare prima di calcolare
ja: 計算する前に確認する
ko: 12) 계산하기 전에 확인해야 할 사항
nl: Te controleren voordat je gaat berekenen
no: Å sjekke før man beregner
pl: Do sprawdzenia przed obliczeniem
pt_pt: A verificar antes de calcular
ro: De verificat înainte de a calcula
ru: Проверить перед расчетом
sk: Overiť pred výpočtom
sv: Att kontrollera innan beräkning
sw: Ili kuthibitisha kabla ya kuhesabu
tr: Hesaplamadan önce kontrol edin
uk: Перевірити перед обчисленням
vi: 12) Cần kiểm tra trước khi tính toán
zh_hans: 在计算之前检查

# rot_l5_s1_b1
source: Convertir toutes les valeurs dans les mêmes unités.
af: Omskakel alle waardes na dieselfde eenhede.
bg: Да се конвертират всички стойности в същите единици.
cs: Převést všechny hodnoty na stejné jednotky.
da: Konverter alle værdier til de samme enheder.
de: Alle Werte in denselben Einheiten umrechnen.
el: 13) Μετατροπή όλων των τιμών στις ίδιες μονάδες.
es: Convertir todos los valores a las mismas unidades.
fi: Muunna kaikki arvot samoihin yksiköihin.
fil: 13) Convert all values to the same units.
hu: Minden értéket azonos egységekbe kell konvertálni.
id: 13) Mengonversi semua nilai ke dalam satuan yang sama.
it: Convertire tutti i valori nelle stesse unità.
ja: すべての値を同じ単位に変換する。
ko: 13) 모든 값을 동일한 단위로 변환하기.
nl: Zorg ervoor dat alle waarden in dezelfde eenheden zijn.
no: Konverter alle verdier til de samme enhetene.
pl: Przekształcić wszystkie wartości na te same jednostki.
pt_pt: Converter todos os valores nas mesmas unidades.
ro: Convertiți toate valorile în aceleași unități.
ru: Преобразовать все значения в одни и те же единицы.
sk: Preveďte všetky hodnoty na rovnaké jednotky.
sv: Konvertera alla värden till samma enheter.
sw: Geuza thamani zote kuwa katika vitengo sawa.
tr: Tüm değerleri aynı birimlere dönüştürün.
uk: Перетворити всі значення в однакові одиниці.
vi: 13) Chuyển đổi tất cả các giá trị về cùng một đơn vị.
zh_hans: 将所有值转换为相同单位。

# rot_l5_s1_b2
source: Garder les colonnes cohérentes (mêmes grandeurs sur une même colonne).
af: Hou die kolomme konsekwent (dieselfde groothede in dieselfde kolom).
bg: Да се запазят колоните последователни (същите величини в една и съща колона).
cs: Udržovat sloupce konzistentní (stejné veličiny ve stejném sloupci).
da: Hold kolonnerne konsistente (samme størrelser i samme kolonne).
de: Spalten konsistent halten (gleiche Größen in einer Spalte).
el: 14) Διατήρηση των στηλών συνεπών (ίδιες ποσότητες σε μία στήλη).
es: Mantener las columnas coherentes (mismas magnitudes en una misma columna).
fi: Pidä sarakkeet johdonmukaisina (samat suureet samassa sarakkeessa).
fil: 14) Keep columns consistent (same quantities in the same column).
hu: Meg kell tartani a oszlopok konzisztenciáját (ugyanazok a mennyiségek egy oszlopban).
id: 14) Menjaga kolom tetap konsisten (besaran yang sama dalam satu kolom).
it: Mantenere le colonne coerenti (stesse grandezze in una stessa colonna).
ja: 列を一貫性のあるものに保つ（同じ列に同じ量を）。
ko: 14) 열을 일관되게 유지하기 (같은 열에 같은 크기).
nl: Houd de kolommen consistent (dezelfde grootheden in dezelfde kolom).
no: Hold kolonnene konsistente (samme størrelser i samme kolonne).
pl: Zachować spójność kolumn (te same wielkości w tej samej kolumnie).
pt_pt: Manter as colunas coerentes (mesmas grandezas em uma mesma coluna).
ro: Mențineți coloanele coerente (aceleași mărimi pe o singură coloană).
ru: Сохранять столбцы согласованными (одинаковые величины в одном столбце).
sk: Udržujte stĺpce konzistentné (rovnaké veličiny v jednom stĺpci).
sv: Hålla kolumner konsekventa (samma storheter i samma kolumn).
sw: Hifadhi safu kuwa na mwelekeo sawa (kiasi sawa katika safu moja).
tr: Sütunları tutarlı tutun (aynı büyüklükler aynı sütunda).
uk: Зберігати стовпці узгодженими (однакові величини в одному стовпці).
vi: 14) Giữ các cột nhất quán (các đại lượng giống nhau trong cùng một cột).
zh_hans: 保持列一致（同一列上的量相同）。

# rot_l5_s1_b3
source: Tester rapidement : si A augmente, B augmente (directe) ou diminue (inverse).
af: Toets vinnig: as A toeneem, neem B toe (direk) of af (omgekeerd).
bg: Бързо тестване: ако A нараства, B нараства (директно) или намалява (обратно).
cs: Rychle otestovat: pokud A roste, B roste (přímé) nebo klesá (inverzní).
da: Test hurtigt: hvis A stiger, stiger B (direkte) eller falder (omvendt).
de: Schnell testen: Wenn A steigt, steigt B (direkt) oder sinkt (umgekehrt).
el: 15) Γρήγορη δοκιμή: αν το A αυξάνεται, το B αυξάνεται (άμεση) ή μειώνεται (αντίστροφη).
es: Probar rápidamente: si A aumenta, B aumenta (directa) o disminuye (inversa).
fi: Testaa nopeasti: jos A kasvaa, B kasvaa (suora) tai vähenee (käänteinen).
fil: 15) Test quickly: if A increases, B increases (direct) or decreases (inverse).
hu: Gyors teszt: ha A nő, B nő (közvetlen) vagy csökken (fordított).
id: 15) Uji dengan cepat: jika A meningkat, B meningkat (langsung) atau menurun (terbalik).
it: Testare rapidamente: se A aumenta, B aumenta (diretta) o diminuisce (inversa).
ja: 迅速にテストする：A が増加すると、B が増加する（直接）か減少する（逆）。
ko: 15) 빠르게 테스트하기: A가 증가하면 B가 증가 (직접) 또는 감소 (역).
nl: Snel testen: als A toeneemt, neemt B toe (rechtstreeks) of af (omgekeerd).
no: Test raskt: hvis A øker, øker B (direkte) eller minker (omvendt).
pl: Szybko przetestować: jeśli A rośnie, B rośnie (prosta) lub maleje (odwrotna).
pt_pt: Testar rapidamente : se A aumenta, B aumenta (direta) ou diminui (inversa).
ro: Testați rapid : dacă A crește, B crește (direct) sau scade (invers).
ru: Быстро протестировать: если A увеличивается, B увеличивается (прямое) или уменьшается (обратное).
sk: Rýchlo otestovať: ak A rastie, B rastie (priamka) alebo klesá (inverzné).
sv: Testa snabbt: om A ökar, ökar B (direkt) eller minskar (omvänt).
sw: Jaribu haraka: ikiwa A inaongezeka, B inaongezeka (moja kwa moja) au inapungua (kinyume).
tr: Hızlı test: Eğer A artıyorsa, B artar (doğru) veya azalır (ters).
uk: Швидко протестувати: якщо A збільшується, B збільшується (прямий) або зменшується (обернений).
vi: 15) Kiểm tra nhanh: nếu A tăng, B tăng (tỉ lệ trực tiếp) hoặc giảm (tỉ lệ nghịch).
zh_hans: 快速测试：如果 A 增加，B 增加（正向）或减少（反向）。

# rot_l5_q1
source: Si A augmente et B diminue (produit constant), on est en :
af: As A toeneem en B afneem (konstante produk), is ons in:
bg: Ако A нараства и B намалява (постоянен продукт), ние сме в:
cs: Pokud A roste a B klesá (konstantní produkt), jsme v:
da: Hvis A stiger og B falder (konstant produkt), er vi i:
de: Wenn A steigt und B sinkt (konstantes Produkt), sind wir in:
el: 16) Αν το A αυξάνεται και το B μειώνεται (σταθερό προϊόν), είμαστε σε:
es: Si A aumenta y B disminuye (producto constante), estamos en:
fi: Jos A kasvaa ja B vähenee (vakio tuote), olemme:
fil: 16) If A increases and B decreases (constant product), we are in:
hu: Ha A nő és B csökken (állandó szorzat), akkor:
id: 16) Jika A meningkat dan B menurun (produk konstan), kita berada di:
it: Se A aumenta e B diminuisce (prodotto costante), siamo in:
ja: A が増加し、B が減少する（定数の積）、私たちは：
ko: 16) A가 증가하고 B가 감소하면 (일정한 곱), 우리는 다음에 있다:
nl: Als A toeneemt en B afneemt (constante product), zijn we in:
no: Hvis A øker og B minker (konstant produkt), er vi i:
pl: Jeśli A rośnie, a B maleje (produkt stały), jesteśmy w:
pt_pt: Se A aumenta e B diminui (produto constante), estamos em :
ro: Dacă A crește și B scade (produs constant), suntem în :
ru: Если A увеличивается, а B уменьшается (постоянный продукт), мы находимся в:
sk: Ak A rastie a B klesá (konštantný súčin), sme v:
sv: Om A ökar och B minskar (konstant produkt), är vi i:
sw: Ikiwa A inaongezeka na B inapungua (bidhaa isiyobadilika), tuko katika:
tr: Eğer A artar ve B azalır (sabit çarpan), durumdayız:
uk: Якщо A збільшується, а B зменшується (постійний добуток), ми маємо:
vi: 16) Nếu A tăng và B giảm (tích không đổi), ta đang ở trong:
zh_hans: 如果 A 增加而 B 减少（常数乘积），我们处于：

# rot_l5_q1_a
source: proportionnalité directe
af: direkte proporsionaliteit
bg: директна пропорционалност
cs: přímé proporcionalitě
da: direkte proportionalitet
de: direkter Proportionalität
el: 17) άμεση αναλογικότητα
es: proporcionalidad directa
fi: suora suhteellisuus
fil: 17) direct proportionality
hu: közvetlen arányosság
id: 17) proporsionalitas langsung
it: proporzionalità diretta
ja: 直接比例
ko: 17) 직접 비례
nl: rechtstreekse evenredigheid
no: direkte proporsjonalitet
pl: proporcjonalności prostej
pt_pt: proporcionalidade direta
ro: proporționalitate directă
ru: прямой пропорциональности
sk: priamka proporcie
sv: direkt proportionalitet
sw: ulinganifu wa moja kwa moja
tr: doğru orantılılık
uk: пропорційність пряма
vi: 17) tỉ lệ trực tiếp
zh_hans: 正比例

# rot_l5_q1_b
source: proportionnalité inverse
af: omgekeerde proporsionaliteit
bg: обратна пропорционалност
cs: inverzní proporcionalitě
da: omvendt proportionalitet
de: umgekehrter Proportionalität
el: 18) αντίστροφη αναλογικότητα
es: proporcionalidad inversa
fi: käänteinen suhteellisuus
fil: 18) inverse proportionality
hu: fordított arányosság
id: 18) proporsionalitas terbalik
it: proporzionalità inversa
ja: 逆比例
ko: 18) 역 비례
nl: omgekeerde evenredigheid
no: omvendt proporsjonalitet
pl: proporcjonalności odwrotnej
pt_pt: proporcionalidade inversa
ro: proporționalitate inversă
ru: обратной пропорциональности
sk: inverzné proporcie
sv: omvänd proportionalitet
sw: ulinganifu wa kinyume
tr: ters orantılılık
uk: пропорційність обернена
vi: 18) tỉ lệ nghịch
zh_hans: 反比例

# rot_l5_q1_c
source: variation en pourcentage
af: persentasie variasie
bg: процентна вариация
cs: procentuální variace
da: procentvis ændring
de: Prozentuale Veränderung
el: 19) ποσοστιαία μεταβολή
es: variación en porcentaje
fi: prosentuaalinen muutos
fil: 19) percentage variation
hu: százalékos eltérés
id: 19) variasi dalam persentase
it: variazione in percentuale
ja: パーセンテージの変化
ko: 19) 백분율 변화
nl: percentage verandering
no: prosentvis endring
pl: zmiana w procentach
pt_pt: variação em percentagem
ro: variatie procentuală
ru: изменение в процентах
sk: percentuálna variácia
sv: procentuell förändring
sw: mabadiliko kwa asilimia
tr: yüzde değişimi
uk: зміна у відсотках
vi: 19) biến đổi theo phần trăm
zh_hans: 百分比变化

# rot_l5_q1_exp
source: Quand le produit A×B est constant, la relation est inverse.
af: Wanneer die produk A×B konstant is, is die verhouding omgekeerd.
bg: Когато продуктът A×B е постоянен, връзката е обратна.
cs: Když je produkt A×B konstantní, vztah je inverzní.
da: Når produktet A×B er konstant, er forholdet omvendt.
de: Wenn das Produkt A×B konstant ist, ist die Beziehung umgekehrt.
el: 20) Όταν το προϊόν A×B είναι σταθερό, η σχέση είναι αντίστροφη.
es: Cuando el producto A×B es constante, la relación es inversa.
fi: Kun tuote A×B on vakio, suhde on käänteinen.
fil: 20) When the product A×B is constant, the relationship is inverse.
hu: Ha az A×B termék állandó, a kapcsolat fordított.
id: 20) Ketika produk A×B konstan, hubungan tersebut adalah terbalik.
it: Quando il prodotto A×B è costante, la relazione è inversa.
ja: A×B の積が一定のとき、関係は逆です。
ko: 20) A×B의 곱이 일정할 때, 관계는 역이다.
nl: Wanneer het product A×B constant is, is de relatie omgekeerd.
no: Når produktet A×B er konstant, er forholdet omvendt.
pl: Gdy produkt A×B jest stały, relacja jest odwrotna.
pt_pt: Quando o produto A×B é constante, a relação é inversa.
ro: Când produsul A×B este constant, relația este inversă.
ru: Когда произведение A×B постоянно, связь обратная.
sk: Keď je produkt A×B konštantný, vzťah je inverzný.
sv: När produkten A×B är konstant, är relationen omvänd.
sw: Wakati bidhaa A×B ni isiyobadilika, uhusiano ni kinyume.
tr: A×B çarpanı sabit olduğunda, ilişki tersdir.
uk: Коли добуток A×B є постійним, зв'язок є оберненим.
vi: 20) Khi tích A×B là không đổi, mối quan hệ là nghịch.
zh_hans: 当乘积 A×B 是常数时，关系是反向的。

# group_dev_pdf_desc
source: Extraction et inspection : champs de formulaires, métadonnées, JSON…
af: Onttrekking en inspeksie: vorms velde, metadata, JSON…
bg: Извличане и инспекция: полета на формуляри, метаданни, JSON…
cs: Extrakce a inspekce: pole formulářů, metadata, JSON…
da: Uddrag og inspektion: formularfelter, metadata, JSON…
de: Extraktion und Inspektion: Formularfelder, Metadaten, JSON…
el: 22) Εξαγωγή και επιθεώρηση: πεδία φορμών, μεταδεδομένα, JSON…
es: Extracción e inspección: campos de formularios, metadatos, JSON…
fi: Poiminta ja tarkastus: lomakekentät, metatiedot, JSON…
fil: Pagkuha at pagsusuri: mga patlang ng form, metadata, JSON…
hu: Kivonás és ellenőrzés: űrlapmezők, metaadatok, JSON…
id: Ekstraksi dan inspeksi: bidang formulir, metadata, JSON...
it: Estrazione e ispezione: campi di moduli, metadati, JSON…
ja: 抽出と検査：フォームフィールド、メタデータ、JSON…
ko: 22) 추출 및 검사: 양식 필드, 메타데이터, JSON…
nl: Extractie en inspectie: formulier velden, metadata, JSON…
no: Uttak og inspeksjon: skjema felt, metadata, JSON…
pl: Ekstrakcja i inspekcja: pola formularzy, metadane, JSON…
pt_pt: Extração e inspeção: campos de formulários, metadados, JSON…
ro: Extracție și inspecție: câmpuri de formulare, metadate, JSON…
ru: Извлечение и проверка: поля форм, метаданные, JSON…
sk: Extrakcia a kontrola: polia formulárov, metadáta, JSON…
sv: Utdragning och inspektion: formulärfält, metadata, JSON…
sw: Uondo na ukaguzi: maeneo ya fomu, metadata, JSON...
tr: Çıkarma ve inceleme: form alanları, meta veriler, JSON…
uk: Витяг та перевірка: поля форм, метадані, JSON…
vi: Trích xuất và kiểm tra: trường biểu mẫu, siêu dữ liệu, JSON…
zh_hans: 提取和检查：表单字段，元数据，JSON…

# pct_subgroup_learn_title
source: Cours
af: Kursus
bg: Курс
cs: Kurz
da: Kursus
de: Kurs
el: 23) Μάθημα
es: Curso
fi: Kurssi
fil: Kurso
hu: Tanfolyam
id: Kursus
it: Corso
ja: コース
ko: 23) 강의
nl: Cursus
no: Kurs
pl: Kurs
pt_pt: Curso
ro: Curs
ru: Курс
sk: Kurz
sv: Kurs
sw: Kozi
tr: Kurs
uk: Курс
vi: Khóa học
zh_hans: 课程

# pct_subgroup_learn_desc
source: Leçons complètes, exemples et quiz pour apprendre vite.
af: Volledige lesse, voorbeelde en toetse om vinnig te leer.
bg: Пълни уроци, примери и тестове за бързо учене.
cs: Kompletní lekce, příklady a kvízy pro rychlé učení.
da: Komplette lektioner, eksempler og quizzer for at lære hurtigt.
de: Vollständige Lektionen, Beispiele und Quiz, um schnell zu lernen.
el: 24) Πλήρη μαθήματα, παραδείγματα και κουίζ για γρήγορη μάθηση.
es: Lecciones completas, ejemplos y cuestionarios para aprender rápido.
fi: Kattavat oppitunnit, esimerkit ja kyselyt nopeaan oppimiseen.
fil: Kompletong aralin, mga halimbawa at pagsusulit para matuto nang mabilis.
hu: Teljes leckék, példák és kvízek a gyors tanuláshoz.
id: Pelajaran lengkap, contoh, dan kuis untuk belajar dengan cepat.
it: Lezioni complete, esempi e quiz per imparare in fretta.
ja: 迅速に学ぶための完全なレッスン、例、クイズ。
ko: 24) 빠르게 배우기 위한 전체 강의, 예제 및 퀴즈.
nl: Volledige lessen, voorbeelden en quizzen om snel te leren.
no: Komplette leksjoner, eksempler og quiz for å lære raskt.
pl: Pełne lekcje, przykłady i quizy, aby szybko się uczyć.
pt_pt: Aulas completas, exemplos e questionários para aprender rapidamente.
ro: Lecții complete, exemple și quizuri pentru a învăța repede.
ru: Полные уроки, примеры и тесты для быстрого обучения.
sk: Úplné lekcie, príklady a kvízy na rýchle učenie.
sv: Kompletta lektioner, exempel och quiz för att lära sig snabbt.
sw: Masomo kamili, mifano na maswali ya kujifunza haraka.
tr: Tam dersler, hızlı öğrenmek için örnekler ve quizler.
uk: Повні уроки, приклади та тести для швидкого навчання.
vi: Bài học đầy đủ, ví dụ và bài kiểm tra để học nhanh.
zh_hans: 完整的课程、示例和测验以快速学习。

# rot_sg_course_title
source: Cours
af: Kursus
bg: Курс
cs: Kurz
da: Kursus
de: Kurse
el: 25) Μάθημα
es: Curso
fi: Kurssi
fil: Kurso
hu: Tanfolyam
id: Kursus
it: Corso
ja: コース
ko: 25) 강의
nl: Cursus
no: Kurs
pl: Kurs
pt_pt: Curso
ro: Curs
ru: Курс
sk: Kurz
sv: Kurs
sw: Kozi
tr: Kurs
uk: Курс
vi: Khóa học
zh_hans: 课程

# rot_sg_course_desc
source: Cours complet + quiz pour maîtriser la règle de trois.
af: Volledige kursus + toets om die drie-reël te bemeester.
bg: Пълен курс + тест за овладяване на правилото на три.
cs: Kompletní kurz + kvíz pro zvládnutí pravidla tří.
da: Komplet kursus + quiz for at mestre tre-reglen.
de: Vollständiger Kurs + Quiz, um die Regel von drei zu beherrschen.
el: 26) Πλήρες μάθημα + κουίζ για την κατανόηση του κανόνα των τριών.
es: Curso completo + cuestionario para dominar la regla de tres.
fi: Kokonaiskurssi + kysely kolmonen säännön hallitsemiseksi.
fil: Kumpletong kurso + pagsusulit para makuha ang kaalaman sa patakaran ng tatlo.
hu: Teljes tanfolyam + kvíz a három szabály elsajátításához.
id: Kursus lengkap + kuis untuk menguasai aturan tiga.
it: Corso completo + quiz per padroneggiare la regola del tre.
ja: 三の法則をマスターするための完全なコース + クイズ。
ko: 26) 삼항 규칙을 마스터하기 위한 전체 강의 + 퀴즈.
nl: Volledige cursus + quiz om de regel van drie te beheersen.
no: Full kurs + quiz for å mestre tre-regelen.
pl: Pełny kurs + quiz, aby opanować regułę trzech.
pt_pt: Curso completo + questionário para dominar a regra de três.
ro: Curs complet + quiz pentru a stăpâni regula de trei.
ru: Полный курс + тест для освоения правила трех.
sk: Úplný kurz + kvíz na zvládnutie pravidla troch.
sv: Komplett kurs + quiz för att behärska tre-regeln.
sw: Kozi kamili + maswali ya kudhibiti sheria ya tatu.
tr: Tam kurs + üçgen kuralını kavramak için quiz.
uk: Повний курс + тест для освоєння правила трьох.
vi: Khóa học đầy đủ + bài kiểm tra để nắm vững quy tắc ba.
zh_hans: 完整课程 + 测验以掌握三的法则。

# dev_pdf_sg_extract_title
source: Extraction
af: Onttrekking
bg: Извличане
cs: Extrakce
da: Udtrækning
de: Extraktion
el: 27) Εξαγωγή
es: Extracción
fi: Poiminta
fil: Pagkuha
hu: Kivonás
id: Ekstraksi
it: Estrazione
ja: 抽出
ko: 27) 추출
nl: Extractie
no: Uttak
pl: Ekstrakcja
pt_pt: Extração
ro: Extracție
ru: Извлечение
sk: Extrakcia
sv: Utdrag
sw: Uondo
tr: Çıkarma
uk: Витяг
vi: Trích xuất
zh_hans: 提取

# dev_pdf_sg_extract_desc
source: Exporter les champs d’un formulaire PDF en JSON.
af: Eksporteer die velde van 'n PDF-formulier na JSON.
bg: Експортиране на полета от PDF формуляр в JSON.
cs: Exportovat pole formuláře PDF do JSON.
da: Eksporter felterne fra en PDF-formular til JSON.
de: Felder eines PDF-Formulars in JSON exportieren.
el: 28) Εξαγωγή των πεδίων μιας φόρμας PDF σε JSON.
es: Exportar los campos de un formulario PDF a JSON.
fi: Viedä PDF-lomakkeen kentät JSON-muotoon.
fil: I-export ang mga patlang ng isang PDF na form sa JSON.
hu: PDF űrlapmezők exportálása JSON-ba.
id: Ekspor bidang dari formulir PDF ke JSON.
it: Esporta i campi di un modulo PDF in JSON.
ja: PDF フォームのフィールドを JSON にエクスポートする。
ko: 28) PDF 양식의 필드를 JSON으로 내보내기.
nl: Exporteer de velden van een PDF-formulier naar JSON.
no: Eksporter feltene i et PDF-skjema til JSON.
pl: Eksportuj pola formularza PDF do JSON.
pt_pt: Exportar os campos de um formulário PDF em JSON.
ro: Exportați câmpurile unui formular PDF în JSON.
ru: Экспортировать поля из PDF-формы в JSON.
sk: Exportovať polia formulára PDF do JSON.
sv: Exportera fälten från ett PDF-formulär till JSON.
sw: Export fomu za PDF katika JSON.
tr: Bir PDF formunun alanlarını JSON'a aktarma.
uk: Експортувати поля з PDF-форми в JSON.
vi: Xuất các trường của một biểu mẫu PDF sang JSON.
zh_hans: 将 PDF 表单的字段导出为 JSON。

# tool_mean_course_title
source: Cours Moyennes
af: Kursus Gemiddeldes
bg: Курс Средни
cs: Kurz Průměry
da: Kursus Gennemsnit
de: Durchschnittskurse
el: 29) Μάθημα Μέσες
es: Curso de Medias
fi: Kurssi Keskiarvot
fil: Kurso ng mga Karaniwang
hu: Átlagok tanfolyama
id: Kursus Rata-rata
it: Corso Medie
ja: 平均コース
ko: 29) 평균 강의
nl: Cursus Gemiddelden
no: Kurs Gjennomsnitt
pl: Kurs Średnie
pt_pt: Curso de Médias
ro: Curs Medii
ru: Курс Средние
sk: Kurz priemer
sv: Kurs Medelvärden
sw: Kozi za Kati
tr: Ortalama Kursları
uk: Курс Середні
vi: Khóa Học Trung Bình
zh_hans: 平均课程

# tool_mean_course_desc
source: Cours sur les notions de moyennes.
af: Kursus oor die konsepte van gemiddeldes.
bg: Курс за понятията за средни.
cs: Kurz o pojmech průměrů.
da: Kursus om begreberne gennemsnit.
de: Kurs über die Konzepte von Durchschnitten.
el: 30) Μάθημα για τις έννοιες των μέσων.
es: Curso sobre las nociones de medias.
fi: Kurssi keskiarvojen käsitteistä.
fil: Kurso tungkol sa mga konsepto ng mga karaniwang halaga.
hu: Tanfolyam az átlagok fogalmairól.
id: Kursus tentang konsep rata-rata.
it: Corso sulle nozioni di medie.
ja: 平均の概念に関するコース。
ko: 30) 평균 개념에 대한 강의.
nl: Cursus over de concepten van gemiddelden.
no: Kurs om begrepene gjennomsnitt.
pl: Kurs dotyczący pojęć średnich.
pt_pt: Curso sobre as noções de médias.
ro: Curs despre noțiunile de medii.
ru: Курс по понятиям средних.
sk: Kurz o pojmoch priemerov.
sv: Kurs om begreppen medelvärden.
sw: Kozi kuhusu dhana za kati.
tr: Ortalama kavramları üzerine kurs.
uk: Курс про поняття середніх.
vi: Khóa học về các khái niệm trung bình.
zh_hans: 关于平均数概念的课程。

# tool_median_course_title
source: Cours Médiane
af: Kursus Mediaan
bg: Курс Медиана
cs: Kurz Medián
da: Kursus Median
de: Median-Kurs
el: 31) Μάθημα Μεσαία
es: Curso de Mediana
fi: Kurssi Mediaani
fil: Kurso ng Mediana
hu: Medián tanfolyama
id: Kursus Median
it: Corso Mediana
ja: 中央値コース
ko: 31) 중앙값 강의
nl: Cursus Mediaan
no: Kurs Median
pl: Kurs Mediana
pt_pt: Curso de Mediana
ro: Curs Mediana
ru: Курс Медиана
sk: Kurz medián
sv: Kurs Median
sw: Kozi ya Kati
tr: Medyan Kursu
uk: Курс Медіана
vi: Khóa Học Trung Vị
zh_hans: 中位数课程
