Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_compare_out2
source: Une comparaison fiable basée sur une méthode mathématique (dénominateur commun ou produit en croix).
af: 'n Betroubare vergelyking gebaseer op 'n wiskundige metode (gemeenskaplike noemer of kruisprodukte).
bg: Надеждно сравнение, основано на математически метод (общ знаменател или кръстосано умножение).
cs: Spolehlivé srovnání založené na matematické metodě (společný jmenovatel nebo křížový součin).
da: En pålidelig sammenligning baseret på en matematisk metode (fælles nævner eller krydsprodukt).
de: Ein zuverlässiger Vergleich basierend auf einer mathematischen Methode (gemeinsamer Nenner oder Kreuzprodukt).
el: Μια αξιόπιστη σύγκριση βασισμένη σε μαθηματική μέθοδο (κοινός παρονομαστής ή διασταυρούμενο προϊόν).
es: Una comparación fiable basada en un método matemático (denominador común o producto en cruz).
fi: Luotettava vertailu matemaattiseen menetelmään perustuen (yhteinen nimittäjä tai ristitulo).
fil: Isang maaasahang paghahambing batay sa isang matematikal na pamamaraan (karaniwang denominator o produkto sa krus).
hu: Egy megbízható összehasonlítás matematikai módszer alapján (közös nevező vagy keresztbe szorzás).
id: Perbandingan yang dapat diandalkan berdasarkan metode matematis (penyebut bersama atau produk silang).
it: Un confronto affidabile basato su un metodo matematico (denominatore comune o prodotto incrociato).
ja: 共通の分母または交差積に基づく信頼できる比較。
ko: 공통 분모 또는 교차 곱을 기반으로 한 신뢰할 수 있는 비교.
nl: Een betrouwbare vergelijking gebaseerd op een wiskundige methode (gemeenschappelijke noemer of kruisproduct).
no: En pålitelig sammenligning basert på en matematisk metode (felles nevner eller kryssmultiplikasjon).
pl: Wiarygodne porównanie oparte na metodzie matematycznej (wspólny mianownik lub iloczyn krzyżowy).
pt_pt: Uma comparação fiável baseada em um método matemático (denominador comum ou produto em cruz).
ro: O comparație de încredere bazată pe o metodă matematică (numitor comun sau produs în cruce).
ru: Надежное сравнение на основе математического метода (общий знаменатель или перекрестное произведение).
sk: Spoľahlivé porovnanie založené na matematickej metóde (spoločný menovateľ alebo krížový súčin).
sv: En pålitlig jämförelse baserad på en matematisk metod (gemensam nämnare eller korsmultiplikation).
sw: Kulinganisha kwa kuaminika kulingana na mbinu ya kihesabu (denominator ya pamoja au bidhaa ya msalaba).
tr: Ortak bir yöntem (ortak payda veya çapraz çarpım) temelinde güvenilir bir karşılaştırma.
uk: Надійне порівняння на основі математичного методу (спільний знаменник або перехресний добуток).
vi: Một so sánh đáng tin cậy dựa trên một phương pháp toán học (mẫu số chung hoặc tích chéo).
zh_hans: 基于数学方法的可靠比较（公分母或交叉相乘）。

# ed_math_fractions_fraction_compare_out3
source: Un résultat immédiatement exploitable pour classer, décider ou poursuivre un calcul.
af: 'n Resultaat wat onmiddellik benut kan word om te klassifiseer, besluit of 'n berekening voort te sit.
bg: Резултат, който може да се използва веднага за класиране, вземане на решение или продължаване на изчисление.
cs: Okamžitě využitelný výsledek pro třídění, rozhodování nebo pokračování v výpočtu.
da: Et resultat der straks kan bruges til at klassificere, beslutte eller fortsætte en beregning.
de: Ein sofort nutzbares Ergebnis zum Klassifizieren, Entscheiden oder Fortsetzen einer Berechnung.
el: Ένα άμεσα εκμεταλλεύσιμο αποτέλεσμα για κατάταξη, απόφαση ή συνέχιση υπολογισμού.
es: Un resultado inmediatamente utilizable para clasificar, decidir o continuar un cálculo.
fi: Välittömästi hyödynnettävä tulos luokittelua, päätöksentekoa tai laskentaa varten.
fil: Isang resulta na agad na magagamit para sa pag-uuri, pagpapasya o pagpapatuloy ng isang kalkulasyon.
hu: Azonnal felhasználható eredmény a rangsoroláshoz, döntéshez vagy további számításhoz.
id: Hasil yang langsung dapat digunakan untuk mengklasifikasikan, memutuskan, atau melanjutkan perhitungan.
it: Un risultato immediatamente utilizzabile per classificare, decidere o proseguire un calcolo.
ja: 分類、決定、または計算を続けるために即座に利用可能な結果。
ko: 분류, 결정 또는 계산을 계속하기 위해 즉시 활용 가능한 결과.
nl: Een direct bruikbaar resultaat om te rangschikken, beslissen of een berekening voort te zetten.
no: Et umiddelbart anvendelig resultat for å klassifisere, bestemme eller fortsette en beregning.
pl: Natychmiastowo użyteczny wynik do klasyfikacji, podejmowania decyzji lub kontynuowania obliczeń.
pt_pt: Um resultado imediatamente utilizável para classificar, decidir ou prosseguir com um cálculo.
ro: Un rezultat imediat utilizabil pentru a clasifica, decide sau continua un calcul.
ru: Непосредственно используемый результат для сортировки, принятия решения или продолжения вычисления.
sk: Okamžite využiteľný výsledok na triedenie, rozhodovanie alebo pokračovanie v výpočte.
sv: Ett resultat som omedelbart kan användas för att rangordna, besluta eller fortsätta en beräkning.
sw: Matokeo yanayoweza kutumika mara moja ili kupanga, kuamua au kuendelea na hesabu.
tr: Sıralamak, karar vermek veya bir hesaplamaya devam etmek için hemen kullanılabilir bir sonuç.
uk: Негайно корисний результат для ранжування, прийняття рішень або продовження обчислень.
vi: Một kết quả có thể sử dụng ngay lập tức để phân loại, quyết định hoặc tiếp tục một phép tính.
zh_hans: 一个可以立即用于分类、决策或继续计算的结果。

# ed_math_fractions_fraction_compare_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_fractions_fraction_compare_lim1
source: Les dénominateurs ne doivent jamais être égaux à zéro.
af: Die noemers mag nooit gelyk aan nul wees nie.
bg: Знаменателите никога не трябва да са равни на нула.
cs: Jmenovatele nikdy nesmí být rovny nule.
da: Nævnerne må aldrig være lig med nul.
de: Die Nenner dürfen niemals gleich null sein.
el: Οι παρονομαστές δεν πρέπει ποτέ να είναι ίσοι με το μηδέν.
es: Los denominadores nunca deben ser iguales a cero.
fi: Nimittäjien ei koskaan pitäisi olla nolla.
fil: Ang mga denominator ay hindi dapat kailanman maging zero.
hu: A nevezők soha nem lehetnek egyenlők nullával.
id: Penyebut tidak boleh sama dengan nol.
it: I denominatori non devono mai essere uguali a zero.
ja: 分母は決してゼロであってはいけません。
ko: 분모는 절대 0이 되어서는 안 됩니다.
nl: De noemers mogen nooit gelijk zijn aan nul.
no: Nevnerne må aldri være lik null.
pl: Mianowniki nigdy nie mogą być równe zeru.
pt_pt: Os denominadores nunca devem ser iguais a zero.
ro: Numitorii nu trebuie să fie niciodată egali cu zero.
ru: Знаменатели никогда не должны быть равны нулю.
sk: Menovatele nikdy nesmú byť rovné nule.
sv: Nämnarna får aldrig vara lika med noll.
sw: Denoominator hazipaswi kamwe kuwa sawa na sifuri.
tr: Paydalar asla sıfıra eşit olmamalıdır.
uk: Знаменники ніколи не повинні дорівнювати нулю.
vi: Mẫu số không bao giờ được bằng không.
zh_hans: 分母绝不能等于零。

# ed_math_fractions_fraction_compare_lim2
source: Comparer via une approximation décimale peut introduire des erreurs si les valeurs sont arrondies.
af: Vergelyk deur middel van 'n desimale benadering kan foute inbring as die waardes afgerond is.
bg: Сравняването чрез десетично приближение може да въведе грешки, ако стойностите са закръглени.
cs: Porovnávání pomocí desetinné aproximace může zavést chyby, pokud jsou hodnoty zaokrouhleny.
da: At sammenligne via en decimalapproksimation kan introducere fejl, hvis værdierne er afrundede.
de: Der Vergleich über eine dezimale Annäherung kann Fehler einführen, wenn die Werte gerundet sind.
el: Η σύγκριση μέσω δεκαδικής προσέγγισης μπορεί να εισάγει λάθη αν οι τιμές είναι στρογγυλοποιημένες.
es: Comparar mediante una aproximación decimal puede introducir errores si los valores están redondeados.
fi: Vertaaminen desimaalilukuarvioinnin kautta voi tuoda virheitä, jos arvot on pyöristetty.
fil: Ang paghahambing sa pamamagitan ng isang decimal na pagtatantya ay maaaring magdala ng mga pagkakamali kung ang mga halaga ay na-round off.
hu: A tizedes közelítéssel való összehasonlítás hibákat okozhat, ha az értékek kerekítettek.
id: Membandingkan melalui pendekatan desimal dapat memperkenalkan kesalahan jika nilai dibulatkan.
it: Confrontare tramite un'approssimazione decimale può introdurre errori se i valori sono arrotondati.
ja: 小数近似を介して比較すると、値が丸められる場合に誤りが生じる可能性があります。
ko: 소수 근사치를 통해 비교하면 값이 반올림되면 오류가 발생할 수 있습니다.
nl: Vergelijken via een decimale benadering kan fouten introduceren als de waarden zijn afgerond.
no: Å sammenligne via en desimaltilnærming kan introdusere feil hvis verdiene er avrundet.
pl: Porównywanie za pomocą przybliżenia dziesiętnego może wprowadzać błędy, jeśli wartości są zaokrąglone.
pt_pt: Comparar através de uma aproximação decimal pode introduzir erros se os valores forem arredondados.
ro: Compararea printr-o aproximare zecimală poate introduce erori dacă valorile sunt rotunjite.
ru: Сравнение через десятичное приближение может ввести ошибки, если значения округлены.
sk: Porovnávanie pomocou desatinnej aproximácie môže zaviesť chyby, ak sú hodnoty zaokrúhlené.
sv: Att jämföra via en decimalapproximation kan introducera fel om värdena är avrundade.
sw: Kulinganisha kupitia makadirio ya decimal kunaweza kuleta makosa ikiwa thamani zimepunguzwa.
tr: Ondalık bir yaklaşım kullanarak karşılaştırmak, değerler yuvarlandığında hatalar doğurabilir.
uk: Порівняння через десяткове наближення може ввести помилки, якщо значення округлені.
vi: So sánh qua một xấp xỉ thập phân có thể gây ra sai sót nếu các giá trị được làm tròn.
zh_hans: 通过小数近似进行比较可能会引入错误，如果值被四舍五入。

# ed_math_fractions_fraction_compare_lim3
source: Deux fractions différentes peuvent représenter la même valeur (ex. 1/2 et 2/4).
af: Twee verskillende breuke kan dieselfde waarde voorstel (bv. 1/2 en 2/4).
bg: Две различни дроби могат да представляват същата стойност (напр. 1/2 и 2/4).
cs: Dva různé zlomky mohou představovat stejnou hodnotu (např. 1/2 a 2/4).
da: To forskellige brøker kan repræsentere den samme værdi (f.eks. 1/2 og 2/4).
de: Zwei verschiedene Brüche können den gleichen Wert darstellen (z.B. 1/2 und 2/4).
el: Δύο διαφορετικά κλάσματα μπορεί να αντιπροσωπεύουν την ίδια αξία (π.χ. 1/2 και 2/4).
es: Dos fracciones diferentes pueden representar el mismo valor (p. ej. 1/2 y 2/4).
fi: Kaksi eri murtoluku voi edustaa samaa arvoa (esim. 1/2 ja 2/4).
fil: Dalawang magkaibang fraction ay maaaring kumatawan sa parehong halaga (hal. 1/2 at 2/4).
hu: Két különböző tört ugyanazt az értéket képviselheti (pl. 1/2 és 2/4).
id: Dua pecahan yang berbeda dapat mewakili nilai yang sama (mis. 1/2 dan 2/4).
it: Due frazioni diverse possono rappresentare lo stesso valore (es. 1/2 e 2/4).
ja: 異なる二つの分数が同じ値を表すことがあります（例：1/2と2/4）。
ko: 두 개의 다른 분수가 같은 값을 나타낼 수 있습니다 (예: 1/2와 2/4).
nl: Twee verschillende breuken kunnen dezelfde waarde vertegenwoordigen (bijv. 1/2 en 2/4).
no: To forskjellige brøker kan representere samme verdi (f.eks. 1/2 og 2/4).
pl: Dwa różne ułamki mogą reprezentować tę samą wartość (np. 1/2 i 2/4).
pt_pt: Duas frações diferentes podem representar o mesmo valor (ex. 1/2 e 2/4).
ro: Două fracții diferite pot reprezenta aceeași valoare (ex. 1/2 și 2/4).
ru: Две разные дроби могут представлять одно и то же значение (например, 1/2 и 2/4).
sk: Dva rôzne zlomky môžu predstavovať tú istú hodnotu (napr. 1/2 a 2/4).
sv: Två olika bråk kan representera samma värde (t.ex. 1/2 och 2/4).
sw: Sehemu mbili tofauti zinaweza kuwakilisha thamani sawa (mfano 1/2 na 2/4).
tr: İki farklı kesir aynı değeri temsil edebilir (ör. 1/2 ve 2/4).
uk: Два різні дроби можуть представляти однакове значення (наприклад, 1/2 та 2/4).
vi: Hai phân số khác nhau có thể đại diện cho cùng một giá trị (ví dụ 1/2 và 2/4).
zh_hans: 两个不同的分数可以表示相同的值（例如1/2和2/4）。

# ed_math_fractions_fraction_compare_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_fractions_fraction_compare_q1
source: Comment comparer deux fractions avec des dénominateurs différents ?
af: Hoe vergelyk jy twee breuke met verskillende noemers?
bg: Как да сравня две дроби с различни знаменатели?
cs: Jak porovnat dva zlomky s různými jmenovateli?
da: Hvordan sammenligner man to brøker med forskellige nævnere?
de: Wie vergleicht man zwei Brüche mit unterschiedlichen Nennern?
el: Πώς να συγκρίνετε δύο κλάσματα με διαφορετικούς παρονομαστές;
es: ¿Cómo comparar dos fracciones con denominadores diferentes?
fi: Kuinka vertailla kahta murtoluku, joilla on eri nimittäjät?
fil: Paano ihahambing ang dalawang fraction na may magkaibang denominator?
hu: Hogyan hasonlítsunk össze két különböző nevezőjű törteket?
id: Bagaimana cara membandingkan dua pecahan dengan penyebut yang berbeda?
it: Come confrontare due frazioni con denominatori diversi?
ja: 異なる分母を持つ二つの分数をどう比較しますか？
ko: 서로 다른 분모를 가진 두 분수를 어떻게 비교합니까?
nl: Hoe vergelijk je twee breuken met verschillende noemers?
no: Hvordan sammenligne to brøker med forskjellige nevner?
pl: Jak porównać dwa ułamki o różnych mianownikach?
pt_pt: Como comparar duas frações com denominadores diferentes?
ro: Cum compari două fracții cu numitori diferiți?
ru: Как сравнить две дроби с разными знаменателями?
sk: Ako porovnať dva zlomky s rôznymi menovateľmi?
sv: Hur jämför man två bråk med olika nämnare?
sw: Jinsi ya kulinganisha sehemu mbili zenye denominators tofauti?
tr: Farklı paydalara sahip iki kesiri nasıl karşılaştırabilirim?
uk: Як порівняти два дроби з різними знаменниками?
vi: Làm thế nào để so sánh hai phân số có mẫu số khác nhau?
zh_hans: 如何比较两个分母不同的分数？

# ed_math_fractions_fraction_compare_a1
source: On peut utiliser un dénominateur commun ou comparer les produits en croix.
af: Jy kan 'n gemeenskaplike noemer gebruik of die kruisprodukte vergelyk.
bg: Може да се използва общ знаменател или да се сравнят произведенията в кръст.
cs: Můžete použít společný jmenovatel nebo porovnat křížové součiny.
da: Man kan bruge en fælles nævner eller sammenligne krydsprodukterne.
de: Man kann einen gemeinsamen Nenner verwenden oder die Produkte im Kreuzvergleich vergleichen.
el: Μπορείτε να χρησιμοποιήσετε έναν κοινό παρονομαστή ή να συγκρίνετε τα διασταυρούμενα προϊόντα.
es: Se puede usar un denominador común o comparar los productos en cruz.
fi: Voit käyttää yhteistä nimittäjää tai vertailla ristituloja.
fil: Maaari tayong gumamit ng karaniwang denominator o ihambing ang mga produkto sa krus.
hu: Közös nevezőt használhatunk, vagy összehasonlíthatjuk a keresztbe szorzott értékeket.
id: Anda dapat menggunakan penyebut bersama atau membandingkan produk silang.
it: Si può utilizzare un denominatore comune o confrontare i prodotti incrociati.
ja: 共通の分母を使用するか、交差積を比較できます。
ko: 공통 분모를 사용하거나 교차 곱을 비교할 수 있습니다.
nl: Je kunt een gemeenschappelijke noemer gebruiken of de kruisproducten vergelijken.
no: Man kan bruke en felles nevner eller sammenligne kryssproduktene.
pl: Można użyć wspólnego mianownika lub porównać iloczyny krzyżowe.
pt_pt: Pode-se usar um denominador comum ou comparar os produtos em cruz.
ro: Poți folosi un numitor comun sau compara produsele în cruce.
ru: Можно использовать общий знаменатель или сравнивать перекрестные произведения.
sk: Môžeme použiť spoločný menovateľ alebo porovnať krížové súčiny.
sv: Man kan använda en gemensam nämnare eller jämföra produkterna i kors.
sw: Tunaweza kutumia denominator ya pamoja au kulinganisha bidhaa za msalaba.
tr: Ortak bir payda kullanabilir veya çapraz çarpımları karşılaştırabilirsiniz.
uk: Можна використовувати спільний знаменник або порівнювати перехресні добутки.
vi: Có thể sử dụng một mẫu số chung hoặc so sánh các tích chéo.
zh_hans: 可以使用公分母或比较交叉乘积。

# ed_math_fractions_fraction_compare_q2
source: Pourquoi 1/6 est plus grand que 1/8 ?
af: Waarom is 1/6 groter as 1/8?
bg: Защо 1/6 е по-голямо от 1/8?
cs: Proč je 1/6 větší než 1/8?
da: Hvorfor er 1/6 større end 1/8?
de: Warum ist 1/6 größer als 1/8?
el: Γιατί το 1/6 είναι μεγαλύτερο από το 1/8;
es: ¿Por qué 1/6 es mayor que 1/8?
fi: Miksi 1/6 on suurempi kuin 1/8?
fil: Bakit mas malaki ang 1/6 kaysa sa 1/8?
hu: Miért nagyobb az 1/6, mint az 1/8?
id: Mengapa 1/6 lebih besar dari 1/8?
it: Perché 1/6 è maggiore di 1/8?
ja: なぜ1/6は1/8より大きいのですか？
ko: 왜 1/6이 1/8보다 더 큽니까?
nl: Waarom is 1/6 groter dan 1/8?
no: Hvorfor er 1/6 større enn 1/8?
pl: Dlaczego 1/6 jest większe od 1/8?
pt_pt: Por que 1/6 é maior que 1/8?
ro: De ce 1/6 este mai mare decât 1/8?
ru: Почему 1/6 больше, чем 1/8?
sk: Prečo je 1/6 väčšie ako 1/8?
sv: Varför är 1/6 större än 1/8?
sw: Kwa nini 1/6 ni kubwa zaidi kuliko 1/8?
tr: Neden 1/6, 1/8'den büyüktür?
uk: Чому 1/6 більше, ніж 1/8?
vi: Tại sao 1/6 lại lớn hơn 1/8?
zh_hans: 为什么1/6大于1/8？

# ed_math_fractions_fraction_compare_a2
source: Parce qu’avec le même numérateur, plus le dénominateur est petit, plus la fraction est grande.
af: Omdat met dieselfde teller, hoe kleiner die noemer, hoe groter die breuk.
bg: Защото с един и същ числител, колкото по-малък е знаменателят, толкова по-голяма е дробта.
cs: Protože při stejném čitateli, čím menší je jmenovatel, tím větší je zlomek.
da: Fordi med den samme tæller, jo mindre nævneren er, jo større er brøken.
de: Weil bei gleichem Zähler der kleinere Nenner den größeren Bruch ergibt.
el: Επειδή με τον ίδιο αριθμητή, όσο μικρότερος είναι ο παρονομαστής, τόσο μεγαλύτερο είναι το κλάσμα.
es: Porque con el mismo numerador, cuanto más pequeño es el denominador, mayor es la fracción.
fi: Koska samalla osoittajalla, mitä pienempi nimittäjä, sitä suurempi murtoluku.
fil: Dahil sa parehong numerator, mas maliit ang denominator, mas malaki ang fraction.
hu: Mert ugyanazzal a számlálóval, minél kisebb a nevező, annál nagyobb a tört.
id: Karena dengan pembilang yang sama, semakin kecil penyebut, semakin besar pecahan.
it: Perché con lo stesso numeratore, più il denominatore è piccolo, maggiore è la frazione.
ja: 同じ分子であれば、分母が小さいほど分数は大きくなります。
ko: 같은 분자가 있을 때, 분모가 작을수록 분수가 더 큽니다.
nl: Omdat met dezelfde teller, hoe kleiner de noemer, hoe groter de breuk.
no: Fordi med samme teller, jo mindre nevneren er, jo større er brøken.
pl: Ponieważ przy tym samym liczniku, im mniejszy mianownik, tym większy ułamek.
pt_pt: Porque com o mesmo numerador, quanto menor o denominador, maior a fração.
ro: Pentru că, având același numărător, cu cât numitorul este mai mic, cu atât fracția este mai mare.
ru: Потому что при одинаковом числителе, чем меньше знаменатель, тем больше дробь.
sk: Pretože pri rovnakom čitateli, čím je menovateľ menší, tým je zlomek väčší.
sv: För att med samma täljare, ju mindre nämnaren är, desto större är bråket.
sw: Kwa sababu kwa numerator sawa, denominator ikiwa ndogo, sehemu ni kubwa zaidi.
tr: Çünkü aynı pay ile, payda ne kadar küçükse, kesir o kadar büyüktür.
uk: Тому що з однаковим чисельником, чим менший знаменник, тим більший дріб.
vi: Bởi vì với cùng một tử số, mẫu số càng nhỏ thì phân số càng lớn.
zh_hans: 因为在相同的分子下，分母越小，分数就越大。

# ed_math_fractions_fraction_compare_q3
source: Deux fractions peuvent-elles être égales ?
af: Kan twee breuke gelyk wees?
bg: Могат ли две дроби да бъдат равни?
cs: Mohou být dva zlomky rovny?
da: Kan to brøker være lig med hinanden?
de: Können zwei Brüche gleich sein?
el: Μπορούν δύο κλάσματα να είναι ίσα;
es: ¿Pueden ser iguales dos fracciones?
fi: Voiko kaksi murtoluku olla yhtä suuria?
fil: Maaari bang maging pantay ang dalawang fraction?
hu: Két tört egyenlő lehet?
id: Bisakah dua pecahan sama?
it: Due frazioni possono essere uguali?
ja: 二つの分数は等しいことがありますか？
ko: 두 분수가 같을 수 있습니까?
nl: Kunnen twee breuken gelijk zijn?
no: Kan to brøker være like?
pl: Czy dwa ułamki mogą być równe?
pt_pt: Duas frações podem ser iguais?
ro: Pot două fracții să fie egale?
ru: Могут ли две дроби быть равны?
sk: Môžu byť dva zlomky rovné?
sv: Kan två bråk vara lika?
sw: Je, sehemu mbili zinaweza kuwa sawa?
tr: İki kesir eşit olabilir mi?
uk: Чи можуть два дроби бути рівними?
vi: Hai phân số có thể bằng nhau không?
zh_hans: 两个分数可以相等吗？

# ed_math_fractions_fraction_compare_a3
source: Oui, par exemple 1/2 et 2/4 représentent la même valeur.
af: Ja, byvoorbeeld 1/2 en 2/4 verteenwoordig dieselfde waarde.
bg: Да, например 1/2 и 2/4 представляват същата стойност.
cs: Ano, například 1/2 a 2/4 představují stejnou hodnotu.
da: Ja, for eksempel repræsenterer 1/2 og 2/4 den samme værdi.
de: Ja, zum Beispiel 1/2 und 2/4 stellen den gleichen Wert dar.
el: Ναι, για παράδειγμα 1/2 και 2/4 αντιπροσωπεύουν την ίδια αξία.
es: Sí, por ejemplo 1/2 y 2/4 representan el mismo valor.
fi: Kyllä, esimerkiksi 1/2 ja 2/4 edustavat samaa arvoa.
fil: Oo, halimbawa ang 1/2 at 2/4 ay kumakatawan sa parehong halaga.
hu: Igen, például az 1/2 és a 2/4 ugyanazt az értéket képviseli.
id: Ya, misalnya 1/2 dan 2/4 mewakili nilai yang sama.
it: Sì, ad esempio 1/2 e 2/4 rappresentano lo stesso valore.
ja: はい、例えば1/2と2/4は同じ値を表します。
ko: 네, 예를 들어 1/2와 2/4는 같은 값을 나타냅니다.
nl: Ja, bijvoorbeeld 1/2 en 2/4 vertegenwoordigen dezelfde waarde.
no: Ja, for eksempel representerer 1/2 og 2/4 samme verdi.
pl: Tak, na przykład 1/2 i 2/4 reprezentują tę samą wartość.
pt_pt: Sim, por exemplo 1/2 e 2/4 representam o mesmo valor.
ro: Da, de exemplu 1/2 și 2/4 reprezintă aceeași valoare.
ru: Да, например, 1/2 и 2/4 представляют одно и то же значение.
sk: Áno, napríklad 1/2 a 2/4 predstavujú tú istú hodnotu.
sv: Ja, till exempel 1/2 och 2/4 representerar samma värde.
sw: Ndio, kwa mfano 1/2 na 2/4 zinawakilisha thamani sawa.
tr: Evet, örneğin 1/2 ve 2/4 aynı değeri temsil eder.
uk: Так, наприклад, 1/2 та 2/4 представляють однакове значення.
vi: Có, ví dụ 1/2 và 2/4 đại diện cho cùng một giá trị.
zh_hans: 是的，例如1/2和2/4表示相同的值。
