Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_sg_cumul_desc
source: Effet cumulé, différences, comparaisons.
af: Gekombineerde effek, verskille, vergelykings.
bg: Кумулативен ефект, разлики, сравнения.
cs: Kumulativní efekt, rozdíly, srovnání.
da: Kumulativ effekt, forskelle, sammenligninger.
de: Kumulierte Effekte, Unterschiede, Vergleiche.
el: Συσσωρευτικό αποτέλεσμα, διαφορές, συγκρίσεις.
es: Efecto acumulado, diferencias, comparaciones.
fi: Kumulatiivinen vaikutus, erot, vertailut.
fil: Pinagsamang epekto, pagkakaiba, paghahambing.
hu: Kumulált hatás, különbségek, összehasonlítások.
id: Efek kumulatif, perbedaan, perbandingan.
it: Effetto cumulato, differenze, confronti.
ja: 累積効果、違い、比較。
ko: 누적 효과, 차이점, 비교.
nl: Gecombineerd effect, verschillen, vergelijkingen.
no: Kumulert effekt, forskjeller, sammenligninger.
pl: Efekt skumulowany, różnice, porównania.
pt_pt: Efeito cumulativo, diferenças, comparações.
ro: Efect cumulativ, diferențe, comparații.
ru: Кумулятивный эффект, различия, сравнения.
sk: Kumulatívny efekt, rozdiely, porovnania.
sv: Kumulativ effekt, skillnader, jämförelser.
sw: Kumulativ effekt, skillnader, jämförelser.
tr: Kümülatif etki, farklılıklar, karşılaştırmalar.
uk: Cumulative effect, differences, comparisons.
vi: Hiệu ứng tích lũy, sự khác biệt, so sánh.
zh_hans: 累积效应，差异，比较。

# pct_sg_understand_title
source: Comprendre
af: Begrip
bg: Разбиране
cs: Porozumět
da: Forstå
de: Verstehen
el: Κατανοώ
es: Entender
fi: Ymmärtää
fil: Unawain
hu: Megérteni
id: Memahami
it: Comprendere
ja: 理解する
ko: 이해하다
nl: Begrijpen
no: Forstå
pl: Zrozumieć
pt_pt: Compreender
ro: Înțelegeți
ru: Понять
sk: Pochopiť
sv: Förstå
sw: Förstå
tr: Anlamak
uk: Understand
vi: Hiểu
zh_hans: 理解

# pct_sg_understand_desc
source: Notions clés, pièges, interprétation et limites.
af: Sleutelbegrippe, gevare, interpretasie en grense.
bg: Ключови понятия, капани, интерпретация и ограничения.
cs: Klíčové pojmy, nástrahy, interpretace a omezení.
da: Nøglebegreber, faldgruber, fortolkning og grænser.
de: Schlüsselbegriffe, Fallstricke, Interpretation und Grenzen.
el: Βασικές έννοιες, παγίδες, ερμηνεία και περιορισμοί.
es: Conceptos clave, trampas, interpretación y límites.
fi: Keskeiset käsitteet, ansat, tulkinta ja rajoitukset.
fil: Mga pangunahing konsepto, bitag, interpretasyon at mga hangganan.
hu: Kulcsszavak, csapdák, értelmezés és korlátok.
id: Konsep kunci, jebakan, interpretasi, dan batasan.
it: Concetti chiave, trappole, interpretazione e limiti.
ja: 重要な概念、罠、解釈と限界。
ko: 핵심 개념, 함정, 해석 및 한계.
nl: Belangrijke concepten, valkuilen, interpretatie en beperkingen.
no: Nøkkelbegreper, fallgruver, tolkning og begrensninger.
pl: Kluczowe pojęcia, pułapki, interpretacja i ograniczenia.
pt_pt: Noções-chave, armadilhas, interpretação e limites.
ro: Noțiuni cheie, capcane, interpretare și limite.
ru: Ключевые понятия, ловушки, интерпретация и ограничения.
sk: Kľúčové pojmy, pasce, interpretácia a obmedzenia.
sv: Nyckelbegrepp, fallgropar, tolkning och begränsningar.
sw: Nyckelbegrepp, fallgropar, tolkning och begränsningar.
tr: Anahtar kavramlar, tuzaklar, yorum ve sınırlamalar.
uk: Key concepts, pitfalls, interpretation, and limitations.
vi: Khái niệm chính, cạm bẫy, diễn giải và giới hạn.
zh_hans: 关键概念、陷阱、解释和限制。

# pct_sg_fractions_title
source: Fractions & décimaux
af: Breuke & desimale
bg: Дялове & десетични
cs: Zlomek & desetinná čísla
da: Brøker & decimaler
de: Brüche & Dezimalzahlen
el: Κλάσματα & δεκαδικά
es: Fracciones y decimales
fi: Murtoluvut & desimaalit
fil: Fraction & decimal
hu: Törtek & tizedesek
id: Pecahan & desimal
it: Frazioni & decimali
ja: 分数 & 小数
ko: 분수 및 소수
nl: Breuken & decimalen
no: Brøker & desimaler
pl: Ułamki i liczby dziesiętne
pt_pt: Frações & decimais
ro: Fracții & zecimale
ru: Дроби & десятичные
sk: Zlomky & desatinné čísla
sv: Bråk & decimaler
sw: Sehemu & decimal
tr: Kesirler & ondalıklar
uk: Дроби & десяткові
vi: Phân số & thập phân
zh_hans: 分数与小数

# pct_sg_fractions_desc
source: Conversions entre %, fractions et décimaux.
af: Oorgange tussen %, breuke en desimale.
bg: Преобразувания между %, дроби и десетични числа.
cs: Konverze mezi %, zlomky a desetinnými čísly.
da: Konverteringer mellem %, brøker og decimaler.
de: Umrechnungen zwischen %, Brüchen und Dezimalzahlen.
el: Μετατροπές μεταξύ %, κλασμάτων και δεκαδικών.
es: Conversiones entre %, fracciones y decimales.
fi: Muutokset prosenttien, murto-osien ja desimaalien välillä.
fil: Mga conversion sa pagitan ng %, fractions, at decimals.
hu: Átváltások % között, törtek és tizedesek.
id: Konversi antara %, pecahan, dan desimal.
it: Conversioni tra %, frazioni e decimali.
ja: パーセント、分数、十進法の間の変換。
ko: 퍼센트, 분수 및 소수 간의 변환.
nl: Conversies tussen %, breuken en decimalen.
no: Konverteringer mellom %, brøker og desimaler.
pl: Konwersje między %, ułamkami i dziesiętnymi.
pt_pt: Conversões entre %, frações e decimais.
ro: Conversii între %, fracții și zecimale.
ru: Преобразования между %, дробями и десятичными числами.
sk: Konverzie medzi %, zlomkami a desatinnými číslami.
sv: Konverteringar mellan %, bråk och decimaler.
sw: Konverteringar mellan %, bråk och decimaler.
tr: Yüzde, kesir ve ondalıklar arasındaki dönüşümler.
uk: Conversions between %, fractions, and decimals.
vi: Chuyển đổi giữa %, phân số và số thập phân.
zh_hans: 百分比、分数和小数之间的转换。

# pct_sg_practice_title
source: Exercices
af: Oefeninge
bg: Упражнения
cs: Cvičení
da: Øvelser
de: Übungen
el: Ασκήσεις
es: Ejercicios
fi: Harjoitukset
fil: Mga Ehersisyo
hu: Gyakorlatok
id: Latihan
it: Esercizi
ja: エクササイズ
ko: 운동
nl: Oefeningen
no: Øvelser
pl: Ćwiczenia
pt_pt: Exercícios
ro: Exerciții
ru: Упражнения
sk: Cvičenia
sv: Övningar
sw: Övningar
tr: Egzersizler
uk: Exercises
vi: Bài tập
zh_hans: 练习

# pct_sg_practice_desc
source: Générateurs et exercices corrigés pas à pas.
af: Generator en stap-vir-stap oefeninge.
bg: Генератори и стъпка по стъпка решени упражнения.
cs: Generátory a cvičení s podrobným řešením.
da: Generatorer og trin-for-trin løste opgaver.
de: Generatoren und Schritt-für-Schritt-Lösungen.
el: Γεννήτριες και διορθωμένες ασκήσεις βήμα προς βήμα.
es: Generadores y ejercicios corregidos paso a paso.
fi: Generaattorit ja vaiheittaiset ratkaisut.
fil: Mga generator at mga ehersisyo na may hakbang-hakbang na solusyon.
hu: Lépésről lépésre megoldott feladatok és generátorok.
id: Generator dan latihan yang disertai solusi langkah demi langkah.
it: Generatori e esercizi corretti passo dopo passo.
ja: ステップバイステップの解答付きのジェネレーターと演習。
ko: 단계별로 해결된 생성기 및 연습문제.
nl: Generatoren en stap-voor-stap gecorrigeerde oefeningen.
no: Generatorer og trinnvise løsningsøvelser.
pl: Generatory i ćwiczenia z rozwiązaniami krok po kroku.
pt_pt: Geradores e exercícios corrigidos passo a passo.
ro: Generatoare și exerciții corectate pas cu pas.
ru: Генераторы и пошаговые решения упражнений.
sk: Generátory a cvičenia s krokovým riešením.
sv: Generatorer och steg-för-steg övningar.
sw: Generatorer och steg-för-steg övningar.
tr: Adım adım çözümlü alıştırmalar ve jeneratörler.
uk: Generators and step-by-step solved exercises.
vi: Máy phát và bài tập có lời giải từng bước.
zh_hans: 逐步生成器和练习答案。

# pct_sg_share_title
source: Parts & ratios
af: Dele en verhoudings
bg: Части и съотношения
cs: Díly a poměry
da: Dele og forhold
de: Teile & Verhältnisse
el: Μέρη & αναλογίες
es: Partes y proporciones
fi: Osat ja suhteet
fil: Mga bahagi at ratio
hu: Alkatrészek és arányok
id: Bagian & rasio
it: Parti e rapporti
ja: 部品と比率
ko: 부품 및 비율
nl: Onderdelen en verhoudingen
no: Deler og forhold
pl: Części i proporcje
pt_pt: Peças e proporções
ro: Piese și proporții
ru: Части и соотношения
sk: Diely a pomery
sv: Delar och förhållanden
sw: Delar och förhållanden
tr: Parçalar ve oranlar
uk: Parts et ratios
vi: Phần & tỷ lệ
zh_hans: 部件与比例

# pct_sg_share_desc
source: Répartition d’un total, ratios en %, composition…
af: Verdeling van 'n totaal, verhoudings in %, samestelling…
bg: Разпределение на общо, проценти, състав...
cs: Rozdělení celku, poměry v %, složení…
da: Fordeling af et total, forhold i %, sammensætning…
de: Verteilung eines Gesamts, Verhältnisse in %, Zusammensetzung…
el: Κατανομή ενός συνόλου, αναλογίες σε %, σύνθεση…
es: Distribución de un total, ratios en %, composición…
fi: Kokonaisjakautuma, prosenttiosuudet, koostumus…
fil: Paghahati ng kabuuan, mga ratio sa %, komposisyon…
hu: Összesített eloszlás, arányok %, összetétel…
id: Distribusi total, rasio dalam %, komposisi…
it: Distribuzione di un totale, rapporti in %, composizione…
ja: 合計の分配、割合（%）、構成…
ko: 총합의 분포, 비율 %, 구성…
nl: Verdeling van een totaal, verhoudingen in %, samenstelling…
no: Fordeling av et totalt beløp, prosentandeler, sammensetning…
pl: Podział całkowity, wskaźniki w %, skład…
pt_pt: Distribuição de um total, rácios em %, composição…
ro: Distribuție a unui total, rapoarte în %, compoziție…
ru: Распределение общего, соотношения в %, состав…
sk: Rozdelenie celkového, pomery v %, zloženie…
sv: Fördelning av ett totalt belopp, procentandelar, sammansättning…
sw: Fördelning av ett totalt belopp, procentandelar, sammansättning…
tr: Toplam dağılım, oranlar %, bileşim…
uk: Distribution of a total, ratios in %, composition…
vi: Phân bổ tổng, tỷ lệ phần trăm, thành phần…
zh_hans: 总分配，百分比，组成……

# vat_sg_essential_title
source: Essentiels
af: Essensieel
bg: Основни
cs: Základní prvky
da: Essentielle
de: Wesentliches
el: Απαραίτητα
es: Esenciales
fi: Perusteet
fil: Mahalaga
hu: Alapvetők
id: Esensial
it: Essenziali
ja: 必需品
ko: 필수 항목
nl: Essentials
no: Essensielle
pl: Niezbędne
pt_pt: Essenciais
ro: Esentiale
ru: Основные
sk: Základné
sv: Viktigt
sw: Viktigt
tr: Temel Gereksinimler
uk: Essentials
vi: Cần thiết
zh_hans: 必需品

# vat_sg_essential_desc
source: Calculs HT/TTC les plus courants.
af: Die mees algemene HT/TTC berekeninge.
bg: Най-често срещаните изчисления без ДДС/с ДДС.
cs: Nejčastější výpočty bez DPH/s DPH.
da: De mest almindelige HT/TTC beregninger.
de: Die gängigsten Berechnungen von Nettopreisen/Bruttopreisen.
el: Οι πιο συνηθισμένοι υπολογισμοί χωρίς/με ΦΠΑ.
es: Cálculos más comunes de HT/TTC.
fi: Yleisimmät HT/TTC-laskelmat.
fil: Pinakamadalas na kalkulasyon ng HT/TTC.
hu: A leggyakoribb HT/TTC számítások.
id: Perhitungan HT/TTC yang paling umum.
it: Calcoli HT/TTC più comuni.
ja: 最も一般的な税抜き/税込み計算。
ko: 가장 일반적인 HT/TTC 계산.
nl: Meest voorkomende HT/TTC berekeningen.
no: De vanligste HT/TTC-beregningene.
pl: Najczęściej stosowane obliczenia HT/TTC.
pt_pt: Cálculos mais comuns de HT/TTC.
ro: Calculul HT/TTC cel mai frecvent.
ru: Наиболее распространенные расчеты без НДС/с НДС.
sk: Najbežnejšie výpočty bez DPH/s DPH.
sv: Vanligaste beräkningarna HT/TTC.
sw: Vanligaste beräkningarna för exklusive/inklusive moms.
tr: En yaygın HT/TTC hesaplamaları.
uk: Most common HT/TTC calculations.
vi: Tính toán HT/TTC phổ biến nhất.
zh_hans: 最常见的HT/TTC计算。

# ratios_sg_essential_title
source: Essentiels
af: Essensieel
bg: Основни
cs: Základní prvky
da: Essentielle
de: Wesentliches
el: Απαραίτητα
es: Esenciales
fi: Perusteet
fil: Mahalaga
hu: Alapvetők
id: Esensial
it: Essenziali
ja: 必需品
ko: 필수 항목
nl: Essentials
no: Essensielle
pl: Podstawowe
pt_pt: Essenciais
ro: Esentiale
ru: Основные
sk: Základné
sv: Viktigt
sw: Viktigt
tr: Temel Gereksinimler
uk: Essentials
vi: Cần thiết
zh_hans: 必需品

# ratios_sg_essential_desc
source: Ratios, simplification, conversions.
af: Verhoudings, vereenvoudiging, omskakelings.
bg: Съотношения, опростяване, конверсии.
cs: Poměry, zjednodušení, převody.
da: Forhold, forenkling, konverteringer.
de: Verhältnisse, Vereinfachung, Umwandlungen.
el: Αναλογίες, απλοποίηση, μετατροπές.
es: Ratios, simplificación, conversiones.
fi: Suhteet, yksinkertaistaminen, muunnokset.
fil: Ratios, pagsasimplify, mga conversion.
hu: Arányok, egyszerűsítés, átváltások.
id: Rasio, penyederhanaan, konversi.
it: Rapporti, semplificazione, conversioni.
ja: 比率、簡素化、変換。
ko: 비율, 단순화, 변환.
nl: Verhoudingen, vereenvoudiging, conversies.
no: Forhold, forenkling, konverteringer.
pl: Wskaźniki, uproszczenie, konwersje.
pt_pt: Rácios, simplificação, conversões.
ro: Relații, simplificare, conversii.
ru: Соотношения, упрощение, конверсии.
sk: Pomerce, zjednodušenie, konverzie.
sv: Förhållanden, förenkling, konverteringar.
sw: Förhållanden, förenkling, konverteringar.
tr: Oranlar, basitleştirme, dönüşümler.
vi: Tỷ lệ, đơn giản hóa, chuyển đổi.
zh_hans: 比例，简化，转换。

# ratios_sg_advanced_title
source: Avancés
af: Gevorderd
bg: Напреднали
cs: Pokročilé
da: Avanceret
de: Fortgeschrittene
el: Προχωρημένοι
es: Avanzados
fi: Edistyneet
fil: Nakaunlad
hu: Haladó
id: Lanjutan
it: Avanzati
ja: 進んだ
ko: 고급
nl: Geavanceerd
no: Avanserte
pl: Zaawansowane
pt_pt: Avançados
ro: Avansați
ru: Продвинутые
sk: Pokročilé
sv: Avancerad
sw: Avancerade
tr: Gelişmiş
uk: Advanced
vi: Nâng cao
zh_hans: 高级

# ratios_sg_advanced_desc
source: Ratios équivalents, valeurs manquantes, proportions.
af: Gelyke verhoudings, ontbrekende waardes, proporsies.
bg: Еквивалентни съотношения, липсващи стойности, пропорции.
cs: Ekvivalentní poměry, chybějící hodnoty, proporce.
da: Ækvivalente forhold, manglende værdier, proportioner.
de: Äquivalente Verhältnisse, fehlende Werte, Proportionen.
el: Ισοδύναμες αναλογίες, ελλείπουσες τιμές, αναλογίες.
es: Ratios equivalentes, valores faltantes, proporciones.
fi: Vastaavat suhteet, puuttuvat arvot, osuudet.
fil: Katumbas na ratio, nawawalang halaga, proporsyon.
hu: Ekvivalens arányok, hiányzó értékek, arányok.
id: Rasio setara, nilai yang hilang, proporsi.
it: Rapporti equivalenti, valori mancanti, proporzioni.
ja: 同等比率、欠損値、割合。
ko: 동등 비율, 누락된 값, 비율.
nl: Gelijke verhoudingen, ontbrekende waarden, proporties.
no: Ekvivalente forhold, manglende verdier, proporsjoner.
pl: Wskaźniki równoważne, brakujące wartości, proporcje.
pt_pt: Rácios equivalentes, valores em falta, proporções.
ro: Relații echivalente, valori lipsă, proporții.
ru: Эквивалентные соотношения, отсутствующие значения, пропорции.
sk: Rovnaké pomery, chýbajúce hodnoty, proporcie.
sv: Motsvarigheter, saknade värden, proportioner.
sw: Motsvarande förhållanden, saknade värden, proportioner.
tr: Eşdeğer oranlar, eksik değerler, oranlar.
uk: Equivalent ratios, missing values, proportions.
vi: Tỷ lệ tương đương, giá trị thiếu, tỷ lệ.
zh_hans: 等效比率，缺失值，比例。

# ratios_sg_understand_title
source: Comprendre
af: Begrip
bg: Разбиране
cs: Porozumět
da: Forstå
de: Verstehen
el: Κατανοώ
es: Entender
fi: Ymmärtää
fil: Unawain
hu: Megérteni
id: Memahami
it: Comprendere
ja: 理解する
ko: 이해하다
nl: Begrijpen
no: Forstå
pl: Zrozumieć
pt_pt: Compreender
ro: Înțelegeți
ru: Понять
sk: Pochopiť
sv: Förstå
sw: Förstå
tr: Anlamak
uk: Understand
vi: Hiểu
zh_hans: 理解

# ratios_sg_understand_desc
source: Proportionnalité directe/inverse, reconnaître une situation proportionnelle.
af: Direkte/omgekeerde proporsionaliteit, 'n proporsionele situasie herken.
bg: Директна/обратна пропорционалност, разпознаване на пропорционална ситуация.
cs: Přímá/obrácená proporcionalita, rozpoznat proporcionální situaci.
da: Direkte/omvendt proportionalitet, genkende en proportional situation.
de: Direkte/indirekte Proportionalität, eine proportionale Situation erkennen.
el: Άμεση/αντίστροφη αναλογικότητα, αναγνώριση αναλογικής κατάστασης.
es: Proporcionalidad directa/inversa, reconocer una situación proporcional.
fi: Suora/käänteinen suhteellisuus, tunnistaa suhteellinen tilanne.
fil: Direkt/Inverse na Proporsyon, kilalanin ang isang proporsyonal na sitwasyon.
hu: Közvetlen/inverz arányosság, arányos helyzet felismerése.
id: Proporsionalitas langsung/terbalik, mengenali situasi proporsional.
it: Proporzionalità diretta/inversa, riconoscere una situazione proporzionale.
ja: 直接/逆比例、比例的な状況を認識する。
ko: 직접/역비례, 비례 상황 인식.
nl: Directe/inverse proportionaliteit, een proportionele situatie herkennen.
no: Direkte/omvendt proporsjonalitet, gjenkjenne en proporsjonal situasjon.
pl: Proporcjonalność bezpośrednia/odwrotna, rozpoznać sytuację proporcjonalną.
pt_pt: Proporcionalidade direta/inversa, reconhecer uma situação proporcional.
ro: Proporționalitate directă/inversă, recunoașterea unei situații proporționale.
ru: Прямая/обратная пропорциональность, распознать пропорциональную ситуацию.
sk: Priama/obrátna proporcionalita, rozpoznať proporcionálnu situáciu.
sv: Direkt/invers proportionalitet, känna igen en proportionell situation.
sw: Direkt/omvänd proportionalitet, känna igen en proportionell situation.
tr: Doğrudan/ters orantı, orantılı bir durumu tanımak.
uk: Direct/inverse proportionality, recognize a proportional situation.
vi: Tỷ lệ trực tiếp/ngược, nhận biết một tình huống tỷ lệ.
zh_hans: 直接/间接比例，识别比例情况。

# rot_sg_direct_title
source: Directe
af: Direk
bg: Директно
cs: Přímé
da: Direkte
de: Direkt
el: Άμεση
es: Directo
fi: Suora
fil: Direkta
hu: Közvetlen
id: Langsung
it: Diretta
ja: 直接
ko: 직접
no: Direkte
pl: Bezpośredni
pt_pt: Direto
ru: Прямой
sk: Priame
sv: Direkt
sw: Direkt
tr: Doğrudan
uk: Direct
vi: Trực tiếp
zh_hans: 直接

# rot_sg_direct_desc
source: Règle de trois simple, tableau, valeur manquante.
af: Eenvoudige drie-regel, tabel, ontbrekende waarde.
bg: Проста правило на три, таблица, липсваща стойност.
cs: Jednoduché pravidlo tří, tabulka, chybějící hodnota.
da: Simpel tretrinsregel, tabel, manglende værdi.
de: Einfache Dreisatzregel, Tabelle, fehlender Wert.
el: Απλός κανόνας τριών, πίνακας, λείπουσα τιμή.
es: Regla de tres simple, tabla, valor faltante.
fi: Kolmonen sääntö, taulukko, puuttuva arvo.
fil: Simpleng tatlong tuntunin, talahanayan, nawawalang halaga.
hu: Egyszerű háromszabály, táblázat, hiányzó érték.
id: Aturan tiga sederhana, tabel, nilai yang hilang.
it: Regola del tre semplice, tabella, valore mancante.
ja: 三つの簡単なルール、表、欠損値。
ko: 간단한 삼단계 규칙, 표, 누락된 값.
nl: Eenvoudige regel van drie, tabel, ontbrekende waarde.
no: Enkel tre-regel, tabell, manglende verdi.
pl: Prosta reguła trzech, tabela, brakująca wartość.
pt_pt: Regra de três simples, tabela, valor em falta.
ro: Regula de trei simplă, tabel, valoare lipsă.
ru: Простое правило трех, таблица, отсутствующее значение.
sk: Jednoduché pravidlo troch, tabuľka, chýbajúca hodnota.
sv: Enkel trestegsregel, tabell, saknad värde.
sw: Enkel trestegsregel, tabell, saknad värde.
tr: Basit üç kural, tablo, eksik değer.
uk: Simple rule of three, table, missing value.
vi: Quy tắc ba đơn giản, bảng, giá trị thiếu.
zh_hans: 简单三规则，表格，缺失值。

# rot_sg_inverse_title
source: Inverse
af: Omgekeerd
bg: Обратен
cs: Inverzní
da: Omvendt
de: Umkehren
el: Αντίστροφο
es: Inverso
fi: Käänteinen
fil: Baligtad
hu: Inverz
id: Membalik
it: Invertire
ja: 逆転
ko: 반전
nl: Omgekeerd
no: Inversere
pl: Odwróć
pt_pt: Inverso
ro: Invers
ru: Обратный
sk: Inverzné
sv: Omvänd
sw: Omvänd
tr: Ters
vi: Đảo ngược
zh_hans: 反向

# rot_sg_inverse_desc
source: Règle de trois inversée et situations d'inverse proportion.
bg: Обратна правило на три и ситуации на обратна пропорция.
cs: Inverzní pravidlo tří a situace inverzní proporce.
da: Omvendt tre-regel og situationer med omvendt proportionalitet.
de: Umgekehrte Dreisatzregel und Situationen der umgekehrten Proportionalität.
el: Αντίστροφος κανόνας τριών και καταστάσεις αντίστροφης αναλογίας.
es: Regla de tres inversa y situaciones de proporción inversa.
fi: Käänteinen kolmonen ja käänteisen suhteen tilanteet.
fil: Baligtad na tatlong panuntunan at mga sitwasyon ng baligtad na proporsyon.
ja: 逆三の法則と逆比例の状況。
nl: Omgekeerde regel van drie en situaties van omgekeerde verhouding.
no: Invertert tre-regel og situasjoner med omvendt proporsjonalitet.
pl: Reguła trzech odwrotna i sytuacje odwrotnej proporcjonalności.
pt_pt: Regra de três inversa e situações de proporção inversa.
ro: Regula de trei inversată și situații de proporție inversă.
ru: Обратное правило трех и ситуации обратной пропорции.
sk: Inverzná pravidlo troch a situácie inverznej proporcie.
sv: Omvänd tre-regeln och situationer med omvänd proportion.
sw: Kanuni ya tatu iliyo kinyume na hali za uwiano wa kinyume.
tr: Ters üç kuralı ve ters orantı durumları.
uk: Зворотне правило трьох та ситуації з оберненою пропорцією.
vi: Quy tắc ba đảo ngược và các tình huống tỷ lệ nghịch.
zh_hans: 反向三法则和反比例情况。

# rot_sg_tables_title
source: Tableaux
af: Tabelle
bg: Таблици
cs: Tabulky
da: Tavler
de: Tafeln
el: Π πίνακες
es: Tablas
fi: Taulukot
fil: Mga Talahanayan
hu: Táblázatok
id: Tabel
it: Tabelle
ja: テーブル
ko: 표
nl: Tabellen
no: Tabeller
pl: Tablice
pt_pt: Tabelas
ro: Tabele
ru: Таблицы
sk: Tabuľky
sv: Tabeller
sw: Tabeller
tr: Tablolar
uk: Tables
vi: Bảng
zh_hans: 表格

# rot_sg_tables_desc
source: Compléter / vérifier un tableau de proportionnalité.
af: Voltooi / verifieer 'n proporsionaliteitstabel.
bg: Попълнете / проверете таблица за пропорционалност.
cs: Doplnit / zkontrolovat tabulku proporcionality.
da: Udfyld / tjek et proportionalitetsdiagram.
de: Ein Verhältnisdiagramm ausfüllen / überprüfen.
el: Συμπληρώστε / ελέγξτε έναν πίνακα αναλογικότητας.
es: Completar / verificar una tabla de proporcionalidad.
fi: Täydennä / tarkista suhteellisuustaulukko.
fil: Kumpletuhin / suriin ang isang talahanayan ng proporsyonalidad.
hu: Arányossági táblázat kiegészítése / ellenőrzése.
id: Lengkapi / periksa tabel proporsionalitas.
it: Completare / verificare una tabella di proporzionalità.
ja: 比例表を完成させる/確認する。
ko: 비율 표를 완성/확인하세요.
nl: Vul een verhoudingstabel in / controleer deze.
no: Fullføre / sjekke en proporsjonalitetstabell.
pl: Uzupełnij / sprawdź tabelę proporcjonalności.
pt_pt: Completar / verificar uma tabela de proporcionalidade.
ro: Completați / verificați un tabel de proporționalitate.
ru: Заполнить / проверить таблицу пропорциональности.
sk: Doplniť / skontrolovať tabuľku proporcionality.
sv: Fyll i / kontrollera en proportionalitetsmatris.
sw: Fyll i / kontrollera en proportionalitetsmatris.
tr: Bir orantı tablosunu tamamlayın / kontrol edin.
uk: Complete / verify a proportionality table.
vi: Hoàn thành / kiểm tra một bảng tỷ lệ.
zh_hans: 完成/检查一个比例表。

# stats_sg_basic_title
source: Essentiels
af: Essensieel
bg: Основни
cs: Základní prvky
da: Essentielle
de: Wesentliches
el: Απαραίτητα
es: Esenciales
fi: Perusteet
fil: Mahalaga
hu: Alapvetők
id: Esensial
it: Essenziali
ja: 必需品
ko: 필수 사항
nl: Essentials
no: Essensielle
pl: Niezbędne
pt_pt: Essenciais
ro: Esentiale
ru: Основные элементы
sk: Základné
sv: Viktigt
sw: Viktigt
tr: Temel Gereksinimler
uk: Essentials
vi: Cần thiết
zh_hans: 必需品

# stats_sg_basic_desc
source: Moyenne, médiane, mode, étendue.
af: Gemiddelde, mediaan, modus, reikwydte.
bg: Средноаритметично, медиана, мода, обхват.
cs: Průměr, medián, modus, rozsah.
da: Gennemsnit, median, mode, spænd.
de: Mittelwert, Median, Modus, Spannweite.
el: Μέση, διάμεσος, μόδιο, εύρος.
es: Media, mediana, moda, rango.
fi: Keskihajonta, mediaani, moodi, vaihteluväli.
fil: Average, median, mode, range.
hu: Átlag, medián, módusz, terjedelem.
id: Rata-rata, median, modus, rentang.
it: Media, mediana, moda, intervallo.
ja: 平均、中央値、最頻値、範囲。
ko: 평균, 중앙값, 최빈값, 범위.
nl: Gemiddelde, mediaan, modus, spreiding.
no: Gjennomsnitt, median, modus, spenn.
pl: Średnia, mediana, moda, zasięg.
pt_pt: Média, mediana, moda, amplitude.
ro: Medie, mediană, mod, amplitudine.
ru: Среднее, медиана, мода, диапазон.
sk: Priemer, medián, mód, rozsah.
sv: Medel, median, läge, intervall.
sw: Medel, median, läge, spridning.
tr: Ortalama, medyan, mod, aralık.
uk: Mean, median, mode, range.
vi: Trung bình, trung vị, mốt, khoảng.
zh_hans: 平均数，中位数，众数，范围。

# stats_sg_distribution_title
source: Distribution
af: Verspreiding
bg: Разпределение
cs: Distribuce
de: Verteilung
el: Διανομή
es: Distribución
fi: Jakelu
fil: Pamamahagi
hu: Elosztás
id: Distribusi
it: Distribuzione
ja: 配布
ko: 배포
nl: Distributie
no: Distribusjon
pl: Dystrybucja
pt_pt: Distribuição
ro: Distribuție
ru: Распределение
sk: Distribúcia
tr: Dağıtım
vi: Phân phối
zh_hans: 分发
