Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_missing_lim2
source: Ce calcul ne permet pas de retrouver une valeur initiale avant variation (voir plutôt “pourcentage inverse”).
af: Hierdie berekening maak dit nie moontlik om 'n oorspronklike waarde voor variasie te vind nie (sien eerder “omgekeerde persentasie”).
bg: Този калкулатор не позволява да се намери начална стойност преди вариация (вижте по-скоро “обратен процент”).
cs: Tento výpočet neumožňuje najít původní hodnotu před změnou (viz spíše „inverzní procento“).
da: Denne beregning gør det ikke muligt at finde en oprindelig værdi før ændring (se i stedet 'omvendt procent').
de: Diese Berechnung ermöglicht es nicht, einen ursprünglichen Wert vor der Änderung zu finden (siehe stattdessen „inverse Prozentzahl“).
el: Αυτός ο υπολογισμός δεν επιτρέπει να βρείτε μια αρχική αξία πριν από τη μεταβολή (βλέπε μάλλον “αντίστροφο ποσοστό”).
es: Este cálculo no permite encontrar un valor inicial antes de la variación (ver más bien “porcentaje inverso”).
fi: Tämä laskenta ei mahdollista alkuperäisen arvon löytämistä ennen muutosta (katso mieluummin 'käänteinen prosentti').
fil: Ang kalkulasyong ito ay hindi nagbibigay-daan upang mahanap ang isang orihinal na halaga bago ang pagbabago (tingnan ang “baligtad na porsyento”).
hu: Ez a számítás nem teszi lehetővé egy kezdeti érték visszanyerését a változás előtt (lásd inkább 'fordított százalék').
id: Perhitungan ini tidak memungkinkan untuk menemukan nilai awal sebelum variasi (lihat 'persentase terbalik' sebaliknya).
it: Questo calcolo non consente di ritrovare un valore iniziale prima della variazione (vedi piuttosto “percentuale inversa”).
ja: この計算では、変動前の初期値を見つけることはできません（「逆パーセンテージ」を参照してください）。
ko: 이 계산은 변동 이전의 초기 값을 찾는 데 도움이 되지 않습니다(오히려 '역 백분율'을 참조하세요).
nl: Deze berekening maakt het niet mogelijk om een initiële waarde vóór de variatie te vinden (zie eerder 'omgekeerd percentage').
no: Denne beregningen tillater ikke å finne en opprinnelig verdi før variasjon (se heller “omvendt prosent”).
pl: To obliczenie nie pozwala na odzyskanie wartości początkowej przed zmianą (zobacz raczej „procent odwrotny”).
pt_pt: Este cálculo não permite encontrar um valor inicial antes da variação (veja antes “percentagem inversa”).
ro: Acest calcul nu permite găsirea unei valori inițiale înainte de variație (vezi mai degrabă „procent invers”).
ru: Этот расчет не позволяет найти начальное значение до изменения (смотрите скорее «обратный процент»).
sk: Tento výpočet neumožňuje nájsť pôvodnú hodnotu pred zmenou (pozrite sa radšej na „inverzné percento“).
sv: Denna beräkning gör det inte möjligt att återfå ett initialt värde före variation (se istället 'omvänd procent').
sw: Hesabu hii haiwezi kupata thamani ya awali kabla ya mabadiliko (angalia badala yake 'asilimia kinyume').
tr: Bu hesaplama, değişimden önceki bir başlangıç değerini bulmanıza izin vermez (daha çok 'ters yüzde'ye bakın).
uk: Цей розрахунок не дозволяє знайти початкову величину до зміни (краще дивитися “обернений відсоток”).
vi: Phép tính này không cho phép tìm giá trị ban đầu trước khi biến động (xem “tỷ lệ phần trăm ngược” thay vào đó).
zh_hans: 该计算无法找出变化前的初始值（请参见“反向百分比”）。

# ed_math_percentages_percentage_missing_lim3
source: Le pourcentage obtenu peut dépasser 100 % si la valeur est supérieure à la base.
af: Die verkrygde persentasie kan 100 % oorskry as die waarde hoër is as die basis.
bg: Полученият процент може да надвиши 100 %, ако стойността е по-голяма от основата.
cs: Získané procento může překročit 100 %, pokud je hodnota vyšší než základ.
da: Den opnåede procent kan overstige 100 %, hvis værdien er højere end grundlaget.
de: Der erhaltene Prozentsatz kann 100 % überschreiten, wenn der Wert die Basis übersteigt.
el: Το ποσοστό που προκύπτει μπορεί να υπερβεί το 100% αν η αξία είναι μεγαλύτερη από τη βάση.
es: El porcentaje obtenido puede superar el 100 % si el valor es superior a la base.
fi: Saatu prosentti voi ylittää 100 % jos arvo on suurempi kuin pohja.
fil: Ang nakuha na porsyento ay maaaring lumampas sa 100 % kung ang halaga ay higit sa batayan.
hu: A kapott százalék meghaladhatja a 100 %-ot, ha az érték nagyobb, mint az alap.
id: Persentase yang diperoleh dapat melebihi 100 % jika nilai lebih besar dari dasar.
it: La percentuale ottenuta può superare il 100 % se il valore è superiore alla base.
ja: 得られたパーセンテージは、値が基準を超える場合、100 % を超えることがあります。
ko: 얻어진 백분율은 값이 기준보다 클 경우 100%를 초과할 수 있습니다.
nl: Het verkregen percentage kan 100% overschrijden als de waarde hoger is dan de basis.
no: Den oppnådde prosentandelen kan overstige 100 % hvis verdien er høyere enn grunnlaget.
pl: Uzyskany procent może przekroczyć 100 %, jeśli wartość jest wyższa od podstawy.
pt_pt: A percentagem obtida pode ultrapassar 100 % se o valor for superior à base.
ro: Procentul obținut poate depăși 100% dacă valoarea este mai mare decât baza.
ru: Полученный процент может превышать 100%, если значение больше базы.
sk: Získané percento môže presiahnuť 100 %, ak je hodnota vyššia ako základ.
sv: Den erhållna procenten kan överstiga 100 % om värdet är högre än grunden.
sw: Asilimia iliyopatikana inaweza kuzidi 100% ikiwa thamani ni kubwa kuliko msingi.
tr: Elde edilen yüzde, değer tabandan büyükse %100'ü aşabilir.
uk: Отриманий відсоток може перевищувати 100 %, якщо величина перевищує базу.
vi: Tỷ lệ phần trăm thu được có thể vượt quá 100% nếu giá trị lớn hơn cơ sở.
zh_hans: 如果值超过基础，得到的百分比可能超过100%。

# ed_math_percentages_percentage_missing_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysyttyjä kysymyksiä
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Časté otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_missing_q1
source: Quelle différence avec “Part sur total” ?
af: Wat is die verskil met “Deel op totaal”?
bg: Каква е разликата с “Част от общото”?
cs: Jaký je rozdíl mezi „Podíl na celku“?
da: Hvad er forskellen på 'Del af total'?
de: Was ist der Unterschied zu „Teil auf Gesamt“?
el: Ποια είναι η διαφορά με το “Μέρος επί σύνολο”;
es: ¿Cuál es la diferencia con “Parte sobre total”?
fi: Mikä ero on 'Osuus kokonaisuudesta'?
fil: Ano ang pagkakaiba sa “Bahagi sa kabuuan”?
hu: Mi a különbség a 'Rész a teljes' és a között?
id: Apa perbedaannya dengan 'Bagian dari total'?
it: Qual è la differenza con “Parte su totale”?
ja: 「全体に対する部分」との違いは何ですか？
ko: '총합에서의 부분'과의 차이는 무엇인가요?
nl: Wat is het verschil met 'Deel op totaal'?
no: Hva er forskjellen med “Del av total”?
pl: Jaka jest różnica między „Częścią a całością”?
pt_pt: Qual a diferença com “Parte sobre total”?
ro: Care este diferența față de „Parte din total”?
ru: В чем разница с «Частью от общего»?
sk: Aký je rozdiel medzi „Časť na celok“?
sv: Vad är skillnaden med 'Del av total'?
sw: Tofauti gani na 'Sehemu kwenye jumla'?
tr: 'Toplam üzerindeki pay' ile ne fark var?
uk: Яка різниця з “Частка від загального”?
vi: Sự khác biệt với “Phần trên tổng” là gì?
zh_hans: 与“部分与总数”有什么区别？

# ed_math_percentages_percentage_missing_a1
source: Les deux calculent un pourcentage, mais ici le but est de retrouver un taux inconnu à partir d’une valeur et d’une base, souvent dans un contexte de calcul isolé.
af: Die twee bereken 'n persentasie, maar hier is die doel om 'n onbekende koers te vind vanaf 'n waarde en 'n basis, dikwels in 'n konteks van geïsoleerde berekening.
bg: Двата изчисляват процент, но тук целта е да се намери неизвестен процент на базата на стойност и основа, често в контекста на изолирано изчисление.
cs: Obě počítají procento, ale zde je cílem najít neznámou sazbu na základě hodnoty a základu, často v kontextu izolovaného výpočtu.
da: De to beregner en procentdel, men her er målet at finde en ukendt sats ud fra en værdi og en base, ofte i en isoleret beregningskontekst.
de: Die beiden berechnen einen Prozentsatz, aber hier ist das Ziel, einen unbekannten Satz aus einem Wert und einer Basis zu finden, oft in einem isolierten Berechnungskontext.
el: Οι δύο υπολογίζουν ένα ποσοστό, αλλά εδώ ο στόχος είναι να βρείτε έναν άγνωστο ρυθμό από μια τιμή και μια βάση, συχνά σε ένα πλαίσιο απομονωμένου υπολογισμού.
es: Los dos calculan un porcentaje, pero aquí el objetivo es encontrar una tasa desconocida a partir de un valor y una base, a menudo en un contexto de cálculo aislado.
fi: Molemmat laskevat prosenttia, mutta tässä tarkoituksena on löytää tuntematon prosenttiarvo annetusta arvosta ja perusteesta, usein eristyksissä olevassa laskentayhteydessä.
fil: Ang dalawa ay nagkalkula ng porsyento, ngunit dito ang layunin ay makuha ang isang hindi kilalang rate mula sa isang halaga at isang base, kadalasang sa isang konteksto ng nakahiwalay na kalkulasyon.
hu: A két számítás egy százalékot számol, de itt a cél egy ismeretlen arány megtalálása egy érték és egy alap alapján, gyakran elszigetelt számítási kontextusban.
id: Keduanya menghitung persentase, tetapi di sini tujuannya adalah untuk menemukan tarif yang tidak diketahui dari suatu nilai dan dasar, seringkali dalam konteks perhitungan terpisah.
it: I due calcolano una percentuale, ma qui lo scopo è trovare un tasso sconosciuto a partire da un valore e da una base, spesso in un contesto di calcolo isolato.
ja: 2つはパーセンテージを計算しますが、ここでは目的は特定の値と基準から未知の割合を見つけることです。通常、孤立した計算の文脈で行われます。
ko: 두 개는 백분율을 계산하지만, 여기서의 목표는 종종 고립된 계산의 맥락에서 값과 기준을 바탕으로 알 수 없는 비율을 찾는 것입니다.
nl: De twee berekenen een percentage, maar hier is het doel om een onbekend tarief te vinden op basis van een waarde en een basis, vaak in een context van geïsoleerde berekening.
no: De to beregner en prosentandel, men her er målet å finne en ukjent sats basert på en verdi og en base, ofte i en isolert beregningskontekst.
pl: Oba obliczają procent, ale tutaj celem jest odnalezienie nieznanej stawki na podstawie wartości i podstawy, często w kontekście obliczeń izolowanych.
pt_pt: Os dois calculam uma percentagem, mas aqui o objetivo é encontrar uma taxa desconhecida a partir de um valor e de uma base, muitas vezes num contexto de cálculo isolado.
ro: Cei doi calculează un procent, dar aici scopul este de a găsi o rată necunoscută pornind de la o valoare și o bază, adesea într-un context de calcul izolat.
ru: Оба вычисляют процент, но здесь цель состоит в том, чтобы найти неизвестную ставку на основе значения и базы, часто в контексте изолированного расчета.
sk: Obe vypočítavajú percento, ale tu je cieľom nájsť neznámu sadzbu na základe hodnoty a základu, často v kontexte izolovaného výpočtu.
sv: De två beräknar en procentandel, men här är syftet att återfinna en okänd hastighet utifrån ett värde och en bas, ofta i ett sammanhang av isolerad beräkning.
sw: Wote wawili wanakadiria asilimia, lakini hapa lengo ni kupata kiwango kisichojulikana kutoka kwa thamani na msingi, mara nyingi katika muktadha wa kukadiria pekee.
tr: İkisi de bir yüzdelik hesaplıyor, ancak burada amaç, genellikle izole bir hesaplama bağlamında bir değer ve bir temel üzerinden bilinmeyen bir oranı bulmaktır.
uk: Обидва обчислюють відсоток, але тут мета полягає в тому, щоб знайти невідому ставку на основі значення та бази, часто в контексті ізольованого обчислення.
vi: Hai cái này tính toán một tỷ lệ phần trăm, nhưng ở đây mục đích là tìm ra một tỷ lệ chưa biết từ một giá trị và một cơ sở, thường trong bối cảnh tính toán riêng biệt.
zh_hans: 这两者都计算百分比，但这里的目的是从一个值和一个基数中找出一个未知的比率，通常是在孤立计算的上下文中。

# ed_math_percentages_percentage_missing_q2
source: Est-ce la même chose qu’une règle de trois ?
af: Is dit dieselfde as 'n drie-reël?
bg: Същото ли е като правило на трите?
cs: Je to totéž jako pravidlo tří?
da: Er det det samme som en tretrinsregel?
de: Ist das dasselbe wie eine Regel von drei?
el: Είναι το ίδιο με έναν κανόνα τριών;
es: ¿Es lo mismo que una regla de tres?
fi: Onko tämä sama asia kuin kolmonen sääntö?
fil: Ito ba ay pareho sa isang tatlong hakbang na panuntunan?
hu: Ugyanaz, mint a háromsági szabály?
id: Apakah ini sama dengan aturan tiga?
it: È la stessa cosa di una regola di tre?
ja: これは三分の一の法則と同じですか？
ko: 세 규칙과 같은 것인가요?
nl: Is dit hetzelfde als een regel van drie?
no: Er det det samme som en tre-regel?
pl: Czy to to samo co reguła trzech?
pt_pt: É a mesma coisa que uma regra de três?
ro: Este același lucru cu o regulă de trei?
ru: Это то же самое, что и правило трех?
sk: Je to to isté ako pravidlo troch?
sv: Är det samma sak som en trepunktsregel?
sw: Je, hii ni sawa na sheria ya tatu?
tr: Bu, üçgen kuralı ile aynı şey mi?
uk: Це те ж саме, що правило трьох?
vi: Có phải giống như quy tắc ba không?
zh_hans: 这和三的规则是一样的吗？

# ed_math_percentages_percentage_missing_a2
source: Oui, il s’agit d’une forme spécifique de règle de trois où l’inconnue est le pourcentage.
af: Ja, dit is 'n spesifieke vorm van drie-reël waar die onbekende die persentasie is.
bg: Да, това е специфична форма на правило на трите, при която неизвестното е процентът.
cs: Ano, jedná se o specifickou formu pravidla tří, kde neznámou je procento.
da: Ja, det er en specifik form for tretrinsregel, hvor den ukendte er procentdelen.
de: Ja, es handelt sich um eine spezifische Form der Regel von drei, bei der die Unbekannte der Prozentsatz ist.
el: Ναι, πρόκειται για μια συγκεκριμένη μορφή κανόνα τριών όπου η άγνωστη είναι το ποσοστό.
es: Sí, es una forma específica de regla de tres donde la incógnita es el porcentaje.
fi: Kyllä, tämä on erityinen muoto kolmonen säännöstä, jossa tuntematon on prosentti.
fil: Oo, ito ay isang tiyak na anyo ng tatlong hakbang na panuntunan kung saan ang hindi kilala ay ang porsyento.
hu: Igen, ez egy speciális formája a háromsági szabálynak, ahol az ismeretlen a százalék.
id: Ya, ini adalah bentuk spesifik dari aturan tiga di mana yang tidak diketahui adalah persentase.
it: Sì, si tratta di una forma specifica di regola di tre in cui l'incognita è la percentuale.
ja: はい、これは未知数がパーセンテージである三分の一の法則の特定の形です。
ko: 네, 비율이 미지수인 세 규칙의 특정 형태입니다.
nl: Ja, het is een specifieke vorm van een regel van drie waarbij de onbekende het percentage is.
no: Ja, det er en spesifikk form for tre-regel der den ukjente er prosentandelen.
pl: Tak, to specyficzna forma reguły trzech, w której nieznaną wartością jest procent.
pt_pt: Sim, trata-se de uma forma específica de regra de três onde a incógnita é a percentagem.
ro: Da, este o formă specifică de regulă de trei unde necunoscuta este procentul.
ru: Да, это специфическая форма правила трех, где неизвестное - это процент.
sk: Áno, ide o špecifickú formu pravidla troch, kde neznámou je percento.
sv: Ja, det är en specifik form av trepunktsregel där den okända är procentandelen.
sw: Ndio, hii ni aina maalum ya sheria ya tatu ambapo kisichojulikana ni asilimia.
tr: Evet, bilinmeyenin yüzdelik olduğu üçgen kuralının özel bir biçimidir.
uk: Так, це специфічна форма правила трьох, де невідомою є відсоток.
vi: Vâng, đây là một hình thức cụ thể của quy tắc ba mà trong đó ẩn số là tỷ lệ phần trăm.
zh_hans: 是的，这是一种特定形式的三的规则，其中未知数是百分比。

# ed_math_percentages_percentage_missing_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_missing_tip
source: Si votre question est “cela représente combien en % ?”, alors vous cherchez exactement un pourcentage manquant.
af: As jou vraag is “dit verteenwoordig hoeveel in %?”, dan soek jy presies 'n ontbrekende persentasie.
bg: Ако вашият въпрос е "колко представлява в %?", тогава търсите точно липсващ процент.
cs: Pokud se vaše otázka zní „kolik to představuje v %?“, pak hledáte přesně chybějící procento.
da: Hvis dit spørgsmål er “hvad svarer det til i %?”, så leder du præcist efter en manglende procentdel.
de: Wenn Ihre Frage lautet: „Wie viel sind das in %?“, dann suchen Sie genau nach einem fehlenden Prozentsatz.
el: Αν η ερώτησή σας είναι "αυτό αντιπροσωπεύει πόσο σε %;", τότε ψάχνετε ακριβώς για ένα λείπον ποσοστό.
es: Si su pregunta es “¿cuánto representa esto en %?”, entonces está buscando exactamente un porcentaje faltante.
fi: Jos kysymyksesi on 'kuinka paljon tämä on %?', etsit tarkalleen puuttuvaa prosenttia.
fil: Kung ang iyong tanong ay "ano ang katumbas nito sa %?", kung gayon hinahanap mo ang isang nawawalang porsyento.
hu: Ha a kérdése az, hogy "ez hány %?", akkor pontosan egy hiányzó százalékot keres.
id: Jika pertanyaan Anda adalah "itu mewakili berapa %?", maka Anda sedang mencari persentase yang hilang.
it: Se la tua domanda è “quanto rappresenta in %?”, allora stai cercando esattamente una percentuale mancante.
ja: あなたの質問が「これは何％に相当しますか？」であれば、あなたはまさに欠けているパーセンテージを探しています。
ko: 당신의 질문이 '이것은 몇 %를 나타내나요?'라면, 당신은 정확히 누락된 백분율을 찾고 있는 것입니다.
nl: Als uw vraag is “hoeveel is dit in %?”, dan zoekt u precies een ontbrekend percentage.
no: Hvis spørsmålet ditt er "hva representerer dette i %?", så leter du etter en manglende prosentandel.
pl: Jeśli twoje pytanie brzmi „ile to w %?”, to dokładnie szukasz brakującego procentu.
pt_pt: Se a sua pergunta é “isso representa quanto em %?”, então você está a procurar exatamente uma percentagem em falta.
ro: Dacă întrebarea dumneavoastră este „ce reprezintă în %?”, atunci căutați exact un procent lipsă.
ru: Если ваш вопрос звучит как "сколько это в %?", то вы ищете именно недостающий процент.
sk: Ak je vaša otázka "koľko to predstavuje v %?", potom presne hľadáte chýbajúce percento.
sv: Om din fråga är "vad motsvarar det i %?", då letar du exakt efter en saknad procentandel.
sw: Ikiwa swali lako ni "hii inawakilisha kiasi gani kwa %?", basi unatafuta hasa asilimia inayokosekana.
tr: Eğer sorunuz "bu % olarak neyi temsil ediyor?" ise, o zaman tam olarak kayıp bir yüzdelik arıyorsunuz.
uk: Якщо ваше питання: "скільки це в %?", то ви шукаєте саме відсутній відсоток.
vi: Nếu câu hỏi của bạn là "điều này đại diện cho bao nhiêu phần trăm?", thì bạn đang tìm một tỷ lệ phần trăm bị thiếu.
zh_hans: 如果你的问题是“这代表多少百分比？”那么你正好在寻找一个缺失的百分比。

# ed_math_percentages_percentage_of_number_title
source: À propos : Pourcentage d’un nombre
af: Oor: Persentasie van 'n getal
bg: Относно: Процент от число
cs: O: Procento z čísla
da: Om: Procentdel af et tal
de: Über: Prozentsatz einer Zahl
el: Σχετικά: Ποσοστό ενός αριθμού
es: Acerca de: Porcentaje de un número
fi: Tietoa: Prosentti numerosta
fil: Tungkol sa: Porsyento ng isang numero
hu: A következőkről: Százalék egy számra
id: Tentang: Persentase dari suatu angka
it: A proposito: Percentuale di un numero
ja: について：数のパーセンテージ
ko: 정보: 숫자의 백분율
nl: Over: Percentage van een getal
no: Om: Prosentandel av et tall
pl: O tym: Procent liczby
pt_pt: Sobre: Percentagem de um número
ro: Despre: Procentul unui număr
ru: О нас: Процент от числа
sk: O: Percento z čísla
sv: Om: Procentandel av ett tal
sw: Kuhusu: Asilimia ya nambari
tr: Hakkında: Bir sayının yüzdesi
uk: Про: Відсоток від числа
vi: Về: Tỷ lệ phần trăm của một số
zh_hans: 关于：一个数字的百分比

# ed_math_percentages_percentage_of_number_lead
source: Ce calculateur permet de déterminer rapidement la valeur correspondant à un pourcentage d’un nombre, sans supposer de total, de part ou d’évolution particulière.
af: Hierdie sakrekenaar maak dit moontlik om vinnig die waarde te bepaal wat ooreenstem met 'n persentasie van 'n getal, sonder om 'n totaal, deel of spesifieke verandering aan te neem.
bg: Този калкулатор позволява бързо да се определи стойността, съответстваща на процент от число, без да се предполага обща сума, част или конкретно развитие.
cs: Tento kalkulátor umožňuje rychle určit hodnotu odpovídající procentu z čísla, aniž by předpokládal celkovou část, podíl nebo konkrétní vývoj.
da: Denne beregner gør det muligt hurtigt at bestemme værdien svarende til en procentdel af et tal, uden at antage et total, en andel eller en særlig udvikling.
de: Dieser Rechner ermöglicht es, schnell den Wert zu bestimmen, der einem Prozentsatz einer Zahl entspricht, ohne einen Gesamtbetrag, einen Anteil oder eine besondere Entwicklung anzunehmen.
el: Αυτός ο υπολογιστής επιτρέπει να προσδιορίσετε γρήγορα την τιμή που αντιστοιχεί σε ένα ποσοστό ενός αριθμού, χωρίς να υποθέσετε ένα σύνολο, ένα μερίδιο ή μια συγκεκριμένη εξέλιξη.
es: Este calculador permite determinar rápidamente el valor correspondiente a un porcentaje de un número, sin suponer un total, una parte o una evolución particular.
fi: Tämä laskin mahdollistaa nopeasti arvon määrittämisen, joka vastaa prosenttia numerosta, ilman oletusta kokonaisuudesta, osasta tai erityisestä kehityksestä.
fil: Ang calculator na ito ay nagbibigay-daan upang mabilis na matukoy ang halaga na tumutugma sa isang porsyento ng isang numero, nang hindi ipinapalagay ang kabuuan, bahagi o partikular na pagbabago.
hu: Ez a kalkulátor lehetővé teszi, hogy gyorsan meghatározza egy szám százalékának megfelelő értéket, anélkül, hogy feltételeznie kellene egy összesítést, részesedést vagy különleges fejlődést.
id: Kalkulator ini memungkinkan Anda untuk dengan cepat menentukan nilai yang sesuai dengan persentase dari suatu angka, tanpa mengasumsikan total, bagian, atau perkembangan tertentu.
it: Questo calcolatore consente di determinare rapidamente il valore corrispondente a una percentuale di un numero, senza supporre un totale, una parte o un'evoluzione particolare.
ja: この計算機は、特定の合計、部分、または特定の進行を仮定せずに、数のパーセンテージに対応する値を迅速に決定することを可能にします。
ko: 이 계산기는 특정 총액, 부분 또는 특별한 변화를 가정하지 않고 숫자의 백분율에 해당하는 값을 신속하게 결정할 수 있게 해줍니다.
nl: Deze calculator maakt het mogelijk om snel de waarde te bepalen die overeenkomt met een percentage van een getal, zonder een totaal, deel of specifieke evolutie aan te nemen.
no: Denne kalkulatoren lar deg raskt bestemme verdien som tilsvarer en prosentandel av et tall, uten å anta en total, del eller spesifikk utvikling.
pl: Ten kalkulator pozwala szybko określić wartość odpowiadającą procentowi liczby, bez zakładania całkowitej wartości, udziału lub szczególnego rozwoju.
pt_pt: Este calculador permite determinar rapidamente o valor correspondente a uma percentagem de um número, sem supor um total, uma parte ou uma evolução particular.
ro: Acest calculator permite determinarea rapidă a valorii corespunzătoare unui procent dintr-un număr, fără a presupune un total, o parte sau o evoluție particulară.
ru: Этот калькулятор позволяет быстро определить значение, соответствующее проценту от числа, не предполагая общего итога, доли или особого изменения.
sk: Tento kalkulátor umožňuje rýchlo určiť hodnotu zodpovedajúcu percentu z čísla, bez predpokladu celkového súčtu, podielu alebo špecifického vývoja.
sv: Denna kalkylator gör det möjligt att snabbt bestämma värdet som motsvarar en procentandel av ett tal, utan att anta en total, del eller särskild utveckling.
sw: Kihesabu hiki kinaruhusu kubaini haraka thamani inayolingana na asilimia ya nambari, bila kudhani jumla, sehemu au mabadiliko maalum.
tr: Bu hesaplayıcı, bir sayının yüzdesine karşılık gelen değeri hızlı bir şekilde belirlemeyi sağlar, toplam, pay veya özel bir gelişim varsaymadan.
uk: Цей калькулятор дозволяє швидко визначити значення, що відповідає відсотку від числа, без припущення про загальну суму, частку або особливу еволюцію.
vi: Máy tính này cho phép xác định nhanh chóng giá trị tương ứng với một tỷ lệ phần trăm của một số, mà không cần giả định tổng, phần hoặc sự phát triển cụ thể.
zh_hans: 这个计算器可以快速确定一个数字的百分比对应的值，而不假设总数、份额或特定的变化。
