Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_min_max_desc
source: Identifier min et max d'une série.
bg: Идентифицирайте мин и макс на серия.
cs: Identifikovat min a max v sérii.
da: Identificer min og max i en række.
de: Identifizieren Sie min und max einer Reihe.
el: Καθορίστε το min και max μιας σειράς.
es: Identificar el mínimo y el máximo de una serie.
fi: Tunnista minimi ja maksimi sarjasta.
fil: Tukuyin ang min at max ng isang serye.
ja: 一連の最小値と最大値を特定します。
nl: Identificeer min en max van een reeks.
no: Identifisere min og maks i en serie.
pl: Zidentyfikuj min i max z serii.
pt_pt: Identificar mín e máx de uma série.
ro: Identificați min și max dintr-o serie.
ru: Определить мин и макс в ряде.
sk: Identifikovať min a max série.
sv: Identifiera min och max i en serie.
sw: Tambua min na max ya mfululizo.
tr: Bir dizinin min ve max değerlerini belirleyin.
uk: Визначити мінімум і максимум серії.
vi: Xác định min và max của một chuỗi.
zh_hans: 识别一系列的最小值和最大值。

# tool_amplitude_title
source: Amplitude
bg: Амплитуда
cs: Amplituda
el: Αμπλιτούδα
es: Amplitud
fi: Amplitudi
hu: Amplitúdó
id: Amplitudo
it: Ampiezza
ja: 振幅
ko: 진폭
pl: Amplituda
ro: Amplitudine
ru: Амплитуда
sk: Amplitúda
tr: Amplitüd
vi: Biên độ
zh_hans: 幅度

# tool_amplitude_desc
source: Mesurer l'amplitude d'une série (dispersion simple).
bg: Измерете амплитудата на серия (прост разпределение).
cs: Měřit amplitudu série (jednoduchá disperze).
da: Mål amplituden af en række (simpel spredning).
de: Messen Sie die Amplitude einer Reihe (einfache Streuung).
el: Μετρήστε την αμplitude μιας σειράς (απλή διασπορά).
es: Medir la amplitud de una serie (dispersión simple).
fi: Mittaa sarjan amplitudi (yksinkertainen hajonta).
fil: Sukatin ang amplitude ng isang serye (simpleng dispersion).
ja: 一連の振幅（単純な分散）を測定します。
nl: Meet de amplitude van een reeks (simpele spreiding).
no: Måle amplituden til en serie (enkel spredning).
pl: Zmierz amplitudę serii (prosta dyspersja).
pt_pt: Medir a amplitude de uma série (dispersão simples).
ro: Măsurați amplitudinea unei serii (dispersie simplă).
ru: Измерить амплитуду ряда (простое рассеяние).
sk: Zmerať amplitúdu série (jednoduchá disperzia).
sv: Mäta amplituden av en serie (enkel spridning).
sw: Pima amplitude ya mfululizo (kuenea rahisi).
tr: Bir dizinin genliğini (basit dağılım) ölçün.
uk: Виміряти амплітуду серії (просте розсіювання).
vi: Đo lường biên độ của một chuỗi (phân tán đơn giản).
zh_hans: 测量一系列的幅度（简单离散）。

# tool_mean_vs_median_title
source: Différence moyenne / médiane
af: Gemiddelde / mediaan verskil
bg: Средна / медианна разлика
cs: Průměrný / mediánový rozdíl
da: Gennemsnitlig / median forskel
de: Durchschnittliche / mediane Differenz
el: Μέση / διάμεση διαφορά
es: Diferencia media / mediana
fi: Keskimääräinen / mediaani ero
fil: Average / median difference
hu: Átlagos / medián eltérés
id: Perbedaan rata-rata / median
it: Differenza media / mediana
ja: 平均/中央値の差
ko: 평균 / 중앙값 차이
nl: Gemiddeld / mediaan verschil
no: Gjennomsnittlig / median forskjell
pl: Średnia różnica / mediana
pt_pt: Diferença média / mediana
ro: Diferența medie / mediană
ru: Среднее / медианное различие
sk: Priemerný / mediánový rozdiel
sv: Genomsnittlig / median skillnad
sw: Genomsnittlig / median skillnad
tr: Ortalama / medyan fark
uk: Average / median difference
vi: Sự khác biệt trung bình / trung vị
zh_hans: 平均/中位数差异

# tool_mean_vs_median_desc
source: Comparer moyenne et médiane et comprendre quand les utiliser.
af: Vergelyk gemiddeldes en mediaan en verstaan wanneer om dit te gebruik.
bg: Сравнете средна и медиана и разберете кога да ги използвате.
cs: Porovnejte průměr a medián a pochopte, kdy je použít.
da: Sammenlign gennemsnit og median, og forstå hvornår de skal bruges.
de: Mittelwert und Median vergleichen und verstehen, wann man sie verwenden sollte.
el: Συγκρίνετε τη μέση και τη διάμεσο και κατανοήστε πότε να τις χρησιμοποιείτε.
es: Comparar la media y la mediana y entender cuándo utilizarlas.
fi: Vertaile keskiarvo ja mediaani ja ymmärrä, milloin niitä käytetään.
fil: Ihambing ang average at median at alamin kung kailan ito gagamitin.
hu: Hasonlítsa össze az átlagot és a mediánt, és értse meg, mikor használja őket.
id: Bandingkan rata-rata dan median serta pahami kapan menggunakannya.
it: Confronta media e mediana e comprendi quando usarle.
ja: 平均と中央値を比較し、いつ使用するかを理解する。
ko: 평균과 중앙값을 비교하고 언제 사용하는지 이해하기.
nl: Vergelijk het gemiddelde en de mediaan en begrijp wanneer je ze moet gebruiken.
no: Sammenligne gjennomsnitt og median og forstå når de skal brukes.
pl: Porównaj średnią i medianę oraz zrozum, kiedy ich używać.
pt_pt: Comparar média e mediana e entender quando as usar.
ro: Comparați media și mediana și înțelegeți când să le utilizați.
ru: Сравните среднее и медиану и поймите, когда их использовать.
sk: Porovnajte priemer a medián a pochopte, kedy ich použiť.
sv: Jämför medelvärde och median och förstå när du ska använda dem.
sw: Jämför medelvärde och median och förstå när man ska använda dem.
tr: Ortalama ve medyanı karşılaştırın ve ne zaman kullanacağınızı anlayın.
uk: Compare mean and median and understand when to use them.
vi: So sánh trung bình và trung vị và hiểu khi nào nên sử dụng chúng.
zh_hans: 比较平均数和中位数，并了解何时使用它们。

# tool_outliers_effect_title
source: Effet des valeurs extrêmes
af: Effek van uiterste waardes
bg: Ефект на екстремните стойности
cs: Efekt extrémních hodnot
da: Effekt af ekstreme værdier
de: Effekt extremer Werte
el: Επίδραση ακραίων τιμών
es: Efecto de los valores extremos
fi: Äärimmäisten arvojen vaikutus
fil: Epekto ng mga ekstremong halaga
hu: Extrém értékek hatása
id: Efek nilai ekstrem
it: Effetto dei valori estremi
ja: 極端値の影響
ko: 극단값의 효과
nl: Effect van extreme waarden
no: Effekt av ekstreme verdier
pl: Efekt wartości skrajnych
pt_pt: Efeito dos valores extremos
ro: Efectul valorilor extreme
ru: Эффект крайних значений
sk: Efekt extrémnych hodnôt
sv: Effekt av extrema värden
sw: Effekt av extrema värden
tr: Aşırı değerlerin etkisi
uk: Effect of extreme values
vi: Ảnh hưởng của các giá trị cực đoan
zh_hans: 极值效应

# tool_outliers_effect_desc
source: Voir comment les extrêmes influencent la moyenne.
af: Sien hoe die uiterstes die gemiddelde beïnvloed.
bg: Вижте как екстремите влияят на средната стойност.
cs: Podívejte se, jak extrémy ovlivňují průměr.
da: Se hvordan ekstreme værdier påvirker gennemsnittet.
de: Sehen Sie, wie die Extremen den Durchschnitt beeinflussen.
el: Δείτε πώς οι ακραίες τιμές επηρεάζουν τον μέσο όρο.
es: Ver cómo los extremos influyen en la media.
fi: Näe, miten ääripäät vaikuttavat keskiarvoon.
fil: Tingnan kung paano nakakaapekto ang mga ekstrem sa average.
hu: Nézd meg, hogyan befolyásolják a szélsőségek az átlagot.
id: Lihat bagaimana ekstrem mempengaruhi rata-rata.
it: Vedi come gli estremi influenzano la media.
ja: 極端が平均にどのように影響するかを見る。
ko: 극단이 평균에 미치는 영향을 확인하세요.
nl: Bekijk hoe de extremen de gemiddelde waarde beïnvloeden.
no: Se hvordan ekstremene påvirker gjennomsnittet.
pl: Zobacz, jak skrajności wpływają na średnią.
pt_pt: Veja como os extremos influenciam a média.
ro: Vezi cum extremele influențează media.
ru: Смотрите, как крайности влияют на среднее.
sk: Pozrite sa, ako extrémy ovplyvňujú priemer.
sv: Se hur extremvärden påverkar medelvärdet.
sw: Se hur extremvärden påverkar medelvärdet.
tr: Aşırıların ortalamayı nasıl etkilediğini görün.
uk: See how the extremes influence the average.
vi: Xem cách các giá trị cực đoan ảnh hưởng đến giá trị trung bình.
zh_hans: 查看极端值如何影响平均值。

# tool_misleading_mean_title
source: Quand la moyenne est trompeuse
af: Wanneer die gemiddelde misleidend is
bg: Когато средното е заблуждаващо
cs: Když je průměr klamný
da: Når gennemsnittet er misvisende
de: Wenn der Durchschnitt irreführend ist
el: Όταν ο μέσος όρος είναι παραπλανητικός
es: Cuando la media es engañosa
fi: Kun keskiarvo on harhaanjohtava
fil: Kapag ang average ay nakaliligaw
hu: Amikor az átlag félrevezető
id: Ketika rata-rata menipu
it: Quando la media è ingannevole
ja: 平均が誤解を招くとき
ko: 평균이 오해를 불러일으킬 때
nl: Wanneer het gemiddelde misleidend is
no: Når gjennomsnittet er misvisende
pl: Kiedy średnia jest myląca
pt_pt: Quando a média é enganadora
ro: Când media este înșelătoare
ru: Когда среднее значение обманчиво
sk: Keď je priemer klamný
sv: När medelvärdet är missvisande
sw: När medelvärdet är missvisande
tr: Ortalama yanıltıcı olduğunda
uk: When the average is misleading
vi: Khi trung bình gây hiểu lầm
zh_hans: 当平均值具有误导性时

# tool_misleading_mean_desc
source: Comprendre les cas où la moyenne n'est pas représentative.
bg: Разберете случаите, когато средната стойност не е представителна.
cs: Pochopit případy, kdy průměr není reprezentativní.
da: Forstå tilfælde, hvor gennemsnittet ikke er repræsentativt.
de: Verstehen Sie die Fälle, in denen der Durchschnitt nicht repräsentativ ist.
el: Κατανοήστε τις περιπτώσεις όπου η μέση τιμή δεν είναι αντιπροσωπευτική.
es: Entender los casos en los que la media no es representativa.
fi: Ymmärrä tapaukset, joissa keskiarvo ei ole edustava.
fil: Unawain ang mga kaso kung saan ang average ay hindi kinakatawan.
ja: 平均が代表的でない場合を理解します。
nl: Begrijp de gevallen waarin het gemiddelde niet representatief is.
no: Forstå tilfeller der gjennomsnittet ikke er representativt.
pl: Zrozum przypadki, w których średnia nie jest reprezentatywna.
pt_pt: Compreender os casos em que a média não é representativa.
ro: Înțelegeți cazurile în care media nu este reprezentativă.
ru: Понять случаи, когда среднее значение не является репрезентативным.
sk: Pochopiť prípady, keď priemer nie je reprezentatívny.
sv: Förstå fall där medelvärdet inte är representativt.
sw: Elewa hali ambapo wastani si mwakilishi.
tr: Ortalamanın temsil edici olmadığı durumları anlayın.
uk: Зрозуміти випадки, коли середнє не є репрезентативним.
vi: Hiểu các trường hợp mà trung bình không đại diện.
zh_hans: 理解平均值不具代表性的情况。

# group_ratios_title
source: Proportions & ratios
af: Proporties & verhoudings
bg: Пропорции & съотношения
cs: Proporce & poměry
da: Proportioner & forhold
de: Proportionen & Verhältnisse
el: Αναλογίες & λόγοι
es: Proporciones y ratios
fi: Suhteet & suhteet
fil: Proporsyon & ratio
hu: Arányok & arányok
id: Proporsi & rasio
it: Proporzioni & rapporti
ja: 比率 & 比
ko: 비율 및 비율
nl: Verhoudingen & ratio's
no: Proportjoner & forhold
pl: Proporcje i wskaźniki
pt_pt: Proporções & razões
ro: Proporții & rapoarte
ru: Пропорции & соотношения
sk: Proporcie & pomery
sv: Proportioner & förhållanden
sw: Sehemu & uwiano
tr: Oranlar & oranlar
uk: Пропорції & співвідношення
vi: Tỷ lệ & tỷ số
zh_hans: 比例与比率

# group_ratios_desc
source: Ratios, simplification, proportions et parts proportionnelles.
af: Verhoudings, vereenvoudiging, proporsies en proporsionele dele.
bg: Съотношения, опростяване, пропорции и пропорционални части.
cs: Poměry, zjednodušení, proporce a proporcionální části.
da: Forhold, forenkling, proportioner og proportionale dele.
de: Verhältnisse, Vereinfachung, Proportionen und proportionale Anteile.
el: Αναλογίες, απλοποίηση, αναλογίες και αναλογικά μέρη.
es: Ratios, simplificación, proporciones y partes proporcionales.
fi: Suhteet, yksinkertaistaminen, osuudet ja suhteelliset osat.
fil: Ratios, simplipikasyon, proporsyon at proporsyonal na bahagi.
hu: Arányok, egyszerűsítés, arányok és arányos részek.
id: Rasio, penyederhanaan, proporsi, dan bagian proporsional.
it: Rapporti, semplificazione, proporzioni e parti proporzionali.
ja: 比率、簡素化、比例および比例部分。
ko: 비율, 단순화, 비율 및 비례 부분.
nl: Verhoudingen, vereenvoudiging, proporties en proportionele delen.
no: Forhold, forenkling, proporsjoner og proporsjonale deler.
pl: Wskaźniki, uproszczenie, proporcje i części proporcjonalne.
pt_pt: Rácios, simplificação, proporções e partes proporcionais.
ro: Relații, simplificare, proporții și părți proporționale.
ru: Соотношения, упрощение, пропорции и пропорциональные части.
sk: Pomerania, zjednodušenie, proporcie a pomerné časti.
sv: Förhållanden, förenkling, proportioner och proportionella delar.
sw: Förhållanden, förenkling, proportioner och proportionella delar.
tr: Oranlar, basitleştirme, oranlar ve orantılı paylar.
uk: Ratios, simplification, proportions and proportional parts.
vi: Tỷ lệ, đơn giản hóa, tỷ lệ và phần tỷ lệ.
zh_hans: 比例、简化、比例和相应部分。

# group_rule_of_three_title
source: Règle de trois
af: Drie reëls
bg: Правило на три
cs: Pravidlo tří
da: Tre-reglen
de: Drei-Regel
el: Κανόνας τριών
es: Regla de tres
fi: Kolmonen sääntö
fil: Batas ng tatlo
hu: Három szabály
id: Aturan tiga
it: Regola del tre
ja: 三項比率
ko: 삼단계 규칙
nl: Regel van drie
no: Tre regel
pl: Reguła trzech
pt_pt: Regra de três
ro: Regula de trei
ru: Правило трех
sk: Pravidlo troch
sv: Tre punkts regel
sw: Tre punkts regel
tr: Üç kural
uk: Rule of three
vi: Quy tắc ba
zh_hans: 三角法则

# group_rule_of_three_desc
source: Règle de trois directe/inverse, tableaux de proportionnalité.
af: Direkte/inverse drie-regel, verhoudingsmatrices.
bg: Правило на три директно/обратно, таблици на пропорционалност.
cs: Přímá/obrácená trojčlenka, tabulky proporcionality.
da: Direkte/omvendt tre-regel, proportionalitets-tabeller.
de: Direkte/indirekte Dreisatz, Proportionalitätstabellen.
el: Άμεσος/αντίστροφος κανόνας τριών, πίνακες αναλογίας.
es: Regla de tres directa/inversa, tablas de proporcionalidad.
fi: Suoran/käänteisen kolmonen sääntö, suhteellisuustaulukot.
fil: Tuwid/abal na tatlong tuntunin, mga talahanayan ng proporsyonalidad.
hu: Közvetlen/inverz háromszabály, arányossági táblázatok.
id: Aturan tiga langsung/terbalik, tabel proporsionalitas.
it: Regola del tre diretta/inversa, tabelle di proporzionalità.
ja: 直接/逆の三分の一の法則、比例の表。
ko: 직접/역 비례의 삼단계 규칙, 비례 표.
nl: Directe/inverse regel van drie, tabellen van proportionaliteit.
no: Direkte/inverse tre-regel, proporsjonalitetstabeller.
pl: Reguła trzech bezpośrednia/odwrotna, tabele proporcjonalności.
pt_pt: Regra de três direta/inversa, tabelas de proporcionalidade.
ro: Regula de trei directă/inversă, tabele de proporționalitate.
ru: Прямое/обратное правило трех, таблицы пропорциональности.
sk: Pravidlo troch priame/obrátne, tabuľky proporcionality.
sv: Direkt/invers tre regler, proportionella tabeller.
sw: Direkt/invers tre-regeln, proportionella tabeller.
tr: Doğrudan/ters üç kuralı, orantı tabloları.
uk: Direct/inverse three-rule, proportionality tables.
vi: Quy tắc ba trực tiếp/ngược, bảng tỷ lệ.
zh_hans: 直接/间接三分法，比例表。

# group_statistics_title
source: Statistiques
af: Statistieke
bg: Статистика
cs: Statistiky
da: Statistikker
de: Statistiken
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fil: Istatistika
hu: Statisztikák
id: Statistik
it: Statistiche
ja: 統計情報
ko: 통계
nl: Statistieken
no: Statistikk
pl: Statystyki
pt_pt: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sv: Statistik
sw: Statistik
tr: İstatistikler
uk: Statistics
vi: Thống kê
zh_hans: 统计数据

# group_statistics_desc
source: Moyenne, médiane, mode, étendue et notions clés.
af: Gemiddelde, mediaan, modus, reikwydte en sleutelbegrippe.
bg: Средно аритметично, медиана, мода, обхват и ключови понятия.
cs: Průměr, medián, modus, rozsah a klíčové pojmy.
da: Gennemsnit, median, mode, spændvidde og nøglebegreber.
de: Mittelwert, Median, Modus, Spannweite und Schlüsselbegriffe.
el: Μέση, διάμεσος, μόδα, εύρος και βασικές έννοιες.
es: Media, mediana, moda, rango y conceptos clave.
fi: Keskihajonta, mediaani, moodi, vaihteluväli ja keskeiset käsitteet.
fil: Average, median, mode, range, and key concepts.
hu: Átlag, medián, módusz, terjedelem és kulcsfogalmak.
id: Rata-rata, median, modus, rentang, dan konsep kunci.
it: Media, mediana, moda, intervallo e concetti chiave.
ja: 平均、中央値、最頻値、範囲、及び重要な概念。
ko: 평균, 중앙값, 최빈값, 범위 및 주요 개념.
nl: Gemiddelde, mediaan, modus, spreiding en kernbegrippen.
no: Gjennomsnitt, median, modus, spenn og nøkkelbegreper.
pl: Średnia, mediana, moda, rozstęp i kluczowe pojęcia.
pt_pt: Média, mediana, moda, amplitude e conceitos-chave.
ro: Medie, mediană, mod, amplitudine și noțiuni cheie.
ru: Среднее, медиана, мода, диапазон и ключевые понятия.
sk: Priemer, medián, mód, rozsah a kľúčové pojmy.
sv: Medel, median, typvärde, intervall och nyckelbegrepp.
sw: Medel, median, läge, spridning och nyckelbegrepp.
tr: Ortalama, medyan, mod, aralık ve ana kavramlar.
uk: Mean, median, mode, range, and key concepts.
vi: Trung bình, trung vị, mốt, khoảng và khái niệm chính.
zh_hans: 平均数、中位数、众数、范围和关键概念。

# group_fractions_title
source: Fractions & décimaux
af: Breuke & desimale
bg: Дялове & десетични
cs: Zlomek & desetinná čísla
da: Brøker & decimaler
de: Brüche & Dezimalzahlen
el: Κλάσματα & δεκαδικά
es: Fracciones y decimales
fi: Murtoluvut & desimaalit
fil: Fraction & decimal
hu: Törtek & tizedesek
id: Pecahan & desimal
it: Frazioni & decimali
ja: 分数 & 小数
ko: 분수 및 소수
nl: Breuken & decimalen
no: Brøker & desimaler
pl: Ułamki i liczby dziesiętne
pt_pt: Frações & decimais
ro: Fracții & zecimale
ru: Дроби & десятичные
sk: Zlomky & desatinné čísla
sv: Bråk & decimaler
sw: Sehemu & decimal
tr: Kesirler & ondalıklar
uk: Дроби & десяткові
vi: Phân số & thập phân
zh_hans: 分数与小数

# group_fractions_desc
source: Conversions, calculs simples et simplification.
af: Oorgange, eenvoudige berekeninge en vereenvoudiging.
bg: Конверсии, прости изчисления и опростяване.
cs: Konverze, jednoduché výpočty a zjednodušení.
da: Konverteringer, simple beregninger og forenkling.
de: Konversionen, einfache Berechnungen und Vereinfachung.
el: Μετατροπές, απλοί υπολογισμοί και απλοποίηση.
es: Conversiones, cálculos simples y simplificación.
fi: Muutokset, yksinkertaiset laskelmat ja yksinkertaistaminen.
fil: Mga conversion, simpleng kalkulasyon at pagpapadali.
hu: Konverziók, egyszerű számítások és egyszerűsítés.
id: Konversi, perhitungan sederhana, dan penyederhanaan.
it: Conversioni, calcoli semplici e semplificazione.
ja: コンバージョン、簡単な計算、簡素化。
ko: 변환, 간단한 계산 및 단순화.
nl: Conversies, eenvoudige berekeningen en vereenvoudiging.
no: Konverteringer, enkle beregninger og forenkling.
pl: Konwersje, proste obliczenia i uproszczenie.
pt_pt: Conversões, cálculos simples e simplificação.
ro: Conversii, calcule simple și simplificare.
ru: Конверсии, простые расчёты и упрощение.
sk: Konverzie, jednoduché výpočty a zjednodušenie.
sv: Konverteringar, enkla beräkningar och förenkling.
sw: Konverteringar, enkla beräkningar och förenkling.
tr: Dönüşümler, basit hesaplamalar ve basitleştirme.
uk: Conversions, simple calculations, and simplification.
vi: Chuyển đổi, tính toán đơn giản và đơn giản hóa.
zh_hans: 转换、简单计算和简化。

# group_rounding_title
source: Arrondis & estimation
af: Afgeronde & skatting
bg: Закръгления & оценка
cs: Zaokrouhlení & odhad
da: Afrundinger & estimation
de: Rundungen & Schätzungen
el: Στρογγυλοποιήσεις & εκτιμήσεις
es: Redondeos y estimación
fi: Pyöristykset & arviointi
fil: Pag-round & pagtataya
hu: Kerekítések & becslések
id: Pembulatan & estimasi
it: Arrotondamenti & stime
ja: 四捨五入 & 推定
ko: 반올림 및 추정
nl: Afgerond & schatting
no: Rundinger & estimater
pl: Zaokrąglenia i oszacowania
pt_pt: Arredondamentos & estimativa
ro: Rotunjiri & estimare
ru: Округления & оценка
sk: Zaokrúhľovanie & odhad
sv: Avrundningar & uppskattningar
sw: Kadiria & makadirio
tr: Yuvarlamalar & tahmin
uk: Округлення & оцінка
vi: Làm tròn & ước lượng
zh_hans: 四舍五入与估算

# group_rounding_desc
source: Arrondis, chiffres significatifs, erreurs et ordres de grandeur.
af: Afgeronde, betekenisvolle syfers, foute en groottes.
bg: Окръжности, значими цифри, грешки и порядъци на величини.
cs: Zaokrouhlení, významné číslice, chyby a řády velikosti.
da: Afrundinger, signifikante cifre, fejl og størrelsesordener.
de: Rundungen, signifikante Ziffern, Fehler und Größenordnungen.
el: Στρογγυλοποιήσεις, σημαντικά ψηφία, σφάλματα και τάξεις μεγέθους.
es: Redondeos, cifras significativas, errores y órdenes de magnitud.
fi: Pyöristykset, merkitsevät numerot, virheet ja suuruusluokat.
fil: Mga rounding, makabuluhang numero, pagkakamali at mga sukat.
hu: Kerekítések, jelentős számok, hibák és nagyságrendek.
id: Pembulatan, angka signifikan, kesalahan, dan urutan besar.
it: Arrotondamenti, cifre significative, errori e ordini di grandezza.
ja: 丸め、重要な数字、誤差、及びオーダーオブマグニチュード。
ko: 반올림, 유효 숫자, 오류 및 규모.
nl: Afgerond, significante cijfers, fouten en grootordes.
no: Rundinger, signifikante tall, feil og størrelsesordener.
pl: Zaokrąglenia, liczby znaczące, błędy i rzędy wielkości.
pt_pt: Arredondamentos, dígitos significativos, erros e ordens de grandeza.
ro: Rotunjiri, cifre semnificative, erori și ordine de mărime.
ru: Округления, значащие цифры, ошибки и порядки величины.
sk: Zaokrúhlenia, významné čísla, chyby a rády veľkosti.
sv: Avrundningar, signifikanta siffror, fel och storleksordningar.
sw: Avrundningar, signifikanta siffror, fel och storleksordningar.
tr: Yuvarlamalar, anlamlı sayılar, hatalar ve büyüklük sıraları.
uk: Rounding, significant figures, errors, and orders of magnitude.
vi: Làm tròn, số có ý nghĩa, lỗi và độ lớn.
zh_hans: 四舍五入、有效数字、误差和数量级。

# pct_sg_essential_title
source: Essentiels
af: Essensieel
bg: Основни
cs: Základní prvky
da: Essentielle
de: Wesentliches
el: Απαραίτητα
es: Esenciales
fi: Perusteet
fil: Mahalaga
hu: Alapvetők
id: Esensial
it: Essenziali
ja: 必需品
ko: 필수 항목
nl: Essentials
no: Essensielle
pl: Niezbędne
pt_pt: Essenciais
ro: Esentiale
ru: Основные
sk: Základné
sv: Viktigt
sw: Viktigt
tr: Temel Gereksinimler
uk: Essentials
vi: Cần thiết
zh_hans: 必需品

# pct_sg_essential_desc
source: Les calculs les plus courants.
af: Die mees algemene berekeninge.
bg: Най-често срещаните изчисления.
cs: Nejčastější výpočty.
da: De mest almindelige beregninger.
de: Die gängigsten Berechnungen.
el: Οι πιο συνηθισμένοι υπολογισμοί.
es: Los cálculos más comunes.
fi: Yleisimmät laskelmat.
fil: Ang pinakakaraniwang mga kalkulasyon.
hu: A leggyakoribb számítások.
id: Perhitungan yang paling umum.
it: I calcoli più comuni.
ja: 最も一般的な計算。
ko: 가장 일반적인 계산.
nl: De meest voorkomende berekeningen.
no: De vanligste beregningene.
pl: Najczęstsze obliczenia.
pt_pt: Os cálculos mais comuns.
ro: Cele mai comune calcule.
ru: Наиболее распространенные расчеты.
sk: Najbežnejšie výpočty.
sv: De vanligaste beräkningarna.
sw: De vanligaste beräkningarna.
tr: En yaygın hesaplamalar.
uk: The most common calculations.
vi: Các phép tính phổ biến nhất.
zh_hans: 最常见的计算。

# pct_sg_cumul_title
source: Cumul & comparaisons
af: Kumulatiewe & vergelykings
bg: Натрупване & сравнения
cs: Kumulace & srovnání
da: Kumulering & sammenligninger
de: Kumulieren & Vergleiche
el: Συσσώρευση & συγκρίσεις
es: Acumulación y comparaciones
fi: Kumulointi & vertailut
fil: Kumulasyon & paghahambing
hu: Összegzés & összehasonlítások
id: Kumulatif & perbandingan
it: Cumulazioni & confronti
ja: 累積 & 比較
ko: 누적 및 비교
nl: Cumul & vergelijkingen
no: Kumulering & sammenligninger
pl: Kumulacja i porównania
pt_pt: Acumulação & comparações
ro: Cumul & comparații
ru: Суммирование & сравнения
sk: Kumulácia & porovnania
sv: Kumulering & jämförelser
sw: Jumla & kulinganisha
tr: Toplam & karşılaştırmalar
uk: Сумарні & порівняння
vi: Tích lũy & so sánh
zh_hans: 累积与比较
