Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_text_structure_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sugestie
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_text_structure_to_json_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n unieke wenk wat verband hou met die doel van die hulpmiddel.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: TODO: Jedinečný tip související s úmyslem nástroje.
da: En unik tip relateret til værktøjets hensigt.
de: TODO: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: TODO: Μια μοναδική συμβουλή σχετική με την πρόθεση του εργαλείου.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Unique tip related to the tool's intent.
fil: TODO: Isang natatanging tip na nauugnay sa layunin ng tool.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tip unik yang terkait dengan tujuan alat ini.
it: TODO: Un suggerimento unico legato all'intenzione dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 독특한 팁.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: TODO: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: TODO: Uma dica única relacionada à intenção da ferramenta.
ro: O sugestie unică legată de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Ett unikt tips relaterat till verktygets avsikt.
sw: A unique tip related to the tool's intent.
tr: TODO: Araçla ilgili benzersiz bir ipucu.
uk: Для чого потрібен цей вихід.
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: TODO: 与工具意图相关的独特提示。

# ed_dev_pdf_pdf_to_unicode_inspector_title
source: À propos : Inspecter ToUnicode
af: Oor oor: Inspecteer ToUnicode
bg: Относно: Инспектиране на ToUnicode
cs: About: Inspect ToUnicode
da: Om: Inspicer ToUnicode
de: Über: ToUnicode inspizieren
el: Σχετικά με: Επιθεώρηση ToUnicode
es: Acerca de: Inspeccionar ToUnicode
fi: Tietoja: Tarkista ToUnicode
fil: Tungkol sa: Suriin ang ToUnicode
hu: Rólunk: ToUnicode ellenőrzése
id: Tentang: Memeriksa ToUnicode
it: Informazioni: Ispezionare ToUnicode
ja: について: ToUnicodeを検査する
ko: 정보: ToUnicode 검사
nl: Over: Inspecteer ToUnicode
no: About: Inspect ToUnicode
pl: O programie: Inspekcja ToUnicode
pt_pt: Sobre: Inspecionar ToUnicode
ro: Despre: Inspectați ToUnicode
ru: О программе: Инспекция ToUnicode
sk: About: Inspect ToUnicode
sv: Om: Inspektera ToUnicode
sw: Kuhusu: Kukagua ToUnicode
tr: Hakkında: ToUnicode'yi İnceleme
uk: Про програму: Інспекція ToUnicode
vi: Về chúng tôi: Kiểm tra ToUnicode
zh_hans: 关于：检查 ToUnicode

# ed_dev_pdf_pdf_to_unicode_inspector_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Опишете точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: TODO: Popište přesně cíl tohoto nástroje (jedinečný úmysl, ne parafráze jiného).
da: TODO: Et unikt tip relateret til værktøjets hensigt.
de: TODO: Das genaue Ziel dieses Werkzeugs beschreiben (einzigartige Absicht, keine Paraphrase eines anderen).
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφράση άλλου).
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: Yksi ainutlaatuinen vinkki työkalun tarkoitukseen liittyen.
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: TODO: A szerszám pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: TODO: Menjelaskan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: TODO: Descrivere l'obiettivo esatto di questo strumento (intenzione unica, non una parafrasi di un altro).
ja: TODO: このツールの正確な目的を説明する（ユニークな意図、他のものの言い換えではない）。
ko: TODO: 이 도구의 정확한 목적 설명 (독특한 의도, 다른 것의 패러프레이즈 아님).
nl: TODO: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een ander).
no: TODO: Beskriv det eksakte målet med dette verktøyet (unik hensikt, ikke en omskrivning av noe annet).
pl: TODO: Opisz dokładny cel tego narzędzia (unikalna intencja, nie parafraza innego).
pt_pt: TODO: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: Cazuri de utilizare
ru: TODO: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: TODO: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: TODO: Njia ya kipekee inayohusiana na kusudi la chombo.
tr: TODO: Bu aracın tam amacını tanımlayın (benzersiz niyet, başka birinin parafrazı değil).
uk: TODO: Описати точну мету цього інструменту (унікальне намір, не перефразування іншого).
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định độc đáo, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO: 描述该工具的确切目标（独特意图，而不是其他内容的释义）。

# ed_dev_pdf_pdf_to_unicode_inspector_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случаи на употреба
cs: Use case
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscase
no: Use cases
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Use case
sv: Användningsfall
sw: Matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_to_unicode_inspector_uc1_text
source: TODO: Exemple concret 1
af: TODO: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 1
cs: TODO: Konkrétní příklad 1
da: Konkrekt eksempel 1
de: TODO: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 1
es: TODO: Ejemplo concreto 1
fi: TODO: Concrete example 1
fil: TODO: Konkreto halimbawa 1
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: TODO: Esempio concreto 1
ja: TODO: 具体的な例 1
ko: TODO: 구체적인 예 1
nl: TODO: Concreet voorbeeld 1
no: TODO: Konkrett eksempel 1
pl: TODO: Przykład konkretny 1
pt_pt: TODO: Exemplo concreto 1
ro: Exemplu concret 1
ru: TODO: Конкретный пример 1
sk: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Konkreta exempel 1
sw: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: TODO: Somut örnek 1
uk: TODO: Конкретний приклад 1
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO: 具体示例 1

# ed_dev_pdf_pdf_to_unicode_inspector_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 2
da: TODO: Konkrete eksempel 1
de: TODO: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 2
es: TODO: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 2
fil: TODO: Konkreto halimbawa 2
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: TODO: Esempio concreto 2
ja: TODO: 具体的な例 2
ko: TODO: 구체적인 예 2
nl: TODO: Concreet voorbeeld 2
no: TODO: Konkrett eksempel 2
pl: TODO: Przykład konkretny 2
pt_pt: TODO: Exemplo concreto 2
ro: TODO: Exemplu concret 2
ru: TODO: Конкретный пример 2
sk: Presne popíšte presný cieľ tohto nástroja (jedinečný úmysel, nie parafráza iného).
sv: TODO: Konkreta exempel 2
sw: Mfano halisi 1
tr: TODO: Somut örnek 2
uk: TODO: Конкретний приклад 2
vi: TODO: Ví dụ cụ thể 2
zh_hans: TODO: 具体示例 2

# ed_dev_pdf_pdf_to_unicode_inspector_uc3_text
source: TODO: Exemple concret 3
af: Voorbeeld 2
bg: TODO: Конкретен пример 3
cs: Concrete example 2
da: Concrete example 2
de: TODO: Konkretes Beispiel 3
el: TODO: Συγκεκριμένο παράδειγμα 3
es: TODO: Ejemplo concreto 3
fi: TODO: Konkreettinen esimerkki 3
fil: TODO: Konkreto halimbawa 3
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Esempio concreto 2
ja: TODO: 具体的な例 3
ko: TODO: 구체적인 예 3
nl: TODO: Concreet voorbeeld 3
no: Concrete example 2
pl: TODO: Przykład konkretny 3
pt_pt: TODO: Exemplo concreto 3
ro: TODO: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: Concrete example 2
sv: TODO: Konkreta exempel 3
sw: Njia moja ya kipekee inayohusiana na kusudi la chombo.
tr: TODO: Somut örnek 3
uk: TODO: Конкретний приклад 3
vi: TODO: Ví dụ cụ thể 3
zh_hans: TODO: 具体示例 3

# ed_dev_pdf_pdf_to_unicode_inspector_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Примерен случай 1
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Esimerkiksi 1
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ecco cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Voorbeeld 1
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Exemplu concret 1
ru: Конкретный пример 1
sk: Konkrétny príklad 1
sv: Exempel konkret 1
sw: Mfano halisi 1
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_to_unicode_inspector_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf die uitgang presies.
bg: TODO: Опишете точно изхода.
cs: TODO: Přesně popište výstup.
da: Beskriv præcist outputtet.
de: TODO: Die Ausgabe genau beschreiben.
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: TODO: Describir con precisión la salida.
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: TODO: A kimenet pontos leírása.
id: TODO: Menjelaskan dengan tepat keluaran.
it: TODO: Esempio concreto 3
ja: TODO: 出力を正確に説明する。
ko: TODO: 출력을 정확하게 설명합니다.
nl: TODO: Beschrijf de uitvoer nauwkeurig.
no: TODO: Beskriv nøyaktig utgangen.
pl: TODO: Dokładnie opisz wynik.
pt_pt: TODO: Descrever precisamente a saída.
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: TODO: Точно опишите вывод.
sk: Konkrétny príklad 2
sv: TODO: Beskriv noggrant utdata.
sw: Mfano halisi 2
tr: TODO: Çıktıyı kesin olarak tanımlayın.
uk: TODO: Точно описати вихідні дані.
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO: 精确描述输出。

# ed_dev_pdf_pdf_to_unicode_inspector_out2
source: TODO: À quoi sert cette sortie.
af: Voorbeeld 3
bg: TODO: За какво служи този изход.
cs: Concrete example 3
da: Concrete example 3
de: TODO: Wozu dient diese Ausgabe.
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: Para qué sirve esta salida.
fi: Rajoitukset ja huomioitavat seikat
fil: TODO: Ano ang gamit ng output na ito.
hu: TODO: Mire való ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: TODO: Descrivere precisamente l'uscita.
ja: TODO: この出力の目的。
ko: TODO: 이 출력의 용도.
nl: TODO: Waar dient deze uitvoer voor.
no: Concrete example 3
pl: TODO: Do czego służy ten wynik.
pt_pt: TODO: Para que serve esta saída.
ro: Exemplu concret 3
ru: TODO: Для чего нужен этот вывод.
sk: Concrete example 3
sv: TODO: Vad är syftet med denna utdata.
sw: TODO: Je, ni nini hii inatumikia.
tr: TODO: Bu çıktının ne işe yaradığını açıklayın.
uk: TODO: Для чого потрібні ці вихідні дані.
vi: TODO: Đầu ra này có tác dụng gì.
zh_hans: TODO: 该输出的用途。

# ed_dev_pdf_pdf_to_unicode_inspector_limits
source: Limites et points d’attention
af: Wat jy kry
bg: Ограничения и важни точки
cs: What you get
da: Det du får
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: What you get
pl: Ograniczenia i punkty uwagi
pt_pt: Limitações e pontos de atenção
ro: TODO: Exemplu concret 2
ru: Ограничения и моменты внимания
sk: What you get
sv: Begränsningar och punkter att tänka på
sw: TODO: Mfano halisi 3
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_to_unicode_inspector_lim2
source: TODO.
af: Beskryf presies die uitvoer.
bg: Примерен случай 2
cs: Describe the output precisely.
da: Beskriv præcist outputtet.
fi: Esimerkiksi 2
it: TODO: A cosa serve questa uscita.
nl: Wat je krijgt
no: What this output is for.
ro: Exemplu concret 2
ru: Конкретный пример 2
sk: Describe the output precisely.
sv: Exempel konkret 2
sw: Mfano halisi 2

# ed_dev_pdf_pdf_to_unicode_inspector_faq
source: Questions fréquentes
af: Vrae vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Limitations and points of attention
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Limite și puncte de atenție
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_to_unicode_inspector_a2
source: TODO
bg: Примерен случай 3
cs: Frequently asked questions
fi: Esimerkiksi 3
nl: Beperkingen en aandachtspunten
ro: Exemplu concret 3
ru: Конкретный пример 3
sv: Exempel konkret 3
sw: Mfano halisi 3

# ed_dev_pdf_pdf_to_unicode_inspector_tip_title
source: Astuce
af: Gereelde vrae
bg: Какво получавате
cs: Tip
da: Ofte stillede spørgsmål
de: Tipp
el: Συμβουλή
es: Consejo
fi: Mitä saat
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Ce ce obțineți
ru: Что вы получаете
sk: Frequently asked questions
sv: Det du får
sw: Unachopata
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_to_unicode_inspector_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: Een unieke wenk wat verband hou met die bedoeling van die instrument.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: TODO: Jedinečný tip související s úmyslem nástroje.
da: TODO: Et un unikt tip relateret til værktøjets intention.
de: TODO: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: TODO: Μια μοναδική συμβουλή σχετική με την πρόθεση του εργαλείου.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki työkalun aikomukseen liittyen.
fil: TODO: Isang natatanging tip na nauugnay sa layunin ng tool.
hu: TODO: Egy egyedi tipp, amely a szerszám szándékához kapcsolódik.
id: TODO: Sebuah tip unik yang terkait dengan tujuan alat ini.
it: Suggerimento
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 독특한 팁.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: TODO: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: TODO: Uma dica única relacionada à intenção da ferramenta.
ro: TODO: O sugestie unică legată de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Ett unikt tips relaterat till verktygets avsikt.
sw: TODO: Njia ya kipekee inayohusiana na kusudi la chombo.
tr: TODO: Araçla ilgili benzersiz bir ipucu.
uk: Порада
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: TODO: 与工具意图相关的独特提示。

# ed_dev_pdf_pdf_xref_to_json_title
source: À propos : XRef PDF → JSON
af: Oor: XRef PDF → JSON
bg: За нас: XRef PDF → JSON
cs: O aplikaci: XRef PDF → JSON
da: Om: XRef PDF → JSON
de: Über: XRef PDF → JSON
el: Σχετικά με: XRef PDF → JSON
es: Acerca de: XRef PDF → JSON
fi: Kuvaile tarkasti tulos.
fil: Tungkol sa: XRef PDF → JSON
hu: Rólunk: XRef PDF → JSON
id: Tentang: XRef PDF → JSON
it: A proposito: XRef PDF → JSON
ja: について: XRef PDF → JSON
ko: 정보: XRef PDF → JSON
nl: Veelgestelde vragen
no: Om: XRef PDF → JSON
pl: O programie: XRef PDF → JSON
pt_pt: Sobre: XRef PDF → JSON
ro: Despre: XRef PDF → JSON
ru: Точно опишите вывод.
sk: O: XRef PDF → JSON
sv: Om: XRef PDF → JSON
sw: Eleza kwa usahihi matokeo.
tr: Hakkında: XRef PDF → JSON
uk: Про: XRef PDF → JSON
vi: Về chúng tôi: XRef PDF → JSON
zh_hans: 关于：XRef PDF → JSON

# ed_dev_pdf_pdf_xref_to_json_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Опишете точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: TODO: Popište přesně cíl tohoto nástroje (jedinečný úmysl, ne parafráze jiného).
da: TODO: Beskriv det præcise mål med dette værktøj (unik intention, ikke en parafrase af en anden).
de: TODO: Das genaue Ziel dieses Werkzeugs beschreiben (einzigartige Absicht, keine Paraphrase eines anderen).
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφράση άλλου).
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (ainutlaatuinen aikomus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: TODO: A szerszám pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: TODO: Menjelaskan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: Informazioni: XRef PDF → JSON
ja: TODO: このツールの正確な目的を説明する（ユニークな意図、他のものの言い換えではない）。
ko: TODO: 이 도구의 정확한 목적 설명 (독특한 의도, 다른 것의 패러프레이즈 아님).
nl: TODO: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een ander).
no: Tips
pl: TODO: Opisz dokładny cel tego narzędzia (unikalna intencja, nie parafraza innego).
pt_pt: TODO: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: TODO: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: TODO: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: TODO: Eleza lengo halisi la chombo hiki (kusudi la kipekee, si paraphrase ya nyingine).
tr: TODO: Bu aracın tam amacını tanımlayın (benzersiz niyet, başka birinin parafrazı değil).
uk: Про програму: XRef PDF → JSON
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định độc đáo, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO: 描述该工具的确切目标（独特意图，而不是其他内容的释义）。

# ed_dev_pdf_pdf_xref_to_json_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Ограничения и важни точки
cs: Tip
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Mihin tätä tulosta käytetään.
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Limite și puncte de atenție
ru: Для чего нужен этот вывод.
sk: Prípad použitia
sv: Begränsningar och punkter att tänka på
sw: Inatumika kwa nini matokeo haya.
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_xref_to_json_uc1_title
source: TODO
af: Wenk
da: Tip
fi: Rajoitukset ja huomioitavat seikat
it: Casi d'uso
no: About: XRef PDF → JSON
ru: Ограничения и моменты внимания
sk: Tip
sw: Mipaka na mambo ya kuzingatia
uk: Випадки використання

# ed_dev_pdf_pdf_xref_to_json_uc1_text
source: TODO: Exemple concret 1
af: TODO: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Конкретен пример 1
cs: A unique tip related to the tool's intent.
da: Brugssager
de: TODO: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 1
es: TODO: Ejemplo concreto 1
fi: TODO: Konkreettinen esimerkki 1
fil: TODO: Konkreto halimbawa 1
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Esempio concreto 1
ja: TODO: 具体的な例 1
ko: TODO: 구체적인 예 1
nl: TODO: Concreet voorbeeld 1
no: TODO: Konkrett eksempel 1
pl: TODO: Przykład konkretny 1
pt_pt: TODO: Exemplo concreto 1
ro: O sugestie unică legată de intenția instrumentului.
ru: TODO: Конкретный пример 1
sk: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Konkreta exempel 1
sw: TODO: Mfano halisi 1
tr: TODO: Somut örnek 1
uk: TODO: Конкретний приклад 1
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO: 具体示例 1

# ed_dev_pdf_pdf_xref_to_json_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 2
da: Om: XRef PDF → JSON
de: TODO: Konkretes Beispiel 2
el: TODO: Συγκεκριμένο παράδειγμα 2
es: TODO: Ejemplo concreto 2
fi: Usein kysytyt kysymykset
fil: TODO: Konkreto halimbawa 2
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: TODO: Esempio concreto 1
ja: TODO: 具体的な例 2
ko: TODO: 구체적인 예 2
nl: TODO: Concreet voorbeeld 2
no: TODO: Konkrett eksempel 2
pl: TODO: Przykład konkretny 2
pt_pt: TODO: Exemplo concreto 2
ro: Despre: XRef PDF → JSON
ru: Часто задаваемые вопросы
sk: TODO: Presne opísať cieľ tohto nástroja (jedinečný úmysel, nie parafráza iného).
sv: TODO: Konkreta exempel 2
sw: Maswali ya mara kwa mara
tr: TODO: Somut örnek 2
uk: TODO: Конкретний приклад 2
vi: TODO: Ví dụ cụ thể 2
zh_hans: TODO: 具体示例 2

# ed_dev_pdf_pdf_xref_to_json_uc3_text
source: TODO: Exemple concret 3
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 3
cs: Use case
da: Beskriv præcist formålet med dette værktøj (unik hensigt, ikke en parafrase af en anden).
de: TODO: Konkretes Beispiel 3
el: TODO: Συγκεκριμένο παράδειγμα 3
es: TODO: Ejemplo concreto 3
fi: TODO: Konkreettinen esimerkki 3
fil: TODO: Konkreto halimbawa 3
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Esempio concreto 3
ja: TODO: 具体的な例 3
ko: TODO: 구체적인 예 3
nl: Over: XRef PDF → JSON
no: Concrete example 1
pl: TODO: Przykład konkretny 3
pt_pt: TODO: Exemplo concreto 3
ro: TODO: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: Use case
sv: TODO: Konkreta exempel 3
sw: TODO: Mfano halisi 1
tr: TODO: Somut örnek 3
uk: TODO: Конкретний приклад 3
vi: TODO: Ví dụ cụ thể 3
zh_hans: TODO: 具体示例 3

# ed_dev_pdf_pdf_xref_to_json_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Това, което получавате
cs: Co získáte
da: Brugssager
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Kile unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容
