Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_ann_subtitle
source: Exportez les annotations d’un PDF (commentaires, surlignages, notes, dessins, liens…) au format JSON, localement dans votre navigateur.
af: Eksporteer die annotasies van 'n PDF (kommentaar, merkings, notas, tekeninge, skakels…) na JSON-formaat, plaaslik in jou blaaier.
bg: Експортирайте анотациите от PDF (коментари, подчертавания, бележки, рисунки, връзки…) в JSON формат, локално в браузъра ви.
cs: Exportujte anotace z PDF (komentáře, zvýraznění, poznámky, kresby, odkazy…) do formátu JSON, lokálně ve vašem prohlížeči.
da: Eksporter annotationer fra en PDF (kommentarer, surligninger, noter, tegninger, links…) i JSON-format, lokalt i din browser.
de: Exportieren Sie die Anmerkungen eines PDFs (Kommentare, Markierungen, Notizen, Zeichnungen, Links…) im JSON-Format lokal in Ihrem Browser.
el: Εξάγετε τις σημειώσεις ενός PDF (σχόλια, υπογραμμίσεις, σημειώσεις, σχέδια, σύνδεσμοι…) σε μορφή JSON, τοπικά στον περιηγητή σας.
es: Exporte las anotaciones de un PDF (comentarios, subrayados, notas, dibujos, enlaces…) en formato JSON, localmente en su navegador.
fi: Vie PDF-annotaatiot (kommentit, korostukset, muistiinpanot, piirustukset, linkit…) JSON-muodossa paikallisesti selaimessasi.
fil: I-export ang mga anotasyon mula sa isang PDF (mga komento, mga highlight, mga tala, mga guhit, mga link…) sa format na JSON, lokal sa iyong browser.
hu: Exportálja egy PDF annotációit (megjegyzések, kiemelések, jegyzetek, rajzok, linkek…) JSON formátumban, helyben a böngészőjében.
id: Ekspor anotasi dari PDF (komentar, sorotan, catatan, gambar, tautan…) ke format JSON, secara lokal di browser Anda.
it: Esporta le annotazioni di un PDF (commenti, evidenziazioni, note, disegni, link…) in formato JSON, localmente nel tuo browser.
ja: PDFの注釈(コメント、ハイライト、メモ、図、リンク…)をJSON形式で、ブラウザ内にローカルにエクスポートします。
ko: PDF의 주석(댓글, 형광펜, 메모, 그림, 링크 등)을 JSON 형식으로 내보내고, 브라우저에서 로컬로 저장합니다.
nl: Exporteer de annotaties van een PDF (opmerkingen, markeringen, notities, tekeningen, links…) naar JSON-formaat, lokaal in uw browser.
no: Eksporter annotasjoner fra en PDF (kommentarer, uthevinger, notater, tegninger, lenker…) til JSON-format, lokalt i nettleseren din.
pl: Eksportuj adnotacje z PDF (komentarze, podkreślenia, notatki, rysunki, linki…) w formacie JSON, lokalnie w przeglądarce.
pt_pt: Exporte as anotações de um PDF (comentários, surlinhados, notas, desenhos, links…) para o formato JSON, localmente no seu navegador.
ro: Exportați anotările dintr-un PDF (comentarii, surlinieri, note, desene, linkuri…) în format JSON, local, în browserul dumneavoastră.
ru: Экспортируйте аннотации из PDF (комментарии, выделения, заметки, рисунки, ссылки…) в формате JSON, локально в вашем браузере.
sk: Exportujte anotácie z PDF (komentáre, zvýraznenia, poznámky, kresby, odkazy…) do formátu JSON, lokálne vo vašom prehliadači.
sv: Exportera anteckningar från en PDF (kommentarer, markeringar, anteckningar, ritningar, länkar…) i JSON-format, lokalt i din webbläsare.
sw: Export maelezo ya PDF (maoni, michoro, maelezo, michoro, viungo…) katika muundo wa JSON, ndani ya kivinjari chako.
tr: Bir PDF'nin anotasyonlarını (yorumlar, vurgulamalar, notlar, çizimler, bağlantılar...) JSON formatında, tarayıcınızda yerel olarak dışa aktarın.
uk: Експортуйте анотації з PDF (коментарі, виділення, нотатки, малюнки, посилання…) у форматі JSON, локально у вашому браузері.
vi: Xuất chú thích từ một PDF (nhận xét, đánh dấu, ghi chú, vẽ, liên kết…) sang định dạng JSON, cục bộ trong trình duyệt của bạn.
zh_hans: 将 PDF 的注释（评论、高亮、笔记、图形、链接等）导出为 JSON 格式，保存在您的浏览器中。

# pdf_ann_err_title
source: Impossible d’extraire les annotations.
af: Onmoontlik om die annotasies uit te trek.
bg: Невъзможно е да се извлекат анотациите.
cs: Nelze extrahovat anotace.
da: Det er ikke muligt at udtrække annotationer.
de: Es ist nicht möglich, die Anmerkungen zu extrahieren.
el: Αδύνατη η εξαγωγή σημειώσεων.
es: No se pueden extraer las anotaciones.
fi: Ei voitu poimia annotaatioita.
fil: Hindi ma-extract ang mga anotasyon.
hu: Nem sikerült kinyerni az annotációkat.
id: Tidak dapat mengekstrak anotasi.
it: Impossibile estrarre le annotazioni.
ja: 注釈を抽出できません。
ko: 주석을 추출할 수 없습니다.
nl: Het is niet mogelijk om de annotaties te extraheren.
no: Kan ikke hente annotasjoner.
pl: Nie można wyodrębnić adnotacji.
pt_pt: Impossível extrair as anotações.
ro: Imposibil de extras anotările.
ru: Невозможно извлечь аннотации.
sk: Nemožno extrahovať anotácie.
sv: Det går inte att extrahera anteckningarna.
sw: Haiwezekani kutoa maelezo.
tr: Anotasyonları çıkarmak mümkün değil.
uk: Неможливо витягти анотації.
vi: Không thể trích xuất chú thích.
zh_hans: 无法提取注释。

# pdf_ann_tip_form_only
source: Ce PDF ne contient pas de commentaires, surlignages ou autres annotations “utilisateur”. Il s’agit probablement d’un formulaire interactif : utilisez l’outil “Champs PDF → JSON” pour extraire les champs.
af: Hierdie PDF bevat geen kommentaar, merkings of ander “gebruikers” annotasies nie. Dit is waarskynlik 'n interaktiewe vorm: gebruik die “PDF Velde → JSON” hulpmiddel om die velde uit te trek.
bg: Този PDF не съдържа коментари, подчертавания или други “потребителски” анотации. Вероятно е интерактивна форма: използвайте инструмента “Полета PDF → JSON”, за да извлечете полетата.
cs: Tento PDF neobsahuje žádné komentáře, zvýraznění nebo jiné „uživatelské“ anotace. Pravděpodobně se jedná o interaktivní formulář: použijte nástroj „Pole PDF → JSON“ pro extrakci polí.
da: Denne PDF indeholder ikke kommentarer, surligninger eller andre “bruger” annotationer. Det er sandsynligvis en interaktiv formular: brug værktøjet “Felter PDF → JSON” for at udtrække felterne.
de: Dieses PDF enthält keine Kommentare, Markierungen oder andere „Benutzer“-Anmerkungen. Es handelt sich wahrscheinlich um ein interaktives Formular: Verwenden Sie das Tool „PDF-Felder → JSON“, um die Felder zu extrahieren.
el: Αυτό το PDF δεν περιέχει σχόλια, υπογραμμίσεις ή άλλες “χρηστικές” σημειώσεις. Πιθανώς πρόκειται για διαδραστική φόρμα: χρησιμοποιήστε το εργαλείο “Πεδία PDF → JSON” για να εξάγετε τα πεδία.
es: Este PDF no contiene comentarios, subrayados u otras anotaciones 'de usuario'. Probablemente se trata de un formulario interactivo: use la herramienta 'Campos PDF → JSON' para extraer los campos.
fi: Tässä PDF:ssä ei ole kommentteja, korostuksia tai muita "käyttäjä" annotaatioita. Se on todennäköisesti interaktiivinen lomake: käytä "PDF-kentät → JSON" työkalua kenttien poimimiseen.
fil: Ang PDF na ito ay walang mga komento, mga highlight o iba pang "user" na anotasyon. Marahil ito ay isang interactive na form: gamitin ang tool na "PDF Fields → JSON" upang i-extract ang mga field.
hu: Ez a PDF nem tartalmaz megjegyzéseket, kiemeléseket vagy egyéb "felhasználói" annotációkat. Valószínűleg egy interaktív űrlapról van szó: használja a "PDF mezők → JSON" eszközt a mezők kinyeréséhez.
id: PDF ini tidak mengandung komentar, sorotan, atau anotasi "pengguna" lainnya. Ini kemungkinan adalah formulir interaktif: gunakan alat "Bidang PDF → JSON" untuk mengekstrak bidang.
it: Questo PDF non contiene commenti, evidenziazioni o altre annotazioni “utente”. Probabilmente si tratta di un modulo interattivo: utilizza lo strumento “Campi PDF → JSON” per estrarre i campi.
ja: このPDFにはコメント、ハイライト、またはその他の「ユーザー」注釈が含まれていません。おそらくインタラクティブフォームです：「PDFフィールド → JSON」ツールを使用してフィールドを抽出してください。
ko: 이 PDF에는 사용자 주석(댓글, 형광펜 등)이 포함되어 있지 않습니다. 아마도 인터랙티브 양식일 것입니다: 'PDF 필드 → JSON' 도구를 사용하여 필드를 추출하세요.
nl: Deze PDF bevat geen opmerkingen, markeringen of andere “gebruikers” annotaties. Het is waarschijnlijk een interactief formulier: gebruik de tool “PDF Velden → JSON” om de velden te extraheren.
no: Denne PDF-en inneholder ikke kommentarer, uthevinger eller andre “bruker” annotasjoner. Det er sannsynligvis et interaktivt skjema: bruk verktøyet “PDF-felt → JSON” for å hente feltene.
pl: Ten PDF nie zawiera komentarzy, podkreśleń ani innych adnotacji „użytkownika”. Prawdopodobnie jest to formularz interaktywny: użyj narzędzia „Pola PDF → JSON”, aby wyodrębnić pola.
pt_pt: Este PDF não contém comentários, surlinhados ou outras anotações “do utilizador”. Provavelmente é um formulário interativo: use a ferramenta “Campos PDF → JSON” para extrair os campos.
ro: Acest PDF nu conține comentarii, surlinieri sau alte anotări „utilizator”. Este probabil un formular interactiv: folosiți instrumentul „Câmpuri PDF → JSON” pentru a extrage câmpurile.
ru: Этот PDF не содержит комментариев, выделений или других аннотаций «пользователя». Это, вероятно, интерактивная форма: используйте инструмент «Поля PDF → JSON», чтобы извлечь поля.
sk: Tento PDF neobsahuje komentáre, zvýraznenia ani iné „užívateľské“ anotácie. Pravdepodobne ide o interaktívny formulár: použite nástroj „Polia PDF → JSON“ na extrakciu polí.
sv: Denna PDF innehåller inga kommentarer, markeringar eller andra "användar"-anteckningar. Det är troligtvis ett interaktivt formulär: använd verktyget "PDF-fält → JSON" för att extrahera fälten.
sw: PDF hii haina maoni, michoro au maelezo mengine "ya mtumiaji". Inaweza kuwa ni fomu ya mwingiliano: tumia zana "M fields PDF → JSON" kutoa maeneo.
tr: Bu PDF, yorumlar, vurgulamalar veya diğer 'kullanıcı' anotasyonları içermiyor. Muhtemelen etkileşimli bir formdur: alanları çıkarmak için 'PDF Alanları → JSON' aracını kullanın.
uk: Цей PDF не містить коментарів, виділень або інших анотацій “користувача”. Це, ймовірно, інтерактивна форма: використовуйте інструмент “Поля PDF → JSON” для витягнення полів.
vi: PDF này không chứa nhận xét, đánh dấu hoặc các chú thích “người dùng” khác. Đây có thể là một biểu mẫu tương tác: hãy sử dụng công cụ “Trường PDF → JSON” để trích xuất các trường.
zh_hans: 此 PDF 不包含评论、高亮或其他“用户”注释。它可能是一个交互式表单：请使用“PDF 字段 → JSON”工具提取字段。

# pdf_ann_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
hu: Válasszon egy PDF-et
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alegeți un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择一个 PDF

# pdf_ann_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Atur ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_ann_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiați
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_ann_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descărcați
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_ann_filter_placeholder
source: Filtrer (type, page, auteur, contenu…)
af: Filter (tipe, bladsy, skrywer, inhoud…)
bg: Филтриране (тип, страница, автор, съдържание…)
cs: Filtrovat (typ, stránka, autor, obsah…)
da: Filtrer (type, side, forfatter, indhold…)
de: Filtern (Typ, Seite, Autor, Inhalt…)
el: Φιλτράρισμα (τύπος, σελίδα, συγγραφέας, περιεχόμενο…)
es: Filtrar (tipo, página, autor, contenido…)
fi: Suodata (tyyppi, sivu, kirjoittaja, sisältö…)
fil: I-filter (uri, pahina, may-akda, nilalaman…)
hu: Szűrés (típus, oldal, szerző, tartalom…)
id: Saring (tipe, halaman, penulis, konten…)
it: Filtra (tipo, pagina, autore, contenuto…)
ja: フィルター(タイプ、ページ、著者、内容…)
ko: 필터 (유형, 페이지, 저자, 내용 등)
nl: Filteren (type, pagina, auteur, inhoud…)
no: Filtrer (type, side, forfatter, innhold…)
pl: Filtruj (typ, strona, autor, treść…)
pt_pt: Filtrar (tipo, página, autor, conteúdo…)
ro: Filtrați (tip, pagină, autor, conținut…)
ru: Фильтровать (тип, страница, автор, содержание…)
sk: Filtrovať (typ, stránka, autor, obsah…)
sv: Filtrera (typ, sida, författare, innehåll…)
sw: Chuja (aina, ukurasa, mwandishi, maudhui…)
tr: Filtrele (tip, sayfa, yazar, içerik…)
uk: Фільтрувати (тип, сторінка, автор, зміст…)
vi: Lọc (loại, trang, tác giả, nội dung…)
zh_hans: 过滤（类型、页面、作者、内容等）

# pdf_ann_status_loading
source: Analyse…
af: Analiseer…
bg: Анализ…
cs: Analýza…
da: Analyserer…
el: Ανάλυση…
es: Analizando…
fi: Analysoidaan…
fil: Nanalysis…
hu: Elemzés…
id: Menganalisis…
it: Analisi…
ja: 分析中…
ko: 분석 중…
nl: Analyseren…
no: Analyserer…
pl: Analiza…
pt_pt: Analisando…
ro: Analiză…
ru: Анализ…
sk: Analýza…
sv: Analyserar…
sw: Analiza…
tr: Analiz ediliyor…
uk: Аналізую…
vi: Phân tích…
zh_hans: 分析中…

# pdf_ann_status_ready
source: Prêt
af: Gereed
bg: Готов
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Gata
ru: Готово
sk: Pripravené
sv: Klar
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_ann_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# pdf_ann_card_import_title
source: Importer un PDF
af: Importeer 'n PDF
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: Ein PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: Importeer een PDF
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF

# pdf_ann_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaier.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše probíhá ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: No se envían datos a un servidor: todo se realiza en su navegador.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa isang server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semuanya dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: データはサーバーに送信されません：すべてブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저 내에서 이루어집니다.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun date nu sunt trimise pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika ndani ya kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi đến máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据被发送到服务器：一切都在您的浏览器中完成。

# pdf_ann_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pdf_ann_card_results_sub
source: Aperçu des annotations et export JSON.
af: Voorbeeld van annotasies en JSON-uitvoer.
bg: Преглед на анотациите и JSON експортиране.
cs: Náhled anotací a export JSON.
da: Forhåndsvisning af annotationer og eksport JSON.
de: Vorschau der Anmerkungen und JSON-Export.
el: Προεπισκόπηση σημειώσεων και εξαγωγή JSON.
es: Vista previa de las anotaciones y exportación JSON.
fi: Annotaatioiden esikatselu ja JSON-vienti.
fil: Preview ng mga anotasyon at export JSON.
hu: Annotációk előnézete és JSON exportálás.
id: Pratinjau anotasi dan ekspor JSON.
it: Anteprima delle annotazioni ed esportazione JSON.
ja: 注釈のプレビューとJSONエクスポート。
ko: 주석 미리보기 및 JSON 내보내기.
nl: Voorbeeld van annotaties en export JSON.
no: Forhåndsvisning av annotasjoner og eksport JSON.
pl: Podgląd adnotacji i eksport JSON.
pt_pt: Pré-visualização das anotações e exportação JSON.
ro: Previzualizare a anotărilor și export JSON.
ru: Предварительный просмотр аннотаций и экспорт JSON.
sk: Náhľad anotácií a export JSON.
sv: Förhandsgranskning av anteckningar och export JSON.
sw: Muonekano wa maelezo na usafirishaji wa JSON.
tr: Anotasyonların önizlemesi ve JSON dışa aktarımı.
uk: Попередній перегляд анотацій та експорт JSON.
vi: Xem trước các chú thích và xuất JSON.
zh_hans: 注释预览和 JSON 导出。

# pdf_ann_json_sub
source: Exportable
af: Eksporteerbaar
bg: Експортируем
cs: Exportovatelný
da: Eksportabel
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Ma-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポータブル
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Eksportowalny
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportabel
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出

# pdf_ann_list_title
source: Annotations
af: Annotasies
bg: Анотации
cs: Anotace
da: Annotationer
de: Anmerkungen
el: Σημειώσεις
es: Anotaciones
fi: Annotaatiot
fil: Mga anotasyon
hu: Annotációk
id: Anotasi
it: Annotazioni
ja: 注釈
ko: 주석
nl: Annotaties
no: Annotasjoner
pl: Adnotacje
pt_pt: Anotações
ro: Anotări
ru: Аннотации
sk: Anotácie
sv: Anteckningar
sw: Maelezo
tr: Anotasyonlar
uk: Анотації
vi: Chú thích
zh_hans: 注释

# pdf_ann_empty
source: Aucune annotation à afficher.
af: Geen annotasie om te vertoon nie.
bg: Няма анотации за показване.
cs: Žádná anotace k zobrazení.
da: Ingen annotationer at vise.
de: Keine Anmerkung anzuzeigen.
el: Καμία σημείωση προς εμφάνιση.
es: No hay anotaciones para mostrar.
fi: Ei näytettävää annotaatiota.
fil: Walang anotasyon na ipapakita.
hu: Nincs megjeleníthető annotáció.
id: Tidak ada anotasi untuk ditampilkan.
it: Nessuna annotazione da visualizzare.
ja: 表示する注釈はありません。
ko: 표시할 주석이 없습니다.
nl: Geen annotaties om weer te geven.
no: Ingen annotasjoner å vise.
pl: Brak adnotacji do wyświetlenia.
pt_pt: Nenhuma anotação para exibir.
ro: Nicio anotare de afișat.
ru: Нет аннотаций для отображения.
sk: Žiadna anotácia na zobrazenie.
sv: Inga anteckningar att visa.
sw: Hakuna maelezo ya kuonyesha.
tr: Gösterilecek anotasyon yok.
uk: Немає анотацій для відображення.
vi: Không có chú thích nào để hiển thị.
zh_hans: 没有注释可显示。

# pdf_ann_back
source: ← Retour aux outils PDF
af: ← Terug na PDF hulpmiddels
bg: ← Върнете се към PDF инструментите
cs: ← Zpět k PDF nástrojům
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøy
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回 PDF 工具

# pdf_ann_stat_pages
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面

# pdf_ann_stat_total
source: Annotations
af: Annotasies
bg: Анотации
cs: Anotace
da: Annotationer
de: Anmerkungen
el: Σημειώσεις
es: Anotaciones
fi: Annotaatiot
fil: Mga anotasyon
hu: Annotációk
id: Anotasi
it: Annotazioni
ja: 注釈
ko: 주석
nl: Annotaties
no: Annotasjoner
pl: Adnotacje
pt_pt: Anotações
ro: Anotări
ru: Аннотации
sk: Anotácie
sv: Anteckningar
sw: Maelezo
tr: Anotasyonlar
uk: Анотації
vi: Chú thích
zh_hans: 注释

# pdf_ann_stat_highlight
source: Surlignages
af: Merkings
bg: Подчертавания
cs: Zvýraznění
da: Surligninger
de: Markierungen
el: Υπογραμμίσεις
es: Subrayados
fi: Korostukset
fil: Mga highlight
hu: Kiemelések
id: Sorotan
it: Evidenziazioni
ja: ハイライト
ko: 형광펜
nl: Markeringen
no: Uthevinger
pl: Podkreślenia
pt_pt: Surlinhados
ro: Surlinieri
ru: Выделения
sk: Zvýraznenia
sv: Markeringar
sw: Michoro
tr: Vurgulamalar
uk: Виділення
vi: Đánh dấu
zh_hans: 高亮

# pdf_ann_stat_text
source: Notes
af: Notas
bg: Бележки
cs: Poznámky
da: Noter
de: Notizen
el: Σημειώσεις
es: Notas
fi: Muistiinpanot
fil: Mga tala
hu: Jegyzetek
id: Catatan
it: Note
ja: メモ
ko: 메모
nl: Notities
no: Notater
pl: Notatki
pt_pt: Notas
ro: Note
ru: Заметки
sk: Poznámky
sv: Anteckningar
sw: Maelezo
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hans: 笔记

# pdf_ann_type_highlight
source: Surlignage
af: Merk
bg: Подчертаване
cs: Zvýraznění
da: Surligning
de: Markierung
el: Υπογράμμιση
es: Subrayado
fi: Korostus
fil: Highlight
hu: Kiemelés
id: Sorotan
it: Evidenziazione
ja: ハイライト
ko: 형광펜
nl: Markering
no: Utheving
pl: Podkreślenie
pt_pt: Surlinhado
ro: Surlinire
ru: Выделение
sk: Zvýraznenie
sv: Markering
sw: Mchoraji
tr: Vurgulama
uk: Виділення
vi: Đánh dấu
zh_hans: 高亮

# pdf_ann_type_underline
source: Souligné
af: Onderstreep
bg: Подчертано
cs: Podtržené
da: Understreget
de: Unterstrichen
el: Υπογράμμιση
es: Subrayado
fi: Alleviivattu
fil: Naka-underline
hu: Aláhúzott
id: Garis bawah
it: Sottolineato
ja: 下線
ko: 밑줄
nl: Onderstreept
no: Understreket
pl: Podkreślony
pt_pt: Sublinhado
ro: Subliniat
ru: Подчеркнутый
sk: Podčiarknuté
sv: Understruken
sw: Chini
tr: Altı çizili
uk: Підкреслено
vi: Gạch chân
zh_hans: 下划线

# pdf_ann_type_strikeout
source: Barré
af: Deurgestrik
bg: Зачеркнато
cs: Přeškrtnuté
da: Gennemstreget
de: Durchgestrichen
el: Διαγραμμένο
es: Tachado
fi: Yli viivattu
fil: Naka-strikethrough
hu: Áthúzott
id: Dicoret
it: Barrato
ja: 取り消し線
ko: 취소선
nl: Doorgehaald
no: Gjennomstreket
pl: Przekreślony
pt_pt: Riscado
ro: Tăiat
ru: Зачеркнутый
sk: Preškrtnuté
sv: Genomstruken
sw: Imeondolewa
tr: Üzerinden çizilmiş
uk: Перекреслено
vi: Gạch chéo
zh_hans: 删除线
