Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_composition_lim3
source: Si vous cherchez un seul taux global équivalent, utilisez plutôt l’outil “Pourcentage équivalent”.
af: As jy op soek is na 'n enkele ekwivalente tarief, gebruik eerder die “Ekwivalente persentasie” hulpmiddel.
bg: Ако търсите един единствен еквивалентен процент, използвайте по-скоро инструмента „Еквивалентен процент“.
cs: Pokud hledáte jedinou ekvivalentní celkovou sazbu, použijte raději nástroj „Ekvivalentní procento“.
da: Hvis du leder efter en enkelt samlet sats, skal du hellere bruge værktøjet 'Ækvivalent procent'.
de: Wenn Sie einen einzigen äquivalenten globalen Satz suchen, verwenden Sie besser das Werkzeug „Äquivalenter Prozentsatz“.
el: Αν ψάχνετε για έναν μόνο συνολικό ρυθμό ισοδύναμο, χρησιμοποιήστε καλύτερα το εργαλείο “Ισοδύναμο ποσοστό”.
es: Si buscas una sola tasa global equivalente, utiliza mejor la herramienta 'Porcentaje equivalente'.
fi: Jos etsit yhtä vastaavaa kokonaisprosenttia, käytä mieluummin työkalua 'Vastaava prosentti'.
fil: Kung naghahanap ka ng isang solong kabuuang rate na katumbas, mas mabuting gamitin ang tool na 'Katumbas na porsyento'.
hu: Ha egyetlen globális arányt keres, inkább használja az 'Ekvivalens százalék' eszközt.
id: Jika Anda mencari satu tingkat global yang setara, gunakan alat 'Persentase setara' instead.
it: Se stai cercando un unico tasso globale equivalente, utilizza piuttosto lo strumento 'Percentuale equivalente'.
ja: 単一の全体率に相当するものを探している場合は、「相当なパーセンテージ」ツールを使用してください。
ko: 단일 전체 비율을 찾고 있다면, '동등한 백분율' 도구를 사용하는 것이 좋습니다.
nl: Als je op zoek bent naar één enkele equivalente globale rente, gebruik dan liever de tool 'Equivalente percentage'.
no: Hvis du leter etter en enkelt global sats som er ekvivalent, bruk heller verktøyet 'Ekvivalent prosent'.
pl: Jeśli szukasz jednego równoważnego wskaźnika globalnego, użyj raczej narzędzia „Procent równoważny”.
pt_pt: Se você está procurando uma única taxa global equivalente, use a ferramenta 'Percentagem equivalente'.
ro: Dacă căutați o singură rată globală echivalentă, folosiți mai degrabă instrumentul „Procentaj echivalent”.
ru: Если вы ищете единую эквивалентную ставку, лучше используйте инструмент "Эквивалентный процент".
sk: Ak hľadáte jedinú ekvivalentnú celkovú sadzbu, použite radšej nástroj „Ekvivalentné percento“.
sv: Om du letar efter en enda motsvarande global ränta, använd hellre verktyget 'Motsvarande procent'.
sw: Ikiwa unatafuta kiwango kimoja cha jumla kinacholingana, tumia zana ya 'Asilimia inayolingana' badala yake.
tr: Eğer tek bir eşdeğer genel oran arıyorsanız, “Eşdeğer Yüzde” aracını kullanın.
uk: Якщо ви шукаєте єдиний еквівалентний відсоток, краще використати інструмент “Еквівалентний відсоток”.
vi: Nếu bạn đang tìm một tỷ lệ tổng thể duy nhất tương đương, hãy sử dụng công cụ 'Tỷ lệ phần trăm tương đương' thay vì.
zh_hans: 如果您在寻找一个等效的整体比率，请使用“等效百分比”工具。

# ed_math_percentages_percentage_composition_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_composition_q1
source: Quelle est la différence avec “pourcentage équivalent” ?
af: Wat is die verskil met “ekwivalente persentasie”?
bg: Каква е разликата с „еквивалентен процент“?
cs: Jaký je rozdíl mezi „ekvivalentním procentem“?
da: Hvad er forskellen på 'ækvivalent procent'?
de: Was ist der Unterschied zu „äquivalentem Prozentsatz“?
el: Ποια είναι η διαφορά με το “ισοδύναμο ποσοστό”;
es: ¿Cuál es la diferencia con 'porcentaje equivalente'?
fi: Mikä on ero 'vastaava prosentti' kanssa?
fil: Ano ang pagkakaiba sa 'katumbas na porsyento'?
hu: Mi a különbség az 'ekvivalens százalék' és a között?
id: Apa perbedaan dengan 'persentase setara'?
it: Qual è la differenza con 'percentuale equivalente'?
ja: 「相当なパーセンテージ」との違いは何ですか？
ko: '동등한 백분율'과의 차이는 무엇인가요?
nl: Wat is het verschil met 'equivalente percentage'?
no: Hva er forskjellen med 'ekvivalent prosent'?
pl: Jaka jest różnica między „procentem równoważnym”?
pt_pt: Qual é a diferença em relação à 'percentagem equivalente'?
ro: Care este diferența față de „procentaj echivalent”?
ru: В чем разница с "эквивалентным процентом"?
sk: Aký je rozdiel medzi „ekvivalentným percentom“?
sv: Vad är skillnaden med 'motsvarande procent'?
sw: Je, kuna tofauti gani na 'asilimia inayolingana'?
tr: “Eşdeğer yüzde” ile fark nedir?
uk: Яка різниця з “еквівалентним відсотком”?
vi: Sự khác biệt với 'tỷ lệ phần trăm tương đương' là gì?
zh_hans: “等效百分比”和这个有什么区别？

# ed_math_percentages_percentage_composition_a1
source: La composition conserve chaque étape du calcul, tandis que le pourcentage équivalent résume l’effet global en un seul taux.
af: Die samestelling behou elke stap van die berekening, terwyl die ekwivalente persentasie die globale effek in 'n enkele tarief opsom.
bg: Съставянето запазва всяка стъпка от изчислението, докато еквивалентният процент обобщава глобалния ефект в един единствен процент.
cs: Složení zachovává každý krok výpočtu, zatímco ekvivalentní procento shrnuje celkový účinek do jedné sazby.
da: Sammensætningen bevarer hvert beregningstrin, mens den ækvivalente procent opsummerer den samlede effekt i en enkelt sats.
de: Die Zusammensetzung behält jeden Schritt der Berechnung bei, während der äquivalente Prozentsatz die globale Wirkung in einem einzigen Satz zusammenfasst.
el: Η σύνθεση διατηρεί κάθε βήμα του υπολογισμού, ενώ το ισοδύναμο ποσοστό συνοψίζει την συνολική επίδραση σε έναν μόνο ρυθμό.
es: La composición conserva cada etapa del cálculo, mientras que el porcentaje equivalente resume el efecto global en una sola tasa.
fi: Koostumus säilyttää jokaisen laskentavaiheen, kun taas vastaava prosentti tiivistää kokonaisvaikutuksen yhdeksi prosentiksi.
fil: Ang komposisyon ay nagpapanatili ng bawat hakbang ng pagkalkula, habang ang katumbas na porsyento ay nagbubuod ng kabuuang epekto sa isang solong rate.
hu: Az összetétel megőrzi a számítás minden lépését, míg az ekvivalens százalék egyetlen arányban összegzi a globális hatást.
id: Komposisi mempertahankan setiap langkah perhitungan, sementara persentase setara merangkum efek global dalam satu tingkat.
it: La composizione conserva ogni fase del calcolo, mentre la percentuale equivalente riassume l'effetto globale in un unico tasso.
ja: 構成は計算の各ステップを保持しますが、相当なパーセンテージは全体の影響を単一の率で要約します。
ko: 구성은 계산의 각 단계를 유지하는 반면, 동등한 백분율은 전체 효과를 단일 비율로 요약합니다.
nl: De samenstelling behoudt elke stap van de berekening, terwijl het equivalente percentage het globale effect samenvat in één enkele rente.
no: Sammensetningen bevarer hvert beregningssteg, mens den ekvivalente prosent oppsummerer den globale effekten i en enkelt sats.
pl: Skład zachowuje każdy etap obliczeń, podczas gdy procent równoważny podsumowuje efekt globalny w jednym wskaźniku.
pt_pt: A composição mantém cada etapa do cálculo, enquanto a percentagem equivalente resume o efeito global em uma única taxa.
ro: Compoziția păstrează fiecare etapă a calculului, în timp ce procentajul echivalent rezumă efectul global într-o singură rată.
ru: Составление сохраняет каждый этап расчета, в то время как эквивалентный процент резюмирует общий эффект в одной ставке.
sk: Zloženie zachováva každý krok výpočtu, zatiaľ čo ekvivalentné percento zhrňuje celkový účinok do jednej sadzby.
sv: Sammansättningen behåller varje steg av beräkningen, medan den motsvarande procenten sammanfattar den globala effekten i en enda ränta.
sw: Muundo unahifadhi kila hatua ya hesabu, wakati asilimia inayolingana inajumuisha athari ya jumla kwa kiwango kimoja.
tr: Bileşim her hesaplama adımını korurken, eşdeğer yüzde genel etkiyi tek bir oranla özetler.
uk: Складення зберігає кожен етап розрахунку, тоді як еквівалентний відсоток підсумовує загальний ефект в одному відсотку.
vi: Thành phần giữ lại từng bước của phép tính, trong khi tỷ lệ phần trăm tương đương tóm tắt tác động tổng thể thành một tỷ lệ duy nhất.
zh_hans: 组合保留了每个计算步骤，而等效百分比则将整体效果总结为一个比率。

# ed_math_percentages_percentage_composition_q2
source: Pourquoi l’ordre des pourcentages est-il important ?
af: Waarom is die volgorde van die persentasies belangrik?
bg: Защо редът на процентите е важен?
cs: Proč je pořadí procent důležité?
da: Hvorfor er rækkefølgen af procenter vigtig?
de: Warum ist die Reihenfolge der Prozentsätze wichtig?
el: Γιατί είναι σημαντική η σειρά των ποσοστών;
es: ¿Por qué es importante el orden de los porcentajes?
fi: Miksi prosenttien järjestys on tärkeä?
fil: Bakit mahalaga ang pagkakasunod-sunod ng mga porsyento?
hu: Miért fontos a százalékok sorrendje?
id: Mengapa urutan persentase itu penting?
it: Perché l'ordine delle percentuali è importante?
ja: なぜパーセンテージの順序が重要なのですか？
ko: 왜 백분율의 순서가 중요한가요?
nl: Waarom is de volgorde van de percentages belangrijk?
no: Hvorfor er rekkefølgen på prosentene viktig?
pl: Dlaczego kolejność procentów jest ważna?
pt_pt: Por que a ordem das percentagens é importante?
ro: De ce este important ordinea procentelor?
ru: Почему порядок процентов важен?
sk: Prečo je poradie percent dôležité?
sv: Varför är ordningen på procent viktig?
sw: Kwa nini mpangilio wa asilimia ni muhimu?
tr: Yüzdelerin sırası neden önemlidir?
uk: Чому важливий порядок відсотків?
vi: Tại sao thứ tự của các tỷ lệ phần trăm lại quan trọng?
zh_hans: 为什么百分比的顺序很重要？

# ed_math_percentages_percentage_composition_a2
source: Parce que chaque pourcentage s’applique à une base différente selon l’ordre des opérations.
af: Omdat elke persentasie op 'n ander basis toegepas word volgens die volgorde van die operasies.
bg: Защото всеки процент се прилага на различна основа в зависимост от реда на операциите.
cs: Protože každé procento se aplikuje na jinou základnu v závislosti na pořadí operací.
da: Fordi hver procent anvendes på en forskellig basis afhængigt af rækkefølgen af operationerne.
de: Weil jeder Prozentsatz auf einer anderen Basis je nach Reihenfolge der Operationen angewendet wird.
el: Επειδή κάθε ποσοστό εφαρμόζεται σε μια διαφορετική βάση ανάλογα με τη σειρά των πράξεων.
es: Porque cada porcentaje se aplica a una base diferente según el orden de las operaciones.
fi: Koska jokainen prosentti soveltuu eri peruslukemaan toimintojen järjestyksen mukaan.
fil: Dahil ang bawat porsyento ay inilalapat sa isang iba't ibang base ayon sa pagkakasunod-sunod ng mga operasyon.
hu: Mert minden százalék egy különböző alapra vonatkozik a műveletek sorrendje szerint.
id: Karena setiap persentase diterapkan pada dasar yang berbeda tergantung pada urutan operasi.
it: Perché ogni percentuale si applica a una base diversa a seconda dell'ordine delle operazioni.
ja: 各パーセンテージは操作の順序に応じて異なる基準に適用されるからです。
ko: 각 백분율이 연산 순서에 따라 다른 기준에 적용되기 때문입니다.
nl: Omdat elk percentage op een andere basis wordt toegepast afhankelijk van de volgorde van de bewerkingen.
no: Fordi hver prosent anvendes på en annen base avhengig av rekkefølgen på operasjonene.
pl: Ponieważ każdy procent stosuje się do innej bazy w zależności od kolejności operacji.
pt_pt: Porque cada percentagem se aplica a uma base diferente dependendo da ordem das operações.
ro: Pentru că fiecare procent se aplică pe o bază diferită în funcție de ordinea operațiunilor.
ru: Потому что каждый процент применяется к разной базе в зависимости от порядка операций.
sk: Pretože každé percento sa aplikuje na inú základňu v závislosti od poradia operácií.
sv: För att varje procent tillämpas på en annan bas beroende på operationsordningen.
sw: Kwa sababu kila asilimia inatumika kwenye msingi tofauti kulingana na mpangilio wa operesheni.
tr: Çünkü her yüzde, işlemlerin sırasına göre farklı bir tabana uygulanır.
uk: Тому що кожен відсоток застосовується до різної бази в залежності від порядку операцій.
vi: Bởi vì mỗi tỷ lệ phần trăm được áp dụng cho một cơ sở khác nhau tùy theo thứ tự của các phép toán.
zh_hans: 因为每个百分比根据操作顺序应用于不同的基础。

# ed_math_percentages_percentage_composition_q3
source: Est-ce la même chose qu’un cumul ?
af: Is dit dieselfde as 'n kumulering?
bg: Това ли е същото като натрупване?
cs: Je to totéž jako kumulace?
da: Er det det samme som en kumulering?
de: Ist das dasselbe wie eine Kumulation?
el: Είναι το ίδιο με μια σωρευτική;
es: ¿Es lo mismo que un acumulado?
fi: Onko tämä sama kuin kumulointi?
fil: Ito ba ay pareho sa isang kabuuan?
hu: Ugyanaz, mint egy kumuláció?
id: Apakah ini sama dengan akumulasi?
it: È la stessa cosa di un cumulo?
ja: これは累積と同じですか？
ko: 누적과 같은 건가요?
nl: Is het hetzelfde als een cumulatie?
no: Er det det samme som en kumulering?
pl: Czy to to samo co kumulacja?
pt_pt: É a mesma coisa que um acúmulo?
ro: Este același lucru cu un cumul?
ru: Это то же самое, что и накопление?
sk: Je to to isté ako kumulácia?
sv: Är det samma sak som en kumulering?
sw: Je, hii ni sawa na jumla?
tr: Bu bir toplam mıdır?
uk: Чи це те ж саме, що й накопичення?
vi: Có phải giống như một sự cộng dồn không?
zh_hans: 这和累积是一样的吗？

# ed_math_percentages_percentage_composition_a3
source: Oui, mais ici le cumul est détaillé étape par étape, pas seulement résumé.
af: Ja, maar hier is die kumulering stap-vir-stap gedetailleerd, nie net opgesom nie.
bg: Да, но тук натрупването е подробно стъпка по стъпка, а не само обобщено.
cs: Ano, ale zde je kumulace podrobně popsána krok za krokem, ne jen shrnuta.
da: Ja, men her er kumuleringen detaljeret trin for trin, ikke kun opsummeret.
de: Ja, aber hier wird die Kumulation Schritt für Schritt detailliert, nicht nur zusammengefasst.
el: Ναι, αλλά εδώ η σωρευτική είναι λεπτομερώς αναλυμένη βήμα προς βήμα, όχι μόνο συνοπτικά.
es: Sí, pero aquí el acumulado se detalla paso a paso, no solo se resume.
fi: Kyllä, mutta tässä kumulointi on yksityiskohtainen vaihe vaiheelta, ei vain tiivistetty.
fil: Oo, ngunit dito ang kabuuan ay detalyado hakbang-hakbang, hindi lamang binubuod.
hu: Igen, de itt a kumuláció lépésről lépésre részletezve van, nem csak összefoglalva.
id: Ya, tetapi di sini akumulasi dijelaskan langkah demi langkah, bukan hanya dirangkum.
it: Sì, ma qui il cumulo è dettagliato fase per fase, non solo riassunto.
ja: はい、しかしここでは累積がステップごとに詳細に示され、単に要約されるのではありません。
ko: 네, 하지만 여기서는 누적이 단계별로 자세히 설명되며, 단순히 요약되지 않습니다.
nl: Ja, maar hier is de cumulatie stap voor stap gedetailleerd, niet alleen samengevat.
no: Ja, men her er kumuleringen detaljert trinn for trinn, ikke bare oppsummert.
pl: Tak, ale tutaj kumulacja jest szczegółowo przedstawiona krok po kroku, a nie tylko podsumowana.
pt_pt: Sim, mas aqui o acúmulo é detalhado passo a passo, não apenas resumido.
ro: Da, dar aici cumulul este detaliat pas cu pas, nu doar rezumat.
ru: Да, но здесь накопление детализировано шаг за шагом, а не просто резюмировано.
sk: Áno, ale tu je kumulácia podrobne rozobraná krok za krokom, nie len zhrnutá.
sv: Ja, men här är kumuleringen detaljerad steg för steg, inte bara sammanfattad.
sw: Ndio, lakini hapa jumla inafafanuliwa hatua kwa hatua, sio tu kwa muhtasari.
tr: Evet, ancak burada toplam adım adım detaylandırılmıştır, sadece özetlenmemiştir.
uk: Так, але тут накопичення детально розглядається крок за кроком, а не лише підсумовується.
vi: Có, nhưng ở đây sự cộng dồn được chi tiết từng bước, không chỉ được tóm tắt.
zh_hans: 是的，但这里的累积是逐步详细说明的，而不仅仅是总结。

# ed_math_percentages_percentage_composition_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_composition_tip
source: Notez chaque pourcentage sous forme de coefficient (×1,05 ; ×0,90…) et appliquez-les dans l’ordre pour éviter toute erreur.
af: Neem elke persentasie neer in die vorm van 'n koëffisiënt (×1,05; ×0,90…) en pas dit in volgorde toe om enige fout te vermy.
bg: Запишете всеки процент под формата на коефициент (×1,05; ×0,90…) и ги прилагайте в ред, за да избегнете грешки.
cs: Poznamenejte si každé procento ve formě koeficientu (×1,05; ×0,90…) a aplikujte je v pořadí, abyste se vyhnuli chybám.
da: Noter hver procent som en koefficient (×1,05; ×0,90...) og anvend dem i rækkefølge for at undgå fejl.
de: Notieren Sie jeden Prozentsatz in Form eines Koeffizienten (×1,05; ×0,90…) und wenden Sie sie in der Reihenfolge an, um Fehler zu vermeiden.
el: Καταγράψτε κάθε ποσοστό με τη μορφή συντελεστή (×1,05 ; ×0,90…) και εφαρμόστε τα με τη σειρά για να αποφύγετε τυχόν λάθη.
es: Anota cada porcentaje en forma de coeficiente (×1,05; ×0,90…) y aplícalos en orden para evitar errores.
fi: Merkitse jokainen prosentti kertoimena (×1,05; ×0,90…) ja sovella niitä järjestyksessä virheiden välttämiseksi.
fil: Isulat ang bawat porsyento sa anyo ng coefficient (×1.05; ×0.90…) at ilapat ang mga ito sa pagkakasunod-sunod upang maiwasan ang anumang pagkakamali.
hu: Jegyezze fel minden százalékot együttható formájában (×1,05; ×0,90…) és alkalmazza őket sorrendben, hogy elkerülje a hibákat.
id: Catat setiap persentase dalam bentuk koefisien (×1,05; ×0,90…) dan terapkan dalam urutan untuk menghindari kesalahan.
it: Annota ogni percentuale sotto forma di coefficiente (×1,05; ×0,90…) e applicale in ordine per evitare errori.
ja: 各パーセンテージを係数（×1.05；×0.90…）の形で記録し、順番に適用して誤りを避けてください。
ko: 각 백분율을 계수 형태(×1.05; ×0.90…)로 기록하고, 오류를 피하기 위해 순서대로 적용하세요.
nl: Noteer elk percentage in de vorm van een coëfficiënt (×1,05; ×0,90...) en pas ze in volgorde toe om fouten te voorkomen.
no: Noter hver prosent i form av en koeffisient (×1,05; ×0,90…) og anvend dem i rekkefølge for å unngå feil.
pl: Zapisz każdy procent w formie współczynnika (×1,05; ×0,90…) i stosuj je w odpowiedniej kolejności, aby uniknąć błędów.
pt_pt: Anote cada percentagem na forma de coeficiente (×1,05; ×0,90…) e aplique-as na ordem para evitar erros.
ro: Notați fiecare procent sub formă de coeficient (×1,05; ×0,90…) și aplicați-le în ordine pentru a evita orice eroare.
ru: Запишите каждый процент в виде коэффициента (×1,05; ×0,90…) и применяйте их в порядке, чтобы избежать ошибок.
sk: Zaznamenajte každé percento vo forme koeficientu (×1,05; ×0,90…) a aplikujte ich v poradí, aby ste predišli chybám.
sv: Notera varje procent i form av koefficienter (×1,05; ×0,90…) och tillämpa dem i ordning för att undvika misstag.
sw: Andika kila asilimia kama kiwango (×1.05; ×0.90…) na uzitumie kwa mpangilio ili kuepuka makosa yoyote.
tr: Her yüzdeleri bir katsayı olarak not edin (×1,05; ×0,90...) ve hataları önlemek için sırayla uygulayın.
uk: Записуйте кожен відсоток у вигляді коефіцієнта (×1,05; ×0,90…) і застосовуйте їх у порядку, щоб уникнути помилок.
vi: Ghi lại mỗi tỷ lệ phần trăm dưới dạng hệ số (×1,05; ×0,90…) và áp dụng chúng theo thứ tự để tránh bất kỳ lỗi nào.
zh_hans: 将每个百分比记录为系数（×1.05；×0.90……），并按顺序应用以避免任何错误。

# ed_math_percentages_percentage_course_title
source: À propos : Cours complet sur les pourcentages
af: Oor: Volledige kursus oor persentasies
bg: Относно: Пълен курс по проценти
cs: Odkaz: Kompletní kurz o procentech
da: Om: Fuld kursus om procenter
de: Über: Vollständiger Kurs über Prozentsätze
el: Σχετικά με: Πλήρης μάθημα για τα ποσοστά
es: Acerca de: Curso completo sobre porcentajes
fi: Tietoa: Kattava kurssi prosentteista
fil: Tungkol sa: Kumpletong kurso sa mga porsyento
hu: A következőkről: Teljes kurzus a százalékokról
id: Tentang: Kursus lengkap tentang persentase
it: A proposito: Corso completo sulle percentuali
ja: について：パーセンテージに関する完全なコース
ko: 참고: 백분율에 대한 전체 과정
nl: Over: Volcursus over percentages
no: Om: Fullstendig kurs om prosent
pl: Na marginesie: Pełny kurs o procentach
pt_pt: Sobre: Curso completo sobre percentagens
ro: Despre: Curs complet despre procente
ru: О проекте: Полный курс по процентам
sk: O: Kompletný kurz o percentách
sv: Om: Komplett kurs om procent
sw: Kuhusu: Kozi kamili juu ya asilimia
tr: Hakkında: Yüzdeler Üzerine Tam Kurs
uk: Щодо: Повний курс з відсотків
vi: Về việc: Khóa học toàn diện về tỷ lệ phần trăm
zh_hans: 关于：百分比的完整课程
