Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_pdf_object_info_to_json_title
source: Objets PDF → JSON
af: PDF-objekte → JSON
bg: Обекти PDF → JSON
cs: Objekty PDF → JSON
da: PDF-objekter → JSON
de: PDF-Objekte → JSON
el: Αντικείμενα PDF → JSON
es: Objetos PDF → JSON
fi: PDF-objektit → JSON
fil: Mga Objek PDF → JSON
hu: PDF objektumok → JSON
id: Objek PDF → JSON
it: Oggetti PDF → JSON
ja: PDFオブジェクト → JSON
ko: PDF 객체 → JSON
nl: PDF-objecten → JSON
no: PDF-objekter → JSON
pl: Obiekty PDF → JSON
pt_pt: Objetos PDF → JSON
ro: Obiecte PDF → JSON
ru: Объекты PDF → JSON
sk: Objekty PDF → JSON
sv: PDF-objekt → JSON
sw: Vitu vya PDF → JSON
tr: PDF'leri JSON'a dönüştür
uk: Об'єкти PDF → JSON
vi: Đối tượng PDF → JSON
zh_hans: PDF 对象 → JSON

# tool_pdf_object_info_to_json_desc
source: Lister les objets (ids/références), types (dict/stream/array) et statistiques bas niveau.
af: Lys die objekte (ids/verwysings), tipes (dict/stroom/array) en lae vlak statistieke op.
bg: Изброяване на обектите (идентификатори/референции), типове (речник/поток/масив) и статистики на ниско ниво.
cs: Seznam objektů (ids/odkazy), typy (dict/stream/array) a nízkoúrovňové statistiky.
da: Liste objekterne (ids/referencer), typer (dict/stream/array) og lavniveau statistikker.
de: Liste der Objekte (IDs/Referenzen), Typen (Dict/Stream/Array) und Low-Level-Statistiken.
el: Καταγραφή των αντικειμένων (ids/αναφορές), τύπων (dict/stream/array) και στατιστικών χαμηλού επιπέδου.
es: Listar los objetos (ids/referencias), tipos (dict/stream/array) y estadísticas de bajo nivel.
fi: Listaa objektit (id:t/viittaukset), tyypit (dict/stream/array) ja matalat tilastot.
fil: Ilista ang mga objek (ids/referensya), uri (dict/stream/array) at mga istatistika sa mababang antas.
hu: Objektumok (azonosítók/hivatkozások), típusok (szótár/folyam/tömb) és alacsony szintű statisztikák listázása.
id: Daftar objek (ids/referensi), tipe (dict/stream/array) dan statistik tingkat rendah.
it: Elencare gli oggetti (ids/riferimenti), tipi (dict/stream/array) e statistiche a basso livello.
ja: オブジェクト（ID/参照）、タイプ（辞書/ストリーム/配列）および低レベル統計をリストする。
ko: 객체 (id/참조), 유형 (dict/stream/array) 및 저수준 통계 나열하기.
nl: Lijst de objecten (ids/referenties), types (dict/stroom/array) en laag-niveau statistieken.
no: Liste objektene (ids/referanser), typer (dict/stream/array) og lavnivåstatistikk.
pl: Wypisz obiekty (id/referencje), typy (dict/stream/array) i statystyki niskiego poziomu.
pt_pt: Listar os objetos (ids/referências), tipos (dict/stream/array) e estatísticas de baixo nível.
ro: Listați obiectele (ids/referințe), tipurile (dict/stream/array) și statisticile de bază.
ru: Список объектов (идентификаторы/ссылки), типов (словарь/поток/массив) и статистики низкого уровня.
sk: Zoznam objektov (ids/referencie), typy (dict/stream/array) a štatistiky nízkej úrovne.
sv: Lista objekten (ids/referenser), typer (dict/stream/array) och lågnivåstatistik.
sw: Orodha ya vitu (ids/rejea), aina (dict/stream/array) na takwimu za chini.
tr: Nesneleri (kimlikler/referanslar), türleri (sözlük/akış/dizi) ve düşük seviye istatistikleri listele.
uk: Перелічити об'єкти (ідентифікатори/посилання), типи (словник/потік/масив) та статистику низького рівня.
vi: Liệt kê các đối tượng (ids/tham chiếu), loại (dict/stream/array) và thống kê cấp thấp.
zh_hans: 列出对象 (ids/引用)、类型 (字典/流/数组) 和低级统计信息。

# tool_pdf_xref_to_json_desc
source: Inspecter la table/stream XRef (objets, offsets, générations) et exporter en JSON.
af: Inspekteer die XRef tabel/stroom (objekte, offsets, generasies) en voer dit uit in JSON.
bg: Инспектиране на таблицата/потока XRef (обекти, офсети, поколения) и експортиране в JSON.
cs: Zkontrolovat tabulku/stream XRef (objekty, offsety, generace) a exportovat do JSON.
da: Undersøg XRef-tabellen/streamen (objekter, offsets, generationer) og eksportér til JSON.
de: Untersuchen der XRef-Tabelle/Streams (Objekte, Offsets, Generationen) und als JSON exportieren.
el: Επιθεώρηση του πίνακα/stream XRef (αντικείμενα, offsets, γενιές) και εξαγωγή σε JSON.
es: Inspeccionar la tabla/stream XRef (objetos, offsets, generaciones) y exportar en JSON.
fi: Tarkista XRef-taulukko/virta (objektit, offsetit, sukupolvet) ja vie JSON-muodossa.
fil: Suriin ang talahanayan/stream XRef (mga objek, offset, henerasyon) at i-export sa JSON.
hu: Az XRef táblázat/folyam (objektumok, eltolások, generációk) ellenőrzése és JSON-ba exportálás.
id: Periksa tabel/stream XRef (objek, offset, generasi) dan ekspor ke JSON.
it: Ispezionare la tabella/stream XRef (oggetti, offset, generazioni) ed esportare in JSON.
ja: XRefテーブル/ストリーム（オブジェクト、オフセット、世代）を検査し、JSONにエクスポートする。
ko: XRef 테이블/스트림 (객체, 오프셋, 세대) 검사 및 JSON으로 내보내기.
nl: Inspecteer de XRef-tabel/stroom (objecten, offsets, generaties) en exporteer naar JSON.
no: Inspiser XRef-tabellen/strømmen (objekter, offset, generasjoner) og eksporter til JSON.
pl: Zbadaj tabelę/stream XRef (obiekty, offsety, generacje) i wyeksportuj do JSON.
pt_pt: Inspecionar a tabela/stream XRef (objetos, offsets, gerações) e exportar em JSON.
ro: Inspectați tabela/stream XRef (obiecte, offseturi, generații) și exportați în JSON.
ru: Проверить таблицу/поток XRef (объекты, смещения, поколения) и экспортировать в JSON.
sk: Skontrolovať tabuľku/stream XRef (objekty, offsety, generácie) a exportovať do JSON.
sv: Inspektera XRef-tabellen/strömmen (objekt, offset, generationer) och exportera till JSON.
sw: Kagua jedwali/stream XRef (vitu, offsets, vizazi) na kusafirisha kwa JSON.
tr: XRef tablosunu/akışını (nesneler, ofsetler, nesil) denetle ve JSON'a aktar.
uk: Перевірити таблицю/потік XRef (об'єкти, зсуви, покоління) та експортувати в JSON.
vi: Kiểm tra bảng/stream XRef (đối tượng, offset, thế hệ) và xuất ra JSON.
zh_hans: 检查 XRef 表/流 (对象、偏移量、代数) 并导出为 JSON。

# tool_pdf_page_content_ops_to_json_title
source: Opérateurs de page → JSON
af: Bladsy operateurs → JSON
bg: Оператори на страница → JSON
cs: Operátory stránky → JSON
da: Sideoperatører → JSON
de: Seitenoperatoren → JSON
el: Τελεστές σελίδας → JSON
es: Operadores de página → JSON
fi: Sivun operaattorit → JSON
fil: Mga Operador ng pahina → JSON
hu: Oldal operátorok → JSON
id: Operator halaman → JSON
it: Operatori di pagina → JSON
ja: ページオペレーター → JSON
ko: 페이지 연산자 → JSON
nl: Pagina-operaties → JSON
no: Sideoperatører → JSON
pl: Operatory strony → JSON
pt_pt: Operadores de página → JSON
ro: Operatori de pagină → JSON
ru: Операторы страницы → JSON
sk: Operátory stránky → JSON
sv: Sidoperatörer → JSON
sw: Wakaguzi wa ukurasa → JSON
tr: Sayfa operatörleri → JSON
uk: Оператори сторінки → JSON
vi: Toán tử trang → JSON
zh_hans: 页面操作符 → JSON

# tool_pdf_page_content_ops_to_json_desc
source: Analyser les content streams (opérateurs PDF) par page et exporter une version structurée.
af: Analiseer die inhoudstrome (PDF operateurs) per bladsy en voer 'n gestruktureerde weergawe uit.
bg: Анализиране на съдържателните потоци (PDF оператори) по страница и експортиране на структурирана версия.
cs: Analyzovat obsahové streamy (PDF operátory) podle stránky a exportovat strukturovanou verzi.
da: Analysér indholdstrømme (PDF-operatører) pr. side og eksportér en struktureret version.
de: Analysieren der Content-Streams (PDF-Operatoren) pro Seite und eine strukturierte Version exportieren.
el: Ανάλυση των content streams (τελεστές PDF) ανά σελίδα και εξαγωγή μιας δομημένης έκδοσης.
es: Analizar los streams de contenido (operadores PDF) por página y exportar una versión estructurada.
fi: Analysoi sisältövirrat (PDF-operaattorit) sivuittain ja vie jäsennelty versio.
fil: Suriin ang mga content stream (mga operador ng PDF) bawat pahina at i-export ang isang nakabalangkas na bersyon.
hu: A tartalomfolyamok (PDF operátorok) elemzése oldalonként és egy strukturált verzió exportálása.
id: Analisis aliran konten (operator PDF) per halaman dan ekspor versi terstruktur.
it: Analizzare i content streams (operatori PDF) per pagina ed esportare una versione strutturata.
ja: ページごとにコンテンツストリーム（PDFオペレーター）を分析し、構造化されたバージョンをエクスポートする。
ko: 페이지별 콘텐츠 스트림 (PDF 연산자) 분석 및 구조화된 버전 내보내기.
nl: Analyseer de content streams (PDF-operaties) per pagina en exporteer een gestructureerde versie.
no: Analyser innholdsstrømmene (PDF-operatører) per side og eksporter en strukturert versjon.
pl: Analizuj strumienie treści (operatory PDF) według strony i wyeksportuj wersję strukturalną.
pt_pt: Analisar os content streams (operadores PDF) por página e exportar uma versão estruturada.
ro: Analizați fluxurile de conținut (operatori PDF) pe pagină și exportați o versiune structurată.
ru: Анализировать потоки содержимого (операторы PDF) по страницам и экспортировать структурированную версию.
sk: Analyzovať obsahové toky (PDF operátory) podľa strán a exportovať štruktúrovanú verziu.
sv: Analysera innehållsströmmarna (PDF-operatörer) per sida och exportera en strukturerad version.
sw: Chambua mitiririko ya maudhui (wakaguzi wa PDF) kwa ukurasa na kusafirisha toleo lililo na muundo.
tr: Sayfa başına içerik akışlarını (PDF operatörleri) analiz et ve yapılandırılmış bir versiyonunu dışa aktar.
uk: Аналізувати потоки вмісту (оператори PDF) по сторінках та експортувати структуровану версію.
vi: Phân tích các content streams (toán tử PDF) theo trang và xuất ra phiên bản có cấu trúc.
zh_hans: 按页面分析内容流 (PDF 操作符) 并导出结构化版本。

# tool_pdf_encryption_check_title
source: Chiffrement & permissions PDF
af: Koding & toestemmings PDF
bg: Шифроване & разрешения PDF
cs: Šifrování & oprávnění PDF
da: Kryptering & tilladelser PDF
de: Verschlüsselung & Berechtigungen PDF
el: Κρυπτογράφηση & άδειες PDF
es: Cifrado & permisos PDF
fi: Salaus & PDF-oikeudet
fil: Pag-encrypt & mga pahintulot ng PDF
hu: Titkosítás & engedélyek PDF
id: Enkripsi & izin PDF
it: Crittografia & permessi PDF
ja: 暗号化 & PDFの権限
ko: 암호화 및 권한 PDF
nl: Versleuteling & rechten PDF
no: Kryptering & tillatelser PDF
pl: Szyfrowanie & uprawnienia PDF
pt_pt: Criptografia & permissões PDF
ro: Criptare & permisiuni PDF
ru: Шифрование & разрешения PDF
sk: Šifrovanie & povolenia PDF
sv: Kryptering & behörigheter PDF
sw: Ulinzi & ruhusa za PDF
tr: Şifreleme & PDF izinleri
uk: Шифрування & дозволи PDF
vi: Mã hóa & quyền PDF
zh_hans: 加密与权限 PDF

# tool_pdf_encryption_check_desc
source: Détecter si le PDF est chiffré, quelles permissions sont activées, et exporter le diagnostic.
af: Detecteer of die PDF gekodeer is, watter toestemmings geaktiveer is, en voer die diagnose uit.
bg: Откриване дали PDF е шифрован, какви разрешения са активирани и експортиране на диагностиката.
cs: Zjistit, zda je PDF šifrované, jaká oprávnění jsou aktivována, a exportovat diagnostiku.
da: Registrer om PDF'en er krypteret, hvilke tilladelser der er aktiveret, og eksportér diagnosen.
de: Erkennen, ob das PDF verschlüsselt ist, welche Berechtigungen aktiviert sind, und das Diagnoseprotokoll exportieren.
el: Ανίχνευση αν το PDF είναι κρυπτογραφημένο, ποιες άδειες είναι ενεργοποιημένες και εξαγωγή της διάγνωσης.
es: Detectar si el PDF está cifrado, qué permisos están activados y exportar el diagnóstico.
fi: Tunnista, onko PDF salattu, mitkä oikeudet ovat käytössä, ja vie diagnostiikka.
fil: Tukuyin kung ang PDF ay naka-encrypt, kung aling mga pahintulot ang naka-enable, at i-export ang diagnosis.
hu: Ellenőrizni, hogy a PDF titkosított-e, milyen engedélyek vannak engedélyezve, és exportálni a diagnózist.
id: Deteksi apakah PDF terenkripsi, izin apa yang diaktifkan, dan ekspor diagnosis.
it: Rilevare se il PDF è crittografato, quali permessi sono attivati e esportare la diagnosi.
ja: PDFが暗号化されているか、どの権限が有効になっているかを検出し、診断をエクスポートする。
ko: PDF가 암호화되어 있는지, 어떤 권한이 활성화되어 있는지 감지하고 진단 내보내기.
nl: Detecteer of de PDF versleuteld is, welke rechten zijn ingeschakeld, en exporteer de diagnose.
no: Oppdag om PDF-en er kryptert, hvilke tillatelser som er aktivert, og eksporter diagnosen.
pl: Wykryj, czy PDF jest szyfrowany, jakie uprawnienia są włączone i wyeksportuj diagnozę.
pt_pt: Detetar se o PDF está criptografado, quais permissões estão ativadas, e exportar o diagnóstico.
ro: Detectați dacă PDF-ul este criptat, ce permisiuni sunt activate și exportați diagnosticul.
ru: Определить, зашифрован ли PDF, какие разрешения активированы, и экспортировать диагностику.
sk: Detekovať, či je PDF šifrované, aké povolenia sú aktivované a exportovať diagnostiku.
sv: Detektera om PDF:en är krypterad, vilka behörigheter som är aktiverade, och exportera diagnosen.
sw: Gundua ikiwa PDF imefungwa, ruhusa zipi zimewezeshwa, na kusafirisha uchambuzi.
tr: PDF'nin şifreli olup olmadığını, hangi izinlerin etkin olduğunu tespit et ve tanıyı dışa aktar.
uk: Визначити, чи PDF зашифрований, які дозволи активовані, та експортувати діагностику.
vi: Phát hiện xem PDF có được mã hóa hay không, quyền nào được kích hoạt, và xuất ra chẩn đoán.
zh_hans: 检测 PDF 是否加密，哪些权限被激活，并导出诊断信息。

# tool_pdf_linearized_check_title
source: PDF linéarisé (Fast Web View)
af: Gelynarisiseerde PDF (Fast Web View)
bg: PDF линеаризиран (Бърз уеб преглед)
cs: PDF linearizované (Fast Web View)
da: PDF lineariseret (Fast Web View)
de: Linearisiertes PDF (Fast Web View)
el: PDF γραμμικοποιημένο (Fast Web View)
es: PDF linealizado (Fast Web View)
fi: Lineaarinen PDF (Nopea verkkonäkymä)
fil: PDF na linearized (Fast Web View)
hu: Linárisított PDF (Gyors Web Nézet)
id: PDF linierisasi (Fast Web View)
it: PDF linearizzato (Fast Web View)
ja: 線形化されたPDF（ファストウェブビュー）
ko: 선형화된 PDF (빠른 웹 보기)
nl: Lijnvormige PDF (Fast Web View)
no: Linjeær PDF (Fast Web View)
pl: PDF z liniaryzacją (Fast Web View)
pt_pt: PDF linearizado (Fast Web View)
ro: PDF linearizat (Fast Web View)
ru: PDF линейный (Fast Web View)
sk: PDF linearizované (Rýchly webový náhľad)
sv: PDF linjäriserad (Fast Web View)
sw: PDF iliyopangwa (Fast Web View)
tr: Lineerleştirilmiş PDF (Hızlı Web Görünümü)
uk: PDF лінійний (Швидкий веб-перегляд)
vi: PDF tuyến tính hóa (Fast Web View)
zh_hans: 线性化 PDF (快速网页查看)

# tool_pdf_linearized_check_desc
source: Détecter si le PDF est linéarisé et exporter l'état + indices.
bg: Открийте дали PDF е линеаризиран и експортирайте състоянието + индикатори.
cs: Detekovat, zda je PDF linearizováno a exportovat stav + indexy.
da: Registrer om PDF'en er lineær og eksporter tilstanden + indikatorer.
de: Erkennen Sie, ob das PDF linearisiert ist, und exportieren Sie den Status + Indikatoren.
el: Ανιχνεύστε αν το PDF είναι γραμμικοποιημένο και εξάγετε την κατάσταση + δείκτες.
es: Detectar si el PDF está linealizado y exportar el estado + índices.
fi: Tunnista, onko PDF lineaarinen ja vie tila + viitteet.
fil: Tukuyin kung ang PDF ay linearized at i-export ang estado + mga palatandaan.
ja: PDFが線形化されているかどうかを検出し、状態と指標をエクスポートします。
nl: Detecteer of de PDF is gelinialiseerd en exporteer de status + indicatoren.
no: Oppdage om PDF-en er linjert og eksportere tilstanden + indikatorer.
pl: Wykryj, czy PDF jest zlinaryzowany i eksportuj stan + wskaźniki.
pt_pt: Detectar se o PDF está linearizado e exportar o estado + índices.
ro: Detectați dacă PDF-ul este liniearizat și exportați starea + indicii.
ru: Обнаружить, является ли PDF линейным, и экспортировать состояние + индексы.
sk: Detekovať, či je PDF linearizované a exportovať stav + indexy.
sv: Identifiera om PDF:en är linjär och exportera status + indikatorer.
sw: Tambua kama PDF imepangwa kwa mfululizo na uhamasishe hali + dalili.
tr: PDF’nin lineerleştirilip lineerleştirilmediğini tespit edin ve durumu + ipuçlarını dışa aktarın.
uk: Виявити, чи PDF є лінійним, та експортувати стан + індикатори.
vi: Phát hiện xem PDF có được tuyến tính hóa hay không và xuất trạng thái + chỉ số.
zh_hans: 检测PDF是否已线性化并导出状态 + 指示。

# tool_pdf_font_embedding_check_title
source: Vérifier l'intégration des polices
bg: Проверка на интеграцията на шрифтовете
cs: Zkontrolovat integraci písem
da: Kontroller indlejring af skrifttyper
de: Überprüfen der Schriftartenintegration
el: Έλεγχος της ενσωμάτωσης γραμματοσειρών
es: Verificar la integración de fuentes
fi: Tarkista fonttien upottaminen
fil: Suriin ang pagsasama ng mga font
ja: フォントの埋め込みを確認する
nl: Controleer de integratie van lettertypen
no: Sjekk fontintegrering
pl: Sprawdź integrację czcionek
pt_pt: Verificar a integração das fontes
ro: Verificarea integrării fonturilor
ru: Проверить интеграцию шрифтов
sk: Skontrolovať integráciu písiem
sv: Kontrollera teckensnittsintegrering
sw: Kagua uunganisho wa fonti
tr: Font entegrasyonunu kontrol et
uk: Перевірити інтеграцію шрифтів
vi: Kiểm tra việc nhúng phông chữ
zh_hans: 检查字体嵌入

# tool_pdf_font_embedding_check_desc
source: Lister les polices non intégrées (ou partiellement) et exporter le rapport.
af: Lys die nie-geïntegreerde (of gedeeltelik) skrifte en voer die verslag uit.
bg: Изброяване на неинтегрираните (или частично) шрифтове и експортиране на доклада.
cs: Seznam nepřipojených (nebo částečně připojených) písem a exportovat zprávu.
da: Liste ikke-integrerede (eller delvist) skrifttyper og eksportér rapporten.
de: Liste der nicht integrierten (oder teilweise integrierten) Schriftarten und den Bericht exportieren.
el: Καταγραφή των μη ενσωματωμένων (ή μερικώς) γραμματοσειρών και εξαγωγή της αναφοράς.
es: Listar las fuentes no integradas (o parcialmente) y exportar el informe.
fi: Listaa ei-integroituja (tai osittain integroituja) fontteja ja vie raportti.
fil: Ilista ang mga font na hindi naka-integrate (o bahagyang) at i-export ang ulat.
hu: A nem integrált (vagy részben integrált) betűtípusok listázása és a jelentés exportálása.
id: Daftar font yang tidak terintegrasi (atau sebagian) dan ekspor laporan.
it: Elencare i font non integrati (o parzialmente) ed esportare il rapporto.
ja: 埋め込まれていない（または部分的に）フォントをリストし、レポートをエクスポートする。
ko: 통합되지 않은 (또는 부분적으로) 글꼴 나열하고 보고서 내보내기.
nl: Lijst de niet-geïntegreerde (of gedeeltelijke) lettertypen en exporteer het rapport.
no: Liste ikke-integrerte (eller delvis) skrifttyper og eksporter rapporten.
pl: Wypisz czcionki, które nie są zintegrowane (lub częściowo) i wyeksportuj raport.
pt_pt: Listar as fontes não integradas (ou parcialmente) e exportar o relatório.
ro: Listați fonturile neintegrate (sau parțial) și exportați raportul.
ru: Список не встроенных (или частично) шрифтов и экспортировать отчет.
sk: Zoznam neintegrovaných (alebo čiastočne) písiem a exportovať správu.
sv: Lista icke-integrerade (eller delvis) typsnitt och exportera rapporten.
sw: Orodha ya fonti zisizojumuishwa (au kwa sehemu) na kusafirisha ripoti.
tr: Entegre edilmemiş (veya kısmen) fontları listele ve raporu dışa aktar.
uk: Перелічити неінтегровані (або частково) шрифти та експортувати звіт.
vi: Liệt kê các phông chữ không được tích hợp (hoặc được tích hợp một phần) và xuất ra báo cáo.
zh_hans: 列出未嵌入（或部分嵌入）的字体并导出报告。

# tool_pdf_merge_title
source: Fusionner des PDF
af: PDFs saamvoeg
bg: Сливане на PDF
cs: Sloučit PDF
da: Flette PDF'er
de: PDFs zusammenführen
el: Συγχώνευση PDF
es: Fusionar PDFs
fi: PDF:ien yhdistäminen
fil: Pagsamahin ang mga PDF
hu: PDF-ek egyesítése
id: Menggabungkan PDF
it: Unire PDF
ja: PDFをマージする
ko: PDF 병합
nl: PDF's samenvoegen
no: Slå sammen PDF-er
pl: Scalanie PDF
pt_pt: Fundir PDFs
ro: Fuzionați PDF-uri
ru: Слияние PDF
sk: Zlúčiť PDF
sv: Sammanfoga PDF:er
sw: Unganisha PDF
tr: PDF'leri birleştir
uk: Об'єднати PDF
vi: Gộp PDF
zh_hans: 合并 PDF

# tool_pdf_merge_desc
source: Fusionner plusieurs PDF en un seul, localement dans le navigateur.
af: Voeg verskeie PDFs in een saam, plaaslik in die blaaier.
bg: Сливане на няколко PDF в един, локално в браузъра.
cs: Sloučit více PDF do jednoho, lokálně v prohlížeči.
da: Flet flere PDF'er til én, lokalt i browseren.
de: Mehrere PDFs lokal im Browser zu einem einzigen zusammenführen.
el: Συγχώνευση πολλών PDF σε ένα μόνο, τοπικά στον περιηγητή.
es: Fusionar varios PDFs en uno solo, localmente en el navegador.
fi: Yhdistä useita PDF:itä yhdeksi, paikallisesti selaimessa.
fil: Pagsamahin ang maraming PDF sa isang solong file, lokal sa browser.
hu: Több PDF egyesítése egyetlen fájlba, helyben a böngészőben.
id: Menggabungkan beberapa PDF menjadi satu, secara lokal di browser.
it: Unire più PDF in uno solo, localmente nel browser.
ja: 複数のPDFを1つにマージし、ブラウザ内でローカルに行う。
ko: 여러 PDF를 하나로 병합, 브라우저에서 로컬로.
nl: Voeg meerdere PDF's samen tot één, lokaal in de browser.
no: Slå sammen flere PDF-er til én, lokalt i nettleseren.
pl: Scal kilka PDF w jeden, lokalnie w przeglądarce.
pt_pt: Fundir vários PDFs em um só, localmente no navegador.
ro: Fuzionați mai multe PDF-uri într-unul singur, local în browser.
ru: Объединить несколько PDF в один, локально в браузере.
sk: Zlúčiť viacero PDF do jedného, lokálne v prehliadači.
sv: Sammanfoga flera PDF:er till en enda, lokalt i webbläsaren.
sw: Unganisha PDF kadhaa kuwa moja, ndani ya kivinjari.
tr: Birden fazla PDF'yi tek bir dosyada birleştir, tarayıcıda yerel olarak.
uk: Об'єднати кілька PDF в один, локально в браузері.
vi: Gộp nhiều PDF thành một, tại chỗ trong trình duyệt.
zh_hans: 将多个 PDF 合并为一个，局部在浏览器中。

# tool_pdf_split_title
source: Découper un PDF
af: Sny 'n PDF op
bg: Разрязване на PDF
cs: Rozdělit PDF
da: Klipp en PDF
de: PDF aufteilen
el: Κοπή ενός PDF
es: Recortar un PDF
fi: PDF:n leikkaaminen
fil: Gumupit ng PDF
hu: PDF felosztása
id: Memotong PDF
it: Ritagliare un PDF
ja: PDFを切り取る
ko: PDF 자르기
nl: Een PDF splitsen
no: Klippe en PDF
pl: Podział PDF
pt_pt: Cortar um PDF
ro: Decupați un PDF
ru: Разделить PDF
sk: Rozrezať PDF
sv: Klippa en PDF
sw: Kata PDF
tr: PDF'yi kes
uk: Розділити PDF
vi: Cắt một PDF
zh_hans: 裁剪 PDF

# tool_pdf_split_desc
source: Extraire certaines pages ou découper un PDF en plusieurs fichiers.
af: Trek sekere bladsye uit of sny 'n PDF in verskeie lêers op.
bg: Извличане на определени страници или разрязване на PDF на няколко файла.
cs: Extrahovat určité stránky nebo rozdělit PDF na více souborů.
da: Ekstraher bestemte sider eller klip en PDF i flere filer.
de: Bestimmte Seiten extrahieren oder ein PDF in mehrere Dateien aufteilen.
el: Εξαγωγή ορισμένων σελίδων ή κοπή ενός PDF σε πολλά αρχεία.
es: Extraer ciertas páginas o recortar un PDF en varios archivos.
fi: Poista tiettyjä sivuja tai leikkaa PDF useiksi tiedostoiksi.
fil: I-extract ang ilang mga pahina o gupitin ang isang PDF sa maraming file.
hu: Bizonyos oldalak kinyerése vagy egy PDF felosztása több fájlra.
id: Ekstrak halaman tertentu atau memotong PDF menjadi beberapa file.
it: Estrarre alcune pagine o ritagliare un PDF in più file.
ja: 特定のページを抽出するか、PDFを複数のファイルに切り取る。
ko: 특정 페이지를 추출하거나 PDF를 여러 파일로 자르기.
nl: Extraheer bepaalde pagina's of splits een PDF in meerdere bestanden.
no: Ekstrahere enkelte sider eller dele en PDF i flere filer.
pl: Wyodrębnij niektóre strony lub podziel PDF na kilka plików.
pt_pt: Extrair algumas páginas ou cortar um PDF em vários ficheiros.
ro: Extrați anumite pagini sau decupați un PDF în mai multe fișiere.
ru: Извлечь определенные страницы или разделить PDF на несколько файлов.
sk: Extrahovať niektoré stránky alebo rozdeliť PDF na viacero súborov.
sv: Extrahera vissa sidor eller klippa en PDF i flera filer.
sw: Toa kurasa fulani au kata PDF kuwa faili kadhaa.
tr: Belirli sayfaları çıkar veya bir PDF'yi birden fazla dosyaya ayır.
uk: Витягти певні сторінки або розділити PDF на кілька файлів.
vi: Trích xuất một số trang hoặc cắt một PDF thành nhiều tệp.
zh_hans: 提取某些页面或将 PDF 裁剪为多个文件。
