Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_to_decimal_uc3_title
source: Mesures et calculs concrets
af: Meet en konkrete berekeninge
bg: Конкретни измервания и изчисления
cs: Měření a konkrétní výpočty
da: Målinger og konkrete beregninger
de: Konkrete Messungen und Berechnungen
el: Συγκεκριμένες μετρήσεις και υπολογισμοί
es: Medidas y cálculos concretos
fi: Käytännön mittaukset ja laskelmat
fil: Mga sukat at konkretong kalkulasyon
hu: Kézzelfogható mérések és számítások
id: Pengukuran dan perhitungan konkret
it: Misure e calcoli concreti
ja: 具体的な測定と計算
ko: 구체적인 측정 및 계산
nl: Concrete metingen en berekeningen
no: Målinger og konkrete beregninger
pl: Pomiar i konkretne obliczenia
pt_pt: Medidas e cálculos concretos
ro: Măsuri și calcule concrete
ru: Конкретные измерения и расчеты
sk: Konkrétne merania a výpočty
sv: Mätningar och konkreta beräkningar
sw: Vipimo na hesabu halisi
tr: Somut ölçümler ve hesaplamalar
uk: Конкретні вимірювання та обчислення
vi: Các phép đo và tính toán cụ thể
zh_hans: 具体的测量和计算

# ed_math_fractions_fraction_to_decimal_uc3_text
source: Utiliser une fraction dans des calculs de longueurs, de durées ou de quantités.
af: Gebruik 'n fraksie in berekeninge van lengtes, tydsduur of hoeveelhede.
bg: Да използвате дроб в изчисления на дължини, продължителности или количества.
cs: Použít zlomek ve výpočtech délek, časových úseků nebo množství.
da: Brug en brøk i beregninger af længder, varigheder eller mængder.
de: Einen Bruch in Berechnungen von Längen, Zeiten oder Mengen verwenden.
el: Χρησιμοποιήστε μια κλάση σε υπολογισμούς μήκους, διάρκειας ή ποσοτήτων.
es: Usar una fracción en cálculos de longitudes, duraciones o cantidades.
fi: Käytä murtolukuja pituus-, kesto- tai määrälaskelmissa.
fil: Gamitin ang isang fraction sa mga kalkulasyon ng haba, tagal, o dami.
hu: Törtek használata hosszúságok, időtartamok vagy mennyiségek számításában.
id: Menggunakan pecahan dalam perhitungan panjang, durasi, atau kuantitas.
it: Utilizzare una frazione in calcoli di lunghezze, durate o quantità.
ja: 長さ、時間、または量の計算に分数を使用します。
ko: 길이, 시간 또는 양의 계산에 분수를 사용합니다.
nl: Gebruik een breuk in berekeningen van lengtes, tijdsduur of hoeveelheden.
no: Bruke en brøk i beregninger av lengder, varigheter eller mengder.
pl: Użyj ułamka w obliczeniach długości, czasów lub ilości.
pt_pt: Usar uma fração em cálculos de comprimentos, durações ou quantidades.
ro: Utilizați o fracție în calcule de lungimi, durate sau cantități.
ru: Используйте дробь в расчетах длин, продолжительности или количеств.
sk: Použite zlomek vo výpočtoch dĺžok, časov alebo množstiev.
sv: Använd en bråkdel i beräkningar av längder, tider eller kvantiteter.
sw: Tumia fraction katika hesabu za urefu, muda au kiasi.
tr: Kesirleri uzunluk, süre veya miktar hesaplamalarında kullanmak.
uk: Використовуйте дроби в обчисленнях довжин, тривалостей або кількостей.
vi: Sử dụng một phân số trong các phép tính về độ dài, thời gian hoặc số lượng.
zh_hans: 在长度、时间或数量的计算中使用分数。

# ed_math_fractions_fraction_to_decimal_uc4_title
source: Passer vers des pourcentages
af: Gaan oor na persentasies
bg: Преминаване към проценти
cs: Přejít na procenta
da: Gå til procenter
de: Zu Prozenten übergehen
el: Μετάβαση σε ποσοστά
es: Pasar a porcentajes
fi: Siirry prosentteihin
fil: Pumunta sa mga porsyento
hu: Átváltás százalékokra
id: Berpindah ke persentase
it: Passare ai percentuali
ja: パーセンテージに変換する
ko: 퍼센트로 전환하기
nl: Overgaan naar percentages
no: Gå over til prosent
pl: Przechodzenie do procentów
pt_pt: Passar para porcentagens
ro: Trecerea la procente
ru: Переход к процентам
sk: Prechod na percentá
sv: Gå över till procent
sw: Kuelekea kwenye asilimia
tr: Yüzdelere geçiş
uk: Перехід до відсотків
vi: Chuyển sang phần trăm
zh_hans: 转换为百分比

# ed_math_fractions_fraction_to_decimal_uc4_text
source: Convertir une fraction en décimal avant de l’exprimer en pourcentage.
af: Omskakel 'n fraksie na desimaal voordat dit in persentasie uitgedruk word.
bg: Да преобразувате дроб в десетично число, преди да я изразите в проценти.
cs: Převést zlomek na desetinné číslo před jeho vyjádřením v procentech.
da: Konverter en brøk til decimal, før du udtrykker den som procent.
de: Einen Bruch in eine Dezimalzahl umwandeln, bevor man ihn in Prozent ausdrückt.
el: Μετατρέψτε μια κλάση σε δεκαδικό πριν την εκφράσετε σε ποσοστό.
es: Convertir una fracción en decimal antes de expresarla en porcentaje.
fi: Muunna murtoluku desimaaliksi ennen sen ilmaisemista prosenttina.
fil: I-convert ang isang fraction sa decimal bago ito ipahayag bilang porsyento.
hu: Egy tört tizedes számra való átváltása, mielőtt százalékban kifejeznénk.
id: Mengonversi pecahan menjadi desimal sebelum mengekspresikannya dalam persentase.
it: Convertire una frazione in decimale prima di esprimerla in percentuale.
ja: 分数を小数に変換してからパーセンテージで表現します。
ko: 분수를 소수로 변환한 후 퍼센트로 표현합니다.
nl: Converteer een breuk naar decimaal voordat je deze in percentage uitdrukt.
no: Konvertere en brøk til desimal før den uttrykkes som prosent.
pl: Przekształć ułamek na dziesiętny przed wyrażeniem go w procentach.
pt_pt: Converter uma fração em decimal antes de expressá-la em porcentagem.
ro: Convertiți o fracție în decimal înainte de a o exprima în procent.
ru: Преобразуйте дробь в десятичное число, прежде чем выразить ее в процентах.
sk: Preveďte zlomek na desatinné číslo predtým, ako ho vyjadríte v percentách.
sv: Konvertera en bråkdel till decimal innan du uttrycker den i procent.
sw: Badilisha fraction kuwa desimali kabla ya kuielezea kama asilimia.
tr: Bir kesiri yüzde olarak ifade etmeden önce ondalığa dönüştürmek.
uk: Перетворіть дробь у десяткове число перед тим, як виразити його у відсотках.
vi: Chuyển đổi một phân số thành thập phân trước khi biểu thị nó dưới dạng phần trăm.
zh_hans: 在将分数表示为百分比之前，将其转换为小数。

# ed_math_fractions_fraction_to_decimal_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您得到的是什么

# ed_math_fractions_fraction_to_decimal_out1
source: La valeur décimale correspondant à la fraction saisie.
af: Die desimale waarde wat ooreenstem met die ingevoerde fraksie.
bg: Десетичната стойност, съответстваща на въведената дроб.
cs: Desetinná hodnota odpovídající zadanému zlomku.
da: Den decimale værdi, der svarer til den indtastede brøk.
de: Der Dezimalwert, der dem eingegebenen Bruch entspricht.
el: Η δεκαδική αξία που αντιστοιχεί στην εισαχθείσα κλάση.
es: El valor decimal correspondiente a la fracción ingresada.
fi: Desimaaliluku, joka vastaa syötettyä murtolukua.
fil: Ang decimal na halaga na tumutugma sa naipasok na fraction.
hu: A megadott törtnek megfelelő tizedes érték.
id: Nilai desimal yang sesuai dengan pecahan yang dimasukkan.
it: Il valore decimale corrispondente alla frazione inserita.
ja: 入力した分数に対応する小数値。
ko: 입력한 분수에 해당하는 소수 값입니다.
nl: De decimale waarde die overeenkomt met de ingevoerde breuk.
no: Den desimale verdien som tilsvarer den angitte brøken.
pl: Wartość dziesiętna odpowiadająca wprowadzonemu ułamkowi.
pt_pt: O valor decimal correspondente à fração inserida.
ro: Valoarea decimală corespunzătoare fracției introduse.
ru: Десятичное значение, соответствующее введенной дроби.
sk: Desatinná hodnota zodpovedajúca zadanému zlomku.
sv: Det decimala värdet som motsvarar den angivna bråkdelen.
sw: Thamani ya desimali inayolingana na fraction iliyoingizwa.
tr: Girilen kesire karşılık gelen ondalık değer.
uk: Десяткове значення, що відповідає введеній дробі.
vi: Giá trị thập phân tương ứng với phân số đã nhập.
zh_hans: 与输入的分数对应的小数值。

# ed_math_fractions_fraction_to_decimal_out2
source: Un nombre décimal fini lorsque c’est possible (ex. 1/4 = 0,25).
af: 'n Eindige desimale getal wanneer dit moontlik is (bv. 1/4 = 0,25).
bg: Ограничено десетично число, когато е възможно (напр. 1/4 = 0,25).
cs: Konečné desetinné číslo, když je to možné (např. 1/4 = 0,25).
da: Et endeligt decimaltal, når det er muligt (f.eks. 1/4 = 0,25).
de: Eine endliche Dezimalzahl, wenn möglich (z. B. 1/4 = 0,25).
el: Ένας πεπερασμένος δεκαδικός αριθμός όταν είναι δυνατόν (π.χ. 1/4 = 0,25).
es: Un número decimal finito cuando es posible (ej. 1/4 = 0,25).
fi: Lopullinen desimaaliluku, kun se on mahdollista (esim. 1/4 = 0,25).
fil: Isang tiyak na decimal na numero kapag posible (hal. 1/4 = 0.25).
hu: Egy véges tizedes szám, ha lehetséges (pl. 1/4 = 0,25).
id: Sebuah angka desimal yang terbatas ketika memungkinkan (mis. 1/4 = 0,25).
it: Un numero decimale finito quando possibile (es. 1/4 = 0,25).
ja: 可能な場合は有限小数（例：1/4 = 0.25）。
ko: 가능할 경우 유한 소수 (예: 1/4 = 0.25)입니다.
nl: Een eindig decimaal getal wanneer mogelijk (bijv. 1/4 = 0,25).
no: Et endelig desimaltall når det er mulig (f.eks. 1/4 = 0,25).
pl: Skończona liczba dziesiętna, gdy to możliwe (np. 1/4 = 0,25).
pt_pt: Um número decimal finito quando possível (ex. 1/4 = 0,25).
ro: Un număr decimal finit atunci când este posibil (ex. 1/4 = 0,25).
ru: Конечное десятичное число, когда это возможно (например, 1/4 = 0,25).
sk: Konečné desatinné číslo, ak je to možné (napr. 1/4 = 0,25).
sv: Ett ändligt decimaltal när det är möjligt (t.ex. 1/4 = 0,25).
sw: Nambari ya desimali ya mwisho inapowezekana (mfano 1/4 = 0.25).
tr: Mümkün olduğunda sonlu bir ondalık sayı (ör. 1/4 = 0,25).
uk: Скінченне десяткове число, коли це можливо (наприклад, 1/4 = 0,25).
vi: Một số thập phân hữu hạn khi có thể (ví dụ: 1/4 = 0,25).
zh_hans: 一个有限的小数（如果可能的话）（例如1/4 = 0.25）。

# ed_math_fractions_fraction_to_decimal_out3
source: Une écriture décimale périodique lorsque la fraction ne peut pas être finie (ex. 1/3 = 0,333…).
af: 'n Periodieke desimale skrywe wanneer die fraksie nie eindig kan wees nie (bv. 1/3 = 0,333…).
bg: Периодично десетично представяне, когато дробта не може да бъде ограничена (напр. 1/3 = 0,333…).
cs: Periodické desetinné číslo, když zlomek nemůže být konečný (např. 1/3 = 0,333…).
da: Et periodisk decimaltal, når brøken ikke kan være endelig (f.eks. 1/3 = 0,333…).
de: Eine periodische Dezimalzahl, wenn der Bruch nicht endlich sein kann (z. B. 1/3 = 0,333…).
el: Μια περιοδική δεκαδική γραφή όταν η κλάση δεν μπορεί να είναι πεπερασμένη (π.χ. 1/3 = 0,333…).
es: Una escritura decimal periódica cuando la fracción no puede ser finita (ej. 1/3 = 0,333…).
fi: Jaksollinen desimaalimuoto, kun murtoluku ei voi olla lopullinen (esim. 1/3 = 0,333…).
fil: Isang periodic decimal na pagsulat kapag ang fraction ay hindi maaring maging tiyak (hal. 1/3 = 0.333…).
hu: Egy periódikus tizedes írásmód, amikor a tört nem lehet véges (pl. 1/3 = 0,333…).
id: Sebuah penulisan desimal periodik ketika pecahan tidak dapat dibatasi (mis. 1/3 = 0,333…).
it: Una scrittura decimale periodica quando la frazione non può essere finita (es. 1/3 = 0,333…).
ja: 分数が有限でない場合は循環小数（例：1/3 = 0.333…）。
ko: 분수가 유한할 수 없을 때 주기적인 소수 (예: 1/3 = 0.333…)입니다.
nl: Een periodiek decimaal getal wanneer de breuk niet eindig kan zijn (bijv. 1/3 = 0,333…).
no: En periodisk desimal når brøken ikke kan være endelig (f.eks. 1/3 = 0,333…).
pl: Okresowy zapis dziesiętny, gdy ułamek nie może być skończony (np. 1/3 = 0,333…).
pt_pt: Uma escrita decimal periódica quando a fração não pode ser finita (ex. 1/3 = 0,333…).
ro: O scriere decimală periodică atunci când fracția nu poate fi finită (ex. 1/3 = 0,333…).
ru: Периодическая десятичная запись, когда дробь не может быть конечной (например, 1/3 = 0,333…).
sk: Periodické desatinné číslo, keď zlomek nemôže byť konečný (napr. 1/3 = 0,333…).
sv: Ett periodiskt decimaltal när bråkdelen inte kan vara ändlig (t.ex. 1/3 = 0,333…).
sw: Maandishi ya desimali ya kipindi wakati fraction haiwezi kuwa ya mwisho (mfano 1/3 = 0.333…).
tr: Sonlu olamayan bir kesir için periyodik ondalık yazım (ör. 1/3 = 0,333…).
uk: Періодичне десяткове подання, коли дробь не може бути скінченною (наприклад, 1/3 = 0,333…).
vi: Một cách viết thập phân tuần hoàn khi phân số không thể hữu hạn (ví dụ: 1/3 = 0,333…).
zh_hans: 一个循环小数，当分数不能是有限的（例如1/3 = 0.333…）。

# ed_math_fractions_fraction_to_decimal_out4
source: Un résultat directement exploitable dans des calculs pratiques.
af: 'n Resultaat wat direk in praktiese berekeninge gebruik kan word.
bg: Резултат, който може да се използва директно в практическите изчисления.
cs: Výsledek přímo použitelný v praktických výpočtech.
da: Et resultat, der kan anvendes direkte i praktiske beregninger.
de: Ein direkt verwendbares Ergebnis in praktischen Berechnungen.
el: Ένα αποτέλεσμα άμεσα εκμεταλλεύσιμο σε πρακτικούς υπολογισμούς.
es: Un resultado directamente utilizable en cálculos prácticos.
fi: Suoraan käytettävä tulos käytännön laskelmissa.
fil: Isang resulta na direktang magagamit sa mga praktikal na kalkulasyon.
hu: Közvetlenül felhasználható eredmény gyakorlati számításokhoz.
id: Sebuah hasil yang langsung dapat digunakan dalam perhitungan praktis.
it: Un risultato direttamente utilizzabile in calcoli pratici.
ja: 実用的な計算に直接利用できる結果。
ko: 실용적인 계산에 직접 사용할 수 있는 결과입니다.
nl: Een resultaat dat direct bruikbaar is in praktische berekeningen.
no: Et resultat som kan brukes direkte i praktiske beregninger.
pl: Wynik bezpośrednio użyteczny w praktycznych obliczeniach.
pt_pt: Um resultado diretamente utilizável em cálculos práticos.
ro: Un rezultat direct utilizabil în calcule practice.
ru: Результат, который можно непосредственно использовать в практических расчетах.
sk: Výsledok priamo využiteľný v praktických výpočtoch.
sv: Ett resultat som kan användas direkt i praktiska beräkningar.
sw: Matokeo yanayoweza kutumika moja kwa moja katika hesabu halisi.
tr: Pratik hesaplamalarda doğrudan kullanılabilir bir sonuç.
uk: Результат, який можна безпосередньо використовувати в практичних обчисленнях.
vi: Một kết quả có thể sử dụng ngay trong các phép tính thực tế.
zh_hans: 一个可以直接用于实际计算的结果。

# ed_math_fractions_fraction_to_decimal_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần lưu ý
zh_hans: 限制和注意事项

# ed_math_fractions_fraction_to_decimal_lim1
source: Certaines fractions donnent un décimal infini périodique.
af: Sommige fraksies gee 'n oneindige periodieke desimaal.
bg: Някои дроби дават безкрайно периодично десетично число.
cs: Některé zlomky dávají periodické nekonečné desetinné číslo.
da: Nogle brøker giver et uendeligt periodisk decimaltal.
de: Einige Brüche ergeben eine periodische unendliche Dezimalzahl.
el: Ορισμένες κλάσεις δίνουν έναν περιοδικό άπειρο δεκαδικό.
es: Algunas fracciones dan un decimal infinito periódico.
fi: Jotkut murtoluvut antavat jaksollisen äärettömän desimaalin.
fil: Ang ilang mga fraction ay nagbibigay ng isang walang katapusang periodic decimal.
hu: Egyes törtek végtelen periódikus tizedest adnak.
id: Beberapa pecahan menghasilkan desimal periodik tak terhingga.
it: Alcune frazioni danno un decimale infinito periodico.
ja: 一部の分数は無限循環小数を生成します。
ko: 일부 분수는 주기적인 무한 소수를 제공합니다.
nl: Sommige breuken geven een oneindig periodiek decimaal.
no: Noen brøker gir en uendelig periodisk desimal.
pl: Niektóre ułamki dają nieskończony dziesiętny okresowy.
pt_pt: Algumas frações resultam em um decimal infinito periódico.
ro: Anumite fracții dau un decimal infinit periodic.
ru: Некоторые дроби дают бесконечное периодическое десятичное число.
sk: Niektoré zlomky dávajú nekonečné periodické desatinné číslo.
sv: Vissa bråkdela ger ett oändligt periodiskt decimaltal.
sw: Fraction fulani huleta desimali isiyo na mwisho wa kipindi.
tr: Bazı kesirler periyodik sonsuz ondalık verir.
uk: Деякі дроби дають періодичне нескінченне десяткове число.
vi: Một số phân số cho ra một số thập phân vô hạn tuần hoàn.
zh_hans: 某些分数会产生无限循环小数。

# ed_math_fractions_fraction_to_decimal_lim2
source: Un décimal affiché avec un nombre limité de chiffres peut être une approximation.
af: 'n Desimaal wat met 'n beperkte aantal syfers vertoon word, kan 'n benadering wees.
bg: Десетично число, показано с ограничен брой цифри, може да бъде приближение.
cs: Desetinné číslo zobrazené s omezeným počtem číslic může být aproximace.
da: Et decimaltal vist med et begrænset antal cifre kan være en tilnærmelse.
de: Eine Dezimalzahl, die mit einer begrenzten Anzahl von Ziffern angezeigt wird, kann eine Annäherung sein.
el: Ένας δεκαδικός που εμφανίζεται με περιορισμένο αριθμό ψηφίων μπορεί να είναι μια προσέγγιση.
es: Un decimal mostrado con un número limitado de cifras puede ser una aproximación.
fi: Rajoitettu määrä numeroita sisältävä desimaali voi olla vain arvio.
fil: Ang isang decimal na ipinapakita na may limitadong bilang ng mga digit ay maaaring isang approximation.
hu: Egy korlátozott számjegyű tizedes megjelenítése közelítést jelenthet.
id: Sebuah desimal yang ditampilkan dengan jumlah digit terbatas bisa jadi merupakan perkiraan.
it: Un decimale visualizzato con un numero limitato di cifre può essere un'approssimazione.
ja: 限られた桁数で表示された小数は近似値である可能性があります。
ko: 한정된 자릿수로 표시된 소수는 근사값일 수 있습니다.
nl: Een decimaal weergegeven met een beperkt aantal cijfers kan een benadering zijn.
no: En desimal vist med et begrenset antall sifre kan være en tilnærming.
pl: Liczba dziesiętna wyświetlana z ograniczoną liczbą cyfr może być przybliżeniem.
pt_pt: Um decimal exibido com um número limitado de dígitos pode ser uma aproximação.
ro: Un decimal afișat cu un număr limitat de cifre poate fi o aproximare.
ru: Десятичное число, отображаемое с ограниченным количеством знаков, может быть приближением.
sk: Desatinné číslo zobrazené s obmedzeným počtom číslic môže byť aproximácia.
sv: Ett decimaltal som visas med ett begränsat antal siffror kan vara en approximation.
sw: Desimali iliyoonyeshwa kwa nambari chache inaweza kuwa makadirio.
tr: Sınırlı sayıda basamakla gösterilen bir ondalık, bir yaklaşık değer olabilir.
uk: Десяткове число, представлене з обмеженою кількістю цифр, може бути наближенням.
vi: Một số thập phân được hiển thị với một số chữ số hạn chế có thể là một xấp xỉ.
zh_hans: 以有限位数显示的小数可能是一个近似值。

# ed_math_fractions_fraction_to_decimal_lim3
source: Le dénominateur de la fraction ne doit jamais être égal à zéro.
af: Die noemer van die fraksie mag nooit nul wees nie.
bg: Знаменателят на дробта никога не трябва да бъде равен на нула.
cs: Jmenovatel zlomku nesmí být nikdy roven nule.
da: Nævneren af brøken må aldrig være lig med nul.
de: Der Nenner des Bruchs darf niemals null sein.
el: Ο παρονομαστής της κλάσης δεν πρέπει ποτέ να είναι ίσος με το μηδέν.
es: El denominador de la fracción nunca debe ser igual a cero.
fi: Murtoluvun nimittäjän ei koskaan pitäisi olla nolla.
fil: Ang denominator ng fraction ay hindi dapat maging zero.
hu: A tört nevezőjének soha nem szabad nullának lennie.
id: Penyebut dari pecahan tidak boleh sama dengan nol.
it: Il denominatore della frazione non deve mai essere uguale a zero.
ja: 分数の分母は決してゼロであってはいけません。
ko: 분수의 분모는 절대 0이 되어서는 안 됩니다.
nl: De noemer van de breuk mag nooit gelijk zijn aan nul.
no: Nevneren av brøken skal aldri være lik null.
pl: Mianownik ułamka nigdy nie może być równy zeru.
pt_pt: O denominador da fração nunca deve ser igual a zero.
ro: Denumitorul fracției nu trebuie să fie niciodată egal cu zero.
ru: Знаменатель дроби никогда не должен быть равен нулю.
sk: Menovateľ zlomku nesmie byť nikdy rovný nule.
sv: Nämnaren av bråkdelen får aldrig vara lika med noll.
sw: Mdenominata wa fraction haipaswi kuwa sawa na sifuri.
tr: Kesirin paydası asla sıfıra eşit olmamalıdır.
uk: Знаменник дробу ніколи не повинен дорівнювати нулю.
vi: Mẫu số của phân số không bao giờ được bằng không.
zh_hans: 分数的分母永远不能等于零。

# ed_math_fractions_fraction_to_decimal_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_fractions_fraction_to_decimal_q1
source: Pourquoi certaines fractions n’ont pas de décimal fini ?
af: Waarom het sommige fraksies nie 'n eindige desimaal nie?
bg: Защо някои дроби нямат ограничено десетично число?
cs: Proč některé zlomky nemají konečné desetinné číslo?
da: Hvorfor har nogle brøker ikke et endeligt decimaltal?
de: Warum haben einige Brüche keine endliche Dezimalzahl?
el: Γιατί ορισμένες κλάσεις δεν έχουν πεπερασμένο δεκαδικό;
es: ¿Por qué algunas fracciones no tienen un decimal finito?
fi: Miksi jotkut murtoluvut eivät tuota lopullista desimaalia?
fil: Bakit ang ilang mga fraction ay walang tiyak na decimal?
hu: Miért nincsenek egyes törteknek véges tizedeseik?
id: Mengapa beberapa pecahan tidak memiliki desimal yang terbatas?
it: Perché alcune frazioni non hanno un decimale finito?
ja: なぜ一部の分数は有限小数を持たないのですか？
ko: 왜 일부 분수는 유한 소수가 없나요?
nl: Waarom hebben sommige breuken geen eindig decimaal?
no: Hvorfor har noen brøker ikke et endelig desimal?
pl: Dlaczego niektóre ułamki nie mają skończonego dziesiętnego?
pt_pt: Por que algumas frações não têm decimal finito?
ro: De ce unele fracții nu au un decimal finit?
ru: Почему некоторые дроби не имеют конечного десятичного числа?
sk: Prečo niektoré zlomky nemajú konečné desatinné číslo?
sv: Varför har vissa bråkdela inget ändligt decimaltal?
sw: Kwa nini fractions fulani hazina desimali ya mwisho?
tr: Neden bazı kesirlerin sonlu ondalığı yok?
uk: Чому деякі дроби не мають скінченного десяткового числа?
vi: Tại sao một số phân số không có số thập phân hữu hạn?
zh_hans: 为什么某些分数没有有限小数？
