Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_ops_back
source: ← Retour aux outils PDF
bg: ← Връщане към PDF инструментите
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF

# pdf_ops_stat_pages_label
source: Pages
bg: Страници
da: Sider
de: Seiten
el: Σελίδες
fi: Sivut
fil: Mga Pahina
nl: Pagina's
pl: Strony
pt_pt: Páginas
ru: Страницы
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Các trang

# pdf_ops_stat_analyzed_label
source: Analysées
bg: Анализирани
da: Analyseret
de: Analysiert
el: Αναλυμένες
fi: Analysoitu
fil: Nasuri
nl: Geanalyseerd
pl: Analizowane
pt_pt: Analisadas
ru: Проанализированные
sw: Zilizochambuliwa
tr: Analiz Edilenler
uk: Проаналізовані
vi: Đã phân tích

# pdf_ops_stat_ops_label
source: Ops
bg: Операции
el: Λειτουργίες
nl: Bewerkingen
pl: Operacje
ru: Операции
uk: Операції

# pdf_ops_stat_text_label
source: Texte
bg: Текст
da: Tekst
de: Text
el: Κείμενο
fi: Teksti
fil: Teksto
nl: Tekst
pl: Tekst
pt_pt: Texto
ru: Текст
sw: Maandishi
tr: Metin
uk: Текст
vi: Văn bản

# pdf_ops_copied
source: JSON copié dans le presse-papiers.
bg: JSON копиран в клипборда.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kopya sa clipboard.
nl: JSON gekopieerd naar het klembord.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ru: JSON скопирован в буфер обмена.
sw: JSON imekopi kwenye clipboard.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.

# pdf_ops_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
bg: Не може да се копира автоматично. Изберете текста и копирайте ръчно.
da: Kunne ikke kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren fehlgeschlagen. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
fi: Kopiointi ei onnistunut automaattisesti. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
nl: Automatisch kopiëren is mislukt. Selecteer de tekst en kopieer handmatig.
pl: Nie można automatycznie skopiować. Wybierz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ru: Не удалось скопировать автоматически. Выделите текст и скопируйте вручную.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.

# pdf_xref_empty
source: Aucune entrée à afficher.
bg: Няма записи за показване.
da: Ingen indtastninger at vise.
de: Keine Einträge anzuzeigen.
el: Καμία είσοδος προς εμφάνιση.
fi: Ei näytettävää merkintää.
fil: Walang entry na ipapakita.
nl: Geen invoer om weer te geven.
pl: Brak wpisów do wyświetlenia.
pt_pt: Nenhuma entrada para exibir.
ru: Нет записей для отображения.
sw: Hakuna ingizo la kuonyesha.
tr: Gösterilecek giriş yok.
uk: Немає записів для відображення.
vi: Không có mục nào để hiển thị.

# pdf_xref_adv_kind
source: Kind
bg: Вид
da: Type
de: Art
el: Τύπος
fi: Tyyppi
fil: Uri
nl: Soort
pl: Rodzaj
pt_pt: Tipo
ru: Тип
sw: Aina
tr: Tür
uk: Тип
vi: Loại

# pdf_xref_adv_offset
source: Offset
bg: Офсет
el: Απόκλιση
fi: Siirto
pl: Przesunięcie
pt_pt: Deslocamento
ru: Смещение
sw: Kipimo
tr: Ofset
uk: Зсув

# pdf_xref_adv_nextfree
source: Next free
bg: Следващ свободен
da: Næste ledig
de: Nächster freier
el: Επόμενη ελεύθερη
fi: Seuraava vapaa
fil: Susunod na libre
nl: Volgende vrije
pl: Następny wolny
pt_pt: Próximo livre
ru: Следующий свободный
tr: Sonraki boş
uk: Наступний вільний
vi: Tiếp theo miễn phí

# pdf_xref_adv_objstm_index
source: ObjStm index
bg: ObjStm индекс
da: ObjStm indeks
el: Δείκτης ObjStm
fi: ObjStm-indeksi
pl: Indeks ObjStm
pt_pt: Índice ObjStm
ru: Индекс ObjStm
tr: ObjStm indeksi
uk: Індекс ObjStm
vi: Chỉ mục ObjStm

# pdf_xref_pretty
source: JSON “pretty” (indenté)
bg: JSON “pretty” (с отстъпи)
da: JSON “pænt” (indenteret)
de: JSON „schön“ (eingezogen)
el: JSON “όμορφο” (με εσοχές)
fi: JSON “kaunis” (sisennettävä)
fil: JSON “pretty” (indentado)
nl: JSON “mooi” (ingesprongen)
pl: JSON „ładny” (z wcięciami)
pt_pt: JSON “bonito” (indentado)
ru: JSON «красивый» (с отступами)
sw: JSON “mzuri” (iliyopangwa)
tr: JSON “güzel” (girintili)
uk: JSON “pretty” (з відступами)
vi: JSON “đẹp” (đã thụt lề)

# pdf_xref_include_diag
source: Inclure diagnostics (type XRef, /W, /Index…)
bg: Включете диагностика (тип XRef, /W, /Index…)
da: Inkluder diagnostik (type XRef, /W, /Index…)
de: Diagnosen einbeziehen (Typ XRef, /W, /Index…)
el: Συμπερίληψη διαγνωστικών (τύπος XRef, /W, /Index…)
fi: Sisällytä diagnostiikka (tyyppi XRef, /W, /Index…)
fil: Isama ang diagnostics (uri ng XRef, /W, /Index…)
nl: Diagnostiek opnemen (type XRef, /W, /Index…)
pl: Uwzględnij diagnostykę (typ XRef, /W, /Index…)
pt_pt: Incluir diagnósticos (tipo XRef, /W, /Index…)
ru: Включить диагностику (тип XRef, /W, /Index…)
sw: Jumuisha uchambuzi (aina ya XRef, /W, /Index…)
tr: Tanılamaları dahil et (XRef türü, /W, /Index…)
uk: Включити діагностику (тип XRef, /W, /Index…)
vi: Bao gồm chẩn đoán (loại XRef, /W, /Index…)

# pdf_xref_subtitle
source: Inspectez la table/stream XRef d’un PDF (offsets, générations, statuts) et exportez un JSON exploitable, localement dans le navigateur.
bg: Инспектирайте таблицата/потока XRef на PDF (офсети, поколения, статуси) и експортирайте използваем JSON, локално в браузъра.
da: Undersøg XRef-tabellen/streamen i en PDF (offsets, generationer, statusser) og eksporter et brugbart JSON, lokalt i browseren.
de: Untersuchen Sie die XRef-Tabelle/-stream eines PDFs (Offsets, Generationen, Status) und exportieren Sie ein nutzbares JSON, lokal im Browser.
el: Εξετάστε τον πίνακα/stream XRef ενός PDF (αποκλίσεις, γενιές, καταστάσεις) και εξάγετε ένα εκμεταλλεύσιμο JSON, τοπικά στον περιηγητή.
fi: Tarkista PDF:n XRef-taulukko/virta (siirrot, sukupolvet, tilat) ja vie hyödynnettävä JSON paikallisesti selaimessa.
fil: Suriin ang talahanayan/stream ng XRef ng isang PDF (offsets, generations, statuses) at i-export ang isang JSON na magagamit, lokal sa browser.
nl: Inspecteer de XRef-tabel/stroom van een PDF (offsets, generaties, statussen) en exporteer een bruikbare JSON, lokaal in de browser.
pl: Zbadaj tabelę/strumień XRef PDF (offsety, generacje, statusy) i wyeksportuj użyteczny JSON lokalnie w przeglądarce.
pt_pt: Inspecione a tabela/fluxo XRef de um PDF (deslocamentos, gerações, status) e exporte um JSON utilizável, localmente no navegador.
ru: Просмотрите таблицу/поток XRef PDF (смещения, поколения, статусы) и экспортируйте пригодный для использования JSON, локально в браузере.
sw: Chunguza jedwali/stream ya XRef ya PDF (kipimo, vizazi, hali) na usafirishe JSON inayoweza kutumika, ndani ya kivinjari.
tr: Bir PDF'nin XRef tablosunu/akışını inceleyin (ofsetler, nesil, durumlar) ve yerel olarak tarayıcıda kullanılabilir bir JSON dışa aktarın.
uk: Перегляньте таблицю/потік XRef PDF (зсуви, покоління, статуси) та експортуйте придатний для використання JSON, локально у браузері.
vi: Kiểm tra bảng/stream XRef của một PDF (offsets, generations, statuses) và xuất một JSON có thể sử dụng, cục bộ trong trình duyệt.

# pdf_xref_err_title
source: Impossible d’inspecter la XRef.
bg: Не може да се инспектира XRef.
da: Kan ikke inspicere XRef.
de: XRef kann nicht inspiziert werden.
el: Αδύνατη η εξέταση της XRef.
fi: XRefin tarkastaminen epäonnistui.
fil: Hindi ma-inspect ang XRef.
nl: Kan de XRef niet inspecteren.
pl: Nie można zbadać XRef.
pt_pt: Impossível inspecionar o XRef.
ru: Невозможно просмотреть XRef.
sw: Haiwezekani kuchunguza XRef.
tr: XRef'i incelemek mümkün değil.
uk: Не вдалося перевірити XRef.
vi: Không thể kiểm tra XRef.

# pdf_xref_err_generic
source: Impossible de lire ce PDF.
bg: Не може да се прочете този PDF.
da: Kan ikke læse denne PDF.
de: Dieses PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
fi: Tätä PDF-tiedostoa ei voi lukea.
fil: Hindi ma-read ang PDF na ito.
nl: Kan deze PDF niet lezen.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ru: Невозможно прочитать этот PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF'yi okumak mümkün değil.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.

# pdf_xref_tip_privacy
source: Tout se fait localement dans votre navigateur (aucun upload).
bg: Всичко се извършва локално в браузъра ви (без качване).
da: Alt foregår lokalt i din browser (ingen upload).
de: Alles geschieht lokal in Ihrem Browser (kein Upload).
el: Όλα γίνονται τοπικά στον περιηγητή σας (κανένα ανέβασμα).
fi: Kaikki tapahtuu paikallisesti selaimessasi (ei latauksia).
fil: Lahat ay ginagawa nang lokal sa iyong browser (walang upload).
nl: Alles gebeurt lokaal in uw browser (geen upload).
pl: Wszystko odbywa się lokalnie w Twojej przeglądarce (brak przesyłania).
pt_pt: Tudo é feito localmente no seu navegador (nenhum upload).
ru: Все происходит локально в вашем браузере (без загрузки).
sw: Kila kitu kinafanyika ndani ya kivinjari chako (hakuna kupakia).
tr: Her şey tarayıcınızda yerel olarak yapılır (yükleme yok).
uk: Все відбувається локально у вашому браузері (без завантаження).
vi: Tất cả đều diễn ra cục bộ trong trình duyệt của bạn (không tải lên).

# pdf_xref_btn_pick
source: Choisir un PDF
bg: Изберете PDF
da: Vælg en PDF
de: PDF auswählen
el: Επιλέξτε ένα PDF
fi: Valitse PDF
fil: Pumili ng PDF
nl: Kies een PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
sw: Chagua PDF
tr: Bir PDF Seç
uk: Вибрати PDF
vi: Chọn một PDF

# pdf_xref_btn_reset
source: Réinitialiser
bg: Нулиране
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
fi: Nollaa
fil: I-reset
nl: Resetten
pl: Zresetuj
pt_pt: Reiniciar
ru: Сбросить
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại

# pdf_xref_btn_copy
source: Copier
bg: Копиране
da: Kopier
de: Kopieren
el: Αντιγραφή
fi: Kopioi
fil: Kopyahin
nl: Kopiëren
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
sw: Nakili
tr: Kopyala
uk: Скопіювати
vi: Sao chép

# pdf_xref_btn_download
source: Télécharger
bg: Изтегляне
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
nl: Downloaden
pl: Pobierz
pt_pt: Baixar
ru: Скачать
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống

# pdf_xref_filter_placeholder
source: Filtrer (obj, offset, free, compressed, gen…)
bg: Филтриране (обект, офсет, свободен, компресиран, ген…)
de: Filtern (obj, offset, frei, komprimiert, gen…)
el: Φιλτράρισμα (obj, offset, free, compressed, gen…)
es: Filtrar (obj, offset, free, compressed, gen…)
fi: Suodata (obj, offset, free, compressed, gen…)
fil: I-filter (obj, offset, free, compressed, gen…)
nl: Filteren (obj, offset, free, compressed, gen…)
pl: Filtruj (obj, offset, free, compressed, gen…)
pt_pt: Filtrar (obj, offset, free, compressed, gen…)
ru: Фильтровать (obj, offset, free, compressed, gen…)
sw: Chuja (obj, kipimo, bure, iliyoshinikizwa, gen…)
tr: Filtrele (obj, offset, free, compressed, gen…)
uk: Фільтрувати (об'єкт, зсув, вільний, стиснутий, ген…)
vi: Lọc (obj, offset, free, compressed, gen…)

# pdf_xref_status_loading
source: Analyse…
bg: Анализиране…
da: Analyserer…
de: Analysiere…
fi: Analysoidaan…
fil: Nanalang…
nl: Analyseren…
pl: Analiza…
pt_pt: Analisando…
ru: Анализ…
sw: Inachambua…
tr: Analiz ediliyor…
uk: Аналізую…
vi: Đang phân tích…

# pdf_xref_status_ready
source: Prêt
bg: Готово
da: Klar
de: Bereit
fi: Valmis
fil: Handa
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готово
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng

# pdf_xref_status_error
source: Erreur
bg: Грешка
da: Fejl
de: Fehler
fi: Virhe
fil: Error
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi

# pdf_xref_card_import_title
source: Importer un PDF
bg: Импортиране на PDF
da: Importer en PDF
de: PDF importieren
fi: Tuo PDF
fil: Mag-import ng PDF
nl: Importeer een PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ru: Импортировать PDF
sw: Ingiza PDF
tr: PDF İçe Aktar
uk: Імпортувати PDF
vi: Nhập một PDF

# pdf_xref_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
bg: Никаки данни не се изпращат на сървър: всичко се извършва в браузъра ви.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
fi: Mikään tieto ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa server: lahat ay nangyayari sa iyong browser.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika kwenye kivinjari chako.
tr: Hiçbir veri sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: tất cả đều diễn ra trong trình duyệt của bạn.

# pdf_xref_card_results_title
source: Résultats
bg: Резултати
da: Resultater
de: Ergebnisse
fi: Tulokset
fil: Mga Resulta
nl: Resultaten
pl: Wyniki
pt_pt: Resultados
ru: Результаты
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả

# pdf_xref_card_results_sub
source: Entrées XRef (table ou stream) + export JSON.
bg: XRef записи (таблица или поток) + JSON експортиране.
da: XRef-indgange (tabel eller stream) + eksport JSON.
de: XRef-Einträge (Tabelle oder Stream) + JSON-Export.
fi: XRef-tiedot (taulukko tai virta) + JSON-vienti.
fil: XRef Inputs (table o stream) + export JSON.
nl: XRef-invoeren (tabel of stroom) + export JSON.
pl: Wpisy XRef (tabela lub strumień) + eksport JSON.
pt_pt: Entradas XRef (tabela ou stream) + exportação JSON.
ru: Записи XRef (таблица или поток) + экспорт JSON.
sw: Kuingia XRef (meza au mtiririko) + usafirishaji wa JSON.
tr: XRef Girişleri (tablo veya akış) + JSON dışa aktarma.
uk: Входи XRef (таблиця або потік) + експорт JSON.
vi: Các mục XRef (bảng hoặc luồng) + xuất JSON.

# pdf_xref_json_sub
source: Exportable
bg: Експорируемо
da: Eksportérbar
de: Exportierbar
fi: Viedään
fil: Maaaring i-export
nl: Exporteerbaar
pl: Można eksportować
pt_pt: Exportável
ru: Экспортируемый
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất khẩu

# pdf_xref_list_title
source: Entrées XRef
bg: XRef записи
da: XRef-indgange
de: XRef-Einträge
fi: XRef-tiedot
fil: XRef Inputs
nl: XRef-invoeren
pl: Wpisy XRef
pt_pt: Entradas XRef
ru: Записи XRef
sw: Kuingia XRef
tr: XRef Girişleri
uk: Входи XRef
vi: Các mục XRef

# pdf_xref_back
source: ← Retour aux outils PDF
bg: ← Върнете се към PDF инструментите
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa PDF tools
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF

# pdf_xref_stat_total
source: Entrées
bg: Записи
da: Indgange
de: Einträge
fi: Tiedot
fil: Kabuuan
nl: Invoeren
pl: Wpisy
pt_pt: Entradas
ru: Записи
sw: Kuingia
tr: Girişler
uk: Входи
vi: Các mục

# pdf_xref_stat_inuse
source: In-use
bg: В употреба
da: I brug
de: In Verwendung
fi: Käytössä
fil: Ginagamit
nl: In gebruik
pl: W użyciu
pt_pt: Em uso
ru: В использовании
sw: Inatumika
tr: Kullanımda
uk: Використовуються
vi: Đang sử dụng

# pdf_xref_stat_free
source: Free
bg: Свободен
da: Gratis
de: Frei
fi: Ilmainen
fil: Libre
nl: Vrij
pl: Wolny
pt_pt: Livre
ru: Свободно
sw: Bure
tr: Ücretsiz
uk: Вільні
vi: Miễn phí

# pdf_xref_stat_comp
source: Compressed
bg: Компресиран
da: Komprimeret
de: Komprimiert
fi: Pakattu
fil: Naka-compress
nl: Gecomprimeerd
pl: Skompresowany
pt_pt: Compactado
ru: Сжатый
sw: Imefungwa
tr: Sıkıştırılmış
uk: Стиснуті
vi: Nén

# pdf_xref_copied
source: JSON copié dans le presse-papiers.
bg: JSON копиран в клипборда.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kinopya sa clipboard.
nl: JSON gekopieerd naar het klembord.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ru: JSON скопирован в буфер обмена.
sw: JSON imekopi kwenye ubao wa kunakili.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.

# pdf_xref_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
bg: Не може да се копира автоматично. Изберете текста и копирайте ръчно.
da: Kunne ikke kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren fehlgeschlagen. Wählen Sie den Text aus und kopieren Sie ihn manuell.
fi: Kopiointi epäonnistui automaattisesti. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makokopya. Piliin ang teksto at kopyahin nang manu-mano.
nl: Kan niet automatisch kopiëren. Selecteer de tekst en kopieer handmatig.
pl: Nie można automatycznie skopiować. Wybierz tekst i skopiuj ręcznie.
pt_pt: Impossível copiar automaticamente. Selecione o texto e copie manualmente.
ru: Не удалось скопировать автоматически. Выделите текст и скопируйте вручную.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalanamadı. Metni seçin ve manuel olarak kopyalayın.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.

# pdf_enc_empty
source: Aucune donnée à afficher.
da: Ingen data at vise.
fi: Ei näytettävää tietoa.
fil: Walang data na ipapakita.
nl: Geen gegevens om weer te geven.
pl: Brak danych do wyświetlenia.
pt_pt: Nenhum dado para exibir.
ru: Нет данных для отображения.
uk: Немає даних для відображення.
vi: Không có dữ liệu nào để hiển thị.

# pdf_enc_summary_title
source: Chiffrement
da: Kryptering
fi: Salaus
fil: Pag-encrypt
nl: Versleuteling
pl: Szyfrowanie
pt_pt: Criptografia
ru: Шифрование
uk: Шифрування
vi: Mã hóa

# pdf_enc_keylen
source: Longueur de clé
da: Nøglelængde
fi: Avaimen pituus
fil: Haba ng susi
nl: Sleutellengte
pl: Długość klucza
pt_pt: Comprimento da chave
ru: Длина ключа
uk: Довжина ключа
vi: Độ dài khóa

# pdf_enc_pwd_presence
source: Entrées mot de passe
da: Adgangskodeindgange
fi: Salasanan syötteet
fil: Mga entry ng password
nl: Wachtwoordinvoeren
pl: Wpisy haseł
pt_pt: Entradas de senha
ru: Записи паролей
uk: Введення паролів
vi: Nhập mật khẩu

# pdf_enc_permissions_title
source: Permissions
da: Tilladelser
fi: Oikeudet
fil: Mga Pahintulot
nl: Toestemmingen
pl: Uprawnienia
pt_pt: Permissões
ru: Разрешения
uk: Дозволи
vi: Quyền hạn

# pdf_enc_permissions_hint
source: Déclarées par le PDF (peuvent être ignorées par certains logiciels)
da: Angivet af PDF'en (kan ignoreres af nogle programmer)
fi: PDF:ssä ilmoitetut (joitakin ohjelmistoja voidaan ohittaa)
fil: Idineklara ng PDF (maaaring balewalain ng ilang software)
nl: Verklaard door de PDF (kunnen door sommige software worden genegeerd)
pl: Zadeklarowane przez PDF (mogą być ignorowane przez niektóre oprogramowanie)
pt_pt: Declaradas pelo PDF (podem ser ignoradas por alguns softwares)
ru: Заявленные PDF (могут игнорироваться некоторыми программами)
uk: Заявлені PDF (можуть ігноруватися деякими програмами)
vi: Được khai báo bởi PDF (có thể bị bỏ qua bởi một số phần mềm)

# pdf_enc_notes_title
source: Notes
da: Noter
fi: Huomiot
fil: Mga Tala
nl: Notities
pl: Notatki
pt_pt: Notas
ru: Заметки
uk: Примітки
vi: Ghi chú

# pdf_enc_pretty
source: JSON “pretty” (indenté)
da: JSON “pænt” (indenteret)
fi: JSON “kaunis” (sisennys)
fil: JSON “pretty” (naka-indent)
nl: JSON “mooi” (ingesprongen)
pl: JSON „ładny” (z wcięciami)
pt_pt: JSON “bonito” (indentado)
ru: JSON «красивый» (с отступами)
uk: JSON “pretty” (з відступами)
vi: JSON “đẹp” (đã thụt lề)

# pdf_enc_include_raw
source: Inclure “trailer /Encrypt” brut (diagnostic)
da: Inkluder “trailer /Encrypt” rå (diagnostisk)
fi: Sisällytä “trailer /Encrypt” raakana (diagnostiikka)
fil: Isama ang “trailer /Encrypt” na hilaw (diagnostic)
nl: Inclusief ruwe “trailer /Encrypt” (diagnostisch)
pl: Uwzględnij surowy „trailer /Encrypt” (diagnostyka)
pt_pt: Incluir “trailer /Encrypt” bruto (diagnóstico)
ru: Включить «trailer /Encrypt» в сыром виде (диагностика)
uk: Включити “trailer /Encrypt” в сирому вигляді (діагностика)
vi: Bao gồm “trailer /Encrypt” thô (chẩn đoán)

# pdf_enc_include_notes
source: Inclure notes (best-effort)
da: Inkluder noter (best-effort)
fi: Sisällytä huomiot (parhaan mukaan)
fil: Isama ang mga tala (best-effort)
nl: Inclusief notities (beste poging)
pl: Uwzględnij notatki (najlepsze starania)
pt_pt: Incluir notas (melhor esforço)
ru: Включить заметки (по возможности)
uk: Включити примітки (найкращі зусилля)
vi: Bao gồm ghi chú (cố gắng tốt nhất)

# pdf_enc_title
source: Chiffrement & permissions PDF
da: Kryptering & tilladelser PDF
fi: Salaus & PDF-oikeudet
fil: Pag-encrypt & mga pahintulot ng PDF
nl: Versleuteling & machtigingen PDF
pl: Szyfrowanie i uprawnienia PDF
pt_pt: Criptografia & permissões PDF
ru: Шифрование и разрешения PDF
uk: Шифрування & дозволи PDF
vi: Mã hóa & quyền PDF

# pdf_enc_subtitle
source: Détectez si un PDF est chiffré, identifiez le type de protection et lisez les permissions (impression, copie, modification…) — localement dans le navigateur.
da: Opdag om en PDF er krypteret, identificer beskyttelsestypen og læs tilladelserne (udskrivning, kopiering, redigering…) — lokalt i browseren.
fi: Tunnista, onko PDF salattu, määritä suojaustyyppi ja lue oikeudet (tulostus, kopiointi, muokkaus…) — paikallisesti selaimessa.
fil: Tukuyin kung ang isang PDF ay naka-encrypt, alamin ang uri ng proteksyon at basahin ang mga pahintulot (pagpi-print, pagkopya, pagbabago…) — lokal sa browser.
nl: Detecteer of een PDF is versleuteld, identificeer het type bescherming en lees de machtigingen (afdrukken, kopiëren, bewerken…) — lokaal in de browser.
pl: Wykryj, czy PDF jest szyfrowany, zidentyfikuj typ ochrony i odczytaj uprawnienia (drukowanie, kopiowanie, modyfikacja…) — lokalnie w przeglądarce.
pt_pt: Detecte se um PDF está criptografado, identifique o tipo de proteção e leia as permissões (impressão, cópia, modificação…) — localmente no navegador.
ru: Определите, зашифрован ли PDF, идентифицируйте тип защиты и читайте разрешения (печать, копирование, изменение…) — локально в браузере.
uk: Визначте, чи PDF зашифрований, ідентифікуйте тип захисту та читайте дозволи (друк, копіювання, зміна…) — локально в браузері.
vi: Phát hiện xem một PDF có được mã hóa hay không, xác định loại bảo vệ và đọc quyền (in, sao chép, chỉnh sửa…) — cục bộ trong trình duyệt.
