Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_weighted_q1
source: Quelle différence entre moyenne simple et pourcentage pondéré ?
af: Wat is die verskil tussen eenvoudige gemiddelde en gewigte persentasie?
bg: Каква е разликата между просто средно и претеглен процент?
cs: Jaký je rozdíl mezi jednoduchým průměrem a váženým procentem?
da: Hvad er forskellen mellem simpelt gennemsnit og vægtet procent?
de: Was ist der Unterschied zwischen einfachem Durchschnitt und gewichtetem Prozentsatz?
el: Ποια είναι η διαφορά μεταξύ απλής μέσης και βαρύνουσας ποσοστού;
es: ¿Cuál es la diferencia entre promedio simple y porcentaje ponderado?
fi: Mikä on ero yksinkertaisen keskiarvon ja painotetun prosenttiosuuden välillä?
fil: Ano ang pagkakaiba ng simpleng average at pinabigat na porsyento?
hu: Mi a különbség az egyszerű átlag és a súlyozott százalék között?
id: Apa perbedaan antara rata-rata sederhana dan persentase tertimbang?
it: Qual è la differenza tra media semplice e percentuale ponderata?
ja: 単純平均と加重パーセンテージの違いは何ですか？
ko: 단순 평균과 가중 비율의 차이는 무엇인가요?
nl: Wat is het verschil tussen een eenvoudig gemiddelde en een gewogen percentage?
no: Hva er forskjellen mellom enkelt gjennomsnitt og vektet prosentandel?
pl: Jaka jest różnica między prostą średnią a procentem ważonym?
pt_pt: Qual a diferença entre média simples e percentagem ponderada?
ro: Care este diferența între media simplă și procentajul ponderat?
ru: В чем разница между простой средней и взвешенным процентом?
sk: Aký je rozdiel medzi jednoduchým priemerom a váženým percentom?
sv: Vad är skillnaden mellan enkelt genomsnitt och viktad procentandel?
sw: Ni tofauti gani kati ya wastani rahisi na asilimia iliyo na uzito?
tr: Basit ortalama ile ağırlıklı yüzde arasındaki fark nedir?
uk: Яка різниця між простим середнім і зваженим відсотком?
vi: Sự khác biệt giữa trung bình đơn giản và tỷ lệ phần trăm có trọng số là gì?
zh_hans: 简单平均和加权百分比有什么区别？

# ed_math_percentages_percentage_weighted_a1
source: La moyenne simple donne le même poids à chaque pourcentage, même si les groupes n’ont pas la même taille. Le pondéré tient compte des bases (poids), donc reflète le taux global réel.
af: Die eenvoudige gemiddelde gee dieselfde gewig aan elke persentasie, selfs al het die groepe nie dieselfde grootte nie. Die gewigte hou rekening met die basisse (gewigte), en weerspieël dus die werklike globale koers.
bg: Простото средно дава еднакво тегло на всеки процент, дори ако групите нямат еднакъв размер. Претегленото взема предвид базите (теглата), така че отразява реалната обща ставка.
cs: Jednoduchý průměr dává každému procentu stejnou váhu, i když skupiny nemají stejnou velikost. Vážený bere v úvahu základy (váhy), takže odráží skutečnou celkovou sazbu.
da: Det simple gennemsnit giver samme vægt til hver procent, selvom grupperne ikke har samme størrelse. Det vægtede tager højde for grundlagene (vægte), så det afspejler den reelle samlede sats.
de: Der einfache Durchschnitt gibt jedem Prozentsatz das gleiche Gewicht, auch wenn die Gruppen nicht die gleiche Größe haben. Der gewichtete berücksichtigt die Basen (Gewichte) und spiegelt somit den tatsächlichen Gesamtsatz wider.
el: Η απλή μέση δίνει το ίδιο βάρος σε κάθε ποσοστό, ακόμη και αν οι ομάδες δεν έχουν το ίδιο μέγεθος. Η βαρύνουσα λαμβάνει υπόψη τις βάσεις (βάρη), επομένως αντικατοπτρίζει τον πραγματικό συνολικό ρυθμό.
es: El promedio simple da el mismo peso a cada porcentaje, incluso si los grupos no tienen el mismo tamaño. El ponderado tiene en cuenta las bases (pesos), por lo tanto, refleja la tasa global real.
fi: Yksinkertainen keskiarvo antaa jokaiselle prosenttiosuudelle saman painon, vaikka ryhmillä ei olisi samaa kokoa. Painotettu ottaa huomioon perusteet (painot), joten se heijastaa todellista kokonaisprosenttia.
fil: Ang simpleng average ay nagbibigay ng parehong timbang sa bawat porsyento, kahit na ang mga grupo ay hindi may parehong laki. Ang pinabigat ay isinasaalang-alang ang mga base (timbang), kaya't sumasalamin ito sa tunay na kabuuang rate.
hu: Az egyszerű átlag minden százaléknak azonos súlyt ad, még akkor is, ha a csoportok nem azonos méretűek. A súlyozott figyelembe veszi az alapokat (súly), így tükrözi a valós globális arányt.
id: Rata-rata sederhana memberikan bobot yang sama untuk setiap persentase, meskipun kelompok tidak memiliki ukuran yang sama. Yang tertimbang memperhitungkan dasar (bobot), sehingga mencerminkan tingkat keseluruhan yang sebenarnya.
it: La media semplice dà lo stesso peso a ogni percentuale, anche se i gruppi non hanno la stessa dimensione. La ponderata tiene conto delle basi (pesi), quindi riflette il tasso globale reale.
ja: 単純平均は、グループのサイズが異なっていても、各パーセンテージに同じ重みを与えます。加重は基準（重み）を考慮するため、実際の全体的な率を反映します。
ko: 단순 평균은 각 비율에 동일한 가중치를 부여하지만, 그룹의 크기가 다를 경우 가중 평균은 기초(가중치)를 고려하므로 실제 전체 비율을 반영합니다.
nl: Het eenvoudige gemiddelde geeft elk percentage hetzelfde gewicht, ook al hebben de groepen niet dezelfde grootte. Het gewogen gemiddelde houdt rekening met de bases (gewichten), en weerspiegelt dus het werkelijke totale percentage.
no: Det enkle gjennomsnittet gir samme vekt til hver prosent, selv om gruppene ikke har samme størrelse. Den vektede tar hensyn til grunnlagene (vekter), og reflekterer derfor den faktiske totale prosentandelen.
pl: Prosta średnia nadaje tę samą wagę każdemu procentowi, nawet jeśli grupy nie mają tej samej wielkości. Procent ważony uwzględnia podstawy (wagi), więc odzwierciedla rzeczywisty globalny wskaźnik.
pt_pt: A média simples dá o mesmo peso a cada percentagem, mesmo que os grupos não tenham o mesmo tamanho. O ponderado leva em conta as bases (pesos), portanto reflete a taxa global real.
ro: Media simplă dă aceeași greutate fiecărui procentaj, chiar dacă grupurile nu au aceeași dimensiune. Ponderatul ține cont de baze (greutăți), deci reflectă rata globală reală.
ru: Простая средняя дает одинаковый вес каждому проценту, даже если группы имеют разный размер. Взвешенная учитывает базы (веса), поэтому отражает реальный общий уровень.
sk: Jednoduchý priemer dáva rovnakú váhu každému percentu, aj keď skupiny nemajú rovnakú veľkosť. Vážený zohľadňuje základy (váhy), takže odráža skutočnú celkovú sadzbu.
sv: Det enkla genomsnittet ger samma vikt till varje procentandel, även om grupperna inte har samma storlek. Den viktade tar hänsyn till baserna (vikter), så den återspeglar den verkliga totala andelen.
sw: Wastani rahisi unatoa uzito sawa kwa kila asilimia, hata kama vikundi havina ukubwa sawa. Wastani wa uzito unazingatia msingi (uzito), hivyo unaakisi kiwango halisi cha jumla.
tr: Basit ortalama, her yüzdeye aynı ağırlığı verir, gruplar aynı boyutta olmasa bile. Ağırlıklı olan, tabanları (ağırlıkları) dikkate alır, bu nedenle gerçek genel oranı yansıtır.
uk: Просте середнє надає однакову вагу кожному відсотку, навіть якщо групи не мають однакового розміру. Зважене враховує бази (ваги), тому відображає реальний загальний показник.
vi: Trung bình đơn giản cho cùng một trọng số cho mỗi tỷ lệ phần trăm, ngay cả khi các nhóm không có cùng kích thước. Tỷ lệ có trọng số tính đến các cơ sở (trọng số), do đó phản ánh tỷ lệ tổng thể thực tế.
zh_hans: 简单平均对每个百分比赋予相同的权重，即使组的大小不同。加权考虑了基础（权重），因此反映了实际的整体比率。

# ed_math_percentages_percentage_weighted_q2
source: Que prendre comme “poids” ?
af: Wat om as 'gewig' te neem?
bg: Какво да взема като "тегло"?
cs: Co vzít jako "váhu"?
da: Hvad skal man tage som 'vægt'?
de: Was als "Gewicht" nehmen?
el: Τι να πάρω ως "βάρος";
es: ¿Qué tomar como 'peso'?
fi: Mitä ottaa 'painona'?
fil: Ano ang dapat kunin bilang 'timbang'?
hu: Mit vegyek figyelembe „súlyként”?
id: Apa yang harus diambil sebagai 'bobot'?
it: Cosa prendere come "peso"?
ja: 「重み」として何を取るべきですか？
ko: '가중치'로 무엇을 선택해야 하나요?
nl: Wat te nemen als 'gewicht'?
no: Hva skal jeg ta som "vekt"?
pl: Co wziąć jako „wagę”?
pt_pt: O que considerar como "peso"?
ro: Ce să luați ca „greutate”?
ru: Что взять в качестве "веса"?
sk: Čo vziať ako "váhu"?
sv: Vad ska man ta som "vikt"?
sw: Ni nini cha kuchukua kama 'uzito'?
tr: “Ağırlık” olarak ne almalı?
uk: Що взяти за "вагу"?
vi: Nên lấy gì làm 'trọng số'?
zh_hans: 作为“权重”应该选择什么？

# ed_math_percentages_percentage_weighted_a2
source: Le poids est la base du pourcentage : effectif total, nombre d’éléments, montant de vente, heures, volume… Choisissez ce qui représente l’impact réel de chaque sous-ensemble.
af: Die gewig is die basis van die persentasie: totale getal, aantal elemente, verkoopsbedrag, ure, volume... Kies wat die werklike impak van elke subgroep voorstel.
bg: Теглото е основата на процента: общ брой, брой елементи, продажна сума, часове, обем... Изберете това, което представлява реалното въздействие на всеки поднабор.
cs: Váha je základ procenta: celkový počet, počet prvků, prodejní částka, hodiny, objem... Vyberte to, co skutečně reprezentuje dopad každého podsouboru.
da: Vægten er grundlaget for procenten: samlet antal, antal elementer, salgsbeløb, timer, volumen... Vælg det, der repræsenterer den reelle indvirkning af hver undergruppe.
de: Das Gewicht ist die Basis des Prozentsatzes: Gesamtzahl, Anzahl der Elemente, Verkaufsbetrag, Stunden, Volumen... Wählen Sie das, was die tatsächliche Auswirkung jedes Teilsets darstellt.
el: Το βάρος είναι η βάση του ποσοστού: συνολικός πληθυσμός, αριθμός στοιχείων, ποσό πώλησης, ώρες, όγκος… Επιλέξτε αυτό που εκπροσωπεί την πραγματική επίδραση κάθε υποσυνόλου.
es: El peso es la base del porcentaje: efectivo total, número de elementos, monto de venta, horas, volumen... Elige lo que represente el impacto real de cada subconjunto.
fi: Paino on prosenttiosuuden perusta: kokonaismäärä, elementtien määrä, myyntimäärä, tunnit, volyymi... Valitse se, mikä edustaa kunkin alaryhmän todellista vaikutusta.
fil: Ang timbang ay ang batayan ng porsyento: kabuuang bilang, bilang ng mga elemento, halaga ng benta, oras, dami... Pumili ng kumakatawan sa tunay na epekto ng bawat sub-set.
hu: A súly a százalék alapja: összes létszám, elemek száma, eladási összeg, órák, mennyiség... Válassza azt, ami a legjobban reprezentálja minden részhalmaz valódi hatását.
id: Bobot adalah dasar dari persentase: total jumlah, jumlah elemen, nilai penjualan, jam, volume... Pilih yang mewakili dampak nyata dari setiap sub-kelompok.
it: Il peso è la base della percentuale: effettivo totale, numero di elementi, importo di vendita, ore, volume... Scegli ciò che rappresenta l'impatto reale di ogni sottoinsieme.
ja: 重みはパーセンテージの基準です：総人数、要素の数、売上高、時間、ボリューム…各サブセットの実際の影響を表すものを選択してください。
ko: 가중치는 비율의 기초입니다: 총 인원, 요소 수, 판매 금액, 시간, 볼륨… 각 하위 집합의 실제 영향을 나타내는 것을 선택하세요.
nl: Het gewicht is de basis van het percentage: totaal aantal, aantal elementen, verkoopbedrag, uren, volume... Kies wat de werkelijke impact van elk subgroep vertegenwoordigt.
no: Vekten er grunnlaget for prosentandelen: totalt antall, antall elementer, salgsbeløp, timer, volum... Velg det som representerer den reelle innvirkningen av hver delmengde.
pl: Waga to podstawa procentu: całkowita liczba, liczba elementów, kwota sprzedaży, godziny, wolumen… Wybierz to, co reprezentuje rzeczywisty wpływ każdego podzbioru.
pt_pt: O peso é a base da percentagem: efetivo total, número de elementos, montante de venda, horas, volume… Escolha o que representa o impacto real de cada subconjunto.
ro: Greutatea este baza procentajului: efectiv total, număr de elemente, sumă de vânzări, ore, volum… Alegeți ceea ce reprezintă impactul real al fiecărui sub-set.
ru: Вес — это база процента: общая численность, количество элементов, сумма продаж, часы, объем... Выберите то, что представляет реальное влияние каждого поднабора.
sk: Váha je základ percenta: celkový počet, počet prvkov, predajná suma, hodiny, objem... Vyberte to, čo reprezentuje skutočný dopad každého podmnožiny.
sv: Vikten är basen för procentandelen: totalt antal, antal element, försäljningsbelopp, timmar, volym... Välj det som representerar den verkliga påverkan av varje delmängd.
sw: Uzito ni msingi wa asilimia: idadi jumla, idadi ya vitu, kiasi cha mauzo, masaa, kiasi... Chagua kile kinachowakilisha athari halisi ya kila sehemu ndogo.
tr: Ağırlık, yüzdelerin temelidir: toplam nüfus, öğe sayısı, satış tutarı, saatler, hacim... Her alt kümenin gerçek etkisini temsil eden şeyi seçin.
uk: Вага є основою відсотка: загальна чисельність, кількість елементів, сума продажу, години, обсяг... Виберіть те, що представляє реальний вплив кожного підмножини.
vi: Trọng số là cơ sở của tỷ lệ phần trăm: tổng số, số lượng phần tử, số tiền bán, giờ, khối lượng... Chọn cái gì đại diện cho tác động thực sự của mỗi tập con.
zh_hans: 权重是百分比的基础：总人数、元素数量、销售金额、小时、体积……选择能够代表每个子集实际影响的内容。

# ed_math_percentages_percentage_weighted_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_weighted_tip
source: Si vous avez les “succès” et les “totaux”, vous pouvez aussi calculer le taux global directement : (somme des succès) ÷ (somme des totaux). C’est équivalent au pondéré et souvent plus intuitif.
af: As jy die 'suksesse' en die 'totale' het, kan jy ook die globale koers direk bereken: (som van sukses) ÷ (som van totale). Dit is ekwivalent aan die gewigte en dikwels meer intuïtief.
bg: Ако имате "успехи" и "общи", можете също да изчислите общата ставка директно: (сума на успехите) ÷ (сума на общите). Това е еквивалентно на претегленото и често е по-интуитивно.
cs: Pokud máte "úspěchy" a "celky", můžete také přímo vypočítat celkovou sazbu: (součet úspěchů) ÷ (součet celků). To je ekvivalentní váženému a často intuitivnější.
da: Hvis du har 'successer' og 'totals', kan du også beregne den samlede sats direkte: (sum af successer) ÷ (sum af totals). Det er ækvivalent med det vægtede og ofte mere intuitivt.
de: Wenn Sie die "Erfolge" und die "Gesamtsummen" haben, können Sie auch den Gesamtsatz direkt berechnen: (Summe der Erfolge) ÷ (Summe der Gesamtsummen). Das ist äquivalent zum gewichteten und oft intuitiver.
el: Αν έχετε τους "επιτυχίες" και τους "συνολικούς", μπορείτε επίσης να υπολογίσετε τον συνολικό ρυθμό απευθείας: (άθροισμα επιτυχιών) ÷ (άθροισμα συνολικών). Είναι ισοδύναμο με τη βαρύνουσα και συχνά πιο διαισθητικό.
es: Si tienes los 'éxitos' y los 'totales', también puedes calcular la tasa global directamente: (suma de éxitos) ÷ (suma de totales). Es equivalente al ponderado y a menudo más intuitivo.
fi: Jos sinulla on 'onnistumiset' ja 'kokonaismäärät', voit myös laskea kokonaisprosentin suoraan: (onnistumisten summa) ÷ (kokonaismäärien summa). Tämä on ekvivalentti painotetulle ja usein intuitiivisempaa.
fil: Kung mayroon kang 'tagumpay' at 'kabuuan', maaari mo ring kalkulahin ang kabuuang rate nang direkta: (kabuuan ng tagumpay) ÷ (kabuuan ng kabuuan). Ito ay katumbas ng pinabigat at kadalasang mas intuitive.
hu: Ha megvan a „siker” és a „teljes” szám, akkor közvetlenül is kiszámíthatja a globális arányt: (siker összeg) ÷ (teljes összeg). Ez egyenértékű a súlyozottal és gyakran intuitívabb.
id: Jika Anda memiliki 'keberhasilan' dan 'total', Anda juga dapat menghitung tingkat keseluruhan secara langsung: (jumlah keberhasilan) ÷ (jumlah total). Ini setara dengan yang tertimbang dan seringkali lebih intuitif.
it: Se hai i "successi" e i "totali", puoi anche calcolare il tasso globale direttamente: (somma dei successi) ÷ (somma dei totali). È equivalente al ponderato e spesso più intuitivo.
ja: 「成功」と「合計」がある場合、全体の率を直接計算することもできます：（成功の合計）÷（合計）。これは加重と同等で、しばしばより直感的です。
ko: '성공'과 '총합'이 있다면, 전체 비율을 직접 계산할 수도 있습니다: (성공의 합계) ÷ (총합의 합계). 이는 가중 평균과 동등하며 종종 더 직관적입니다.
nl: Als u de 'successen' en de 'totaal' heeft, kunt u ook het totale percentage direct berekenen: (som van de successen) ÷ (som van de totaal). Dit is gelijk aan het gewogen gemiddelde en vaak intuïtiever.
no: Hvis du har "suksesser" og "totalt", kan du også beregne den totale prosentandelen direkte: (sum av suksesser) ÷ (sum av totalt). Det er ekvivalent med den vektede og ofte mer intuitiv.
pl: Jeśli masz „sukcesy” i „całkowite”, możesz również obliczyć globalny wskaźnik bezpośrednio: (suma sukcesów) ÷ (suma całkowitych). To jest równoważne z ważonym i często bardziej intuicyjne.
pt_pt: Se você tem os "sucessos" e os "totais", você pode também calcular a taxa global diretamente: (soma dos sucessos) ÷ (soma dos totais). É equivalente ao ponderado e muitas vezes mais intuitivo.
ro: Dacă aveți „succesele” și „totalurile”, puteți calcula și rata globală direct: (suma succeselor) ÷ (suma totalurilor). Este echivalent cu ponderatul și adesea mai intuitiv.
ru: Если у вас есть "успехи" и "итоги", вы также можете напрямую рассчитать общий уровень: (сумма успехов) ÷ (сумма итогов). Это эквивалентно взвешенному и часто более интуитивно понятно.
sk: Ak máte "úspechy" a "celky", môžete tiež priamo vypočítať celkovú sadzbu: (súčet úspechov) ÷ (súčet celkov). Je to ekvivalent váženého a často intuitívnejšie.
sv: Om du har "framgångar" och "totalt", kan du också beräkna den totala andelen direkt: (summan av framgångar) ÷ (summan av totalt). Det är ekvivalent med den viktade och ofta mer intuitivt.
sw: Ikiwa una 'mafanikio' na 'jumla', unaweza pia kuhesabu kiwango cha jumla moja kwa moja: (jumla ya mafanikio) ÷ (jumla ya jumla). Hii ni sawa na uzito na mara nyingi ni rahisi kueleweka.
tr: Eğer “başarılar” ve “toplamlar” varsa, genel oranı doğrudan hesaplayabilirsiniz: (başarıların toplamı) ÷ (toplamların toplamı). Bu, ağırlıklı ile eşdeğerdir ve genellikle daha sezgiseldir.
uk: Якщо у вас є "успіхи" та "загальні", ви також можете обчислити загальний показник безпосередньо: (сума успіхів) ÷ (сума загальних). Це еквівалентно зваженому і часто більш інтуїтивно зрозуміле.
vi: Nếu bạn có 'thành công' và 'tổng số', bạn cũng có thể tính toán tỷ lệ tổng thể trực tiếp: (tổng số thành công) ÷ (tổng số). Điều này tương đương với tỷ lệ có trọng số và thường dễ hiểu hơn.
zh_hans: 如果您有“成功”和“总数”，您也可以直接计算整体比率：（成功总和）÷（总数总和）。这与加权相等，通常更直观。

# ed_math_percentages_percentage_what_percent_title
source: X est quel pourcentage de Y ?
af: X is watter persentasie van Y?
bg: X е какъв процент от Y?
cs: X je kolik procent z Y?
da: X er hvilken procentdel af Y?
de: X ist wie viel Prozent von Y?
el: Το X είναι ποιο ποσοστό του Y;
es: ¿X es qué porcentaje de Y?
fi: X on mikä prosentti Y:stä?
fil: Ano ang porsyento ng X sa Y?
hu: X hány százaléka Y-nak?
id: X adalah persentase berapa dari Y?
it: X è quale percentuale di Y?
ja: XはYの何パーセントですか？
ko: X는 Y의 몇 퍼센트인가요?
nl: X is welk percentage van Y?
no: X er hvilken prosentandel av Y?
pl: X to jaki procent Y?
pt_pt: X é que percentagem de Y?
ro: X este ce procent din Y?
ru: X — это какой процент от Y?
sk: X je aké percento z Y?
sv: X är vilken procentandel av Y?
sw: X ni asilimia gani ya Y?
tr: X, Y'nin ne kadar yüzdesidir?
uk: X є яким відсотком від Y?
vi: X là bao nhiêu phần trăm của Y?
zh_hans: X是Y的多少百分比？
