Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_xlsm_macro_check_desc
source: Détecter vbaProject.bin (XLSM/XLTM) et exporter un diagnostic (sans exécution).
bg: Откриване на vbaProject.bin (XLSM/XLTM) и експортиране на диагностика (без изпълнение).
cs: Detekovat vbaProject.bin (XLSM/XLTM) a exportovat diagnostiku (bez provádění).
da: Detekter vbaProject.bin (XLSM/XLTM) og eksportere en diagnose (uden udførelse).
de: Erkennen von vbaProject.bin (XLSM/XLTM) und Exportieren eines Diagnosetools (ohne Ausführung).
el: Ανίχνευση vbaProject.bin (XLSM/XLTM) και εξαγωγή διαγνωστικού (χωρίς εκτέλεση).
es: Detectar vbaProject.bin (XLSM/XLTM) y exportar un diagnóstico (sin ejecución).
fi: Havaitse vbaProject.bin (XLSM/XLTM) ja vie diagnostiikka (ilman suorittamista).
fil: Tukuyin ang vbaProject.bin (XLSM/XLTM) at i-export ang isang diagnostic (walang pagpapatakbo).
ja: vbaProject.bin（XLSM/XLTM）の検出と診断のエクスポート（実行なし）。
nl: Detecteer vbaProject.bin (XLSM/XLTM) en exporteer een diagnose (zonder uitvoering).
no: Oppdage vbaProject.bin (XLSM/XLTM) og eksportere en diagnose (uten kjøring).
pl: Wykrywanie vbaProject.bin (XLSM/XLTM) i eksport diagnozy (bez wykonania).
pt_pt: Detectar vbaProject.bin (XLSM/XLTM) e exportar um diagnóstico (sem execução).
ro: Detectați vbaProject.bin (XLSM/XLTM) și exportați un diagnostic (fără execuție).
ru: Обнаружить vbaProject.bin (XLSM/XLTM) и экспортировать диагностику (без выполнения).
sk: Detekovať vbaProject.bin (XLSM/XLTM) a exportovať diagnostiku (bez vykonania).
sv: Detektera vbaProject.bin (XLSM/XLTM) och exportera en diagnos (utan körning).
sw: Gundua vbaProject.bin (XLSM/XLTM) na usafirishe uchambuzi (bila kutekeleza).
tr: vbaProject.bin'i (XLSM/XLTM) tespit et ve bir tanı raporu dışa aktar (çalıştırma olmadan).
uk: Виявлення vbaProject.bin (XLSM/XLTM) та експорт діагностики (без виконання).
vi: Phát hiện vbaProject.bin (XLSM/XLTM) và xuất chẩn đoán (không thực thi).
zh_hans: 检测 vbaProject.bin（XLSM/XLTM）并导出诊断（无执行）。

# dev_excel_sg_transform_title
source: Transformation
bg: Трансформация
cs: Transformace
el: Μετασχηματισμός
es: Transformación
fi: Muunna
fil: Transformasyon
ja: 変換
nl: Transformatie
no: Transformasjon
pl: Transformacja
pt_pt: Transformação
ro: Transformare
ru: Преобразование
sk: Transformácia
sw: Mabadiliko
tr: Dönüşüm
uk: Трансформація
vi: Chuyển đổi
zh_hans: 转换

# dev_excel_sg_transform_desc
source: Exporter vers CSV/JSON, supprimer des feuilles, nettoyer des métadonnées, normaliser des styles.
bg: Експортиране в CSV/JSON, премахване на листове, почистване на метаданни, нормализиране на стилове.
cs: Exportovat do CSV/JSON, odstranit listy, čistit metadata, normalizovat styly.
da: Eksporter til CSV/JSON, slet ark, rengør metadata, normaliser stilarter.
de: Exportieren nach CSV/JSON, Blätter löschen, Metadaten bereinigen, Stile normalisieren.
el: Εξαγωγή σε CSV/JSON, διαγραφή φύλλων, καθαρισμός μεταδεδομένων, κανονικοποίηση στυλ.
es: Exportar a CSV/JSON, eliminar hojas, limpiar metadatos, normalizar estilos.
fi: Vie CSV/JSON-muotoon, poista taulukoita, puhdista metatietoja, normalisoi tyylejä.
fil: I-export sa CSV/JSON, tanggalin ang mga sheet, linisin ang metadata, i-normalize ang mga estilo.
ja: CSV/JSONへのエクスポート、シートの削除、メタデータのクリーンアップ、スタイルの標準化。
nl: Exporteer naar CSV/JSON, verwijder bladen, reinig metadata, normaliseer stijlen.
no: Eksportere til CSV/JSON, fjerne ark, rense metadata, normalisere stiler.
pl: Eksport do CSV/JSON, usuwanie arkuszy, czyszczenie metadanych, normalizacja stylów.
pt_pt: Exportar para CSV/JSON, remover folhas, limpar metadados, normalizar estilos.
ro: Exportați în CSV/JSON, eliminați foi, curățați metadatele, normalizați stilurile.
ru: Экспорт в CSV/JSON, удаление листов, очистка метаданных, нормализация стилей.
sk: Exportovať do CSV/JSON, odstrániť hárky, vyčistiť metadata, normalizovať štýly.
sv: Exportera till CSV/JSON, ta bort blad, rensa metadata, normalisera stilar.
sw: Usafirishe kama CSV/JSON, ondoa karatasi, safisha metadata, sanidisha mitindo.
tr: CSV/JSON'a dışa aktar, sayfaları sil, meta verileri temizle, stilleri normalleştir.
uk: Експорт у CSV/JSON, видалення аркушів, очищення метаданих, нормалізація стилів.
vi: Xuất sang CSV/JSON, xóa các bảng, làm sạch siêu dữ liệu, chuẩn hóa kiểu.
zh_hans: 导出为 CSV/JSON，删除工作表，清理元数据，标准化样式。

# tool_xlsx_remove_hidden_sheets_title
source: Supprimer les feuilles cachées (XLSX)
bg: Премахване на скрити листове (XLSX)
cs: Odstranit skryté listy (XLSX)
da: Fjern skjulte ark (XLSX)
de: Versteckte Blätter entfernen (XLSX)
el: Αφαίρεση κρυφών φύλλων (XLSX)
es: Eliminar hojas ocultas (XLSX)
fi: Poista piilotetut taulukot (XLSX)
fil: Tanggalin ang mga nakatagong sheet (XLSX)
ja: 隠しシートの削除（XLSX）
nl: Verwijder verborgen bladen (XLSX)
no: Fjern skjulte ark (XLSX)
pl: Usuwanie ukrytych arkuszy (XLSX)
pt_pt: Remover folhas ocultas (XLSX)
ro: Eliminați foile ascunse (XLSX)
ru: Удалить скрытые листы (XLSX)
sk: Odstrániť skryté hárky (XLSX)
sv: Ta bort dolda blad (XLSX)
sw: Ondoa karatasi zilizofichwa (XLSX)
tr: Gizli sayfaları kaldır (XLSX)
uk: Видалити приховані аркуші (XLSX)
vi: Xóa các bảng ẩn (XLSX)
zh_hans: 删除隐藏工作表（XLSX）

# tool_xlsx_remove_hidden_sheets_desc
source: Créer une copie en supprimant les feuilles hidden/veryHidden (best-effort, package-level).
bg: Създаване на копие, като се премахват скритите/много скрити листове (с най-добри усилия, на ниво пакет).
cs: Vytvořit kopii odstraněním skrytých/velmi skrytých listů (nejlepší úsilí, na úrovni balíčku).
da: Opret en kopi ved at fjerne skjulte/veryHidden ark (bedste indsats, pakke-niveau).
de: Eine Kopie erstellen, indem versteckte/veryHidden Blätter entfernt werden (best-effort, paketbasiert).
el: Δημιουργία αντιγράφου αφαιρώντας τα κρυφά/πολύ κρυφά φύλλα (best-effort, επίπεδο πακέτου).
es: Crear una copia eliminando las hojas hidden/veryHidden (mejor esfuerzo, a nivel de paquete).
fi: Luo kopio poistamalla piilotetut/erittäin piilotetut taulukot (parhaat ponnistelut, pakettitason).
fil: Gumawa ng isang kopya sa pamamagitan ng pagtanggal ng mga nakatagong/veryHidden na sheet (best-effort, package-level).
ja: hidden/veryHiddenシートを削除してコピーを作成（ベストエフォート、パッケージレベル）。
nl: Maak een kopie aan door verborgen/zeer verborgen bladen te verwijderen (best-effort, pakketniveau).
no: Opprett en kopi ved å fjerne skjulte/veldig skjulte ark (best-effort, pakke-nivå).
pl: Tworzenie kopii z usuniętymi arkuszami hidden/veryHidden (najlepsze starania, na poziomie pakietu).
pt_pt: Criar uma cópia removendo as folhas ocultas/muito ocultas (best-effort, nível de pacote).
ro: Creați o copie eliminând foile hidden/veryHidden (efort maxim, la nivel de pachet).
ru: Создать копию, удалив скрытые/очень скрытые листы (по возможности, на уровне пакета).
sk: Vytvoriť kópiu odstránením skrytých/veľmi skrytých hárkov (najlepšie úsilie, na úrovni balíka).
sv: Skapa en kopia genom att ta bort dolda/mycket dolda blad (bästa ansträngning, paketnivå).
sw: Unda nakala kwa kuondoa karatasi hidden/veryHidden (best-effort, kiwango cha kifurushi).
tr: Gizli/çok gizli sayfaları kaldırarak bir kopya oluştur (en iyi çaba, paket düzeyinde).
uk: Створити копію, видаливши приховані/дуже приховані аркуші (найкращі зусилля, на рівні пакету).
vi: Tạo một bản sao bằng cách xóa các bảng ẩn/rất ẩn (nỗ lực tốt nhất, cấp độ gói).
zh_hans: 创建副本，删除 hidden/veryHidden 工作表（尽力而为，包级别）。

# tool_xlsx_sanitize_metadata_title
source: Nettoyer les métadonnées (XLSX)
bg: Почистване на метаданни (XLSX)
cs: Vyčistit metadata (XLSX)
da: Rens metadata (XLSX)
de: Metadaten bereinigen (XLSX)
el: Καθαρισμός μεταδεδομένων (XLSX)
es: Limpiar metadatos (XLSX)
fi: Puhdista metatiedot (XLSX)
fil: Linisin ang metadata (XLSX)
ja: メタデータのクリーンアップ（XLSX）
nl: Reinig metadata (XLSX)
no: Rens metadata (XLSX)
pl: Czyszczenie metadanych (XLSX)
pt_pt: Limpar metadados (XLSX)
ro: Curățați metadatele (XLSX)
ru: Очистить метаданные (XLSX)
sk: Vyčistiť metadata (XLSX)
sv: Rensa metadata (XLSX)
sw: Safisha metadata (XLSX)
tr: Meta verileri temizle (XLSX)
uk: Очищення метаданих (XLSX)
vi: Làm sạch siêu dữ liệu (XLSX)
zh_hans: 清理元数据（XLSX）

# tool_xlsx_sanitize_metadata_desc
source: Nettoyer docProps et traces applicatives avant partage (privacy-first).
bg: Почистване на docProps и следи от приложения преди споделяне (първо за лични данни).
cs: Vyčistit docProps a stopy aplikací před sdílením (priorita na ochranu soukromí).
da: Rens docProps og applikationsspor før deling (privacy-first).
de: docProps und Anwendungsrückstände vor der Weitergabe bereinigen (datenschutzorientiert).
el: Καθαρίστε το docProps και τα ίχνη εφαρμογών πριν από την κοινή χρήση (προτεραιότητα στην ιδιωτικότητα).
es: Limpiar docProps y trazas de aplicaciones antes de compartir (prioridad a la privacidad).
fi: Puhdista docProps ja sovelluksen jäljet ennen jakamista (yksityisyys ensin).
fil: Linisin ang docProps at mga bakas ng aplikasyon bago ibahagi (privacy-first).
ja: 共有前にdocPropsとアプリケーショントレースをクリーンアップ（プライバシー優先）。
nl: Reinig docProps en applicatietraces voor delen (privacy-first).
no: Rens docProps og applikasjonslogger før deling (privacy-first).
pl: Czyszczenie docProps i śladów aplikacyjnych przed udostępnieniem (priorytet prywatności).
pt_pt: Limpar docProps e rastros de aplicativos antes do compartilhamento (prioridade à privacidade).
ro: Curățați docProps și urmele aplicațiilor înainte de partajare (prioritate pentru confidențialitate).
ru: Очистить docProps и следы приложений перед обменом (с учетом конфиденциальности).
sk: Vyčistiť docProps a aplikačné stopy pred zdieľaním (privacy-first).
sv: Rensa docProps och applikationsspår innan delning (privacy-first).
sw: Safisha docProps na alama za programu kabla ya kushiriki (kipaumbele faragha).
tr: Paylaşım öncesi docProps ve uygulama izlerini temizle (gizlilik öncelikli).
uk: Очищення docProps та слідів застосунків перед обміном (пріоритет конфіденційності).
vi: Làm sạch docProps và dấu vết ứng dụng trước khi chia sẻ (ưu tiên quyền riêng tư).
zh_hans: 在分享前清理 docProps 和应用痕迹（隐私优先）。

# dev_excel_sg_debug_title
source: Internals & debug
bg: Вътрешности и отстраняване на грешки
cs: Interna & ladění
de: Interna & Debug
el: Εσωτερικά & αποσφαλμάτωση
es: Internos & depuración
fi: Sisäiset & virheenkorjaus
fil: Mga Panloob at debug
ja: 内部 & デバッグ
pl: Wnętrza & debugowanie
pt_pt: Internos & depuração
ro: Interne & depanare
ru: Внутренние данные и отладка
sk: Interné a ladenie
sv: Interna & debug
sw: Mambo ya ndani & ufuatiliaji
tr: İç yapılar & hata ayıklama
uk: Внутрішні дані та налагодження
vi: Nội bộ & gỡ lỗi
zh_hans: 内部 & 调试

# dev_excel_sg_debug_desc
source: Explorer SpreadsheetML (workbook, worksheets, styles) et le graphe de relations OOXML.
bg: Изследване на SpreadsheetML (работна книга, работни листове, стилове) и графа на отношенията OOXML.
cs: Prozkoumat SpreadsheetML (pracovní sešit, listy, styly) a graf vztahů OOXML.
da: Udforsk SpreadsheetML (arbejdsbog, regneark, stilarter) og OOXML relationsgraf.
de: SpreadsheetML (Arbeitsmappe, Arbeitsblätter, Stile) und das OOXML-Beziehungsdiagramm erkunden.
el: Εξερευνήστε το SpreadsheetML (εργαστήριο, φύλλα εργασίας, στυλ) και το γράφημα σχέσεων OOXML.
es: Explorar SpreadsheetML (libro de trabajo, hojas de trabajo, estilos) y el grafo de relaciones OOXML.
fi: Tutki SpreadsheetML:ää (työkirja, taulukot, tyylit) ja OOXML-suhteiden graafia.
fil: Galugarin ang SpreadsheetML (workbook, worksheets, styles) at ang grap ng relasyon ng OOXML.
ja: SpreadsheetML（ワークブック、ワークシート、スタイル）とOOXMLの関係グラフを探索。
nl: Verken SpreadsheetML (werkboek, werkbladen, stijlen) en het OOXML-relatiediagram.
no: Utforsk SpreadsheetML (arbeidsbok, regneark, stiler) og OOXML-relasjonsgrafen.
pl: Eksploracja SpreadsheetML (workbook, arkusze robocze, style) i graf relacji OOXML.
pt_pt: Explorar SpreadsheetML (workbook, worksheets, styles) e o gráfico de relações OOXML.
ro: Explorați SpreadsheetML (workbook, worksheets, styles) și graficul relațiilor OOXML.
ru: Изучить SpreadsheetML (рабочая книга, листы, стили) и граф отношений OOXML.
sk: Preskúmať SpreadsheetML (pracovný zošit, hárky, štýly) a graf vzťahov OOXML.
sv: Utforska SpreadsheetML (arbetsbok, kalkylblad, stilar) och OOXML-relationernas graf.
sw: Chunguza SpreadsheetML (kitabu, karatasi, mitindo) na grafu ya uhusiano OOXML.
tr: SpreadsheetML'i (çalışma kitabı, çalışma sayfaları, stiller) ve OOXML ilişki grafiğini keşfet.
uk: Дослідження SpreadsheetML (робоча книга, аркуші, стилі) та граф зв'язків OOXML.
vi: Khám phá SpreadsheetML (sổ làm việc, bảng tính, kiểu) và đồ thị quan hệ OOXML.
zh_hans: 探索 SpreadsheetML（工作簿、工作表、样式）和 OOXML 关系图。

# tool_xlsx_xml_viewer_title
source: Viewer XML SpreadsheetML
bg: XML SpreadsheetML прегледник
cs: Prohlížeč XML SpreadsheetML
da: XML SpreadsheetML Viewer
de: XML SpreadsheetML Viewer
el: Προβολέας XML SpreadsheetML
es: Visor XML SpreadsheetML
fi: XML SpreadsheetML -katseluohjelma
ja: XML SpreadsheetML ビューア
pl: Podgląd XML SpreadsheetML
pt_pt: Visualizador XML SpreadsheetML
ro: Vizualizator XML SpreadsheetML
ru: Просмотрщик XML SpreadsheetML
sk: Prehliadač XML SpreadsheetML
sv: XML SpreadsheetML-visare
sw: Muonekano wa XML SpreadsheetML
tr: XML SpreadsheetML Görüntüleyici
uk: Переглядач XML SpreadsheetML
vi: Trình xem XML SpreadsheetML
zh_hans: XML SpreadsheetML 查看器

# tool_xlsx_xml_viewer_desc
source: Explorer workbook.xml, worksheets, styles.xml et relationships, avec recherche et export d'extraits.
bg: Изследване на workbook.xml, работни листове, styles.xml и отношения, с търсене и експортиране на фрагменти.
cs: Prozkoumat workbook.xml, listy, styles.xml a vztahy, s vyhledáváním a exportem výňatků.
da: Udforsk workbook.xml, regneark, styles.xml og relationer, med søgning og eksport af uddrag.
de: workbook.xml, worksheets, styles.xml und Beziehungen erkunden, mit Suche und Export von Auszügen.
el: Εξερευνήστε το workbook.xml, τα φύλλα εργασίας, το styles.xml και τις σχέσεις, με αναζήτηση και εξαγωγή αποσπασμάτων.
es: Explorar workbook.xml, worksheets, styles.xml y relaciones, con búsqueda y exportación de extractos.
fi: Tutki workbook.xml, worksheets, styles.xml ja suhteet, hakutoiminnolla ja vie otteita.
fil: Galugarin ang workbook.xml, worksheets, styles.xml at relationships, na may paghahanap at pag-export ng mga excerpt.
ja: workbook.xml、worksheets、styles.xml、relationshipsを探索し、検索と抜粋のエクスポートを行う。
nl: Verken workbook.xml, worksheets, styles.xml en relaties, met zoeken en exporteren van fragmenten.
no: Utforsk workbook.xml, regneark, styles.xml og relasjoner, med søk og eksport av utdrag.
pl: Eksploracja workbook.xml, arkuszy roboczych, styles.xml i relacji, z wyszukiwaniem i eksportem fragmentów.
pt_pt: Explorar workbook.xml, worksheets, styles.xml e relationships, com pesquisa e exportação de trechos.
ro: Explorați workbook.xml, worksheets, styles.xml și relații, cu căutare și export de extrase.
ru: Изучить workbook.xml, worksheets, styles.xml и отношения, с поиском и экспортом фрагментов.
sk: Preskúmať workbook.xml, worksheets, styles.xml a relationships, s vyhľadávaním a exportom výňatkov.
sv: Utforska workbook.xml, kalkylblad, styles.xml och relationer, med sökning och export av utdrag.
sw: Chunguza workbook.xml, karatasi, styles.xml na uhusiano, ukiwa na utafutaji na usafirishaji wa vipande.
tr: workbook.xml, worksheets, styles.xml ve ilişkileri keşfet, arama yap ve alıntıları dışa aktar.
uk: Дослідження workbook.xml, аркушів, styles.xml та зв'язків, з можливістю пошуку та експорту фрагментів.
vi: Khám phá workbook.xml, worksheets, styles.xml và relationships, với tìm kiếm và xuất trích dẫn.
zh_hans: 探索 workbook.xml、worksheets、styles.xml 和关系，带搜索和导出片段。

# group_dev_powerpoint_desc
source: Extraction et audit de slides : texte, notes, thèmes, médias, animations…
bg: Извличане и одит на слайдове: текст, бележки, теми, медии, анимации…
cs: Extrakce a audit snímků: text, poznámky, motivy, média, animace…
da: Udvinding og revision af slides: tekst, noter, temaer, medier, animationer…
de: Extraktion und Prüfung von Folien: Text, Notizen, Themen, Medien, Animationen…
el: Εξαγωγή και έλεγχος διαφανειών: κείμενο, σημειώσεις, θέματα, μέσα, κινούμενα σχέδια…
es: Extracción y auditoría de diapositivas: texto, notas, temas, medios, animaciones…
fi: Diajen poiminta ja auditointi: teksti, muistiinpanot, teemat, media, animaatiot…
fil: Pagkuha at pagsusuri ng mga slide: teksto, tala, tema, media, animasyon…
ja: スライドの抽出と監査：テキスト、ノート、テーマ、メディア、アニメーション…
nl: Extractie en audit van dia's: tekst, notities, thema's, media, animaties…
no: Uttak og revisjon av lysbilder: tekst, notater, temaer, medier, animasjoner…
pl: Ekstrakcja i audyt slajdów: tekst, notatki, motywy, multimedia, animacje…
pt_pt: Extração e auditoria de slides: texto, notas, temas, mídias, animações…
ro: Extracție și audit de slide-uri: text, note, teme, media, animații…
ru: Извлечение и аудит слайдов: текст, заметки, темы, медиа, анимации…
sk: Extrakcia a audit snímok: text, poznámky, témy, médiá, animácie…
sv: Utdrag och granskning av slides: text, anteckningar, teman, media, animationer…
sw: Uondoaji na ukaguzi wa slides: maandiko, maelezo, mandhari, vyombo vya habari, michoro…
tr: Slaytların çıkarımı ve denetimi: metin, notlar, temalar, medya, animasyonlar…
uk: Витяг та аудит слайдів: текст, нотатки, теми, медіа, анімації…
vi: Trích xuất và kiểm tra các slide: văn bản, ghi chú, chủ đề, phương tiện, hoạt ảnh…
zh_hans: 幻灯片提取和审计：文本、备注、主题、媒体、动画…

# dev_powerpoint_sg_inspect_title
source: Inspection & extraction
bg: Инспекция и извличане
cs: Inspekce & extrakce
da: Inspektion & udvinding
de: Inspektion & Extraktion
el: Επιθεώρηση & εξαγωγή
es: Inspección & extracción
fi: Tarkastus & poiminta
fil: Pagsusuri at pagkuha
ja: 検査 & 抽出
nl: Inspectie & extractie
no: Inspeksjon & uttak
pl: Inspekcja & ekstrakcja
pt_pt: Inspeção & extração
ro: Inspecție & extracție
ru: Инспекция и извлечение
sk: Inšpekcia a extrakcia
sv: Inspektion & utdrag
sw: Ukaguzi & uondoaji
tr: Denetim & çıkarım
uk: Інспекція та витяг
vi: Kiểm tra & trích xuất
zh_hans: 检查 & 提取

# dev_powerpoint_sg_inspect_desc
source: Texte des slides, notes, médias, thèmes, polices, liens et infos de deck.
bg: Текст на слайдовете, бележки, медии, теми, шрифтове, връзки и информация за дек.
cs: Text snímků, poznámky, média, motivy, písma, odkazy a informace o prezentaci.
da: Tekst fra slides, noter, medier, temaer, skrifttyper, links og deck-info.
de: Text der Folien, Notizen, Medien, Themen, Schriftarten, Links und Deck-Infos.
el: Κείμενο διαφανειών, σημειώσεις, μέσα, θέματα, γραμματοσειρές, σύνδεσμοι και πληροφορίες deck.
es: Texto de las diapositivas, notas, medios, temas, fuentes, enlaces e información del deck.
fi: Diojen teksti, muistiinpanot, media, teemat, fontit, linkit ja paketin tiedot.
fil: Teksto ng mga slide, tala, media, tema, font, link at impormasyon ng deck.
ja: スライドのテキスト、ノート、メディア、テーマ、フォント、リンク、デッキ情報。
nl: Tekst van dia's, notities, media, thema's, lettertypen, links en deck-informatie.
no: Tekst fra lysbilder, notater, medier, temaer, skrifttyper, lenker og info om dekk.
pl: Tekst slajdów, notatek, mediów, motywów, czcionek, linków i informacji o prezentacji.
pt_pt: Texto dos slides, notas, mídias, temas, fontes, links e informações do deck.
ro: Textul slide-urilor, note, media, teme, fonturi, linkuri și informații despre deck.
ru: Текст слайдов, заметки, медиа, темы, шрифты, ссылки и информация о колоде.
sk: Text snímok, poznámky, médiá, témy, písma, odkazy a informácie o prezentácii.
sv: Text från slides, anteckningar, media, teman, typsnitt, länkar och deckinformation.
sw: Maandishi ya slides, maelezo, vyombo vya habari, mandhari, fonti, viungo na taarifa za deck.
tr: Slaytların metni, notlar, medya, temalar, yazı tipleri, bağlantılar ve sunum bilgileri.
uk: Текст слайдів, нотатки, медіа, теми, шрифти, посилання та інформація про колоду.
vi: Văn bản của các slide, ghi chú, phương tiện, chủ đề, phông chữ, liên kết và thông tin của deck.
zh_hans: 幻灯片文本、备注、媒体、主题、字体、链接和甲板信息。

# tool_pptx_slides_to_json_title
source: Slides PPTX → JSON
bg: Слайдове PPTX → JSON
cs: Snímky PPTX → JSON
de: Folien PPTX → JSON
el: Διαφάνειες PPTX → JSON
es: Diapositivas PPTX → JSON
fi: Diat PPTX → JSON
ja: スライド PPTX → JSON
nl: Dia's PPTX → JSON
no: Lysbilder PPTX → JSON
pl: Slajdy PPTX → JSON
ro: Slide-uri PPTX → JSON
ru: Слайды PPTX → JSON
sk: Snímky PPTX → JSON
tr: Slaytlar PPTX → JSON
uk: Слайди PPTX → JSON
zh_hans: 幻灯片 PPTX → JSON

# tool_pptx_slides_to_json_desc
source: Lister les slides, layouts, masters et exporter la structure PresentationML en JSON.
bg: Изброяване на слайдове, оформления, майстори и експортиране на структурата PresentationML в JSON.
cs: Seznam snímků, rozložení, šablony a exportovat strukturu PresentationML do JSON.
da: Lister slides, layouts, masters og eksporterer PresentationML-strukturen til JSON.
de: Folien, Layouts, Master auflisten und die Struktur von PresentationML in JSON exportieren.
el: Καταγράψτε τις διαφάνειες, τα layouts, τους masters και εξάγετε τη δομή PresentationML σε JSON.
es: Listar las diapositivas, diseños, maestros y exportar la estructura PresentationML en JSON.
fi: Listaa diat, asettelut, masterit ja vie PresentationML-rakenne JSON-muotoon.
fil: Ilista ang mga slide, layout, masters at i-export ang istruktura ng PresentationML sa JSON.
ja: スライド、レイアウト、マスターをリストし、PresentationMLの構造をJSONにエクスポート。
nl: Lijst de dia's, lay-outs, masters en exporteer de structuur PresentationML in JSON.
no: Lister lysbilder, oppsett, mastere og eksporterer strukturen PresentationML til JSON.
pl: Wymień slajdy, układy, szablony i wyeksportuj strukturę PresentationML do JSON.
pt_pt: Listar os slides, layouts, mestres e exportar a estrutura PresentationML em JSON.
ro: Listați slide-urile, layout-urile, masterele și exportați structura PresentationML în JSON.
ru: Перечислить слайды, макеты, мастера и экспортировать структуру PresentationML в JSON.
sk: Zoznam snímok, rozloženia, master a exportovať štruktúru PresentationML do JSON.
sv: Lista slides, layouter, master och exportera PresentationML-strukturen i JSON.
sw: Orodhesha slides, mipangilio, mabwana na usafirishe muundo wa PresentationML kwa JSON.
tr: Slaytları, düzenleri, şablonları listele ve PresentationML yapısını JSON olarak dışa aktar.
uk: Перерахування слайдів, макетів, майстрів та експорт структури PresentationML у JSON.
vi: Liệt kê các slide, bố cục, mẫu và xuất cấu trúc PresentationML sang JSON.
zh_hans: 列出幻灯片、布局、母版并将 PresentationML 结构导出为 JSON。

# tool_pptx_text_extractor_title
source: PPTX → texte
bg: PPTX → текст
cs: PPTX → text
da: PPTX → tekst
de: PPTX → Text
el: PPTX → κείμενο
es: PPTX → texto
fi: PPTX → teksti
fil: PPTX → teksto
ja: PPTX → テキスト
nl: PPTX → tekst
no: PPTX → tekst
pl: PPTX → tekst
pt_pt: PPTX → texto
ro: PPTX → text
ru: PPTX → текст
sk: PPTX → text
sv: PPTX → text
sw: PPTX → maandiko
tr: PPTX → metin
uk: PPTX → текст
vi: PPTX → văn bản
zh_hans: PPTX → 文本
