Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_l7_s1_b2
source: Variation relative : (nouveau - ancien) / ancien × 100.
af: Relatiewe variasie : (nuwe - ou) / ou × 100.
bg: Относителна промяна: (нова - стара) / стара × 100.
cs: Relativní změna: (nový - starý) / starý × 100.
da: Relativ variation: (ny - gammel) / gammel × 100.
de: Relative Variation : (neu - alt) / alt × 100.
el: Σχετική μεταβολή : (νέο - παλιό) / παλιό × 100.
es: Variación relativa : (nuevo - antiguo) / antiguo × 100.
fi: Suhteellinen muutos: (uusi - vanha) / vanha × 100.
fil: Relatibong pagbabago : (bago - luma) / luma × 100.
hu: Relatív változás: (új - régi) / régi × 100.
id: Variasi relatif : (baru - lama) / lama × 100.
it: Variazione relativa : (nuovo - vecchio) / vecchio × 100.
ja: 相対変化：(新しい - 古い) / 古い × 100。
ko: 상대 변화: (새로운 - 이전) / 이전 × 100.
nl: Relatieve variatie : (nieuw - oud) / oud × 100.
no: Relativ variasjon: (ny - gammel) / gammel × 100.
pl: Wariacja względna : (nowy - stary) / stary × 100.
pt_pt: Variação relativa : (novo - antigo) / antigo × 100.
ro: Variație relativă : (nou - vechi) / vechi × 100.
ru: Относительное изменение: (новое - старое) / старое × 100.
sk: Relative variation: (new - old) / old × 100.
sv: Relativ variation: (ny - gammal) / gammal × 100.
sw: Mabadiliko ya uwiano : (mpya - ya zamani) / ya zamani × 100.
tr: Göreli değişim: (yeni - eski) / eski × 100.
uk: Відносна зміна: (новий - старий) / старий × 100.
vi: Biến đổi tương đối : (mới - cũ) / cũ × 100.
zh_hans: 相对变化：(新值 - 旧值) / 旧值 × 100。

# pct_l7_s1_ex1
source: Exemple
af: Voorbeeld
bg: Пример
cs: Příklad
da: Eksempel
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fi: Esimerkki
fil: Halimbawa
hu: Példa
id: Contoh
it: Esempio
ja: 例
ko: 예시
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt_pt: Exemplo
ro: Exemplu
ru: Пример
sk: Example
sv: Exempel
sw: Mfano
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例

# pct_l7_q1
source: Un taux passe de 5% à 6%. Variation :
af: 'n Tarief beweeg van 5% na 6%. Variasie :
bg: Ставката преминава от 5% на 6%. Промяна:
cs: Sazba se zvýší z 5% na 6%. Změna:
da: En sats går fra 5% til 6%. Variation:
de: Ein Satz steigt von 5% auf 6%. Variation :
el: Ένα ποσοστό αυξάνεται από 5% σε 6%. Μεταβολή :
es: Una tasa pasa del 5% al 6%. Variación :
fi: Korko nousee 5%:sta 6%:iin. Muutos:
fil: Ang isang rate ay bumaba mula 5% hanggang 6%. Pagbabago :
hu: Egy kamat 5%-ról 6%-ra változik. Változás:
id: Sebuah tingkat berubah dari 5% menjadi 6%. Variasi :
it: Un tasso passa dal 5% al 6%. Variazione :
ja: 率が5%から6%に変わる。変化：
ko: 비율이 5%에서 6%로 변할 때. 변화:
nl: Een percentage gaat van 5% naar 6%. Variatie :
no: En sats går fra 5% til 6%. Endring:
pl: Wskaźnik wzrasta z 5% do 6%. Wariacja :
pt_pt: Uma taxa passa de 5% para 6%. Variação :
ro: O rată trece de la 5% la 6%. Variație :
ru: Ставка увеличивается с 5% до 6%. Изменение:
sk: A rate goes from 5% to 6%. Variation:
sv: En takt går från 5% till 6%. Variation:
sw: Kiwango kinabadilika kutoka 5% hadi 6%. Mabadiliko :
tr: Bir oran %5'ten %6'ya geçiyor. Değişim:
uk: Ставка змінюється з 5% на 6%. Зміна:
vi: Một tỷ lệ tăng từ 5% lên 6%. Biến đổi :
zh_hans: 一个税率从5%变为6%。变化：

# pct_l7_q1_a
source: +1 pp et +20% relatif
af: +1 pp en +20% relatiewe
bg: +1 пр. и +20% относително
cs: +1 pp a +20% relativní
da: +1 pp og +20% relativt
de: +1 pp und +20% relativ
el: +1 pp και +20% σχετική
es: +1 pp y +20% relativo
fi: +1 pp ja +20% suhteellinen
fil: +1 pp at +20% relatibo
hu: +1 pp és +20% relatív
id: +1 pp dan +20% relatif
it: +1 pp e +20% relativo
ja: +1 pp と +20% 相対
ko: +1 pp 및 +20% 상대적
nl: +1 pp en +20% relatief
no: +1 pp og +20% relativt
pl: +1 pp i +20% względny
pt_pt: +1 pp e +20% relativo
ro: +1 pp și +20% relativ
ru: +1 п.п. и +20% относительно
sk: +1 pp and +20% relative
sv: +1 pp och +20% relativt
sw: +1 pp na +20% uwiano
tr: +1 pp ve +%20 göreli
uk: +1 п.п. та +20% відносно
vi: +1 pp và +20% tương đối
zh_hans: +1个百分点和+20%相对

# pct_l7_q1_b
source: +1% et +1 pp
af: +1% en +1 pp
bg: +1% и +1 пр.
cs: +1% a +1 pp
da: +1% og +1 pp
de: +1% und +1 pp
el: +1% και +1 pp
es: +1% y +1 pp
fi: +1% ja +1 pp
fil: +1% at +1 pp
hu: +1% és +1 pp
id: +1% dan +1 pp
it: +1% e +1 pp
ja: +1% と +1 pp
ko: +1% 및 +1 pp
nl: +1% en +1 pp
no: +1% og +1 pp
pl: +1% i +1 pp
pt_pt: +1% e +1 pp
ro: +1% și +1 pp
ru: +1% и +1 п.п.
sk: +1% and +1 pp
sv: +1% och +1 pp
sw: +1% na +1 pp
tr: +%1 ve +1 pp
uk: +1% та +1 п.п.
vi: +1% và +1 pp
zh_hans: +1%和+1个百分点

# pct_l7_q1_c
source: +20 pp
bg: +20 пр.
ru: +20 п.п.
uk: +20 п.п.
zh_hans: +20个百分点

# pct_l7_q1_exp
source: pp = 1 ; relatif = 1/5 = 20%.
af: pp = 1 ; relatiewe = 1/5 = 20%.
bg: пр. = 1; относително = 1/5 = 20%.
cs: pp = 1; relativní = 1/5 = 20%.
da: pp = 1 ; relativ = 1/5 = 20%.
de: pp = 1 ; relativ = 1/5 = 20%.
el: pp = 1 ; σχετική = 1/5 = 20%.
es: pp = 1 ; relativo = 1/5 = 20%.
fi: pp = 1 ; suhteellinen = 1/5 = 20%.
fil: pp = 1 ; relatibo = 1/5 = 20%.
hu: pp = 1; relatív = 1/5 = 20%.
it: pp = 1 ; relativo = 1/5 = 20%.
ja: pp = 1 ; 相対 = 1/5 = 20%。
ko: pp = 1; 상대적 = 1/5 = 20%.
nl: pp = 1 ; relatief = 1/5 = 20%.
no: pp = 1 ; relativt = 1/5 = 20%.
pl: pp = 1 ; względny = 1/5 = 20%.
pt_pt: pp = 1 ; relativo = 1/5 = 20%.
ro: pp = 1 ; relativ = 1/5 = 20%.
ru: п.п. = 1; относительно = 1/5 = 20%.
sk: pp = 1; relative = 1/5 = 20%.
sv: pp = 1 ; relativt = 1/5 = 20%.
sw: pp = 1 ; uwiano = 1/5 = 20%.
tr: pp = 1; göreli = 1/5 = %20.
uk: п.п. = 1; відносно = 1/5 = 20%.
vi: pp = 1 ; tương đối = 1/5 = 20%.
zh_hans: 百分点 = 1；相对 = 1/5 = 20%。

# pct_l8_title
source: 8) Parts, totaux et pondérations
af: 8) Aandele, totaal en gewigte
bg: 8) Части, общи и тегла
cs: 8) Podíly, celky a váhy
da: 8) Andele, totaler og vægte
de: Teile, Gesamtsummen und Gewichtungen
el: 8) Μερίδια, σύνολα και σταθμίσεις
es: Partes, totales y ponderaciones
fi: Osuudet, kokonaismäärät ja painotukset
fil: 8) Mga Bahagi, kabuuan at timbang
hu: 8) Részvények, összesítések és súlyozások
id: 8) Bagian, total, dan bobot
it: 8) Parti, totali e ponderazioni
ja: 8) 部分、合計、加重
ko: 8) 비율, 총계 및 가중치
nl: 8) Aandelen, totalen en gewichten
no: 8) Deler, totaler og vekter
pl: Części, sumy i wagi
pt_pt: 8) Partes, totais e ponderações
ro: 8) Părți, totale și ponderări
ru: 8) Доли, итоги и веса
sk: 8) Shares, totals and weights
sv: 8) Andelar, totalsummor och vikter
sw: 8) Sehemu, jumla na uzito
tr: 8) Paylar, toplamlar ve ağırlıklar
uk: 8) Частки, загальні та вагові
vi: 8) Phần, tổng và trọng số
zh_hans: 8) 部分、总数和加权

# pct_l8_sub
source: Répartitions et moyenne pondérée de taux.
af: Verdelings en gewig gemiddelde van tariewe.
bg: Разпределения и средно теглено на ставки.
cs: Rozdělení a vážený průměr sazeb.
da: Fordelinger og vægtet gennemsnit af satser.
de: Verteilungen und gewichteter Durchschnitt von Sätzen.
el: Κατανομές και σταθμισμένος μέσος όρος ποσοστών.
es: Distribuciones y media ponderada de tasas.
fi: Jakautumiset ja painotettu keskiarvo koroista.
fil: Paghahati at pinagsamang average ng mga rate.
hu: A kamatok eloszlása és súlyozott átlaga.
id: Distribusi dan rata-rata tertimbang dari tingkat.
it: Ripartizioni e media ponderata dei tassi.
ja: 率の分配と加重平均。
ko: 비율의 분포 및 가중 평균.
nl: Verdelingen en gewogen gemiddelde van percentages.
no: Fordelinger og vektet gjennomsnitt av satser.
pl: Podziały i średnia ważona wskaźników.
pt_pt: Distribuições e média ponderada de taxas.
ro: Distribuții și medie ponderată a ratelor.
ru: Распределения и средневзвешенная ставка.
sk: Distributions and weighted average of rates.
sv: Fördelningar och viktad genomsnittlig takt.
sw: Ugawaji na wastani wa uzito wa viwango.
tr: Oranların dağılımı ve ağırlıklı ortalaması.
uk: Розподіли та середнє зважене ставок.
vi: Phân phối và trung bình trọng số của tỷ lệ.
zh_hans: 税率的分配和加权平均。

# pct_tag_share
source: part
af: aandeel
bg: част
cs: podíl
da: andel
de: Teil
el: μερίδιο
es: parte
fi: osuus
fil: bahagi
hu: rész
id: bagian
it: parte
ja: 部分
ko: 부분
nl: deel
no: del
pl: część
pt_pt: parte
ro: parte
ru: доля
sk: share
sv: andel
sw: sehemu
tr: pay
uk: частка
vi: phần
zh_hans: 部分

# pct_tag_weighted
source: pondéré
af: gewig
bg: теглено
cs: vážený
da: vægtet
de: gewichtet
el: σταθμισμένο
es: ponderado
fi: painotettu
fil: timbang
hu: súlyozott
id: tertimbang
it: ponderato
ja: 加重
ko: 가중된
nl: gewogen
no: vektet
pl: ważony
pt_pt: ponderado
ro: ponderat
ru: взвешенный
sk: weighted
sv: viktad
sw: uzito
tr: ağırlıklı
uk: зважений
vi: trọng số
zh_hans: 加权

# pct_l8_s1_title
source: Part sur total
af: Aandeel op totaal
bg: Част от общото
cs: Podíl na celku
da: Andel af total
de: Teil auf Gesamt
el: Μερίδιο επί του συνόλου
es: Parte sobre total
fi: Osuus kokonaismäärästä
fil: Bahagi sa kabuuan
hu: Rész a teljesből
id: Bagian dari total
it: Parte sul totale
ja: 合計に対する部分
ko: 총계에 대한 부분
nl: Deel van totaal
no: Del av totalen
pl: Część w stosunku do całości
pt_pt: Parte sobre total
ro: Parte din total
ru: Доля от общего
sk: Share of total
sv: Andel av totalen
sw: Sehemu kwenye jumla
tr: Toplam üzerindeki pay
uk: Частка від загального
vi: Phần trên tổng
zh_hans: 部分占总数

# pct_l8_s1_b1
source: Part(%) = part/total × 100.
af: Aandeel(%) = aandeel/totaal × 100.
bg: Част(%) = част/общо × 100.
cs: Podíl(%) = podíl/celkem × 100.
da: Andel(%) = andel/total × 100.
de: Teil(%) = Teil/Gesamt × 100.
el: Μερίδιο(%) = μερίδιο/σύνολο × 100.
es: Parte(%) = parte/total × 100.
fi: Osuus(%) = osuus/kokonaismäärä × 100.
fil: Bahagi(%) = bahagi/kabuuan × 100.
hu: Rész(%) = rész/teljes × 100.
id: Bagian(%) = bagian/total × 100.
it: Parte(%) = parte/totale × 100.
ja: 部分(%) = 部分/合計 × 100。
ko: 부분(%) = 부분/총계 × 100.
nl: Deel(%) = deel/totaal × 100.
no: Del(%) = del/total × 100.
pl: Część(%) = część/całość × 100.
pt_pt: Parte(%) = parte/total × 100.
ro: Parte(%) = parte/total × 100.
ru: Доля(%) = доля/итог × 100.
sk: Share(%) = share/total × 100.
sv: Andel(%) = andel/total × 100.
sw: Sehemu(%) = sehemu/jumla × 100.
tr: Pay(%) = pay/toplam × 100.
uk: Частка(%) = частка/загальне × 100.
vi: Phần(%) = phần/tổng × 100.
zh_hans: 部分(%) = 部分/总数 × 100。

# pct_l8_s1_b2
source: Le total est la somme des parts.
af: Die totaal is die som van die aandele.
bg: Общото е сумата на частите.
cs: Celkový součet je součet podílů.
da: Totalen er summen af andelene.
de: Die Gesamtsumme ist die Summe der Teile.
el: Το σύνολο είναι το άθροισμα των μεριδίων.
es: El total es la suma de las partes.
fi: Kokonaismäärä on osuuksien summa.
fil: Ang kabuuan ay ang kabuuan ng mga bahagi.
hu: A teljes az összes rész összege.
id: Total adalah jumlah dari bagian-bagian.
it: Il totale è la somma delle parti.
ja: 合計は部分の合計です。
ko: 총계는 부분의 합입니다.
nl: Het totaal is de som van de delen.
no: Totalen er summen av delene.
pl: Całość to suma części.
pt_pt: O total é a soma das partes.
ro: Totalul este suma părților.
ru: Итог - это сумма долей.
sk: The total is the sum of the shares.
sv: Totalen är summan av andelarna.
sw: Jumla ni jumla ya sehemu.
tr: Toplam, payların toplamıdır.
uk: Загальне - це сума часток.
vi: Tổng là tổng của các phần.
zh_hans: 总数是部分的总和。

# pct_l8_s2_title
source: Moyenne pondérée
af: Gewig gemiddelde
bg: Средно теглено
cs: Vážený průměr
da: Vægtet gennemsnit
de: Gewichteter Durchschnitt
el: Σταθμισμένος μέσος όρος
es: Media ponderada
fi: Painotettu keskiarvo
fil: Pinagsamang average
hu: Súlyozott átlag
id: Rata-rata tertimbang
it: Media ponderata
ja: 加重平均
ko: 가중 평균
nl: Gewogen gemiddelde
no: Vektet gjennomsnitt
pl: Średnia ważona
pt_pt: Média ponderada
ro: Medie ponderată
ru: Средневзвешенная
sk: Weighted average
sv: Viktat genomsnitt
sw: Wastani wa uzito
tr: Ağırlıklı ortalama
uk: Середнє зважене
vi: Trung bình trọng số
zh_hans: 加权平均

# pct_l8_s2_b1
source: Si les groupes n’ont pas le même poids, on pondère.
af: As die groepe nie dieselfde gewig het nie, gewig ons.
bg: Ако групите нямат еднаква тежест, теглим.
cs: Pokud skupiny nemají stejnou váhu, vážíme.
da: Hvis grupperne ikke har samme vægt, vægter vi.
de: Wenn die Gruppen nicht das gleiche Gewicht haben, gewichten wir.
el: Αν οι ομάδες δεν έχουν το ίδιο βάρος, σταθμίζουμε.
es: Si los grupos no tienen el mismo peso, se pondera.
fi: Jos ryhmillä ei ole samaa painoa, painotamme.
fil: Kung ang mga grupo ay walang parehong timbang, tayo ay nagtatimbang.
hu: Ha a csoportok nem azonos súlyúak, akkor súlyozunk.
id: Jika kelompok tidak memiliki bobot yang sama, kita membobot.
it: Se i gruppi non hanno lo stesso peso, si pondera.
ja: グループの重みが異なる場合、加重します。
ko: 그룹의 가중치가 동일하지 않으면 가중치를 적용합니다.
nl: Als de groepen niet hetzelfde gewicht hebben, wegen we.
no: Hvis gruppene ikke har samme vekt, vekter vi.
pl: Jeśli grupy nie mają tej samej wagi, stosujemy wagę.
pt_pt: Se os grupos não têm o mesmo peso, pondera-se.
ro: Dacă grupurile nu au aceeași greutate, se ponderază.
ru: Если группы имеют разный вес, мы применяем взвешивание.
sk: Ak skupiny nemajú rovnakú váhu, vážime.
sv: Om grupperna inte har samma vikt, vikta vi.
sw: Ikiwa vikundi havina uzito sawa, tunapima uzito.
tr: Gruplar aynı ağırlığa sahip değilse, ağırlıklandırırız.
uk: Якщо групи не мають однакової ваги, ми зважуємо.
vi: Nếu các nhóm không có cùng trọng số, chúng ta sẽ trọng số.
zh_hans: 如果组的权重不同，则进行加权。

# pct_l8_s2_b2
source: Formule : (Σ p_i×w_i)/(Σ w_i).
bg: Формула: (Σ p_i×w_i)/(Σ w_i).
cs: Vzorec: (Σ p_i×w_i)/(Σ w_i).
da: Formel: (Σ p_i×w_i)/(Σ w_i).
de: Formel : (Σ p_i×w_i)/(Σ w_i).
el: Τύπος : (Σ p_i×w_i)/(Σ w_i).
es: Fórmula : (Σ p_i×w_i)/(Σ w_i).
fi: Kaava: (Σ p_i×w_i)/(Σ w_i).
fil: Pormula : (Σ p_i×w_i)/(Σ w_i).
hu: Képlet: (Σ p_i×w_i)/(Σ w_i).
id: Rumus : (Σ p_i×w_i)/(Σ w_i).
it: Formula : (Σ p_i×w_i)/(Σ w_i).
ja: 式：(Σ p_i×w_i)/(Σ w_i)。
ko: 공식: (Σ p_i×w_i)/(Σ w_i).
no: Formel: (Σ p_i×w_i)/(Σ w_i).
pl: Wzór : (Σ p_i×w_i)/(Σ w_i).
pt_pt: Fórmula: (Σ p_i×w_i)/(Σ w_i).
ro: Formulă : (Σ p_i×w_i)/(Σ w_i).
ru: Формула: (Σ p_i×w_i)/(Σ w_i).
sk: Vzorec : (Σ p_i×w_i)/(Σ w_i).
sv: Formel: (Σ p_i×w_i)/(Σ w_i).
sw: Fomula : (Σ p_i×w_i)/(Σ w_i).
tr: Formül: (Σ p_i×w_i)/(Σ w_i).
uk: Формула: (Σ p_i×w_i)/(Σ w_i).
vi: Công thức : (Σ p_i×w_i)/(Σ w_i).
zh_hans: 公式：(Σ p_i×w_i)/(Σ w_i)。

# pct_l8_q1
source: A=30, B=50, C=20. Part de A en % ?
af: A=30, B=50, C=20. A se aandeel in %?
bg: A=30, B=50, C=20. Част от A в %?
cs: A=30, B=50, C=20. Jaký je podíl A v %?
da: A=30, B=50, C=20. Andel af A i % ?
de: A=30, B=50, C=20. Teil von A in % ?
el: A=30, B=50, C=20. Μερίδιο του A σε % ;
es: A=30, B=50, C=20. ¿Parte de A en % ?
fi: A=30, B=50, C=20. A:n osuus %?
fil: A=30, B=50, C=20. Ano ang bahagi ng A sa %?
hu: A=30, B=50, C=20. A részesedése A %-ban?
id: A=30, B=50, C=20. Berapa persen A?
it: A=30, B=50, C=20. Parte di A in % ?
ja: A=30, B=50, C=20。Aの%は？
ko: A=30, B=50, C=20. A의 비율은 %로?
nl: A=30, B=50, C=20. Deel van A in % ?
no: A=30, B=50, C=20. Hva er andelen av A i %?
pl: A=30, B=50, C=20. Jaka jest część A w % ?
pt_pt: A=30, B=50, C=20. Qual a percentagem de A?
ro: A=30, B=50, C=20. Ce procent reprezintă A?
ru: A=30, B=50, C=20. Доля A в %?
sk: A=30, B=50, C=20. Aký je podiel A v %?
sv: A=30, B=50, C=20. Andel av A i % ?
sw: A=30, B=50, C=20. Sehemu ya A kwa % ?
tr: A=30, B=50, C=20. A'nın yüzdesi nedir?
uk: A=30, B=50, C=20. Частка A в %?
vi: A=30, B=50, C=20. Phần của A theo %?
zh_hans: A=30，B=50，C=20。A的百分比是多少？

# pct_l8_q1_exp
source: Total=100, donc A=30%.
af: Totaal=100, dus A=30%.
bg: Общо=100, следователно A=30%.
cs: Celkem=100, takže A=30%.
da: Total=100, så A=30%.
de: Gesamt=100, also A=30%.
el: Σύνολο=100, άρα A=30%.
es: Total=100, por lo tanto A=30%.
fi: Kokonaismäärä=100, joten A=30%.
fil: Kabuuan=100, kaya A=30%.
hu: Összesen=100, tehát A=30%.
id: Total=100, jadi A=30%.
it: Totale=100, quindi A=30%.
ja: 合計=100、したがってA=30%。
ko: 총계=100, 따라서 A=30%.
nl: Totaal=100, dus A=30%.
no: Total=100, så A=30%.
pl: Całość=100, więc A=30%.
pt_pt: Total=100, portanto A=30%.
ro: Total=100, deci A=30%.
ru: Итого=100, значит A=30%.
sk: Celkový=100, takže A=30%.
sv: Total=100, så A=30%.
sw: Jumla=100, hivyo A=30%.
tr: Toplam=100, dolayısıyla A=30%.
uk: Загальне=100, отже A=30%.
vi: Tổng=100, do đó A=30%.
zh_hans: 总数=100，因此A=30%。

# pct_l8_q2
source: Taux 80% (poids 10) et 50% (poids 30). Moyenne pondérée ?
af: Tarief 80% (gewig 10) en 50% (gewig 30). Gewogen gemiddelde?
bg: Ставка 80% (тегло 10) и 50% (тегло 30). Средно теглено?
cs: Sazba 80% (váha 10) a 50% (váha 30). Vážený průměr?
da: Sats 80% (vægt 10) og 50% (vægt 30). Vægtet gennemsnit ?
de: Satz 80% (Gewicht 10) und 50% (Gewicht 30). Gewichteter Durchschnitt ?
el: Ποσοστό 80% (βάρος 10) και 50% (βάρος 30). Σταθμισμένος μέσος όρος ;
es: Tasa 80% (peso 10) y 50% (peso 30). ¿Media ponderada ?
fi: Korko 80% (paino 10) ja 50% (paino 30). Painotettu keskiarvo?
fil: Taas 80% (bigat 10) at 50% (bigat 30). Ano ang pinagsamang timbang?
hu: 80% (súly 10) és 50% (súly 30). Súlyozott átlag?
id: Tingkat 80% (berat 10) dan 50% (berat 30). Rata-rata tertimbang?
it: Tasso 80% (peso 10) e 50% (peso 30). Media ponderata ?
ja: 率80%（重み10）と50%（重み30）。加重平均は？
ko: 비율 80% (가중치 10) 및 50% (가중치 30). 가중 평균?
nl: Percentage 80% (gewicht 10) en 50% (gewicht 30). Gewogen gemiddelde ?
no: Sats 80% (vekt 10) og 50% (vekt 30). Vektet gjennomsnitt?
pl: Wskaźnik 80% (waga 10) i 50% (waga 30). Średnia ważona ?
pt_pt: Taxa 80% (peso 10) e 50% (peso 30). Média ponderada?
ro: Rata 80% (greutate 10) și 50% (greutate 30). Care este media ponderată?
ru: Ставка 80% (вес 10) и 50% (вес 30). Взвешенное среднее?
sk: Miera 80% (váha 10) a 50% (váha 30). Vážený priemer?
sv: Takt 80% (vikt 10) och 50% (vikt 30). Viktat genomsnitt ?
sw: Kiwango 80% (uzito 10) na 50% (uzito 30). Wastani wa uzito?
tr: Oran %80 (ağırlık 10) ve %50 (ağırlık 30). Ağırlıklı ortalama nedir?
uk: Ставка 80% (вага 10) та 50% (вага 30). Середнє зважене?
vi: Tỷ lệ 80% (trọng số 10) và 50% (trọng số 30). Trung bình có trọng số?
zh_hans: 税率80%（权重10）和50%（权重30）。加权平均？

# pct_l9_title
source: 9) Limites et pièges avancés
af: 9) Gevorderde grense en valstrikke
bg: 9) Ограничения и напреднали капани
cs: 9) Pokročilé limity a pasti
da: 9) Avancerede grænser og fælder
de: 9) Grenzen und fortgeschrittene Fallstricke
el: 9) Όρια και προχωρημένες παγίδες
es: 9) Límites y trampas avanzadas
fi: 9) Edistyneet rajat ja ansat
fil: 9) Mga hangganan at advanced na bitag
hu: 9) Határok és haladó csapdák
id: 9) Batasan dan jebakan lanjutan
it: 9) Limiti e trappole avanzate
ja: 9) 限界と高度な罠
ko: 9) 한계 및 고급 함정
nl: 9) Geavanceerde limieten en valkuilen
no: 9) Avanserte grenser og feller
pl: 9) Limity i zaawansowane pułapki
pt_pt: 9) Limites e armadilhas avançadas
ro: 9) Limite și capcane avansate
ru: 9) Ограничения и продвинутые ловушки
sk: 9) Limity a pokročilé pasce
sv: 9) Avancerade gränser och fällor
sw: 9) Mipaka na mtego wa juu
tr: 9) İleri düzey sınırlamalar ve tuzaklar
uk: 9) Обмеження та складні пастки
vi: 9) Giới hạn và cạm bẫy nâng cao
zh_hans: 9) 限制和高级陷阱

# pct_l9_sub
source: -100%, +∞, bases différentes, erreurs classiques.
af: -100%, +∞, verskillende basisse, klassieke foute.
bg: -100%, +∞, различни основи, класически грешки.
cs: -100%, +∞, různé základy, klasické chyby.
da: -100%, +∞, forskellige baser, klassiske fejl.
de: -100%, +∞, unterschiedliche Basen, klassische Fehler.
el: -100%, +∞, διαφορετικές βάσεις, κλασικά λάθη.
es: -100%, +∞, bases diferentes, errores clásicos.
fi: -100%, +∞, erilaiset perusteet, klassiset virheet.
fil: -100%, +∞, iba't ibang batayan, mga karaniwang pagkakamali.
hu: -100%, +∞, különböző alapok, klasszikus hibák.
id: -100%, +∞, basis berbeda, kesalahan klasik.
it: -100%, +∞, basi diverse, errori classici.
ja: -100%、+∞、異なる基準、古典的なエラー。
ko: -100%, +∞, 다른 기준, 일반적인 오류.
nl: -100%, +∞, verschillende bases, klassieke fouten.
no: -100%, +∞, forskjellige baser, klassiske feil.
pl: -100%, +∞, różne bazy, klasyczne błędy.
pt_pt: -100%, +∞, bases diferentes, erros clássicos.
ro: -100%, +∞, baze diferite, erori clasice.
ru: -100%, +∞, разные базы, классические ошибки.
sk: -100%, +∞, rôzne základy, klasické chyby.
sv: -100%, +∞, olika baser, klassiska fel.
sw: -100%, +∞, misingi tofauti, makosa ya kawaida.
tr: -100%, +∞, farklı tabanlar, klasik hatalar.
uk: -100%, +∞, різні бази, класичні помилки.
vi: -100%, +∞, các cơ sở khác nhau, lỗi cổ điển.
zh_hans: -100%，+∞，不同的基数，经典错误。

# pct_tag_limits
source: limites
af: grense
bg: ограничения
cs: limity
da: grænser
de: grenzen
el: όρια
es: límites
fi: rajat
fil: mga hangganan
hu: határok
id: batasan
it: limiti
ja: 限界
ko: 한계
nl: limieten
no: grenser
pl: limity
ro: limite
ru: ограничения
sk: limity
sv: gränser
sw: mipaka
tr: sınırlamalar
uk: обмеження
vi: giới hạn
zh_hans: 限制

# pct_tag_traps
source: pièges
af: valstrikke
bg: капани
cs: pasti
da: fælder
de: fallstricke
el: παγίδες
es: trampas
fi: ansat
fil: mga bitag
hu: csapdák
id: jebakan
it: trappole
ja: 罠
ko: 함정
nl: valkuilen
no: feller
pl: pułapki
pt_pt: armadilhas
ro: capcane
ru: ловушки
sk: pasce
sv: fällor
sw: mtego
tr: tuzaqlar
uk: пастки
vi: cạm bẫy
zh_hans: 陷阱

# pct_l9_s1_title
source: Idées clés
af: Sleutelidees
bg: Ключови идеи
cs: Klíčové myšlenky
da: Nøgleidéer
de: Schlüsselideen
el: Κύριες ιδέες
es: Ideas clave
fi: Keskeiset ideat
fil: Mga pangunahing ideya
hu: Kulcsfontosságú ötletek
id: Ide-ide kunci
it: Idee chiave
ja: 重要なアイデア
ko: 핵심 아이디어
nl: Belangrijke ideeën
no: Nøkkelideer
pl: Kluczowe pomysły
pt_pt: Ideias chave
ro: Idei cheie
ru: Ключевые идеи
sk: Kľúčové myšlienky
sv: Nyckelidéer
sw: Mawazo muhimu
tr: Anahtar fikirler
uk: Ключові ідеї
vi: Ý tưởng chính
zh_hans: 关键点

# pct_l9_s1_b1
source: Une baisse de 100% mène à une valeur finale 0.
af: ‘n Afname van 100% lei tot ‘n finale waarde van 0.
bg: Спад от 100% води до крайна стойност 0.
cs: Pokles o 100% vede k konečné hodnotě 0.
da: Et fald på 100% fører til en slutværdi på 0.
de: Ein Rückgang von 100% führt zu einem Endwert von 0.
el: Μια μείωση 100% οδηγεί σε τελική τιμή 0.
es: Una disminución del 100% lleva a un valor final de 0.
fi: 100%:n lasku johtaa lopulliseen arvoon 0.
fil: Ang pagbaba ng 100% ay nagdadala sa isang huling halaga na 0.
hu: A 100%-os csökkenés végső értéket 0-ra vezet.
id: Penurunan 100% menghasilkan nilai akhir 0.
it: Una diminuzione del 100% porta a un valore finale di 0.
ja: 100%の減少は最終値0につながる。
ko: 100% 감소는 최종 값 0으로 이어집니다.
nl: Een daling van 100% leidt tot een eindwaarde van 0.
no: Et fall på 100% fører til en sluttverdi på 0.
pl: Spadek o 100% prowadzi do wartości końcowej 0.
pt_pt: Uma diminuição de 100% leva a um valor final de 0.
ro: O scădere de 100% duce la o valoare finală de 0.
ru: Снижение на 100% приводит к конечной стоимости 0.
sk: Pokles o 100% vedie k konečnej hodnote 0.
sv: En minskning med 100% leder till ett slutvärde på 0.
sw: Kupungua kwa 100% kunasababisha thamani ya mwisho 0.
tr: %100'lük bir düşüş, son değeri 0'a götürür.
uk: Зниження на 100% призводить до кінцевого значення 0.
vi: Một sự giảm 100% dẫn đến giá trị cuối cùng là 0.
zh_hans: 下降100%导致最终值为0。
