Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# rot3_table_title
source: Règle de trois avec tableau
af: Drie reël met tabel
bg: Правило на три с таблица
cs: Pravidlo tří s tabulkou
da: Tre-regel med tabel
de: Drei-Regel mit Tabelle
el: Αναλογία τριών με πίνακα
es: Regla de tres con tabla
fi: Kolmonen sääntö taulukolla
fil: Batas ng tatlo gamit ang talahanayan
hu: Háromszoros szabály táblázattal
id: Aturan tiga dengan tabel
it: Regola del tre con tabella
ja: 表を使った三項比
ko: 표를 이용한 삼단계 규칙
nl: Driehoeksregel met tabel
no: Tre-regel med tabell
pl: Reguła trzech z tabelą
pt_pt: Regra de três com tabela
ro: Regula de trei cu tabel
ru: Правило трех с таблицей
sk: Pravidlo troch s tabuľkou
sv: Tre punkts regel med tabell
sw: Sheria ya tatu na jedwali
tr: Üç kural ile tablo
uk: Правило трьох з таблицею
vi: Quy tắc ba với bảng
zh_hans: 带表格的三项规则

# rot3_table_subtitle
source: Résoudre une proportionnalité à l’aide d’un tableau.
af: Los 'n proporsionaliteit op met behulp van 'n tabel.
bg: Решаване на пропорционалност с помощта на таблица.
cs: Vyřešte proporcionalitu pomocí tabulky.
da: Løs en proportionalitet ved hjælp af en tabel.
de: Eine Proportionalität mit Hilfe einer Tabelle lösen.
el: Λύστε μια αναλογία με τη βοήθεια ενός πίνακα.
es: Resolver una proporcionalidad con la ayuda de una tabla.
fi: Ratkaise suhteellisuus taulukon avulla.
fil: Lutasin ang isang proporsyon gamit ang talahanayan.
hu: Arányosság megoldása táblázat segítségével.
id: Menyelesaikan proporsionalitas dengan menggunakan tabel.
it: Risolvere una proporzionalità con l’aiuto di una tabella.
ja: 表を使って比例を解決します。
ko: 표를 사용하여 비례를 해결합니다.
nl: Een verhouding oplossen met behulp van een tabel.
no: Løse en proporsjonalitet ved hjelp av en tabell.
pl: Rozwiązać proporcjonalność za pomocą tabeli.
pt_pt: Resolver uma proporcionalidade com a ajuda de uma tabela.
ro: Rezolvați o proporționalitate cu ajutorul unui tabel.
ru: Решить пропорциональность с помощью таблицы.
sk: Riešenie proporcionality pomocou tabuľky.
sv: Lösa en proportionalitet med hjälp av en tabell.
sw: Kutatua uwiano kwa kutumia jedwali.
tr: Bir orantıyı bir tablo yardımıyla çözün.
uk: Розв’язати пропорційність за допомогою таблиці.
vi: Giải quyết một tỷ lệ bằng cách sử dụng bảng.
zh_hans: 通过表格解决一个比例。

# rot3_table_a_hint
source: Valeur connue (ligne 1)
af: Bekende waarde (lyn 1)
bg: Позната стойност (ред 1)
cs: Známá hodnota (řádek 1)
da: Kendt værdi (linje 1)
de: Bekannte Wert (Zeile 1)
el: Γνωστή τιμή (γραμμή 1)
es: Valor conocido (línea 1)
fi: Tunnettu arvo (rivi 1)
fil: Kilalang halaga (linya 1)
hu: Ismert érték (1. sor)
id: Nilai yang diketahui (baris 1)
it: Valore conosciuto (riga 1)
ja: 既知の値（行1）
ko: 알려진 값 (1행)
nl: Bekende waarde (regel 1)
no: Kjent verdi (linje 1)
pl: Wartość znana (wiersz 1)
pt_pt: Valor conhecido (linha 1)
ro: Valoare cunoscută (linie 1)
ru: Известное значение (строка 1)
sk: Známá hodnota (riadok 1)
sv: Känd värde (rad 1)
sw: Thamani inayojulikana (mstari wa 1)
tr: Bilinen değer (satır 1)
uk: Відома величина (ряд 1)
vi: Giá trị đã biết (dòng 1)
zh_hans: 已知值（第 1 行）

# rot3_table_b_hint
source: Correspondant à a
af: Ooreenkoms met a
bg: Съответстващо на a
cs: Odpovídající a
da: Svarende til a
de: Entsprechend zu a
el: Αντίστοιχο του a
es: Correspondiente a a
fi: Vastaava a:lle
fil: Kaukulang halaga sa a
hu: Megfelelő a-hoz
id: Sesuai dengan a
it: Corrispondente a a
ja: aに対応
ko: a에 해당
nl: Correspondent aan a
no: Tilsvarende a
pl: Odpowiednik a
pt_pt: Correspondente a a
ro: Corespunzător lui a
ru: Соответствующий a
sk: Zodpovedajúce a
sv: Motsvarande a
sw: Inahusiana na a
tr: a'ya karşılık gelen
uk: Відповідає a
vi: Tương ứng với a
zh_hans: 对应于 a

# rot3_table_c_hint
source: Nouvelle valeur
af: Nuwe waarde
bg: Нова стойност
cs: Nová hodnota
da: Ny værdi
de: Neue Wert
el: Νέα τιμή
es: Nuevo valor
fi: Uusi arvo
fil: Bagong halaga
hu: Új érték
id: Nilai baru
it: Nuova valore
ja: 新しい値
ko: 새로운 값
nl: Nieuwe waarde
no: Ny verdi
pl: Nowa wartość
pt_pt: Novo valor
ro: Noua valoare
ru: Новое значение
sk: Nová hodnota
sv: Nytt värde
sw: Thamani mpya
tr: Yeni değer
uk: Нова величина
vi: Giá trị mới
zh_hans: 新值

# rot3_table_table_title
source: Tableau de proportionnalité
af: Proporsionaliteitstabel
bg: Таблица на пропорционалността
cs: Tabulka proporcionality
da: Proportionalitetstabel
de: Proportionalitätstabelle
el: Πίνακας αναλογίας
es: Tabla de proporcionalidad
fi: Suhteellisuus taulukko
fil: Talahanayan ng proporsyonalidad
hu: Arányossági táblázat
id: Tabel proporsionalitas
it: Tabella di proporzionalità
ja: 比例表
ko: 비례 표
nl: Proportionaliteitstabel
no: Proposjonalitetstabell
pl: Tabela proporcjonalności
pt_pt: Tabela de proporcionalidade
ro: Tabel de proporționalitate
ru: Таблица пропорциональности
sk: Tabuľka proporcionality
sv: Proportionalitetstabell
sw: Jedwali la uwiano
tr: Orantı tablosu
uk: Таблиця пропорційності
vi: Bảng tỷ lệ
zh_hans: 比例表

# rot3_table_zero_note
source: a = 0 : impossible de calculer le coefficient.
af: a = 0 : onmoontlik om die koëffisiënt te bereken.
bg: a = 0: невъзможно е да се изчисли коефициента.
cs: a = 0: nemožné vypočítat koeficient.
da: a = 0 : umuligt at beregne koefficienten.
de: a = 0 : Berechnung des Koeffizienten ist unmöglich.
el: a = 0: αδύνατον να υπολογιστεί ο συντελεστής.
es: a = 0 : imposible calcular el coeficiente.
fi: a = 0 : kertoimen laskeminen on mahdotonta.
fil: a = 0: imposibleng kalkulahin ang coefficient.
hu: a = 0: lehetetlen kiszámítani a tényezőt.
id: a = 0: tidak mungkin menghitung koefisien.
it: a = 0 : impossibile calcolare il coefficiente.
ja: a = 0：係数を計算することは不可能です。
ko: a = 0: 계수를 계산할 수 없습니다.
nl: a = 0 : het is onmogelijk om de coëfficiënt te berekenen.
no: a = 0 : umulig å beregne koeffisienten.
pl: a = 0 : niemożliwe do obliczenia współczynnika.
pt_pt: a = 0: impossível calcular o coeficiente.
ro: a = 0: imposibil de calculat coeficientul.
ru: a = 0: невозможно вычислить коэффициент.
sk: a = 0 : nemožno vypočítať koeficient.
sv: a = 0 : omöjligt att beräkna koefficienten.
sw: a = 0: haiwezekani kuhesabu coefficient.
tr: a = 0: katsayıyı hesaplamak imkansız.
uk: a = 0: неможливо обчислити коефіцієнт.
vi: a = 0 : không thể tính toán hệ số.
zh_hans: a = 0：无法计算系数。

# rot3_table_definition_sub
source: Le coefficient de proportionnalité est identique sur chaque colonne.
af: Die proporsionaliteitskoëffisiënt is identies op elke kolom.
bg: Коефициентът на пропорционалност е идентичен на всяка колона.
cs: Koeficient proporcionality je stejný v každém sloupci.
da: Proportionalitetskoefficienten er identisk i hver kolonne.
de: Der Proportionalitätskoeffizient ist in jeder Spalte identisch.
el: Ο συντελεστής αναλογίας είναι ίδιος σε κάθε στήλη.
es: El coeficiente de proporcionalidad es idéntico en cada columna.
fi: Suhteellisuuskerroin on sama jokaisessa sarakkeessa.
fil: Ang coefficient ng proporsyonalidad ay pareho sa bawat kolum.
hu: A arányossági tényező minden oszlopban azonos.
id: Koefisien proporsionalitas identik di setiap kolom.
it: Il coefficiente di proporzionalità è identico in ogni colonna.
ja: 比例係数は各列で同じです。
ko: 비례 계수는 각 열에서 동일합니다.
nl: De coëfficiënt van proportionaliteit is identiek in elke kolom.
no: Koeffisienten for proporsjonalitet er identisk i hver kolonne.
pl: Współczynnik proporcjonalności jest identyczny w każdej kolumnie.
pt_pt: O coeficiente de proporcionalidade é idêntico em cada coluna.
ro: Coeficientul de proporționalitate este identic pe fiecare coloană.
ru: Коэффициент пропорциональности одинаков на каждой колонне.
sk: Koeficient proporcionality je rovnaký v každom stĺpci.
sv: Proportionalitetskoefficienten är identisk i varje kolumn.
sw: Coefficient ya uwiano ni sawa kwenye kila safu.
tr: Orantı katsayısı her sütunda aynıdır.
uk: Коефіцієнт пропорційності однаковий у кожному стовпці.
vi: Hệ số tỷ lệ là giống nhau trên mỗi cột.
zh_hans: 比例系数在每一列上都是相同的。

# rot3_table_step1
source: Construire le tableau avec les valeurs connues.
af: Bou die tabel met die bekende waardes.
bg: Създайте таблицата с известните стойности.
cs: Sestavte tabulku s známými hodnotami.
da: Byg tabellen med de kendte værdier.
de: Die Tabelle mit den bekannten Werten erstellen.
el: Κατασκευάστε τον πίνακα με τις γνωστές τιμές.
es: Construir la tabla con los valores conocidos.
fi: Rakenna taulukko tunnetuilla arvoilla.
fil: Buuin ang talahanayan gamit ang mga kilalang halaga.
hu: A táblázat elkészítése a megadott értékekkel.
id: Membangun tabel dengan nilai yang diketahui.
it: Costruire la tabella con i valori conosciuti.
ja: 既知の値で表を作成します。
ko: 알려진 값으로 표를 만듭니다.
nl: Bouw de tabel met de bekende waarden.
no: Bygg tabellen med de kjente verdiene.
pl: Zbudować tabelę z wartościami znanymi.
pt_pt: Construir a tabela com os valores conhecidos.
ro: Construiește tabelul cu valorile cunoscute.
ru: Построить таблицу с известными значениями.
sk: Vytvorte tabuľku s známymi hodnotami.
sv: Bygg tabellen med kända värden.
sw: Jenga jedwali na thamani zinazojulikana.
tr: Bilinen değerlerle tabloyu oluşturun.
uk: Побудуйте таблицю з відомими значеннями.
vi: Xây dựng bảng với các giá trị đã biết.
zh_hans: 用已知值构建表格。

# rot3_table_step2
source: Calculer le coefficient b / a.
af: Bereken die koëffisiënt b / a.
bg: Изчислете коефициента b / a.
cs: Vypočítejte koeficient b / a.
da: Beregn koefficienten b / a.
de: Den Koeffizienten b / a berechnen.
el: Υπολογίστε τον συντελεστή b / a.
es: Calcular el coeficiente b / a.
fi: Laske kerroin b / a.
fil: Kalkulahin ang coefficient b / a.
hu: A b / a együttható kiszámítása.
id: Menghitung koefisien b / a.
it: Calcolare il coefficiente b / a.
ja: 係数b / aを計算します。
ko: 계수 b / a를 계산합니다.
nl: Bereken de coëfficiënt b / a.
no: Beregne koeffisienten b / a.
pl: Obliczyć współczynnik b / a.
pt_pt: Calcular o coeficiente b / a.
ro: Calculează coeficientul b / a.
ru: Вычислить коэффициент b / a.
sk: Vypočítajte koeficient b / a.
sv: Beräkna koefficienten b / a.
sw: Hesabu coefficient b / a.
tr: Katsayıyı hesaplayın b / a.
uk: Обчисліть коефіцієнт b / a.
vi: Tính toán hệ số b / a.
zh_hans: 计算系数 b / a。

# rot3_table_step3
source: Multiplier ce coefficient par c.
af: Vermenigvuldig hierdie koëffisiënt met c.
bg: Умножете този коефициент по c.
cs: Násobte tento koeficient c.
da: Multiplicer denne koefficient med c.
de: Diesen Koeffizienten mit c multiplizieren.
el: Πολλαπλασιάστε αυτόν τον συντελεστή με c.
es: Multiplicar este coeficiente por c.
fi: Kerro tämä kerroin c:llä.
fil: I-multiply ang coefficient na ito sa c.
hu: Ezt az együtthatót szorozza meg a c-vel.
id: Kalikan koefisien ini dengan c.
it: Moltiplicare questo coefficiente per c.
ja: cの係数を掛ける。
ko: c에 이 계수를 곱하십시오.
nl: Vermenigvuldig deze coëfficiënt met c.
no: Multiplisere denne koeffisienten med c.
pl: Pomnożyć ten współczynnik przez c.
pt_pt: Multiplicar este coeficiente por c.
ro: Înmulțește acest coeficient cu c.
ru: Умножить этот коэффициент на c.
sk: Násobte tento koeficient c.
sv: Multiplicera denna koefficient med c.
sw: Punguza coefficient hii kwa c.
tr: Bu katsayıyı c ile çarpın.
uk: Помножте цей коефіцієнт на c.
vi: Nhân hệ số này với c.
zh_hans: 将此系数乘以c。

# course_chapters
source: chapitres
af: hoofstukke
bg: глави
cs: kapitoly
da: kapitler
de: kapitel
el: κεφάλαια
es: capítulos
fi: luvut
fil: mga kabanata
hu: fejezetek
id: bab
it: capitoli
ja: 章
ko: 장
nl: hoofdstukken
no: kapitler
pl: rozdziały
pt_pt: capítulos
ro: capitole
ru: главы
sk: kapitoly
sv: kapitel
sw: sura
tr: bölümler
uk: глави
vi: các chương
zh_hans: 章节

# course_progress
source: progression
af: vordering
bg: прогресия
cs: pokrok
da: fremskridt
de: fortschritt
el: πρόοδος
es: progresión
fi: edistyminen
fil: pag-unlad
hu: előrehaladás
id: kemajuan
it: progressione
ja: 進行
ko: 진행
nl: voortgang
no: fremdrift
pl: postęp
pt_pt: progressão
ro: progresie
ru: прогрессия
sk: pokrok
sv: framsteg
sw: kuendelea
tr: ilerleme
uk: прогрес
vi: tiến trình
zh_hans: 进度

# course_nav
source: Chapitres
af: Hoofstukke
bg: Глави
cs: Kapitoly
da: Kapitler
de: Kapitel
el: Κεφάλαια
es: Capítulos
fi: Luvut
fil: Mga Kabanata
hu: Fejezetek
id: Bab
it: Capitoli
ja: 章
ko: 장
nl: Hoofdstukken
no: Kapitler
pl: Rozdziały
pt_pt: Capítulos
ro: Capitole
ru: Главы
sk: Kapitoly
sv: Kapitel
sw: Sura
tr: Bölümler
uk: Глави
vi: Các Chương
zh_hans: 章节

# course_search_label
source: Rechercher
af: Soek
bg: Търсене
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Etsi
fil: Maghanap
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
no: Søk
pl: Szukaj
pt_pt: Pesquisar
ro: Caută
ru: Поиск
sk: Hľadať
sv: Sök
sw: Tafuta
tr: Ara
uk: Шукати
vi: Tìm kiếm
zh_hans: 搜索

# course_search_ph
source: Rechercher (ex: directe, inverse...)
af: Soek (bv: regstreeks, omgekeerd...)
bg: Търсене (напр: директно, обратно...)
cs: Hledat (např.: přímé, inverzní...)
da: Søg (f.eks. direkte, omvendt...)
de: Suchen (z.B.: direkt, umgekehrt...)
el: Αναζήτηση (π.χ.: άμεση, αντίστροφη...)
es: Buscar (ej: directa, inversa...)
fi: Etsi (esim: suora, käänteinen...)
fil: Maghanap (hal: tuwid, baligtad...)
hu: Keresés (pl.: közvetlen, fordított...)
id: Cari (mis: langsung, terbalik...)
it: Cerca (es: diretto, inverso...)
ja: 検索 (例: 直接、逆...)
ko: 검색 (예: 직접, 역...)
nl: Zoeken (bijv: direct, omgekeerd...)
no: Søk (f.eks. direkte, omvendt...)
pl: Szukaj (np. bezpośrednia, odwrotna...)
pt_pt: Pesquisar (ex: direta, inversa...)
ro: Caută (ex: direct, invers...)
ru: Поиск (например: прямая, обратная...)
sk: Hľadať (napr: priame, inverzné...)
sv: Sök (t.ex. direkt, omvänt...)
sw: Tafuta (mfano: moja kwa moja, kinyume...)
tr: Ara (ör: doğrudan, ters...)
uk: Шукати (наприклад: пряма, зворотна...)
vi: Tìm kiếm (ví dụ: trực tiếp, ngược lại...)
zh_hans: 搜索（例如：直接，反向...）

# course_no_results
source: Aucun chapitre ne correspond à votre recherche.
af: Geen hoofstukke pas by u soektog nie.
bg: Няма глава, която да отговаря на вашето търсене.
cs: Žádná kapitola neodpovídá vašemu hledání.
da: Ingen kapitler svarer til din søgning.
de: Kein Kapitel entspricht Ihrer Suche.
el: Κανένα κεφάλαιο δεν αντιστοιχεί στην αναζήτησή σας.
es: Ningún capítulo coincide con su búsqueda.
fi: Yksikään luku ei vastaa hakuaasi.
fil: Walang kabanata na tumutugma sa iyong paghahanap.
hu: Nincs olyan fejezet, amely megfelelne a keresésének.
id: Tidak ada bab yang sesuai dengan pencarian Anda.
it: Nessun capitolo corrisponde alla tua ricerca.
ja: 該当する章はありません。
ko: 해당하는 장이 없습니다.
nl: Geen hoofdstuk komt overeen met uw zoekopdracht.
no: Ingen kapitler samsvarer med søket ditt.
pl: Żaden rozdział nie odpowiada Twojemu zapytaniu.
pt_pt: Nenhum capítulo corresponde à sua pesquisa.
ro: Niciun capitol nu corespunde căutării tale.
ru: Никакая глава не соответствует вашему запросу.
sk: Žiadna kapitola nezodpovedá vášmu vyhľadávaniu.
sv: Inga kapitel matchar din sökning.
sw: Hakuna sura inayolingana na utafutaji wako.
tr: Aramanıza uygun hiçbir bölüm bulunamadı.
uk: Жодна глава не відповідає вашому запиту.
vi: Không có chương nào phù hợp với tìm kiếm của bạn.
zh_hans: 没有章节与您的搜索匹配。

# course_shuffle_quiz
source: Mélanger les quiz
af: Meng die vraelyste
bg: Разбъркайте тестовете
cs: Promíchat kvízy
da: Bland quizzerne
de: Quiz mischen
el: Ανακατέψτε τα κουίζ
es: Mezclar los cuestionarios
fi: Sekoita kyselyt
fil: Ihalo ang mga quiz
hu: A kvízek keverése
id: Acak kuis
it: Mescola i quiz
ja: クイズを混ぜる
ko: 퀴즈 섞기
nl: Quizzen mixen
no: Bland quizene
pl: Losuj quizy
pt_pt: Misturar os quizzes
ro: Amestecă quizurile
ru: Перемешать викторины
sk: Zmiešať kvízy
sv: Blanda quiz
sw: Changanya maswali ya mtihani
tr: Quizleri karıştır
uk: Перемішати тести
vi: Trộn các bài kiểm tra
zh_hans: 混合测验

# course_seed
source: Seed
af: Saad
bg: Семена
cs: Semeno
da: Frø
de: Saat
el: Σπόρος
es: Semilla
fi: Siemen
fil: Binhi
hu: Mag
id: Benih
ja: シード
ko: 시드
nl: Zaad
no: Frø
pl: Ziarno
pt_pt: Semente
ru: Сид
sk: Semeno
sv: Frö
sw: Mbegu
tr: Tohum
uk: Сид
vi: Hạt giống
zh_hans: 种子

# course_new_seed
source: Nouvelle
af: Nuwe
bg: Ново
cs: Nový
da: Ny
de: Neu
el: Νέα
es: Nuevo
fi: Uusi
fil: Bago
hu: Új
id: Baru
it: Nuovo
ja: 新しい
ko: 새로운
nl: Nieuw
no: Ny
pl: Nowy
pt_pt: Novo
ro: Nou
ru: Новый
sk: Nové
sv: Ny
sw: Mpya
tr: Yeni
uk: Новий
vi: Mới
zh_hans: 新建

# course_formula
source: Formule
bg: Формула
cs: Vzorec
da: Formel
de: Formel
el: Τύπος
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Rumus
it: Formula
ja: 式
ko: 공식
no: Formel
pl: Formuła
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Vzorec
sv: Formel
sw: Formula
tr: Formül
uk: Формула
vi: Công thức
zh_hans: 公式

# course_quiz_title
source: Mini-quiz
af: Mini-vraelys
bg: Мини-тест
cs: Mini-kvíz
el: Μίνι κουίζ
es: Mini-cuestionario
fi: Mini-kysely
hu: Mini-kvíz
id: Mini-kuis
ja: ミニクイズ
ko: 미니 퀴즈
ru: Мини-викторина
sk: Mini-kvíz
sw: Mini-mtihani
uk: Міні-тест
zh_hans: 迷你测验

# course_reset_quiz
source: Réinitialiser ce quiz
af: Herstel hierdie vraelys
bg: Нулирайте този тест
cs: Obnovit tento kvíz
da: Nulstil denne quiz
de: Dieses Quiz zurücksetzen
el: Επαναφέρετε αυτό το κουίζ
es: Restablecer este cuestionario
fi: Nollaa tämä kysely
fil: I-reset ang quiz na ito
hu: A kvíz visszaállítása
id: Reset kuis ini
it: Reimposta questo quiz
ja: このクイズをリセット
ko: 이 퀴즈 재설정
nl: Deze quiz opnieuw instellen
no: Tilbakestill denne quizen
pl: Zresetuj ten quiz
pt_pt: Reiniciar este quiz
ro: Reinițializează acest quiz
ru: Сбросить этот викторину
sk: Obnoviť tento kvíz
sv: Återställ detta quiz
sw: Rekebisha mtihani huu
tr: Bu quiz'i sıfırla
uk: Скинути цей тест
vi: Đặt lại bài kiểm tra này
zh_hans: 重置此测验

# course_choose
source: Choisir…
af: Kies…
bg: Изберете…
cs: Vybrat…
da: Vælg...
de: Wählen…
el: Επιλέξτε…
es: Elegir…
fi: Valitse...
fil: Pumili…
hu: Választás…
id: Pilih…
it: Scegli…
ja: 選択…
ko: 선택…
nl: Kiezen…
no: Velg…
pl: Wybierz…
pt_pt: Escolher…
ro: Alege…
ru: Выбрать…
sk: Vybrať…
sv: Välj...
sw: Chagua…
tr: Seçin…
uk: Вибрати…
vi: Chọn…
zh_hans: 选择…

# course_answer_ph
source: Votre réponse (ex: 12,5)
af: U antwoord (bv: 12,5)
bg: Вашият отговор (напр: 12,5)
cs: Vaše odpověď (např.: 12,5)
da: Dit svar (f.eks. 12,5)
de: Ihre Antwort (z.B.: 12,5)
el: Η απάντησή σας (π.χ.: 12,5)
es: Su respuesta (ej: 12,5)
fi: Vastauksesi (esim: 12,5)
fil: Ang iyong sagot (hal: 12,5)
hu: A válasza (pl.: 12,5)
id: Jawaban Anda (mis: 12,5)
it: La tua risposta (es: 12,5)
ja: あなたの回答 (例: 12,5)
ko: 귀하의 답변 (예: 12,5)
nl: Uw antwoord (bijv: 12,5)
no: Ditt svar (f.eks. 12,5)
pl: Twoja odpowiedź (np. 12,5)
pt_pt: A sua resposta (ex: 12,5)
ro: Răspunsul tău (ex: 12,5)
ru: Ваш ответ (например: 12,5)
sk: Vaša odpoveď (napr: 12,5)
sv: Ditt svar (t.ex. 12,5)
sw: Jibu lako (mfano: 12,5)
tr: Cevabınız (ör: 12,5)
uk: Ваша відповідь (наприклад: 12,5)
vi: Câu trả lời của bạn (ví dụ: 12,5)
zh_hans: 您的答案（例如：12.5）

# course_show_correction
source: Voir la correction
af: Sien die korreksie
bg: Вижте корекцията
cs: Zobrazit opravu
da: Se korrektionen
de: Korrektur anzeigen
el: Δείτε τη διόρθωση
es: Ver la corrección
fi: Näytä korjaus
fil: Tingnan ang pagkakamali
hu: Lásd a javítást
id: Lihat koreksi
it: Vedi la correzione
ja: 解答を見る
ko: 정답 보기
nl: Bekijk de correctie
no: Se løsningen
pl: Zobacz poprawkę
pt_pt: Ver a correção
ro: Vezi corectarea
ru: Посмотреть исправление
sk: Zobraziť opravu
sv: Se rättningen
sw: Tazama marekebisho
tr: Düzeltmeyi gör
uk: Переглянути виправлення
vi: Xem đáp án
zh_hans: 查看答案

# course_ok
source: Correct
af: Reg
bg: Правилно
cs: Správně
da: Korrekt
de: Richtig
el: Σωστό
es: Correcto
fi: Oikein
fil: Tama
hu: Helyes
id: Benar
it: Corretto
ja: 正解
ko: 정답
no: Korrekt
pl: Poprawna
pt_pt: Correto
ro: Corect
ru: Правильно
sk: Správne
sv: Korrekt
sw: Sahihi
tr: Doğru
uk: Правильно
vi: Đúng
zh_hans: 正确

# course_ko
source: Incorrect
af: Onkorrek
bg: Неправилно
cs: Nesprávně
da: Forkert
de: Falsch
el: Λάθος
es: Incorrecto
fi: Väärin
fil: Mali
hu: Helytelen
id: Salah
it: Errato
ja: 不正解
ko: 오답
nl: Onjuist
no: Feil
pl: Niepoprawna
pt_pt: Incorreto
ro: Incorect
ru: Неправильно
sk: Nesprávne
sv: Inkorrekt
sw: Sahihi
tr: Yanlış
uk: Неправильно
vi: Không chính xác
zh_hans: 错误

# course_your_answer
source: Votre réponse
af: Jou antwoord
bg: Вашият отговор
cs: Vaše odpověď
da: Dit svar
de: Ihre Antwort
el: Η απάντησή σας
es: Su respuesta
fi: Vastauksesi
fil: Ang iyong sagot
hu: A válasza
id: Jawaban Anda
it: La tua risposta
ja: あなたの回答
ko: 귀하의 답변
nl: Uw antwoord
no: Ditt svar
pl: Twoja odpowiedź
pt_pt: A sua resposta
ro: Răspunsul tău
ru: Ваш ответ
sk: Vaša odpoveď
sv: Ditt svar
sw: Jibu lako
tr: Cevabınız
uk: Ваша відповідь
vi: Câu trả lời của bạn
zh_hans: 您的答案

# course_correct_answer
source: Réponse attendue
af: Verwagte antwoord
bg: Очакван отговор
cs: Očekávaná odpověď
da: Forventet svar
de: Erwartete Antwort
el: Αναμενόμενη απάντηση
es: Respuesta esperada
fi: Odotettu vastaus
fil: Inaasahang sagot
hu: Várt válasz
id: Jawaban yang Diharapkan
it: Risposta attesa
ja: 期待される回答
ko: 예상 답변
nl: Verwachte antwoord
no: Forventet svar
pl: Oczekiwana odpowiedź
pt_pt: Resposta esperada
ro: Răspunsul așteptat
ru: Ожидаемый ответ
sk: Očakávaná odpoveď
sv: Förväntat svar
sw: Jibu linalotarajiwa
tr: Beklenen cevap
uk: Очікувана відповідь
vi: Câu trả lời mong đợi
zh_hans: 预期答案

# course_prev
source: Précédent
af: Vorige
bg: Предишен
cs: Předchozí
da: Forrige
de: Vorher
el: Προηγούμενο
es: Anterior
fi: Edellinen
fil: Nakaraan
hu: Előző
id: Sebelumnya
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
no: Forrige
pl: Poprzedni
pt_pt: Anterior
ro: Precedent
ru: Предыдущий
sk: Predchádzajúci
sv: Föregående
sw: Kabla
tr: Önceki
uk: Попередній
vi: Trước
zh_hans: 上一个

# course_next
source: Suivant
af: Volgende
bg: Следващ
cs: Další
da: Næste
de: Nächster
el: Επόμενο
es: Siguiente
fi: Seuraava
fil: Susunod
hu: Következő
id: Selanjutnya
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
no: Neste
pl: Następny
pt_pt: Seguinte
ro: Următor
ru: Следующий
sk: Ďalší
sv: Nästa
sw: Ifuatayo
tr: Sonraki
uk: Наступний
vi: Tiếp theo
zh_hans: 下一个

source: Effacer
af: Verwyder
bg: Изтрий
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
fil: Burahin
hu: Törlés
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
no: Slette
pl: Wyczyść
pt_pt: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sv: Rensa
sw: Futa
tr: Sil
uk: Очистити
vi: Xóa
zh_hans: 清除

# tool_pdf_form_fields_to_json_title
source: Champs PDF → JSON
af: PDF velde → JSON
bg: Полета PDF → JSON
cs: Pole PDF → JSON
da: Felter PDF → JSON
de: Felder PDF → JSON
el: Πεδία PDF → JSON
es: Campos PDF → JSON
fi: PDF → JSON kentät
fil: Mga Patlang PDF → JSON
hu: PDF mezők → JSON
id: Bidang PDF → JSON
it: Campi PDF → JSON
ja: PDF → JSON フィールド
ko: PDF → JSON 필드
nl: PDF-velden → JSON
no: PDF-felt → JSON
pl: Pola PDF → JSON
pt_pt: Campos PDF → JSON
ro: Câmpuri PDF → JSON
ru: Поля PDF → JSON
sk: Polia PDF → JSON
sv: Fält PDF → JSON
sw: Sehemu za PDF → JSON
tr: PDF'den JSON'a alanlar
uk: Поля PDF → JSON
vi: Trường PDF → JSON
zh_hans: PDF → JSON 字段
