Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_what_percent_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_what_percent_lim1
source: Si Y = 0, le pourcentage n’est pas calculable (division par zéro). Il faut alors raisonner autrement (écart, valeur brute, ou “non défini”).
af: As Y = 0, kan die persentasie nie bereken word nie (deling deur nul). Jy moet dan anders redeneer (afwyking, bruto waarde, of 'nie gedefinieer').
bg: Ако Y = 0, процентът не може да бъде изчислен (деление на нула). Трябва да се разсъждава по друг начин (отклонение, брутна стойност или "неопределено").
cs: Pokud Y = 0, procento není vypočitatelné (dělení nulou). Je třeba uvažovat jinak (odchylka, hrubá hodnota nebo "nedefinováno").
da: Hvis Y = 0, kan procenten ikke beregnes (division med nul). Man skal så tænke anderledes (afvigelse, rå værdi eller 'ikke defineret').
de: Wenn Y = 0, ist der Prozentsatz nicht berechenbar (Division durch Null). Man muss dann anders denken (Abweichung, Rohwert oder "nicht definiert").
el: Αν Y = 0, το ποσοστό δεν είναι υπολογίσιμο (διαίρεση με το μηδέν). Πρέπει τότε να σκεφτείτε διαφορετικά (απόκλιση, ακαθάριστη αξία ή "μη καθορισμένο").
es: Si Y = 0, el porcentaje no es calculable (división por cero). Entonces hay que razonar de otra manera (diferencia, valor bruto, o 'no definido').
fi: Jos Y = 0, prosenttiosuutta ei voida laskea (nollalla jakaminen). Tällöin on ajateltava toisin (ero, bruttoväli tai 'määrittelemätön').
fil: Kung Y = 0, ang porsyento ay hindi maikalkula (dibisyon sa zero). Dapat na mag-isip ng iba (pagkakaiba, hilaw na halaga, o 'hindi natukoy').
hu: Ha Y = 0, a százalék nem számítható (nullával való osztás). Ekkor másképp kell gondolkodni (eltérés, bruttó érték vagy „nem meghatározott”).
id: Jika Y = 0, persentase tidak dapat dihitung (pembagian dengan nol). Maka perlu berpikir dengan cara lain (selisih, nilai mentah, atau 'tidak terdefinisi').
it: Se Y = 0, la percentuale non è calcolabile (divisione per zero). Bisogna allora ragionare diversamente (scostamento, valore lordo, o "non definito").
ja: Y = 0の場合、パーセンテージは計算できません（ゼロ除算）。その場合は、別の方法で考える必要があります（差、原価、または「未定義」）。
ko: Y = 0인 경우, 비율은 계산할 수 없습니다 (0으로 나누기). 이 경우 다른 방식으로 접근해야 합니다 (차이, 원시 값 또는 '정의되지 않음').
nl: Als Y = 0, is het percentage niet berekenbaar (deling door nul). Dan moet je anders redeneren (afwijking, brutowaarde, of 'niet gedefinieerd').
no: Hvis Y = 0, kan prosentandelen ikke beregnes (deling med null). Man må da tenke annerledes (avvik, bruttoverdi, eller "ikke definert").
pl: Jeśli Y = 0, procent nie jest obliczalny (dzielenie przez zero). Należy wtedy myśleć inaczej (odchylenie, wartość brutto lub „nieokreślone”).
pt_pt: Se Y = 0, a percentagem não é calculável (divisão por zero). É necessário então raciocinar de outra forma (desvio, valor bruto, ou "não definido").
ro: Dacă Y = 0, procentajul nu este calculabil (diviziune prin zero). Trebuie să raționați altfel (abateri, valoare brută sau „nedefinit”).
ru: Если Y = 0, процент не может быть рассчитан (деление на ноль). Тогда нужно рассуждать иначе (разница, сырая стоимость или "не определено").
sk: Ak Y = 0, percento nie je vypočítateľné (delenie nulou). Potom je potrebné uvažovať inak (odchýlka, hrubá hodnota alebo "nedefinované").
sv: Om Y = 0 kan procentandelen inte beräknas (division med noll). Man måste då resonera på ett annat sätt (avvikelse, brutto värde, eller "inte definierad").
sw: Ikiwa Y = 0, asilimia haiwezi kuhesabiwa (ugawaji kwa sifuri). Inapaswa kufikiriwa vinginevyo (tofauti, thamani ghafi, au 'haijafafanuliwa').
tr: Eğer Y = 0 ise, yüzde hesaplanamaz (sıfıra bölme). O zaman başka bir şekilde düşünmek gerekir (sapma, brüt değer veya “tanımsız”).
uk: Якщо Y = 0, відсоток не може бути обчислений (ділення на нуль). Тоді потрібно міркувати інакше (відхилення, брутто-значення або "не визначено").
vi: Nếu Y = 0, tỷ lệ phần trăm không thể tính toán được (chia cho 0). Cần phải suy nghĩ theo cách khác (chênh lệch, giá trị thô, hoặc 'không xác định').
zh_hans: 如果Y = 0，则无法计算百分比（除以零）。此时需要以其他方式进行推理（差异、原始值或“未定义”）。

# ed_math_percentages_percentage_what_percent_lim2
source: Un résultat peut dépasser 100% si X > Y : ce n’est pas une erreur, cela signifie simplement que X est supérieur au total de référence choisi.
af: 'n Resultaat kan 100% oorskry as X > Y: dit is nie 'n fout nie, dit beteken eenvoudig dat X groter is as die gekose verwysing totaal.
bg: Резултат може да надвиши 100%, ако X > Y: това не е грешка, просто означава, че X е по-високо от избраното референтно общо.
cs: Výsledek může překročit 100 %, pokud X > Y: to není chyba, to jednoduše znamená, že X je vyšší než zvolený referenční celkový.
da: Et resultat kan overstige 100%, hvis X > Y: det er ikke en fejl, det betyder blot, at X er større end den valgte reference total.
de: Ein Ergebnis kann 100% überschreiten, wenn X > Y: Das ist kein Fehler, es bedeutet einfach, dass X über dem gewählten Referenzgesamt liegt.
el: Ένα αποτέλεσμα μπορεί να ξεπεράσει το 100% αν X > Y: αυτό δεν είναι λάθος, απλώς σημαίνει ότι το X είναι μεγαλύτερο από το επιλεγμένο αναφοράς σύνολο.
es: Un resultado puede superar el 100% si X > Y: no es un error, simplemente significa que X es superior al total de referencia elegido.
fi: Tulos voi ylittää 100 %, jos X > Y: tämä ei ole virhe, se tarkoittaa vain, että X on suurempi kuin valittu vertailukokonaisuus.
fil: Maaaring lumampas ang isang resulta sa 100% kung X > Y: hindi ito isang error, nangangahulugan lamang ito na ang X ay mas mataas kaysa sa napiling kabuuang sanggunian.
hu: Egy eredmény meghaladhatja a 100%-ot, ha X > Y: ez nem hiba, csupán azt jelenti, hogy X meghaladja a választott referenciaösszeget.
id: Sebuah hasil dapat melebihi 100% jika X > Y: ini bukan kesalahan, itu hanya berarti bahwa X lebih besar dari total referensi yang dipilih.
it: Un risultato può superare il 100% se X > Y: non è un errore, significa semplicemente che X è superiore al totale di riferimento scelto.
ja: 結果は、X > Yの場合、100％を超えることがあります：これはエラーではなく、単にXが選択した基準の合計を超えていることを意味します。
ko: 결과가 100%를 초과할 수 있습니다, 만약 X > Y: 이는 오류가 아니며, 단순히 X가 선택된 기준 총합보다 크다는 것을 의미합니다.
nl: Een resultaat kan meer dan 100% zijn als X > Y: dit is geen fout, het betekent gewoon dat X groter is dan het gekozen referentietotaal.
no: Et resultat kan overstige 100% hvis X > Y: dette er ikke en feil, det betyr bare at X er større enn den valgte referansesummen.
pl: Wynik może przekroczyć 100%, jeśli X > Y: to nie jest błąd, to po prostu oznacza, że X jest większe od wybranego całkowitego odniesienia.
pt_pt: Um resultado pode ultrapassar 100% se X > Y: isso não é um erro, significa simplesmente que X é superior ao total de referência escolhido.
ro: Un rezultat poate depăși 100% dacă X > Y: nu este o eroare, înseamnă pur și simplu că X este mai mare decât totalul de referință ales.
ru: Результат может превышать 100%, если X > Y: это не ошибка, это просто означает, что X больше выбранного эталонного итога.
sk: Výsledok môže presiahnuť 100%, ak X > Y: nie je to chyba, jednoducho to znamená, že X je vyššie ako zvolený referenčný celok.
sv: Ett resultat kan överstiga 100% om X > Y: det är inte ett fel, det betyder helt enkelt att X är större än den valda referenssumman.
sw: Matokeo yanaweza kuzidi 100% ikiwa X > Y: si kosa, inamaanisha tu kwamba X ni kubwa kuliko jumla ya rejea iliyochaguliwa.
tr: Bir sonuç %100'ü aşabilir eğer X > Y ise: bu bir hata değildir, sadece X'in seçilen referans toplamından daha büyük olduğunu gösterir.
uk: Результат може перевищувати 100%, якщо X > Y: це не помилка, це просто означає, що X перевищує вибрану загальну суму.
vi: Một kết quả có thể vượt quá 100% nếu X > Y: đây không phải là lỗi, điều này chỉ có nghĩa là X lớn hơn tổng tham chiếu đã chọn.
zh_hans: 如果X > Y，结果可能超过100%：这不是错误，只是意味着X超过了所选的参考总数。

# ed_math_percentages_percentage_what_percent_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_what_percent_q1
source: Quelle est la différence avec une “variation en %” ?
af: Wat is die verskil met 'n 'variasie in %'?
bg: Каква е разликата с "вариация в %"?
cs: Jaký je rozdíl s "variací v %"?
da: Hvad er forskellen med en 'variation i %'?
de: Was ist der Unterschied zu einer "Prozentänderung"?
el: Ποια είναι η διαφορά με μια "μεταβολή σε %";
es: ¿Cuál es la diferencia con una 'variación en %'?
fi: Mikä on ero 'prosenttimuutoksella'?
fil: Ano ang pagkakaiba sa 'pagbabago sa %'?
hu: Mi a különbség a „százalékos változás” és a között?
id: Apa perbedaan dengan 'perubahan dalam %'?
it: Qual è la differenza con una "variazione in %"?
ja: 「％の変動」との違いは何ですか？
ko: '변화율'과의 차이는 무엇인가요?
nl: Wat is het verschil met een 'variatie in %'?
no: Hva er forskjellen med en "prosentvis endring"?
pl: Jaka jest różnica z „zmianą w %”?
pt_pt: Qual é a diferença com uma "variação em %"?
ro: Care este diferența cu o „variatie în %”?
ru: В чем разница с "изменением в %"?
sk: Aký je rozdiel s "variáciou v %"?
sv: Vad är skillnaden med en "variation i %"?
sw: Ni tofauti gani na 'mabadiliko kwa %'?
tr: “% değişim” ile fark nedir?
uk: Яка різниця з "зміною в %"?
vi: Sự khác biệt với 'biến động theo %' là gì?
zh_hans: “百分比变化”与此有什么区别？

# ed_math_percentages_percentage_what_percent_a1
source: Ici on calcule une proportion (part sur total). Une variation en % compare un “avant” et un “après” : (final − initial) ÷ initial.
af: Hier bereken ons 'n proporsie (deel op totaal). 'n Variasie in % vergelyk 'n 'voor' en 'n 'na': (finale − aanvanklik) ÷ aanvanklik.
bg: Тук изчисляваме пропорция (част от общото). Вариацията в % сравнява "преди" и "след": (крайно − начално) ÷ начално.
cs: Zde počítáme proporci (podíl na celku). Variace v % porovnává "před" a "po": (konečný − počáteční) ÷ počáteční.
da: Her beregner vi en proportion (andel af totalen). En variation i % sammenligner et 'før' og et 'efter': (slut − start) ÷ start.
de: Hier berechnen wir einen Anteil (Teil von Gesamt). Eine Prozentänderung vergleicht ein "Vorher" und ein "Nachher": (final − initial) ÷ initial.
el: Εδώ υπολογίζουμε μια αναλογία (μερίδιο σε σύνολο). Μια μεταβολή σε % συγκρίνει ένα "πριν" και ένα "μετά": (τελικό − αρχικό) ÷ αρχικό.
es: Aquí calculamos una proporción (parte sobre total). Una variación en % compara un 'antes' y un 'después': (final − inicial) ÷ inicial.
fi: Tässä lasketaan osuus (osa kokonaisuudesta). Prosenttimuutos vertaa 'ennen' ja 'jälkeen': (loppu − alku) ÷ alku.
fil: Dito ay kinakalkula ang isang proporsyon (bahagi sa kabuuan). Ang pagbabago sa % ay naghahambing ng 'bago' at 'pagkatapos': (pinal − paunang) ÷ paunang.
hu: Itt egy hányadot számolunk (rész a teljeshez). A százalékos változás egy „előtt” és egy „után” összehasonlítása: (végső − kezdeti) ÷ kezdeti.
id: Di sini kita menghitung proporsi (bagian dari total). Perubahan dalam % membandingkan 'sebelum' dan 'sesudah': (akhir − awal) ÷ awal.
it: Qui calcoliamo una proporzione (quota su totale). Una variazione in % confronta un "prima" e un "dopo": (finale − iniziale) ÷ iniziale.
ja: ここでは割合（合計に対する部分）を計算しています。％の変動は「前」と「後」を比較します：（最終−初期）÷初期。
ko: 여기서는 비율(총합에 대한 부분)을 계산합니다. 변화율은 '이전'과 '이후'를 비교합니다: (최종 − 초기) ÷ 초기.
nl: Hier berekenen we een proportie (aandeel op totaal). Een variatie in % vergelijkt een 'voor' en een 'na': (eind − begin) ÷ begin.
no: Her beregner vi en proporsjon (andel av totalen). En prosentvis endring sammenligner en "før" og en "etter": (slutt − start) ÷ start.
pl: Tutaj obliczamy proporcję (udział w całości). Zmiana w % porównuje „przed” i „po”: (końcowy − początkowy) ÷ początkowy.
pt_pt: Aqui calculamos uma proporção (parte sobre total). Uma variação em % compara um "antes" e um "depois": (final − inicial) ÷ inicial.
ro: Aici calculăm o proporție (parte din total). O variație în % compară un „înainte” și un „după”: (final − inițial) ÷ inițial.
ru: Здесь мы вычисляем пропорцию (доля от общего). Изменение в % сравнивает "до" и "после": (конечное − начальное) ÷ начальное.
sk: Tu počítame proporciu (podiel na celku). Variácia v % porovnáva "pred" a "po": (konečný − počiatočný) ÷ počiatočný.
sv: Här beräknar vi en proportion (andel av totalen). En variation i % jämför ett "före" och ett "efter": (slutlig − initial) ÷ initial.
sw: Hapa tunahesabu uwiano (sehemu kwa jumla). Mabadiliko kwa % yanalinganisha 'kabla' na 'baada': (mwisho − awali) ÷ awali.
tr: Burada bir oran (toplam üzerindeki pay) hesaplıyoruz. % değişim, bir “önce” ve “sonra”yı karşılaştırır: (son - başlangıç) ÷ başlangıç.
uk: Тут ми обчислюємо пропорцію (частка від загальної). Зміна в % порівнює "до" і "після": (кінцеве − початкове) ÷ початкове.
vi: Ở đây chúng ta tính toán một tỷ lệ (phần trên tổng). Một biến động theo % so sánh một 'trước' và một 'sau': (cuối − đầu) ÷ đầu.
zh_hans: 这里我们计算的是比例（部分与总数）。百分比变化比较“之前”和“之后”：（最终值 − 初始值）÷ 初始值。

# ed_math_percentages_percentage_what_percent_q2
source: Pourquoi j’obtiens plus de 100% ?
af: Waarom kry ek meer as 100%?
bg: Защо получавам повече от 100%?
cs: Proč dostávám více než 100 %?
da: Hvorfor får jeg mere end 100%?
de: Warum erhalte ich mehr als 100%?
el: Γιατί παίρνω περισσότερα από 100%;
es: ¿Por qué obtengo más de 100%?
fi: Miksi saan yli 100 %?
fil: Bakit ako nakakakuha ng higit sa 100%?
hu: Miért kapok 100%-nál többet?
id: Mengapa saya mendapatkan lebih dari 100%?
it: Perché ottengo più del 100%?
ja: なぜ100％を超えるのですか？
ko: 왜 100%를 초과하나요?
nl: Waarom krijg ik meer dan 100%?
no: Hvorfor får jeg mer enn 100%?
pl: Dlaczego otrzymuję więcej niż 100%?
pt_pt: Por que obtenho mais de 100%?
ro: De ce obțin mai mult de 100%?
ru: Почему я получаю больше 100%?
sk: Prečo dostávam viac ako 100%?
sv: Varför får jag mer än 100%?
sw: Kwa nini napata zaidi ya 100%?
tr: Neden %100'den fazla alıyorum?
uk: Чому я отримую більше 100%?
vi: Tại sao tôi nhận được hơn 100%?
zh_hans: 为什么我得到超过100%的结果？

# ed_math_percentages_percentage_what_percent_a2
source: Parce que la référence Y n’est pas un “total” au sens strict, ou parce que X dépasse Y. Le pourcentage exprime un ratio, pas une contrainte.
af: Omdat die verwysing Y nie 'n 'totaal' in die strengste sin is nie, of omdat X Y oortref. Die persentasie druk 'n verhouding uit, nie 'n beperking nie.
bg: Защото референтното Y не е "общо" в строгия смисъл, или защото X надвишава Y. Процентът изразява съотношение, а не ограничение.
cs: Protože referenční Y není "celkem" ve striktním smyslu, nebo protože X překračuje Y. Procento vyjadřuje poměr, nikoli omezení.
da: Fordi referencen Y ikke er et 'total' i snæver forstand, eller fordi X overstiger Y. Procenten udtrykker et forhold, ikke en begrænsning.
de: Weil die Referenz Y kein "Gesamt" im strengen Sinne ist oder weil X Y übersteigt. Der Prozentsatz drückt ein Verhältnis aus, keine Einschränkung.
el: Επειδή η αναφορά Y δεν είναι ένα "σύνολο" με την αυστηρή έννοια, ή επειδή το X ξεπερνά το Y. Το ποσοστό εκφράζει μια αναλογία, όχι μια υποχρέωση.
es: Porque la referencia Y no es un 'total' en el sentido estricto, o porque X supera a Y. El porcentaje expresa una relación, no una restricción.
fi: Koska vertailu Y ei ole 'kokonaisuus' tiukassa mielessä, tai koska X ylittää Y. Prosenttiosuus ilmaisee suhteen, ei rajoitetta.
fil: Dahil ang sangguniang Y ay hindi isang 'kabuuan' sa mahigpit na kahulugan, o dahil ang X ay lumalampas sa Y. Ang porsyento ay nagpapahayag ng isang ratio, hindi isang limitasyon.
hu: Mert a referencia Y nem „teljes” szigorú értelemben, vagy mert X meghaladja Y-t. A százalék egy arányt fejez ki, nem egy kényszert.
id: Karena referensi Y bukan 'total' dalam arti ketat, atau karena X melebihi Y. Persentase mengekspresikan rasio, bukan batasan.
it: Perché il riferimento Y non è un "totale" in senso stretto, o perché X supera Y. La percentuale esprime un rapporto, non una costrizione.
ja: それは、基準Yが厳密な「合計」ではないか、XがYを超えているからです。パーセンテージは比率を表し、制約ではありません。
ko: Y 기준이 엄밀한 의미의 '총합'이 아니거나, X가 Y를 초과하기 때문입니다. 비율은 비율을 표현하며, 제약이 아닙니다.
nl: Omdat de referentie Y geen 'totaal' in strikte zin is, of omdat X Y overschrijdt. Het percentage drukt een verhouding uit, geen beperking.
no: Fordi referansen Y ikke er et "total" i streng forstand, eller fordi X overstiger Y. Prosentandelen uttrykker et forhold, ikke en begrensning.
pl: Ponieważ odniesienie Y nie jest „całkowite” w ścisłym sensie, lub ponieważ X przekracza Y. Procent wyraża stosunek, a nie ograniczenie.
pt_pt: Porque a referência Y não é um "total" no sentido estrito, ou porque X ultrapassa Y. A percentagem expressa uma razão, não uma restrição.
ro: Pentru că referința Y nu este un „total” în sens strict, sau pentru că X depășește Y. Procentajul exprimă un raport, nu o constrângere.
ru: Потому что эталон Y не является "итогом" в строгом смысле, или потому что X превышает Y. Процент выражает отношение, а не ограничение.
sk: Pretože referencia Y nie je "celkom" v prísnom zmysle, alebo pretože X presahuje Y. Percento vyjadruje pomer, nie obmedzenie.
sv: För att referensen Y inte är en "total" i strikt mening, eller för att X överstiger Y. Procentandelen uttrycker ett förhållande, inte en begränsning.
sw: Kwa sababu rejea Y si 'jumla' kwa maana halisi, au kwa sababu X inazidi Y. Asilimia inaelezea uwiano, si kizuizi.
tr: Çünkü referans Y, katı anlamda bir “toplam” değildir veya çünkü X, Y'yi aşar. Yüzde, bir oranı ifade eder, bir kısıtlama değil.
uk: Тому що посилання Y не є "загальною" в строгому сенсі, або тому що X перевищує Y. Відсоток виражає співвідношення, а не обмеження.
vi: Bởi vì tham chiếu Y không phải là một 'tổng' theo nghĩa chặt chẽ, hoặc vì X vượt quá Y. Tỷ lệ phần trăm diễn đạt một tỷ lệ, không phải là một ràng buộc.
zh_hans: 因为参考Y并不是严格意义上的“总数”，或者因为X超过了Y。百分比表达的是比率，而不是约束。

# ed_math_percentages_percentage_what_percent_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_what_percent_tip
source: Pour éviter les confusions, écrivez toujours la phrase complète : “X représente P% de Y”. Le choix de Y (la référence) est ce qui donne du sens au pourcentage.
af: Om verwarring te vermy, skryf altyd die volledige sin: 'X verteenwoordig P% van Y'. Die keuse van Y (die verwysing) is wat sin aan die persentasie gee.
bg: За да избегнете обърквания, винаги пишете пълното изречение: "X представлява P% от Y". Изборът на Y (референцията) е това, което придава смисъл на процента.
cs: Aby se předešlo zmatkům, vždy napište celou větu: "X představuje P% z Y". Výběr Y (referenční) je to, co dává smysl procentu.
da: For at undgå forvirring, skriv altid den fulde sætning: 'X repræsenterer P% af Y'. Valget af Y (referencen) er det, der giver mening til procenten.
de: Um Verwirrungen zu vermeiden, schreiben Sie immer den vollständigen Satz: "X macht P% von Y aus". Die Wahl von Y (der Referenz) ist das, was dem Prozentsatz Bedeutung verleiht.
el: Για να αποφύγετε τις συγχύσεις, γράψτε πάντα την πλήρη πρόταση: "Το X αντιπροσωπεύει το P% του Y". Η επιλογή του Y (η αναφορά) είναι αυτό που δίνει νόημα στο ποσοστό.
es: Para evitar confusiones, siempre escribe la frase completa: 'X representa P% de Y'. La elección de Y (la referencia) es lo que da sentido al porcentaje.
fi: Vältä sekaannuksia, kirjoita aina koko lause: 'X on P% Y:stä'. Y:n (vertailu) valinta on se, mikä antaa merkityksen prosenttiosuudelle.
fil: Upang maiwasan ang kalituhan, laging isulat ang buong pangungusap: 'X ay kumakatawan sa P% ng Y'. Ang pagpili ng Y (ang sanggunian) ang nagbibigay ng kahulugan sa porsyento.
hu: A zűrzavarok elkerülése érdekében mindig írja le a teljes mondatot: „X P%-ot képvisel Y-ból”. Y (a referencia) megválasztása ad értelmet a százaléknak.
id: Untuk menghindari kebingungan, selalu tulis kalimat lengkap: 'X mewakili P% dari Y'. Pilihan Y (referensi) adalah yang memberikan makna pada persentase.
it: Per evitare confusioni, scrivi sempre la frase completa: "X rappresenta P% di Y". La scelta di Y (il riferimento) è ciò che dà senso alla percentuale.
ja: 混乱を避けるために、常に完全な文を書いてください：「XはYのP％を占めます」。Y（基準）の選択が、パーセンテージに意味を与えます。
ko: 혼란을 피하기 위해 항상 전체 문장을 작성하세요: 'X는 Y의 P%를 차지합니다.' Y(기준)의 선택이 비율에 의미를 부여합니다.
nl: Om verwarring te voorkomen, schrijf altijd de volledige zin: 'X vertegenwoordigt P% van Y'. De keuze van Y (de referentie) is wat betekenis geeft aan het percentage.
no: For å unngå forvirring, skriv alltid hele setningen: "X utgjør P% av Y". Valget av Y (referansen) er det som gir mening til prosentandelen.
pl: Aby uniknąć nieporozumień, zawsze pisz pełne zdanie: „X stanowi P% z Y”. Wybór Y (odniesienia) nadaje sens procentowi.
pt_pt: Para evitar confusões, escreva sempre a frase completa: "X representa P% de Y". A escolha de Y (a referência) é o que dá sentido à percentagem.
ro: Pentru a evita confuziile, scrieți întotdeauna propoziția completă: „X reprezintă P% din Y”. Alegerea lui Y (referința) este ceea ce dă sens procentajului.
ru: Чтобы избежать путаницы, всегда пишите полное предложение: "X составляет P% от Y". Выбор Y (эталона) — это то, что придает смысл проценту.
sk: Aby ste predišli zmätku, vždy napíšte celú vetu: "X predstavuje P% z Y". Výber Y (referencia) je to, čo dáva zmysel percentu.
sv: För att undvika förvirring, skriv alltid hela meningen: "X representerar P% av Y". Valet av Y (referensen) är det som ger mening åt procentandelen.
sw: Ili kuepuka mkanganyiko, andika kila wakati sentensi kamili: 'X inawakilisha P% ya Y'. Chaguo la Y (rejea) ndilo linalotoa maana kwa asilimia.
tr: Karışıklıkları önlemek için, her zaman tam cümleyi yazın: “X, Y'nin P%’sini temsil eder.” Y'nin (referans) seçimi, yüzdelerin anlam kazanmasını sağlar.
uk: Щоб уникнути плутанини, завжди пишіть повне речення: "X представляє P% від Y". Вибір Y (посилання) є тим, що надає сенс відсотку.
vi: Để tránh nhầm lẫn, luôn viết câu hoàn chỉnh: 'X đại diện cho P% của Y'. Sự lựa chọn của Y (tham chiếu) là điều mang lại ý nghĩa cho tỷ lệ phần trăm.
zh_hans: 为了避免混淆，请始终写完整的句子：“X占Y的P%”。Y（参考）的选择是赋予百分比意义的关键。
