Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l9_s4_b1
source: Si tu peux, préfère des classes plus fines (moins larges) pour une meilleure estimation.
af: As jy kan, verkies dunner klasse (minder breed) vir 'n beter skatting.
bg: Ако можеш, предпочитай по-фини класове (по-малко широки) за по-добра оценка.
cs: Pokud můžeš, preferuj jemnější třídy (méně široké) pro lepší odhad.
da: Hvis du kan, foretræk finere klasser (mindre brede) for en bedre estimation.
de: Wenn möglich, wähle feinere Klassen (weniger breit) für eine bessere Schätzung.
el: Αν μπορείς, προτίμησε πιο λεπτές (λιγότερο ευρείες) κλάσεις για μια καλύτερη εκτίμηση.
es: Si puedes, prefiere clases más finas (menos amplias) para una mejor estimación.
fi: Jos voit, valitse ohuempia luokkia (vähemmän laajoja) paremman arvion saamiseksi.
fil: Kung maaari, mas mabuti ang mas pinong mga klase (mas kaunti ang lapad) para sa mas mahusay na pagtataya.
hu: Ha tudod, válassz vékonyabb (kevésbé széles) osztályokat a jobb becslés érdekében.
id: Jika bisa, pilih kelas yang lebih halus (lebih sempit) untuk estimasi yang lebih baik.
it: Se puoi, preferisci classi più fini (meno ampie) per una migliore stima.
ja: 可能であれば、より良い推定のために、より細かい（狭い）クラスを選んでください。
ko: 가능하다면 더 나은 추정을 위해 더 세밀한(덜 넓은) 클래스를 선택하세요.
nl: Als je kunt, geef de voorkeur aan fijnere klassen (minder breed) voor een betere schatting.
no: Hvis du kan, foretrekk finere klasser (mindre brede) for en bedre estimat.
pl: Jeśli możesz, wybierz węższe klasy (mniej szerokie) dla lepszego oszacowania.
pt_pt: Se puderes, prefere classes mais finas (menos largas) para uma melhor estimativa.
ro: Dacă poți, preferă clase mai fine (mai puțin largi) pentru o estimare mai bună.
ru: Если можешь, предпочитай более узкие классы (менее широкие) для лучшей оценки.
sk: Ak môžeš, uprednostni jemnejšie triedy (menej široké) pre lepší odhad.
sv: Om du kan, föredra finare klasser (mindre breda) för en bättre uppskattning.
sw: Ikiwa unaweza, chagua madarasa madogo (yasiyo makubwa) kwa makadirio bora.
tr: Mümkünse, daha iyi bir tahmin için daha ince (daha dar) sınıfları tercih et.
uk: Якщо можеш, віддавай перевагу більш тонким класам (менш широким) для кращої оцінки.
vi: Nếu có thể, hãy chọn các lớp mỏng hơn (ít rộng hơn) để có ước lượng tốt hơn.
zh_hans: 如果可以，选择更细的类别（更窄）以获得更好的估计。

# mean_l9_s4_b2
source: Vérifie les unités : une moyenne n’a de sens que si toutes les valeurs sont dans la même unité.
af: Kontroleer die eenhede: 'n gemiddelde het slegs sin as al die waardes in dieselfde eenheid is.
bg: Провери единиците: средното има смисъл само ако всички стойности са в една и съща единица.
cs: Zkontroluj jednotky: průměr dává smysl pouze tehdy, pokud jsou všechny hodnoty ve stejné jednotce.
da: Tjek enhederne: et gennemsnit giver kun mening, hvis alle værdier er i den samme enhed.
de: Überprüfe die Einheiten: Ein Durchschnitt macht nur Sinn, wenn alle Werte in derselben Einheit sind.
el: Έλεγξε τις μονάδες: ένας μέσος όρος έχει νόημα μόνο αν όλες οι τιμές είναι στην ίδια μονάδα.
es: Verifica las unidades: una media solo tiene sentido si todos los valores están en la misma unidad.
fi: Tarkista yksiköt: keskiarvolla on merkitystä vain, jos kaikki arvot ovat samassa yksikössä.
fil: Suriin ang mga yunit: ang isang average ay may kahulugan lamang kung ang lahat ng mga halaga ay nasa parehong yunit.
hu: Ellenőrizd az egységeket: egy átlag csak akkor értelmes, ha minden érték ugyanabban az egységben van.
id: Periksa satuan: rata-rata hanya berarti jika semua nilai dalam satuan yang sama.
it: Controlla le unità: una media ha senso solo se tutti i valori sono nella stessa unità.
ja: 単位を確認してください：平均は、すべての値が同じ単位である場合にのみ意味があります。
ko: 단위를 확인하세요: 평균은 모든 값이 동일한 단위일 때만 의미가 있습니다.
nl: Controleer de eenheden: een gemiddelde heeft alleen zin als alle waarden in dezelfde eenheid zijn.
no: Sjekk enhetene: et gjennomsnitt gir mening bare hvis alle verdiene er i samme enhet.
pl: Sprawdź jednostki: średnia ma sens tylko wtedy, gdy wszystkie wartości są w tej samej jednostce.
pt_pt: Verifica as unidades: uma média só faz sentido se todos os valores estão na mesma unidade.
ro: Verifică unitățile: o medie are sens doar dacă toate valorile sunt în aceeași unitate.
ru: Проверь единицы измерения: среднее имеет смысл только если все значения в одной единице.
sk: Skontroluj jednotky: priemer má zmysel len vtedy, ak sú všetky hodnoty v rovnakej jednotke.
sv: Kontrollera enheterna: ett medelvärde är meningsfullt endast om alla värden är i samma enhet.
sw: Angalia vitengo: wastani una maana tu ikiwa thamani zote ziko katika kitengo kimoja.
tr: Birimleri kontrol et: bir ortalama yalnızca tüm değerler aynı birimdeyse anlamlıdır.
uk: Перевір одиниці: середнє має сенс лише тоді, коли всі значення в одній одиниці.
vi: Kiểm tra các đơn vị: một trung bình chỉ có ý nghĩa nếu tất cả các giá trị đều trong cùng một đơn vị.
zh_hans: 检查单位：只有当所有值都在同一单位时，平均值才有意义。

# mean_l9_s4_b3
source: Pour mieux comprendre la série, ajoute une mesure de dispersion (étendue, écart-type) en complément.
af: Om die reeks beter te verstaan, voeg 'n maatstaf van verspreiding (bereik, standaardafwyking) by.
bg: За по-добро разбиране на серията, добави мярка за разсейване (обхват, стандартно отклонение) в допълнение.
cs: Abychom lépe porozuměli sérii, přidej měření rozptylu (rozsah, směrodatná odchylka) jako doplněk.
da: For bedre at forstå serien, tilføj et mål for spredning (spænd, standardafvigelse) som supplement.
de: Um die Reihe besser zu verstehen, füge ein Maß für die Streuung (Spannweite, Standardabweichung) hinzu.
el: Για να κατανοήσεις καλύτερα τη σειρά, πρόσθεσε ένα μέτρο διασποράς (εύρος, τυπική απόκλιση) ως συμπλήρωμα.
es: Para entender mejor la serie, añade una medida de dispersión (rango, desviación estándar) como complemento.
fi: Ymmärtääksesi sarjaa paremmin, lisää hajonnan mittari (ulottuvuus, keskihajonta) lisänä.
fil: Upang mas maunawaan ang serye, magdagdag ng isang sukat ng dispersion (saklaw, standard deviation) bilang karagdagan.
hu: A sorozat jobb megértése érdekében adj hozzá egy szórásmérőt (terjedelem, szórás) kiegészítésként.
id: Untuk memahami seri dengan lebih baik, tambahkan ukuran dispersi (rentang, deviasi standar) sebagai pelengkap.
it: Per comprendere meglio la serie, aggiungi una misura di dispersione (ampiezza, deviazione standard) in aggiunta.
ja: シリーズをよりよく理解するために、分散の測定（範囲、標準偏差）を追加してください。
ko: 시리즈를 더 잘 이해하기 위해 분산 측정(범위, 표준편차)을 추가하세요.
nl: Om de reeks beter te begrijpen, voeg een maat voor spreiding toe (bereik, standaarddeviatie) als aanvulling.
no: For bedre å forstå serien, legg til et mål for spredning (rekkevidde, standardavvik) i tillegg.
pl: Aby lepiej zrozumieć serię, dodaj miarę rozproszenia (zakres, odchylenie standardowe) jako uzupełnienie.
pt_pt: Para melhor compreender a série, adiciona uma medida de dispersão (amplitude, desvio padrão) como complemento.
ro: Pentru a înțelege mai bine seria, adaugă o măsură de dispersie (amplitudine, deviație standard) ca supliment.
ru: Чтобы лучше понять ряд, добавь меру разброса (размах, стандартное отклонение) в дополнение.
sk: Aby si lepšie pochopil sériu, pridaj mieru rozptylu (rozsah, štandardná odchýlka) ako doplnok.
sv: För att bättre förstå serien, lägg till ett mått på spridning (spann, standardavvikelse) som komplement.
sw: Ili kuelewa vizuri mfululizo, ongeza kipimo cha kutawanya (kikomo, tofauti ya kawaida) kama nyongeza.
tr: Seriyi daha iyi anlamak için, bir dağılım ölçüsü (aralık, standart sapma) ekleyin.
uk: Щоб краще зрозуміти серію, додай міру розсіювання (діапазон, стандартне відхилення) як доповнення.
vi: Để hiểu rõ hơn về chuỗi, hãy thêm một thước đo phân tán (phạm vi, độ lệch chuẩn) bổ sung.
zh_hans: 为了更好地理解系列，补充一个离散度的度量（范围、标准差）。

# mean_l9_q1
source: Valeurs 5 (effectif 4) et 9 (effectif 6). Moyenne ?
af: Waardes 5 (frekwensie 4) en 9 (frekwensie 6). Gemiddelde?
bg: Стойности 5 (честота 4) и 9 (честота 6). Средно?
cs: Hodnoty 5 (četnost 4) a 9 (četnost 6). Průměr?
da: Værdier 5 (frekvens 4) og 9 (frekvens 6). Gennemsnit?
de: Werte 5 (Häufigkeit 4) und 9 (Häufigkeit 6). Durchschnitt?
el: Τιμές 5 (συχνότητα 4) και 9 (συχνότητα 6). Μέσος όρος;
es: Valores 5 (frecuencia 4) y 9 (frecuencia 6). ¿Media?
fi: Arvot 5 (frekvenssi 4) ja 9 (frekvenssi 6). Keskimäärä?
fil: Mga halaga 5 (bilang 4) at 9 (bilang 6). Average?
hu: Értékek 5 (gyakoriság 4) és 9 (gyakoriság 6). Átlag?
id: Nilai 5 (frekuensi 4) dan 9 (frekuensi 6). Rata-rata?
it: Valori 5 (frequenza 4) e 9 (frequenza 6). Media ?
ja: 値5（頻度4）と9（頻度6）。平均は？
ko: 값 5(빈도 4)와 9(빈도 6). 평균은?
nl: Waarden 5 (frequentie 4) en 9 (frequentie 6). Gemiddelde?
no: Verdier 5 (frekvens 4) og 9 (frekvens 6). Gjennomsnitt?
pl: Wartości 5 (częstość 4) i 9 (częstość 6). Średnia?
pt_pt: Valores 5 (efetivo 4) e 9 (efetivo 6). Média?
ro: Valori 5 (efectiv 4) și 9 (efectiv 6). Medie ?
ru: Значения 5 (частота 4) и 9 (частота 6). Среднее?
sk: Hodnoty 5 (frekvencia 4) a 9 (frekvencia 6). Priemer?
sv: Värden 5 (frekvens 4) och 9 (frekvens 6). Medelvärde?
sw: Thamani 5 (idadi 4) na 9 (idadi 6). Wastani?
tr: Değerler 5 (frekans 4) ve 9 (frekans 6). Ortalama?
uk: Значення 5 (чисельність 4) та 9 (чисельність 6). Середнє?
vi: Giá trị 5 (tần số 4) và 9 (tần số 6). Trung bình?
zh_hans: 值5（频数4）和9（频数6）。平均值？

# mean_l10_title
source: 10) Choisir la bonne moyenne et éviter les pièges
af: 10) Kies die regte gemiddelde en vermy die slaggate
bg: 10) Избор на правилната средна и избягване на капаните
cs: 10) Vybrat správný průměr a vyhnout se pastem
da: 10) Vælg det rigtige gennemsnit og undgå fælder
de: 10) Wähle den richtigen Durchschnitt und vermeide die Fallstricke
el: 10) Επιλέγοντας τον σωστό μέσο όρο και αποφεύγοντας τις παγίδες
es: 10) Elegir la media correcta y evitar trampas
fi: 10) Valitse oikea keskiarvo ja vältä ansat
fil: 10) Pumili ng tamang average at iwasan ang mga bitag
hu: 10) A megfelelő átlag kiválasztása és a csapdák elkerülése
id: 10) Memilih rata-rata yang tepat dan menghindari jebakan
it: 10) Scegliere la media giusta ed evitare le trappole
ja: 10) 正しい平均を選び、罠を避ける
ko: 10) 올바른 평균 선택 및 함정 피하기
nl: 10) Kies het juiste gemiddelde en vermijd de valkuilen
no: 10) Velg riktig gjennomsnitt og unngå feller
pl: 10) Wybór odpowiedniej średniej i unikanie pułapek
pt_pt: 10) Escolher a média correta e evitar armadilhas
ro: 10) Alege medie corectă și evită capcanele
ru: 10) Выбрать правильное среднее и избежать ловушек
sk: 10) Vybrať správny priemer a vyhnúť sa pasciam
sv: 10) Välj rätt medelvärde och undvik fällor
sw: 10) Chagua wastani sahihi na epuka mitego
tr: 10) Doğru ortalamayı seçmek ve tuzaklardan kaçınmak
uk: 10) Вибір правильного середнього та уникнення пасток
vi: 10) Chọn trung bình đúng và tránh những cạm bẫy
zh_hans: 10) 选择正确的平均值并避免陷阱

# mean_l10_sub
source: Moyenne trompeuse, moyenne des moyennes, erreurs d’interprétation, check-list de choix rapide.
af: Misleidende gemiddelde, gemiddelde van gemiddeldes, interpretasiefoute, vinnige keuse kontrolelys.
bg: Малко подвеждаща средна, средна на средните, грешки в интерпретацията, бърз списък за избор.
cs: Zavádějící průměr, průměr průměrů, chyby v interpretaci, rychlý kontrolní seznam výběru.
da: Vildledende gennemsnit, gennemsnit af gennemsnit, fortolkningsfejl, hurtig valgcheckliste.
de: Irreführender Durchschnitt, Durchschnitt der Durchschnitte, Interpretationsfehler, Schnellwahl-Checkliste.
el: Παραπλανητικός μέσος όρος, μέσος όρος των μέσων όρων, σφάλματα ερμηνείας, γρήγορη λίστα επιλογών.
es: Media engañosa, media de medias, errores de interpretación, lista de verificación de elección rápida.
fi: Väärä keskiarvo, keskiarvojen keskiarvo, tulkintavirheet, nopean valinnan tarkistuslista.
fil: Maling average, average ng mga average, mga pagkakamali sa interpretasyon, mabilis na checklist ng pagpili.
hu: Csalóka átlag, átlagok átlaga, értelmezési hibák, gyors választási ellenőrzőlista.
id: Rata-rata yang menyesatkan, rata-rata dari rata-rata, kesalahan interpretasi, daftar periksa pilihan cepat.
it: Media fuorviante, media delle medie, errori di interpretazione, lista di controllo per una scelta rapida.
ja: 誤解を招く平均、平均の平均、解釈の誤り、迅速な選択のチェックリスト。
ko: 오해의 소지가 있는 평균, 평균의 평균, 해석 오류, 빠른 선택 체크리스트.
nl: Misleidend gemiddelde, gemiddelde van gemiddelden, interpretatiefouten, checklist voor snelle keuzes.
no: Villedende gjennomsnitt, gjennomsnitt av gjennomsnitt, tolkningsfeil, hurtigvalg sjekkliste.
pl: Średnia myląca, średnia średnich, błędy interpretacyjne, lista kontrolna szybkiego wyboru.
pt_pt: Média enganosa, média das médias, erros de interpretação, lista de verificação de escolha rápida.
ro: Medie înșelătoare, medie a mediilor, erori de interpretare, listă de verificare pentru alegere rapidă.
ru: Обманчивое среднее, среднее средних, ошибки интерпретации, контрольный список быстрого выбора.
sk: Zavádzajúci priemer, priemer priemerov, chyby v interpretácii, kontrolný zoznam rýchlej voľby.
sv: Vilseledande medelvärde, medelvärde av medelvärden, tolkningsfel, snabbval checklista.
sw: Wastani wa kupotosha, wastani wa wastani, makosa ya tafsiri, orodha ya haraka ya uchaguzi.
tr: Yanıltıcı ortalama, ortalamaların ortalaması, yorum hataları, hızlı seçim kontrol listesi.
uk: Оманливе середнє, середнє середніх, помилки інтерпретації, контрольний список швидкого вибору.
vi: Trung bình gây hiểu lầm, trung bình của các trung bình, lỗi diễn giải, danh sách kiểm tra lựa chọn nhanh.
zh_hans: 误导性平均值、平均值的平均值、解释错误、快速选择检查清单。

# mean_tag_traps
source: pièges
af: slaggate
bg: капани
cs: pasti
da: fælder
de: Fallstricke
el: παγίδες
es: trampas
fi: ansat
fil: mga bitag
hu: csapdák
id: jebakan
it: trappole
ja: 罠
ko: 함정
nl: valkuilen
no: feller
pl: pułapki
pt_pt: armadilhas
ro: capcane
ru: ловушки
sk: pasce
sv: fällor
sw: mitego
tr: tuzaqlar
uk: пастки
vi: cạm bẫy
zh_hans: 陷阱

# mean_tag_choice
source: choix
af: keuse
bg: избор
cs: výběr
da: valg
de: Wahl
el: επιλογές
es: elección
fi: valinta
fil: pagpipilian
hu: választás
id: pilihan
it: scelte
ja: 選択
ko: 선택
nl: keuze
no: valg
pl: wybór
pt_pt: escolha
ro: alegere
ru: выбор
sk: voľba
sv: val
sw: uchaguzi
tr: seçim
uk: вибір
vi: lựa chọn
zh_hans: 选择

# mean_tag_misleading
source: trompeuse
af: misleidend
bg: подвеждаща
cs: zavádějící
da: vildledende
de: irreführend
el: παραπλανητικός
es: engañoso
fi: väärä
fil: maling
hu: csalóka
id: menyesatkan
it: fuorviante
ja: 誤解を招く
ko: 오해의 소지가 있는
nl: misleidend
no: villedende
pl: mylny
pt_pt: enganosa
ro: înșelătoare
ru: обманчивое
sk: zavádzajúci
sv: vilseledande
sw: kupotosha
tr: yanıltıcı
uk: оманливе
vi: gây hiểu lầm
zh_hans: 误导性

# mean_l10_s1_title
source: La moyenne peut être trompeuse
af: Die gemiddelde kan misleidend wees
bg: Средната може да бъде подвеждаща
cs: Průměr může být zavádějící
da: Gennemsnittet kan være vildledende
de: Der Durchschnitt kann irreführend sein
el: Ο μέσος όρος μπορεί να είναι παραπλανητικός
es: La media puede ser engañosa
fi: Keskimäärä voi olla harhaanjohtava
fil: Ang average ay maaaring maging maling akala
hu: Az átlag csalóka lehet
id: Rata-rata bisa menyesatkan
it: La media può essere fuorviante
ja: 平均は誤解を招く可能性があります
ko: 평균은 오해의 소지가 있을 수 있습니다.
nl: Het gemiddelde kan misleidend zijn
no: Gjennomsnittet kan være villedende
pl: Średnia może być myląca
pt_pt: A média pode ser enganosa
ro: Media poate fi înșelătoare
ru: Среднее может быть обманчивым
sk: Priemer môže byť zavádzajúci
sv: Medelvärdet kan vara vilseledande
sw: Wastani unaweza kuwa wa kupotosha
tr: Ortalama yanıltıcı olabilir
uk: Середнє може бути оманливим
vi: Trung bình có thể gây hiểu lầm
zh_hans: 平均值可能是误导性的

# mean_l10_s1_b1
source: Si une distribution est asymétrique (beaucoup de petites valeurs et quelques très grandes), la moyenne arithmétique peut ne représenter “personne”.
af: As 'n verspreiding asimmetries is (baie klein waardes en 'n paar baie groot), kan die aritmetiese gemiddelde “niemand” verteenwoordig.
bg: Ако разпределението е асиметрично (много малки стойности и няколко много големи), аритметичната средна може да не представлява “никого”.
cs: Pokud je rozdělení asymetrické (mnoho malých hodnot a několik velmi velkých), aritmetický průměr nemusí reprezentovat „nikdo“.
da: Hvis en fordeling er asymmetrisk (mange små værdier og nogle meget store), kan det aritmetiske gennemsnit ikke repræsentere “nogen”.
de: Wenn eine Verteilung asymmetrisch ist (viele kleine Werte und einige sehr große), kann der arithmetische Durchschnitt „niemanden“ repräsentieren.
el: Αν μια κατανομή είναι ασύμμετρη (πολλές μικρές τιμές και μερικές πολύ μεγάλες), ο αριθμητικός μέσος μπορεί να μην αντιπροσωπεύει “κανέναν”.
es: Si una distribución es asimétrica (muchos valores pequeños y algunos muy grandes), la media aritmética puede no representar a “nadie”.
fi: Jos jakauma on epäsymmetrinen (paljon pieniä arvoja ja muutama erittäin suuri), aritmeettinen keskiarvo ei välttämättä edusta “kettään”.
fil: Kung ang isang pamamahagi ay hindi simetriko (maraming maliliit na halaga at ilang napakalalaki), ang arithmetic average ay maaaring hindi kumatawan sa “sinuman”.
hu: Ha egy eloszlás aszimmetrikus (sok kis érték és néhány nagyon nagy), az aritmetikai átlag nem feltétlenül képvisel “senkit”.
id: Jika distribusi asimetris (banyak nilai kecil dan beberapa nilai sangat besar), rata-rata aritmetika mungkin tidak mewakili “siapa pun”.
it: Se una distribuzione è asimmetrica (molti valori piccoli e alcuni molto grandi), la media aritmetica può non rappresentare “nessuno”.
ja: 分布が非対称（多くの小さい値といくつかの非常に大きい値）である場合、算術平均は「誰も」表さない可能性があります。
ko: 분포가 비대칭(작은 값이 많고 몇 개의 매우 큰 값이 있는 경우)일 때, 산술 평균은 '누구'도 대표하지 않을 수 있습니다.
nl: Als een verdeling asymmetrisch is (veel kleine waarden en enkele zeer grote), kan het rekenkundige gemiddelde “niemand” vertegenwoordigen.
no: Hvis en fordeling er asymmetrisk (mange små verdier og noen veldig store), kan det aritmetiske gjennomsnittet ikke representere “noen”.
pl: Jeśli rozkład jest asymetryczny (dużo małych wartości i kilka bardzo dużych), średnia arytmetyczna może nie reprezentować „nikogo”.
pt_pt: Se uma distribuição é assimétrica (muitas pequenas valores e algumas muito grandes), a média aritmética pode não representar “ninguém”.
ro: Dacă o distribuție este asimetrică (multe valori mici și câteva foarte mari), media aritmetică poate să nu reprezinte „nimeni”.
ru: Если распределение асимметрично (много маленьких значений и несколько очень больших), арифметическое среднее может не представлять “никого”.
sk: Ak je rozdelenie asymetrické (veľa malých hodnôt a niekoľko veľmi veľkých), aritmetický priemer nemusí reprezentovať „nikto“.
sv: Om en fördelning är asymmetrisk (många små värden och några mycket stora) kan det aritmetiska medelvärdet inte representera “någon”.
sw: Ikiwa usambazaji ni wa asimetriki (thamani nyingi ndogo na chache kubwa sana), wastani wa kawaida unaweza usiwakilishe “mtu yeyote”.
tr: Bir dağılım asimetrikse (birçok küçük değer ve birkaç çok büyük), aritmetik ortalama “hiç kimseyi” temsil etmeyebilir.
uk: Якщо розподіл асиметричний (багато малих значень і кілька дуже великих), арифметичне середнє може не представляти “нікого”.
vi: Nếu một phân phối không đối xứng (nhiều giá trị nhỏ và một vài giá trị rất lớn), trung bình cộng có thể không đại diện cho “ai cả”.
zh_hans: 如果一个分布是非对称的（有很多小值和一些非常大的值），算术平均值可能不代表“任何人”。

# mean_l10_s1_b2
source: Exemple classique : salaires. Un petit nombre de salaires très élevés peut augmenter la moyenne.
af: Klassieke voorbeeld: salarisse. 'n Klein aantal baie hoë salarisse kan die gemiddelde verhoog.
bg: Класически пример: заплати. Малък брой много високи заплати може да увеличи средната.
cs: Klasický příklad: platy. Malý počet velmi vysokých platů může zvýšit průměr.
da: Klassisk eksempel: lønninger. Et lille antal meget høje lønninger kan hæve gennemsnittet.
de: Klassisches Beispiel: Gehälter. Eine kleine Anzahl sehr hoher Gehälter kann den Durchschnitt erhöhen.
el: Κλασικό παράδειγμα: μισθοί. Ένας μικρός αριθμός πολύ υψηλών μισθών μπορεί να αυξήσει τον μέσο όρο.
es: Ejemplo clásico: salarios. Un pequeño número de salarios muy altos puede aumentar la media.
fi: Klassinen esimerkki: palkat. Pieni määrä erittäin korkeita palkkoja voi nostaa keskiarvoa.
fil: Klasikong halimbawa: mga sahod. Ang isang maliit na bilang ng napakataas na sahod ay maaaring magpataas ng average.
hu: Klasszikus példa: bérek. Egy kis számú nagyon magas bér megemelheti az átlagot.
id: Contoh klasik: gaji. Sejumlah kecil gaji yang sangat tinggi dapat meningkatkan rata-rata.
it: Esempio classico: salari. Un numero ridotto di salari molto elevati può aumentare la media.
ja: 古典的な例：給与。非常に高い給与の少数が平均を引き上げる可能性があります。
ko: 고전적인 예: 급여. 매우 높은 급여가 적은 수는 평균을 증가시킬 수 있습니다.
nl: Klassiek voorbeeld: salarissen. Een klein aantal zeer hoge salarissen kan het gemiddelde verhogen.
no: Klassisk eksempel: lønninger. Et lite antall veldig høye lønninger kan øke gjennomsnittet.
pl: Klasyczny przykład: wynagrodzenia. Niewielka liczba bardzo wysokich wynagrodzeń może podnieść średnią.
pt_pt: Exemplo clássico: salários. Um pequeno número de salários muito altos pode aumentar a média.
ro: Exemplu clasic: salarii. Un număr mic de salarii foarte mari poate crește media.
ru: Классический пример: зарплаты. Небольшое количество очень высоких зарплат может увеличить среднее.
sk: Klasický príklad: mzdy. Malý počet veľmi vysokých miezd môže zvýšiť priemer.
sv: Klassiskt exempel: löner. Ett litet antal mycket höga löner kan höja medelvärdet.
sw: Mfano wa kawaida: mishahara. Idadi ndogo ya mishahara ya juu sana inaweza kuongeza wastani.
tr: Klasik örnek: maaşlar. Çok az sayıda çok yüksek maaş ortalamayı artırabilir.
uk: Класичний приклад: зарплати. Невелика кількість дуже високих зарплат може підвищити середнє.
vi: Ví dụ điển hình: lương. Một số lượng nhỏ lương rất cao có thể làm tăng trung bình.
zh_hans: 经典例子：工资。少量非常高的工资可能会提高平均值。
