Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# cookies_update
source: Dernière mise à jour : 2025-12-22
af: Laaste opdatering : 2025-12-22
bg: Последно обновление: 2025-12-22
cs: Poslední aktualizace: 2025-12-22
da: Sidst opdateret: 2025-12-22
de: Letzte Aktualisierung: 2025-12-22
el: Τελευταία ενημέρωση: 2025-12-22
es: Última actualización: 2025-12-22
fi: Viimeisin päivitys: 2025-12-22
fil: Huling na-update: 2025-12-22
hu: Utolsó frissítés: 2025-12-22
id: Pembaruan terakhir: 2025-12-22
it: Ultimo aggiornamento: 2025-12-22
ja: 最終更新日：2025-12-22
ko: 최종 업데이트: 2025-12-22
nl: Laatste update: 2025-12-22
no: Siste oppdatering: 2025-12-22
pl: Ostatnia aktualizacja: 2025-12-22
pt_pt: Última atualização: 2025-12-22
ro: Ultima actualizare: 2025-12-22
ru: Последнее обновление: 2025-12-22
sk: Posledná aktualizácia: 2025-12-22
sv: Senast uppdaterad: 2025-12-22
sw: Sasisho la mwisho: 2025-12-22
tr: Son güncelleme: 2025-12-22
uk: Останнє оновлення: 2025-12-22
vi: Cập nhật lần cuối: 2025-12-22
zh_hans: 最后更新：2025-12-22

# cookies_types_title
source: 2. Types de cookies utilisés
af: 2. Tipes van koekies wat gebruik word
bg: 2. Видове използвани бисквитки
cs: 2. Typy používaných cookies
da: 2. Typer af cookies, der anvendes
de: 2. Verwendete Cookie-Typen
el: 2. Τύποι cookies που χρησιμοποιούνται
es: 2. Tipos de cookies utilizados
fi: 2. Käytetyt evästeet
fil: 2. Mga uri ng cookies na ginagamit
hu: 2. Használatos sütik típusai
id: 2. Jenis cookie yang digunakan
it: 2. Tipi di cookie utilizzati
ja: 2. 使用されるクッキーの種類
ko: 2. 사용되는 쿠키 유형
nl: 2. Soorten gebruikte cookies
no: 2. Typer informasjonskapsler som brukes
pl: 2. Rodzaje używanych plików cookie
pt_pt: 2. Tipos de cookies utilizados
ro: 2. Tipuri de cookie-uri utilizate
ru: 2. Типы используемых файлов cookie
sk: 2. Typy používaných cookies
sv: 2. Använda typer av cookies
sw: 2. Typer av cookies som används
tr: 2. Kullanılan çerez türleri
uk: 2. Types of cookies used
vi: 2. Các loại cookie được sử dụng
zh_hans: 2. 使用的Cookie类型

# cookies_essential_title
source: 2.1 Cookies essentiels
af: 2.1 Essensiële koekies
bg: 2.1 Основни бисквитки
cs: 2.1 Základní cookies
da: 2.1 Nødvendige cookies
de: 2.1 Essenzielle Cookies
el: 2.1 Απαραίτητα cookies
es: 2.1 Cookies esenciales
fi: 2.1 Välttämättömät evästeet
fil: 2.1 Mahahalagang cookies
hu: 2.1 Szükséges sütik
id: 2.1 Cookie penting
it: 2.1 Cookie essenziali
ja: 2.1 必要なクッキー
ko: 2.1 필수 쿠키
nl: 2.1 Essentiële cookies
no: 2.1 Nødvendige informasjonskapsler
pl: 2.1 Cookies niezbędne
pt_pt: 2.1 Cookies essenciais
ro: 2.1 Cookie-uri esențiale
ru: 2.1 Основные файлы cookie
sk: 2.1 Nevyhnutné cookies
sv: 2.1 Nödvändiga cookies
sw: 2.1 Nödvändiga cookies
tr: 2.1 Temel çerezler
uk: 2.1 Essential cookies
vi: 2.1 Cookie cần thiết
zh_hans: 2.1 必要的 Cookies

# cookies_essential_p1
source: Ils sont nécessaires au bon fonctionnement du site (ex. sécurité, navigation, préférences de base).
af: Hulle is noodsaaklik vir die behoorlike werking van die webwerf (bv. sekuriteit, navigasie, basiese voorkeure).
bg: Те са необходими за правилното функциониране на сайта (напр. сигурност, навигация, основни предпочитания).
cs: Jsou nezbytné pro správné fungování webu (např. bezpečnost, navigace, základní preference).
da: De er nødvendige for, at siden fungerer korrekt (f.eks. sikkerhed, navigation, grundlæggende præferencer).
de: Sie sind notwendig für das ordnungsgemäße Funktionieren der Website (z. B. Sicherheit, Navigation, grundlegende Präferenzen).
el: Είναι απαραίτητα για τη σωστή λειτουργία του ιστότοπου (π.χ. ασφάλεια, πλοήγηση, βασικές προτιμήσεις).
es: Son necesarios para el buen funcionamiento del sitio (p. ej. seguridad, navegación, preferencias básicas).
fi: Ne ovat tarpeen sivuston asianmukaiselle toiminnalle (esim. turvallisuus, navigointi, perusasetukset).
fil: Sila ay kinakailangan para sa maayos na pag-andar ng site (hal. seguridad, nabigasyon, pangunahing mga kagustuhan).
hu: Szükségesek a webhely megfelelő működéséhez (pl. biztonság, navigáció, alapvető preferenciák).
id: Mereka diperlukan untuk fungsi yang baik dari situs (mis. keamanan, navigasi, preferensi dasar).
it: Sono necessari al buon funzionamento del sito (es. sicurezza, navigazione, preferenze di base).
ja: サイトの正常な動作に必要です（例：セキュリティ、ナビゲーション、基本設定）。
ko: 사이트의 원활한 작동에 필요합니다(예: 보안, 탐색, 기본 설정).
nl: Ze zijn noodzakelijk voor de goede werking van de site (bijv. beveiliging, navigatie, basisvoorkeuren).
no: De er nødvendige for at nettstedet skal fungere som det skal (f.eks. sikkerhet, navigasjon, grunnleggende preferanser).
pl: Są one niezbędne do prawidłowego działania strony (np. bezpieczeństwo, nawigacja, podstawowe preferencje).
pt_pt: São necessários para o bom funcionamento do site (ex. segurança, navegação, preferências básicas).
ro: Sunt necesare pentru buna funcționare a site-ului (ex. securitate, navigare, preferințe de bază).
ru: Они необходимы для правильной работы сайта (например, безопасность, навигация, базовые предпочтения).
sk: Sú potrebné na správne fungovanie stránky (napr. bezpečnosť, navigácia, základné preferencie).
sv: De är nödvändiga för att webbplatsen ska fungera korrekt (t.ex. säkerhet, navigering, grundläggande preferenser).
sw: Zinahitajika kwa ajili ya kufanya kazi vizuri kwa tovuti (mfano usalama, urambazaji, mapendeleo ya msingi).
tr: Siteyi düzgün çalıştırmak için gereklidir (ör. güvenlik, gezinme, temel tercihleri).
uk: Вони необхідні для нормального функціонування сайту (наприклад, безпека, навігація, базові налаштування).
vi: Chúng cần thiết cho việc hoạt động tốt của trang web (ví dụ: bảo mật, điều hướng, sở thích cơ bản).
zh_hans: 它们对网站的正常运行是必要的（例如安全性、导航、基本偏好）。

# cookies_measure_title
source: 2.2 Mesure d’audience
af: 2.2 Publiekmeting
bg: 2.2 Мярка за аудитория
cs: 2.2 Měření návštěvnosti
da: 2.2 Målgruppeanalyse
de: 2.2 Reichweitenmessung
el: 2.2 Μέτρηση ακροατηρίου
es: 2.2 Medición de audiencia
fi: 2.2 Käyttäjämittaus
fil: 2.2 Pagsusuri ng madla
hu: 2.2 Látogatottsági mérés
id: 2.2 Pengukuran audiens
it: 2.2 Misura dell'audience
ja: 2.2 オーディエンス測定
ko: 2.2 청중 측정
nl: 2.2 Publieksmeting
no: 2.2 Målgruppeanalyse
pl: 2.2 Pomiar oglądalności
pt_pt: 2.2 Medição de audiência
ro: 2.2 Măsurarea audienței
ru: 2.2 Измерение аудитории
sk: 2.2 Meranie návštevnosti
sv: 2.2 Publikumsmätning
sw: 2.2 Publikumsmätning
tr: 2.2 İzleme Ölçümü
uk: 2.2 Audience Measurement
vi: 2.2 Đo lường lượng truy cập
zh_hans: 2.2 观众测量

# cookies_measure_p1
source: Ils nous aident à comprendre comment le site est utilisé afin d’améliorer les pages et les outils.
af: Hulle help ons om te verstaan hoe die webwerf gebruik word om die bladsye en gereedskap te verbeter.
bg: Те ни помагат да разберем как се използва сайтът, за да подобрим страниците и инструментите.
cs: Pomáhají nám pochopit, jak je web používán, abychom mohli zlepšit stránky a nástroje.
da: De hjælper os med at forstå, hvordan siden bruges, så vi kan forbedre siderne og værktøjerne.
de: Sie helfen uns zu verstehen, wie die Website genutzt wird, um die Seiten und Tools zu verbessern.
el: Μας βοηθούν να κατανοήσουμε πώς χρησιμοποιείται ο ιστότοπος ώστε να βελτιώσουμε τις σελίδες και τα εργαλεία.
es: Nos ayudan a entender cómo se utiliza el sitio para mejorar las páginas y las herramientas.
fi: Ne auttavat meitä ymmärtämään, miten sivustoa käytetään, jotta voimme parantaa sivuja ja työkaluja.
fil: Tinutulungan nila kaming maunawaan kung paano ginagamit ang site upang mapabuti ang mga pahina at mga tool.
hu: Segítenek megérteni, hogyan használják a webhelyet, hogy javíthassuk az oldalakat és az eszközöket.
id: Mereka membantu kami memahami bagaimana situs digunakan untuk meningkatkan halaman dan alat.
it: Ci aiutano a capire come viene utilizzato il sito per migliorare le pagine e gli strumenti.
ja: サイトの使用方法を理解するのに役立ち、ページやツールを改善します。
ko: 사이트 사용 방식을 이해하여 페이지와 도구를 개선하는 데 도움을 줍니다.
nl: Ze helpen ons te begrijpen hoe de site wordt gebruikt, zodat we de pagina's en tools kunnen verbeteren.
no: De hjelper oss med å forstå hvordan nettstedet brukes for å forbedre sidene og verktøyene.
pl: Pomagają nam zrozumieć, jak strona jest używana, aby poprawić strony i narzędzia.
pt_pt: Ajudam-nos a entender como o site é utilizado para melhorar as páginas e as ferramentas.
ro: Ne ajută să înțelegem cum este utilizat site-ul pentru a îmbunătăți paginile și instrumentele.
ru: Они помогают нам понять, как используется сайт, чтобы улучшить страницы и инструменты.
sk: Pomáhajú nám pochopiť, ako sa stránka používa, aby sme mohli zlepšiť stránky a nástroje.
sv: De hjälper oss att förstå hur webbplatsen används för att förbättra sidorna och verktygen.
sw: Zinatusaidia kuelewa jinsi tovuti inavyotumiwa ili kuboresha kurasa na zana.
tr: Site nasıl kullanıldığını anlamamıza yardımcı olur, böylece sayfaları ve araçları geliştirebiliriz.
uk: Вони допомагають нам зрозуміти, як використовується сайт, щоб покращити сторінки та інструменти.
vi: Chúng giúp chúng tôi hiểu cách trang web được sử dụng để cải thiện các trang và công cụ.
zh_hans: 它们帮助我们了解网站的使用情况，以便改进页面和工具。

# cookies_ads_title
source: 2.3 Publicité
af: 2.3 Advertering
bg: 2.3 Реклама
cs: 2.3 Reklama
da: 2.3 Reklame
de: 2.3 Werbung
el: 2.3 Διαφήμιση
es: 2.3 Publicidad
fi: 2.3 Mainonta
fil: 2.3 Advertising
hu: 2.3 Hirdetés
id: 2.3 Iklan
it: 2.3 Pubblicità
ja: 2.3 広告
ko: 2.3 광고
nl: 2.3 Advertentie
no: 2.3 Reklame
pl: 2.3 Reklama
pt_pt: 2.3 Publicidade
ro: 2.3 Publicitate
ru: 2.3 Реклама
sk: 2.3 Reklama
sv: 2.3 Reklam
sw: 2.3 Reklam
tr: 2.3 Reklam
uk: 2.3 Advertising
vi: 2.3 Quảng cáo
zh_hans: 2.3 广告

# cookies_ads_p1
source: Ils permettent d’afficher et de mesurer des annonces, et éventuellement de personnaliser la publicité selon votre consentement.
af: Hulle maak dit moontlik om advertensies te vertoon en te meet, en moontlik om die advertensie volgens u toestemming te personaliseer.
bg: Те позволяват показването и измерването на реклами и евентуално персонализиране на рекламата в зависимост от вашето съгласие.
cs: Umožňují zobrazovat a měřit reklamy a případně personalizovat reklamu podle vašeho souhlasu.
da: De gør det muligt at vise og måle annoncer og eventuelt tilpasse reklamerne i henhold til dit samtykke.
de: Sie ermöglichen die Anzeige und Messung von Anzeigen und gegebenenfalls die Personalisierung der Werbung gemäß Ihrer Zustimmung.
el: Επιτρέπουν την εμφάνιση και τη μέτρηση διαφημίσεων, και ενδεχομένως την προσαρμογή της διαφήμισης σύμφωνα με τη συγκατάθεσή σας.
es: Permiten mostrar y medir anuncios, y eventualmente personalizar la publicidad según su consentimiento.
fi: Ne mahdollistavat mainosten näyttämisen ja mittaamisen sekä mahdollisesti mainosten personoinnin suostumuksesi mukaan.
fil: Pinapayagan nilang ipakita at sukatin ang mga ad, at posibleng i-personalize ang advertising ayon sa iyong pahintulot.
hu: Lehetővé teszik hirdetések megjelenítését és mérését, és esetleg a hirdetések személyre szabását a hozzájárulása szerint.
id: Mereka memungkinkan untuk menampilkan dan mengukur iklan, dan mungkin menyesuaikan iklan sesuai dengan persetujuan Anda.
it: Consentono di visualizzare e misurare annunci, e eventualmente di personalizzare la pubblicità in base al tuo consenso.
ja: 広告を表示および測定し、同意に応じて広告をパーソナライズすることができます。
ko: 광고를 표시하고 측정하며, 귀하의 동의에 따라 광고를 개인화할 수 있습니다.
nl: Ze maken het mogelijk om advertenties weer te geven en te meten, en eventueel de reclame aan te passen op basis van uw toestemming.
no: De gjør det mulig å vise og måle annonser, og eventuelt tilpasse reklamen i henhold til ditt samtykke.
pl: Pozwalają na wyświetlanie i mierzenie reklam oraz ewentualne dostosowanie reklamy zgodnie z Twoją zgodą.
pt_pt: Permitem exibir e medir anúncios, e eventualmente personalizar a publicidade de acordo com o seu consentimento.
ro: Permite afișarea și măsurarea anunțurilor și, eventual, personalizarea publicității în funcție de consimțământul dumneavoastră.
ru: Они позволяют отображать и измерять объявления, а также, возможно, персонализировать рекламу в соответствии с вашим согласием.
sk: Umožňujú zobrazovať a merať reklamy a prípadne prispôsobiť reklamu podľa vášho súhlasu.
sv: De möjliggör visning och mätning av annonser, och eventuellt anpassning av annonserna enligt ditt samtycke.
sw: Zinaruhusu kuonyesha na kupima matangazo, na labda kubinafsisha matangazo kulingana na idhini yako.
tr: Reklamları görüntülemeye ve ölçmeye olanak tanır ve gerektiğinde onayınıza göre reklamları kişiselleştirebilir.
uk: Вони дозволяють відображати та вимірювати оголошення, а також, можливо, персоналізувати рекламу відповідно до вашої згоди.
vi: Chúng cho phép hiển thị và đo lường quảng cáo, và có thể cá nhân hóa quảng cáo theo sự đồng ý của bạn.
zh_hans: 它们允许显示和测量广告，并根据您的同意可能个性化广告。

# cookies_consent_title
source: 3. Gestion du consentement (CMP)
af: 3. Bestuur van toestemming (CMP)
bg: 3. Управление на съгласието (CMP)
cs: 3. Správa souhlasu (CMP)
da: 3. Håndtering af samtykke (CMP)
de: 3. Verwaltung der Einwilligung (CMP)
el: 3. Διαχείριση συγκατάθεσης (CMP)
es: 3. Gestión del consentimiento (CMP)
fi: 3. Suostumuksen hallinta (CMP)
fil: 3. Pamamahala ng pahintulot (CMP)
hu: 3. Hozzájárulás kezelése (CMP)
id: 3. Manajemen Persetujuan (CMP)
it: 3. Gestione del consenso (CMP)
ja: 3. 同意管理 (CMP)
ko: 3. 동의 관리 (CMP)
nl: 3. Toestemmingsbeheer (CMP)
no: 3. Håndtering av samtykke (CMP)
pl: 3. Zarządzanie zgodą (CMP)
pt_pt: 3. Gestão do consentimento (CMP)
ro: 3. Gestionarea consimțământului (CMP)
ru: 3. Управление согласием (CMP)
sk: 3. Správa súhlasu (CMP)
sv: 3. Hantering av samtycke (CMP)
sw: 3. Hantering av samtycke (CMP)
tr: 3. Onay Yönetimi (CMP)
uk: 3. Consent Management (CMP)
vi: 3. Quản lý sự đồng ý (CMP)
zh_hans: 3. 同意管理 (CMP)

# cookies_consent_p1
source: Lors de votre première visite, une bannière de consentement vous permet d’accepter ou de refuser certains usages (publicité, mesure d’audience, etc.).
af: By u eerste besoek sal 'n toestemmingbanner u toelaat om sekere gebruike (advertensie, gehoormeting, ens.) te aanvaar of te weier.
bg: При първото ви посещение, банер за съгласие ви позволява да приемете или откажете определени употреби (реклама, измерване на аудиторията и т.н.).
cs: Při vaší první návštěvě vám banner souhlasu umožní přijmout nebo odmítnout některé použití (reklama, měření návštěvnosti atd.).
da: Ved dit første besøg giver en samtykke-banner dig mulighed for at acceptere eller afvise visse anvendelser (annoncering, trafikmåling osv.).
de: Bei Ihrem ersten Besuch ermöglicht Ihnen ein Zustimmungsbanner, bestimmte Verwendungen (Werbung, Nutzungsanalyse usw.) zu akzeptieren oder abzulehnen.
el: Κατά την πρώτη σας επίσκεψη, μια banner συγκατάθεσης σας επιτρέπει να αποδεχθείτε ή να απορρίψετε ορισμένες χρήσεις (διαφήμιση, μέτρηση επισκεψιμότητας κ.λπ.).
es: En su primera visita, un banner de consentimiento le permite aceptar o rechazar ciertos usos (publicidad, medición de audiencia, etc.).
fi: Ensimmäisellä vierailullasi suostumusbanneri antaa sinun hyväksyä tai kieltäytyä tietyistä käytöistä (mainonta, kävijämäärän mittaus jne.).
fil: Sa iyong unang pagbisita, isang banner ng pahintulot ang nagbibigay-daan sa iyo upang tanggapin o tanggihan ang ilang mga paggamit (advertising, sukat ng madla, atbp.).
hu: Első látogatásakor egy hozzájárulási banner lehetővé teszi, hogy elfogadja vagy elutasítsa bizonyos felhasználásokat (hirdetés, látogatottság mérése stb.).
id: Saat kunjungan pertama Anda, spanduk persetujuan memungkinkan Anda untuk menerima atau menolak penggunaan tertentu (iklan, pengukuran audiens, dll.).
it: Al tuo primo accesso, un banner di consenso ti consente di accettare o rifiutare alcuni usi (pubblicità, misurazione dell'audience, ecc.).
ja: 初回訪問時に、同意バナーが表示され、特定の使用（広告、視聴者測定など）を受け入れるか拒否することができます。
ko: 첫 방문 시 동의 배너를 통해 특정 사용(광고, 방문자 수 측정 등)을 수락하거나 거부할 수 있습니다.
nl: Bij uw eerste bezoek kunt u via een toestemmingsbanner bepaalde toepassingen (advertenties, publieksmeting, enz.) accepteren of weigeren.
no: Ved ditt første besøk vil en samtykkebanner gi deg muligheten til å akseptere eller avslå visse bruksområder (annonsering, trafikkmåling, osv.).
pl: Podczas pierwszej wizyty baner zgody pozwala na zaakceptowanie lub odrzucenie niektórych zastosowań (reklama, pomiar ruchu itp.).
pt_pt: Na sua primeira visita, um banner de consentimento permite-lhe aceitar ou recusar certos usos (publicidade, medição de audiência, etc.).
ro: La prima vizită, o banner de consimțământ vă permite să acceptați sau să refuzați anumite utilizări (publicitate, măsurarea audienței etc.).
ru: При вашем первом посещении баннер согласия позволяет вам принять или отклонить определенные использования (реклама, измерение посещаемости и т. д.).
sk: Pri vašej prvej návšteve vám banner súhlasu umožní prijať alebo odmietnuť určité použitia (reklama, meranie návštevnosti atď.).
sv: Vid ditt första besök får du en samtyckesbanner som låter dig acceptera eller avvisa vissa användningar (annonsering, besöksmätning, etc.).
sw: Wakati wa ziara yako ya kwanza, bendera ya idhini inakuruhusu kukubali au kukataa matumizi fulani (matangazo, kupima matumizi, n.k.).
tr: İlk ziyaretinizde, bir onay banner'ı belirli kullanımları (reklam, ziyaretçi ölçümü vb.) kabul etmenizi veya reddetmenizi sağlar.
uk: Під час вашого першого візиту банер згоди дозволяє вам прийняти або відхилити певні використання (реклама, вимірювання аудиторії тощо).
vi: Khi bạn lần đầu truy cập, một banner đồng ý cho phép bạn chấp nhận hoặc từ chối một số cách sử dụng (quảng cáo, đo lường lượng truy cập, v.v.).
zh_hans: 在您第一次访问时，弹出同意横幅允许您接受或拒绝某些用途（广告、流量测量等）。

# cookies_consent_p2
source: Vous pouvez modifier votre choix à tout moment via les options de consentement affichées par le site.
af: U kan u keuse te eniger tyd verander via die toestemmingopsies wat deur die webwerf vertoon word.
bg: Можете да промените избора си по всяко време чрез опциите за съгласие, показани от сайта.
cs: Svou volbu můžete kdykoli změnit prostřednictvím možností souhlasu zobrazených na webu.
da: Du kan ændre dit valg når som helst via de samtykkeindstillinger, der vises af siden.
de: Sie können Ihre Auswahl jederzeit über die vom Site angezeigten Zustimmungsoptionen ändern.
el: Μπορείτε να αλλάξετε την επιλογή σας οποιαδήποτε στιγμή μέσω των επιλογών συγκατάθεσης που εμφανίζονται από τον ιστότοπο.
es: Puede modificar su elección en cualquier momento a través de las opciones de consentimiento mostradas por el sitio.
fi: Voit muuttaa valintaasi milloin tahansa sivustolla näkyvien suostumusvaihtoehtojen kautta.
fil: Maaari mong baguhin ang iyong pagpipilian anumang oras sa pamamagitan ng mga opsyon sa pahintulot na ipinapakita ng site.
hu: Bármikor módosíthatja választását a webhely által megjelenített hozzájárulási lehetőségek segítségével.
id: Anda dapat mengubah pilihan Anda kapan saja melalui opsi persetujuan yang ditampilkan oleh situs.
it: Puoi modificare la tua scelta in qualsiasi momento tramite le opzioni di consenso visualizzate dal sito.
ja: サイトが表示する同意オプションを通じて、いつでも選択を変更できます。
ko: 사이트에서 표시되는 동의 옵션을 통해 언제든지 선택을 변경할 수 있습니다.
nl: U kunt uw keuze op elk moment wijzigen via de toestemmingsopties die door de site worden weergegeven.
no: Du kan endre valget ditt når som helst via samtykkealternativene som vises av nettstedet.
pl: Możesz zmienić swój wybór w dowolnym momencie za pomocą opcji zgody wyświetlanych przez stronę.
pt_pt: Pode modificar a sua escolha a qualquer momento através das opções de consentimento exibidas pelo site.
ro: Puteți modifica alegerea dumneavoastră în orice moment prin opțiunile de consimțământ afișate de site.
ru: Вы можете изменить свой выбор в любое время через параметры согласия, отображаемые сайтом.
sk: Svoj výber môžete kedykoľvek zmeniť prostredníctvom možností súhlasu zobrazených na stránke.
sv: Du kan ändra ditt val när som helst via samtyckesalternativen som visas av webbplatsen.
sw: Unaweza kubadilisha chaguo lako wakati wowote kupitia chaguzi za idhini zinazonyeshwa na tovuti.
tr: Onay seçenekleri aracılığıyla seçiminizi istediğiniz zaman değiştirebilirsiniz.
uk: Ви можете змінити свій вибір у будь-який час через параметри згоди, які відображаються на сайті.
vi: Bạn có thể thay đổi lựa chọn của mình bất cứ lúc nào thông qua các tùy chọn đồng ý được hiển thị bởi trang web.
zh_hans: 您可以随时通过网站显示的同意选项修改您的选择。

# cookies_consent_p3
source: Pour plus d’informations sur la manière dont Tools Central traite vos données, consultez la politique de confidentialité.
af: Vir meer inligting oor hoe Tools Central u data hanteer, raadpleeg die privaatheidsbeleid.
bg: За повече информация относно начина, по който Tools Central обработва вашите данни, моля, вижте политиката за поверителност.
cs: Pro více informací o tom, jak Tools Central zpracovává vaše údaje, si přečtěte zásady ochrany osobních údajů.
da: For mere information om, hvordan Værktøjer Central behandler dine data, se privatlivspolitikken.
de: Für weitere Informationen darüber, wie Tools Central Ihre Daten verarbeitet, lesen Sie die Datenschutzrichtlinie.
el: Για περισσότερες πληροφορίες σχετικά με τον τρόπο που η Tools Central επεξεργάζεται τα δεδομένα σας, ανατρέξτε στην πολιτική απορρήτου.
es: Para más información sobre cómo Tools Central trata sus datos, consulte la política de privacidad.
fi: Lisätietoja siitä, miten Työkalut Keskus käsittelee tietojasi, katso tietosuojakäytännöstä.
fil: Para sa karagdagang impormasyon kung paano pinoproseso ng Tools Central ang iyong data, tingnan ang patakaran sa privacy.
hu: További információkért arról, hogy a Tools Central hogyan kezeli az adatait, kérjük, olvassa el a adatvédelmi irányelveket.
id: Untuk informasi lebih lanjut tentang bagaimana Tools Central mengelola data Anda, silakan lihat kebijakan privasi.
it: Per ulteriori informazioni su come Tools Central tratta i tuoi dati, consulta la politica sulla privacy.
ja: Tools Centralがデータを処理する方法についての詳細は、プライバシーポリシーをご覧ください。
ko: Tools Central이 귀하의 데이터를 처리하는 방법에 대한 자세한 내용은 개인정보 보호정책을 참조하세요.
nl: Voor meer informatie over hoe Tools Central uw gegevens verwerkt, raadpleeg het privacybeleid.
no: For mer informasjon om hvordan Verktøy Central behandler dataene dine, se personvernerklæringen.
pl: Aby uzyskać więcej informacji na temat tego, jak Tools Central przetwarza Twoje dane, zapoznaj się z polityką prywatności.
pt_pt: Para mais informações sobre como o Tools Central trata os seus dados, consulte a política de privacidade.
ro: Pentru mai multe informații despre modul în care Tools Central vă gestionează datele, consultați politica de confidențialitate.
ru: Для получения дополнительной информации о том, как Tools Central обрабатывает ваши данные, ознакомьтесь с политикой конфиденциальности.
sk: Pre viac informácií o tom, ako Tools Central spracováva vaše údaje, si prečítajte zásady ochrany osobných údajov.
sv: För mer information om hur Tools Central hanterar dina data, se integritetspolicyn.
sw: Kwa maelezo zaidi kuhusu jinsi Tools Central inavyoshughulikia data zako, angalia sera ya faragha.
tr: Tools Central'ın verilerinizi nasıl işlediği hakkında daha fazla bilgi için gizlilik politikasını inceleyin.
uk: Для отримання додаткової інформації про те, як Tools Central обробляє ваші дані, перегляньте політику конфіденційності.
vi: Để biết thêm thông tin về cách Tools Central xử lý dữ liệu của bạn, hãy xem chính sách bảo mật.
zh_hans: 有关Tools Central如何处理您的数据的更多信息，请参阅隐私政策。
