Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l3_s1_b1
source: Chaque valeur x_i a un poids w_i (coefficient, quantité, durée, importance…).
af: Elke waarde x_i het 'n gewig w_i (koëffisiënt, hoeveelheid, duur, belangrikheid…).
bg: Всяка стойност x_i има тежест w_i (коефициент, количество, продължителност, важност…).
cs: Každá hodnota x_i má váhu w_i (koeficient, množství, doba, důležitost…).
da: Hver værdi x_i har en vægt w_i (koefficient, mængde, varighed, betydning…).
de: Jeder Wert x_i hat ein Gewicht w_i (Koeffizient, Menge, Dauer, Bedeutung…).
el: Κάθε τιμή x_i έχει ένα βάρος w_i (συντελεστής, ποσότητα, διάρκεια, σημασία…).
es: Cada valor x_i tiene un peso w_i (coeficiente, cantidad, duración, importancia…).
fi: Jokaisella arvolla x_i on paino w_i (kerroin, määrä, kesto, tärkeys…).
fil: Bawat halaga x_i ay may bigat w_i (coefficient, dami, tagal, kahalagahan…).
hu: Minden x_i értéknek van egy w_i súlya (koefficiens, mennyiség, időtartam, fontosság…).
id: Setiap nilai x_i memiliki bobot w_i (koefisien, kuantitas, durasi, kepentingan…).
it: Ogni valore x_i ha un peso w_i (coefficiente, quantità, durata, importanza…).
ja: 各値x_iには重みw_i（係数、数量、期間、重要性など）がある。
ko: 각 값 x_i는 가중치 w_i (계수, 양, 기간, 중요성 등)를 가집니다.
nl: Elke waarde x_i heeft een gewicht w_i (coëfficiënt, hoeveelheid, duur, belangrijkheid…).
no: Hver verdi x_i har en vekt w_i (koeffisient, mengde, varighet, viktighet…).
pl: Każda wartość x_i ma wagę w_i (współczynnik, ilość, czas, znaczenie…).
pt_pt: Cada valor x_i tem um peso w_i (coeficiente, quantidade, duração, importância…).
ro: Fiecare valoare x_i are o greutate w_i (coeficient, cantitate, durată, importanță…).
ru: Каждое значение x_i имеет вес w_i (коэффициент, количество, продолжительность, важность…).
sk: Každá hodnota x_i má váhu w_i (koeficient, množstvo, trvanie, dôležitosť…).
sv: Varje värde x_i har en vikt w_i (koefficient, mängd, varaktighet, betydelse…).
sw: Kila thamani x_i ina uzito w_i (kigezo, kiasi, muda, umuhimu…).
tr: Her bir değer x_i'nin bir ağırlığı w_i (katsayı, miktar, süre, önem...) vardır.
uk: Кожне значення x_i має вагу w_i (коефіцієнт, кількість, тривалість, важливість…).
vi: Mỗi giá trị x_i có một trọng số w_i (hệ số, số lượng, thời gian, tầm quan trọng…).
zh_hans: 每个值 x_i 有一个权重 w_i（系数、数量、持续时间、重要性等）。

# mean_l3_s1_b2
source: On additionne les produits “valeur × poids”.
af: Ons tel die produkte "waarde × gewig" bymekaar.
bg: Събираме произведенията “стойност × тежест”.
cs: Sčítáme produkty "hodnota × váha".
da: Man lægger produkterne "værdi × vægt" sammen.
de: Wir addieren die Produkte "Wert × Gewicht".
el: Προσθέτουμε τα προϊόντα “τιμή × βάρος”.
es: Se suman los productos "valor × peso".
fi: Lisätään "arvo × paino" -tuotteet.
fil: Pinagsasama-sama natin ang mga produkto ng "halaga × bigat".
hu: Összeadjuk a "érték × súly" szorzatokat.
id: Kita menjumlahkan produk 'nilai × bobot'.
it: Si sommano i prodotti "valore × peso".
ja: 「値×重み」の積を合計します。
ko: "값 × 가중치"의 곱을 더합니다.
nl: We tellen de producten 'waarde × gewicht' op.
no: Man legger sammen produktene "verdi × vekt".
pl: Sumujemy iloczyny "wartość × waga".
pt_pt: Adicionamos os produtos "valor × peso".
ro: Adunăm produsele "valoare × greutate".
ru: Мы складываем произведения "значение × вес".
sk: Sčítame produkty "hodnota × váha".
sv: Man adderar produkterna "värde × vikt".
sw: Tunaongeza bidhaa za "thamani × uzito".
tr: 'değer × ağırlık' ürünlerini toplarız.
uk: Ми додаємо добутки "значення × вага".
vi: Ta cộng các sản phẩm "giá trị × trọng số".
zh_hans: 我们将“值 × 权重”的乘积相加。

# mean_l3_s1_b3
source: On divise par la somme des poids.
af: Ons deel deur die som van die gewigte.
bg: Разделяме на сумата на тежестите.
cs: Dělíme součtem vah.
da: Man dividerer med summen af vægtene.
de: Wir teilen durch die Summe der Gewichte.
el: Διαιρούμε με το άθροισμα των βαρών.
es: Se divide por la suma de los pesos.
fi: Jaetaan painojen summalla.
fil: Hinahati natin ito sa kabuuan ng mga bigat.
hu: Elosztjuk a súlyok összegével.
id: Kita membagi dengan jumlah bobot.
it: Si divide per la somma dei pesi.
ja: 重みの合計で割ります。
ko: 가중치의 합으로 나눕니다.
nl: We delen door de som van de gewichten.
no: Man deler på summen av vektene.
pl: Dzielimy przez sumę wag.
pt_pt: Dividimos pela soma dos pesos.
ro: Împărțim la suma greutăților.
ru: Мы делим на сумму весов.
sk: Delením súčtom váh.
sv: Man dividerar med summan av vikterna.
sw: Tunaigawanya kwa jumla ya uzito.
tr: Ağırlıkların toplamına böleriz.
uk: Ділимо на суму ваг.
vi: Ta chia cho tổng các trọng số.
zh_hans: 我们将其除以权重的总和。

# mean_l3_s1_b4
source: Si tous les poids sont égaux, on retrouve la moyenne arithmétique.
af: As al die gewigte gelyk is, kry ons die aritmetiese gemiddelde terug.
bg: Ако всички тежести са равни, получаваме аритметичната средна стойност.
cs: Pokud jsou všechny váhy stejné, dostaneme aritmetický průměr.
da: Hvis alle vægte er ens, får man det aritmetiske gennemsnit tilbage.
de: Wenn alle Gewichte gleich sind, erhalten wir den arithmetischen Mittelwert.
el: Αν όλα τα βάρη είναι ίσα, βρίσκουμε τον αριθμητικό μέσο.
es: Si todos los pesos son iguales, se obtiene la media aritmética.
fi: Jos kaikki painot ovat yhtä suuret, saadaan aritmeettinen keskiarvo.
fil: Kung lahat ng bigat ay pantay, makakakuha tayo ng aritmetikang average.
hu: Ha minden súly egyenlő, visszakapjuk a számtani átlagot.
id: Jika semua bobot sama, kita mendapatkan rata-rata aritmetika.
it: Se tutti i pesi sono uguali, si ritrova la media aritmetica.
ja: すべての重みが等しい場合、算術平均が得られます。
ko: 모든 가중치가 같으면 산술 평균을 얻습니다.
nl: Als alle gewichten gelijk zijn, krijgen we het rekenkundige gemiddelde terug.
no: Hvis alle vektene er like, får man det aritmetiske gjennomsnittet.
pl: Jeśli wszystkie wagi są równe, otrzymujemy średnią arytmetyczną.
pt_pt: Se todos os pesos forem iguais, encontramos a média aritmética.
ro: Dacă toate greutățile sunt egale, obținem media aritmetică.
ru: Если все веса равны, мы получаем среднее арифметическое.
sk: Ak sú všetky váhy rovnaké, dostaneme aritmetický priemer.
sv: Om alla vikter är lika får man det aritmetiska medelvärdet.
sw: Ikiwa uzito wote ni sawa, tunapata wastani wa hesabu.
tr: Eğer tüm ağırlıklar eşitse, aritmetik ortalamayı buluruz.
uk: Якщо всі ваги рівні, ми отримуємо середнє арифметичне.
vi: Nếu tất cả các trọng số đều bằng nhau, ta sẽ tìm lại giá trị trung bình cộng.
zh_hans: 如果所有权重相等，我们得到算术平均值。

# mean_l3_s2_title
source: Exemple : notes avec coefficients
af: Voorbeeld: punte met koëffisiënte
bg: Пример: оценки с коефициенти
cs: Příklad: známky s koeficienty
da: Eksempel: karakterer med koefficienter
de: Beispiel: Noten mit Koeffizienten
el: Παράδειγμα: βαθμοί με συντελεστές
es: Ejemplo: notas con coeficientes
fi: Esimerkki: arvosanat kertoimilla
fil: Halimbawa: mga marka na may coefficients
hu: Példa: jegyek koefficiensekkel
id: Contoh: nilai dengan koefisien
it: Esempio: voti con coefficienti
ja: 例：係数付きの成績
ko: 예: 계수가 있는 점수
nl: Voorbeeld: cijfers met coëfficiënten
no: Eksempel: karakterer med koeffisienter
pl: Przykład: oceny z wagami
pt_pt: Exemplo: notas com coeficientes
ro: Exemplu: note cu coeficienți
ru: Пример: оценки с коэффициентами
sk: Príklad: známky s koeficientmi
sv: Exempel: betyg med koefficienter
sw: Mfano: alama zenye vigezo
tr: Örnek: katsayılarla notlar
uk: Приклад: оцінки з коефіцієнтами
vi: Ví dụ: điểm với hệ số
zh_hans: 示例：带系数的分数

# mean_l3_s2_b1
source: Math : 12 (coef 3), Français : 9 (coef 2), Anglais : 15 (coef 1).
af: Wiskunde : 12 (koëff 3), Frans : 9 (koëff 2), Engels : 15 (koëff 1).
bg: Математика: 12 (коеф. 3), Френски: 9 (коеф. 2), Английски: 15 (коеф. 1).
cs: Matematika : 12 (koef. 3), Francouzština : 9 (koef. 2), Angličtina : 15 (koef. 1).
da: Matematik : 12 (koefficient 3), Fransk : 9 (koefficient 2), Engelsk : 15 (koefficient 1).
de: Mathe : 12 (Gewicht 3), Französisch : 9 (Gewicht 2), Englisch : 15 (Gewicht 1).
el: Μαθηματικά: 12 (συντελεστής 3), Γαλλικά: 9 (συντελεστής 2), Αγγλικά: 15 (συντελεστής 1).
es: Matemáticas : 12 (coef 3), Francés : 9 (coef 2), Inglés : 15 (coef 1).
fi: Matematiikka : 12 (kerroin 3), Ranska : 9 (kerroin 2), Englanti : 15 (kerroin 1).
fil: Matematika : 12 (coef 3), Pranses : 9 (coef 2), Ingles : 15 (coef 1).
hu: Matematika : 12 (koeff. 3), Francia : 9 (koeff. 2), Angol : 15 (koeff. 1).
id: Matematika : 12 (koef 3), Prancis : 9 (koef 2), Inggris : 15 (koef 1).
it: Matematica : 12 (coef 3), Francese : 9 (coef 2), Inglese : 15 (coef 1).
ja: 数学：12（係数3）、フランス語：9（係数2）、英語：15（係数1）。
ko: 수학: 12 (계수 3), 프랑스어: 9 (계수 2), 영어: 15 (계수 1).
nl: Wiskunde : 12 (coef 3), Frans : 9 (coef 2), Engels : 15 (coef 1).
no: Matematikk : 12 (koeff 3), Fransk : 9 (koeff 2), Engelsk : 15 (koeff 1).
pl: Matematyka : 12 (wsp. 3), Francuski : 9 (wsp. 2), Angielski : 15 (wsp. 1).
pt_pt: Matemática : 12 (coef 3), Francês : 9 (coef 2), Inglês : 15 (coef 1).
ro: Matematica : 12 (coef 3), Franceză : 9 (coef 2), Engleză : 15 (coef 1).
ru: Математика : 12 (коэффициент 3), Французский : 9 (коэффициент 2), Английский : 15 (коэффициент 1).
sk: Matematika : 12 (koef. 3), Francúzština : 9 (koef. 2), Angličtina : 15 (koef. 1).
sv: Matematik : 12 (koefficient 3), Franska : 9 (koefficient 2), Engelska : 15 (koefficient 1).
sw: Math : 12 (coef 3), Kifaranga : 9 (coef 2), Kiingereza : 15 (coef 1).
tr: Matematik : 12 (katsayı 3), Fransızca : 9 (katsayı 2), İngilizce : 15 (katsayı 1).
uk: Математика: 12 (коеф. 3), Французька: 9 (коеф. 2), Англійська: 15 (коеф. 1).
vi: Toán : 12 (hệ số 3), Tiếng Pháp : 9 (hệ số 2), Tiếng Anh : 15 (hệ số 1).
zh_hans: 数学：12（系数 3），法语：9（系数 2），英语：15（系数 1）。

# mean_l3_s2_b2
source: Somme pondérée = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
af: Gewigte som = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
bg: Теглена сума = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
cs: Vážený součet = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
da: Vægtet sum = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
de: Gewichtete Summe = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
el: Σταθμισμένο άθροισμα = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
es: Suma ponderada = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
fi: Painotettu summa = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
fil: Timbang na kabuuan = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
hu: Súlyozott összeg = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
id: Jumlah tertimbang = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
it: Somma ponderata = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
ja: 加重合計 = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69。
ko: 가중 합계 = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
nl: Gewogen som = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
no: Vektet sum = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
pl: Suma ważona = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
pt_pt: Soma ponderada = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
ro: Sumă ponderată = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
ru: Взвешенная сумма = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
sk: Vážený súčet = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
sv: Viktad summa = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
sw: Jumla ya uzito = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
tr: Ağırlıklı toplam = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
uk: Вагова сума = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
vi: Tổng trọng số = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69.
zh_hans: 加权总和 = 12×3 + 9×2 + 15×1 = 36 + 18 + 15 = 69。

# mean_l3_s2_b3
source: Somme des coefs = 3+2+1 = 6.
af: Som van die koëffisiënte = 3+2+1 = 6.
bg: Сума на коефициентите = 3+2+1 = 6.
cs: Součet koeficientů = 3+2+1 = 6.
da: Sum af koefficienter = 3+2+1 = 6.
de: Summe der Gewichte = 3+2+1 = 6.
el: Άθροισμα συντελεστών = 3+2+1 = 6.
es: Suma de los coeficientes = 3+2+1 = 6.
fi: Kerrointen summa = 3+2+1 = 6.
fil: Kabuuan ng mga coef = 3+2+1 = 6.
hu: A koefficiensek összege = 3+2+1 = 6.
id: Jumlah koef = 3+2+1 = 6.
it: Somma dei coef = 3+2+1 = 6.
ja: 係数の合計 = 3+2+1 = 6。
ko: 계수의 합 = 3+2+1 = 6.
nl: Som van de coëfficiënten = 3+2+1 = 6.
no: Sum av koeff = 3+2+1 = 6.
pl: Suma współczynników = 3+2+1 = 6.
pt_pt: Soma dos coeficientes = 3+2+1 = 6.
ro: Sumă coeficienți = 3+2+1 = 6.
ru: Сумма коэффициентов = 3+2+1 = 6.
sk: Súčet koeficientov = 3+2+1 = 6.
sv: Summa av koefficienter = 3+2+1 = 6.
sw: Jumla ya coefs = 3+2+1 = 6.
tr: Katsayıların toplamı = 3+2+1 = 6.
uk: Сума коефіцієнтів = 3+2+1 = 6.
vi: Tổng hệ số = 3+2+1 = 6.
zh_hans: 系数总和 = 3+2+1 = 6。

# mean_l3_s2_b4
source: Moyenne pondérée = 69/6 = 11,5.
af: Gewigte gemiddelde = 69/6 = 11,5.
bg: Теглена средна стойност = 69/6 = 11,5.
cs: Vážený průměr = 69/6 = 11,5.
da: Vægtet gennemsnit = 69/6 = 11,5.
de: Gewichteter Durchschnitt = 69/6 = 11,5.
el: Σταθμισμένος μέσος όρος = 69/6 = 11,5.
es: Media ponderada = 69/6 = 11,5.
fi: Painotettu keskiarvo = 69/6 = 11,5.
fil: Timbang na average = 69/6 = 11.5.
hu: Súlyozott átlag = 69/6 = 11,5.
id: Rata-rata tertimbang = 69/6 = 11,5.
it: Media ponderata = 69/6 = 11,5.
ja: 加重平均 = 69/6 = 11.5。
ko: 가중 평균 = 69/6 = 11.5.
nl: Gewogen gemiddelde = 69/6 = 11,5.
no: Vektet gjennomsnitt = 69/6 = 11,5.
pl: Średnia ważona = 69/6 = 11,5.
pt_pt: Média ponderada = 69/6 = 11,5.
ro: Medie ponderată = 69/6 = 11,5.
ru: Взвешенная средняя = 69/6 = 11,5.
sk: Vážený priemer = 69/6 = 11,5.
sv: Viktad medelvärde = 69/6 = 11,5.
sw: Wastani wa uzito = 69/6 = 11,5.
tr: Ağırlıklı ortalama = 69/6 = 11,5.
uk: Вагове середнє = 69/6 = 11,5.
vi: Trung bình trọng số = 69/6 = 11,5.
zh_hans: 加权平均 = 69/6 = 11.5。

# mean_l3_s2_ex1
source: Calcul
af: Berekening
bg: Изчисление
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
fi: Laskenta
fil: Kalkulasyon
hu: Számítás
id: Perhitungan
it: Calcolo
ja: 計算
ko: 계산
nl: Berekening
no: Beregning
pl: Obliczenia
pt_pt: Cálculo
ru: Расчет
sk: Výpočet
sv: Beräkning
sw: Hesabu
tr: Hesaplama
uk: Обчислення
vi: Tính toán
zh_hans: 计算

# mean_l3_s3_title
source: Exemple : prix moyen payé (quantités)
af: Voorbeeld : gemiddelde prys betaal (hoeveelhede)
bg: Пример: средна цена (количества)
cs: Příklad : průměrná cena zaplacená (množství)
da: Eksempel : gennemsnitlig pris betalt (mængder)
de: Beispiel : durchschnittlicher Preis (Mengen)
el: Παράδειγμα: μέση τιμή που πληρώθηκε (ποσότητες)
es: Ejemplo : precio medio pagado (cantidades)
fi: Esimerkki : maksettu keskihinta (määrät)
fil: Halimbawa : average na presyo na binayaran (mga dami)
hu: Példa : átlagos ár (mennyiségek)
id: Contoh : harga rata-rata yang dibayar (kuantitas)
it: Esempio : prezzo medio pagato (quantità)
ja: 例：支払った平均価格（数量）
ko: 예: 지불한 평균 가격 (수량)
nl: Voorbeeld : gemiddelde prijs betaald (hoeveelheden)
no: Eksempel : gjennomsnittlig pris betalt (mengder)
pl: Przykład : średnia cena płacona (ilości)
pt_pt: Exemplo : preço médio pago (quantidades)
ro: Exemplu : preț mediu plătit (cantități)
ru: Пример : средняя цена (количества)
sk: Príklad : priemerná cena zaplatená (množstvá)
sv: Exempel : genomsnittligt betalt pris (kvantiteter)
sw: Mfano : bei ya wastani iliyolipwa (muhudumu)
tr: Örnek : ödenen ortalama fiyat (miktarlar)
uk: Приклад: середня ціна (кількості)
vi: Ví dụ : giá trung bình đã trả (số lượng)
zh_hans: 示例：平均支付价格（数量）

# mean_l3_s3_b1
source: Tu achètes 2 kg à 3 €/kg et 5 kg à 4 €/kg.
af: Jy koop 2 kg teen 3 €/kg en 5 kg teen 4 €/kg.
bg: Купуваш 2 кг на 3 €/кг и 5 кг на 4 €/кг.
cs: Kupuješ 2 kg za 3 €/kg a 5 kg za 4 €/kg.
da: Du køber 2 kg til 3 €/kg og 5 kg til 4 €/kg.
de: Du kaufst 2 kg zu 3 €/kg und 5 kg zu 4 €/kg.
el: Αγοράζεις 2 κιλά στα 3 €/κιλό και 5 κιλά στα 4 €/κιλό.
es: Compras 2 kg a 3 €/kg y 5 kg a 4 €/kg.
fi: Ostat 2 kg hintaan 3 €/kg ja 5 kg hintaan 4 €/kg.
fil: Bumibili ka ng 2 kg sa 3 €/kg at 5 kg sa 4 €/kg.
hu: 2 kg-ot vásárolsz 3 €/kg áron és 5 kg-ot 4 €/kg áron.
id: Kamu membeli 2 kg seharga 3 €/kg dan 5 kg seharga 4 €/kg.
it: Acquisti 2 kg a 3 €/kg e 5 kg a 4 €/kg.
ja: あなたは3 €/kgで2 kg、4 €/kgで5 kgを購入します。
ko: 너는 2kg를 3€/kg에 사고 5kg를 4€/kg에 삽니다.
nl: Je koopt 2 kg voor 3 €/kg en 5 kg voor 4 €/kg.
no: Du kjøper 2 kg til 3 €/kg og 5 kg til 4 €/kg.
pl: Kupujesz 2 kg po 3 €/kg i 5 kg po 4 €/kg.
pt_pt: Tu compras 2 kg a 3 €/kg e 5 kg a 4 €/kg.
ro: Cumperi 2 kg la 3 €/kg și 5 kg la 4 €/kg.
ru: Ты покупаешь 2 кг по 3 €/кг и 5 кг по 4 €/кг.
sk: Kúpiš 2 kg za 3 €/kg a 5 kg za 4 €/kg.
sv: Du köper 2 kg för 3 €/kg och 5 kg för 4 €/kg.
sw: Unanunua 2 kg kwa 3 €/kg na 5 kg kwa 4 €/kg.
tr: 2 kg'ı 3 €/kg ve 5 kg'ı 4 €/kg'ye alıyorsun.
uk: Ти купуєш 2 кг по 3 €/кг і 5 кг по 4 €/кг.
vi: Bạn mua 2 kg với giá 3 €/kg và 5 kg với giá 4 €/kg.
zh_hans: 你以 3 €/kg 购买 2 kg，和以 4 €/kg 购买 5 kg。

# mean_l3_s3_b2
source: Le “poids” est la quantité : 2 et 5.
af: Die “gewig” is die hoeveelheid : 2 en 5.
bg: „Тежестта“ е количеството: 2 и 5.
cs: „Váha“ je množství : 2 a 5.
da: 'Vægten' er mængden : 2 og 5.
de: Das „Gewicht“ ist die Menge : 2 und 5.
el: Το “βάρος” είναι η ποσότητα: 2 και 5.
es: El “peso” es la cantidad : 2 y 5.
fi: ”Paino” on määrä : 2 ja 5.
fil: Ang “bigat” ay ang dami : 2 at 5.
hu: A “súly” a mennyiség: 2 és 5.
id: “Berat” adalah kuantitas : 2 dan 5.
it: Il “peso” è la quantità : 2 e 5.
ja: 「重み」は数量です：2と5。
ko: "가중치"는 수량입니다: 2와 5.
nl: Het “gewicht” is de hoeveelheid : 2 en 5.
no: «Vekten» er mengden : 2 og 5.
pl: „Waga” to ilość : 2 i 5.
pt_pt: O “peso” é a quantidade : 2 e 5.
ro: „Greutatea” este cantitatea : 2 și 5.
ru: «Вес» — это количество : 2 и 5.
sk: „Hmotnosť“ je množstvo : 2 a 5.
sv: ”Vikten” är kvantiteten : 2 och 5.
sw: “uzito” ni kiasi : 2 na 5.
tr: “Ağırlık” miktardır : 2 ve 5.
uk: "Вага" - це кількість: 2 і 5.
vi: “Trọng số” là số lượng : 2 và 5.
zh_hans: “权重”是数量：2 和 5。

# mean_l3_s3_b3
source: Prix moyen = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
af: Gemiddelde prys = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
bg: Средна цена = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/кг.
cs: Průměrná cena = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
da: Gennemsnitlig pris = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
de: Durchschnittspreis = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
el: Μέση τιμή = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/κιλό.
es: Precio medio = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
fi: Keskihinta = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
fil: Average na presyo = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3.714 €/kg.
hu: Átlagos ár = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
id: Harga rata-rata = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
it: Prezzo medio = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
ja: 平均価格 = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3.714 €/kg。
ko: 평균 가격 = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3.714 €/kg.
nl: Gemiddelde prijs = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
no: Gjennomsnittlig pris = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
pl: Średnia cena = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
pt_pt: Preço médio = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
ro: Preț mediu = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
ru: Средняя цена = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/кг.
sk: Priemerná cena = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
sv: Genomsnittligt pris = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
sw: Bei ya wastani = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
tr: Ortalama fiyat = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
uk: Середня ціна = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/кг.
vi: Giá trung bình = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3,714 €/kg.
zh_hans: 平均价格 = (2×3 + 5×4)/(2+5) = (6+20)/7 = 26/7 ≈ 3.714 €/kg。

# mean_l3_s3_b4
source: C’est le vrai prix moyen par kg sur l’ensemble des achats.
af: Dit is die werklike gemiddelde prys per kg oor al die aankope.
bg: Това е истинската средна цена на кг за всички покупки.
cs: To je skutečná průměrná cena za kg za všechny nákupy.
da: Det er den reelle gennemsnitlige pris pr. kg for alle køb.
de: Das ist der tatsächliche Durchschnittspreis pro kg für alle Einkäufe.
el: Είναι η πραγματική μέση τιμή ανά κιλό για το σύνολο των αγορών.
es: Es el verdadero precio medio por kg en todas las compras.
fi: Se on todellinen keskihinta per kg kaikista ostoista.
fil: Ito ang tunay na average na presyo bawat kg sa lahat ng mga pagbili.
hu: Ez az igazi átlagos ár kg-onként az összes vásárlásra vonatkozóan.
id: Ini adalah harga rata-rata yang sebenarnya per kg dari semua pembelian.
it: È il vero prezzo medio per kg su tutti gli acquisti.
ja: これは全ての購入における1 kgあたりの真の平均価格です。
ko: 이것은 전체 구매에 대한 kg당 실제 평균 가격입니다.
nl: Dit is de werkelijke gemiddelde prijs per kg over alle aankopen.
no: Dette er den virkelige gjennomsnittlige prisen per kg for alle kjøp.
pl: To prawdziwa średnia cena za kg na całkowitych zakupach.
pt_pt: Este é o verdadeiro preço médio por kg em todas as compras.
ro: Este adevăratul preț mediu pe kg pentru toate achizițiile.
ru: Это истинная средняя цена за кг по всем покупкам.
sk: To je skutočná priemerná cena za kg zo všetkých nákupov.
sv: Det är det verkliga genomsnittliga priset per kg för alla inköp.
sw: Hii ndiyo bei halisi ya wastani kwa kg katika ununuzi wote.
tr: Bu, tüm alımların kilogram başına gerçek ortalama fiyatıdır.
uk: Це справжня середня ціна за кг за всіма покупками.
vi: Đây là giá trung bình thực sự mỗi kg trên tổng số các giao dịch mua.
zh_hans: 这是所有购买的每公斤真实平均价格。

# mean_l3_s3_ex1
source: Calcul
af: Berekening
bg: Изчисление
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
fi: Laskenta
fil: Kalkulasyon
hu: Számítás
id: Perhitungan
it: Calcolo
ja: 計算
ko: 계산
nl: Berekening
no: Beregning
pl: Obliczenia
pt_pt: Cálculo
ru: Расчет
sk: Výpočet
sv: Beräkning
sw: Hesabu
tr: Hesaplama
uk: Обчислення
vi: Tính toán
zh_hans: 计算

# mean_l3_s4_title
source: Exemple : moyenne sur des durées différentes
af: Voorbeeld : gemiddelde oor verskillende tydperke
bg: Пример: средна стойност за различни продължителности
cs: Příklad : průměr na různých časových obdobích
da: Eksempel : gennemsnit over forskellige varigheder
de: Beispiel : Durchschnitt über unterschiedliche Zeiträume
el: Παράδειγμα: μέσος όρος σε διαφορετικές διάρκειες
es: Ejemplo : media sobre duraciones diferentes
fi: Esimerkki : keskiarvo eri kestojen yli
fil: Halimbawa : average sa iba't ibang tagal
hu: Példa : átlag különböző időtartamokra
id: Contoh : rata-rata pada durasi yang berbeda
it: Esempio : media su durate diverse
ja: 例：異なる期間の平均
ko: 예: 서로 다른 기간의 평균
nl: Voorbeeld : gemiddelde over verschillende tijdsduur
no: Eksempel : gjennomsnitt over forskjellige varigheter
pl: Przykład : średnia na różnych okresach
pt_pt: Exemplo : média sobre durações diferentes
ro: Exemplu : medie pe durate diferite
ru: Пример : средняя по разным временным интервалам
sk: Príklad : priemer za rôzne časové obdobia
sv: Exempel : medelvärde över olika tidsperioder
sw: Mfano : wastani wa muda tofauti
tr: Örnek : farklı süreler üzerindeki ortalama
uk: Приклад: середнє за різними періодами
vi: Ví dụ : trung bình trên các khoảng thời gian khác nhau
zh_hans: 示例：不同持续时间的平均值
