Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_pptx_sanitize_metadata_title
source: Nettoyer les métadonnées (PPTX)
bg: Почистване на метаданни (PPTX)
cs: Vyčistit metadata (PPTX)
da: Rens metadata (PPTX)
de: Metadaten bereinigen (PPTX)
el: Καθαρισμός μεταδεδομένων (PPTX)
es: Limpiar metadatos (PPTX)
fi: Puhdista metatiedot (PPTX)
fil: Linisin ang mga metadata (PPTX)
ja: メタデータのクリーンアップ（PPTX）
nl: Reinig metadata (PPTX)
no: Rens metadata (PPTX)
pl: Oczyść metadane (PPTX)
pt_pt: Limpar os metadados (PPTX)
ro: Curățați metadatele (PPTX)
ru: Очистить метаданные (PPTX)
sk: Vyčistiť metadáta (PPTX)
sv: Rensa metadata (PPTX)
sw: Safisha metadata (PPTX)
tr: Meta verilerini temizle (PPTX)
uk: Очищення метаданих (PPTX)
vi: Làm sạch siêu dữ liệu (PPTX)
zh_hans: 清理元数据（PPTX）

# tool_pptx_sanitize_metadata_desc
source: Nettoyer docProps et traces applicatives avant partage (privacy-first).
bg: Почистване на docProps и следи от приложения преди споделяне (първо за лични данни).
cs: Vyčistit docProps a stopy aplikací před sdílením (priorita na ochranu soukromí).
da: Rens docProps og applikationsspor før deling (privacy-first).
de: docProps und Anwendungsrückstände vor der Weitergabe bereinigen (datenschutzorientiert).
el: Καθαρίστε το docProps και τα ίχνη εφαρμογών πριν από την κοινή χρήση (προτεραιότητα στην ιδιωτικότητα).
es: Limpiar docProps y trazas de aplicaciones antes de compartir (prioridad a la privacidad).
fi: Puhdista docProps ja sovelluksen jäljet ennen jakamista (yksityisyys ensin).
fil: Linisin ang docProps at mga bakas ng aplikasyon bago ibahagi (privacy-first).
ja: 共有前にdocPropsとアプリケーショントレースをクリーンアップ（プライバシー優先）。
nl: Reinig docProps en applicatietraces voor delen (privacy-first).
no: Rens docProps og applikasjonslogger før deling (privacy-first).
pl: Oczyść docProps i ślady aplikacji przed udostępnieniem (privacy-first).
pt_pt: Limpar docProps e rastros de aplicativos antes do compartilhamento (prioridade à privacidade).
ro: Curățați docProps și urmele aplicațiilor înainte de partajare (privacy-first).
ru: Очистить docProps и следы приложений перед обменом (с учетом конфиденциальности).
sk: Vyčistiť docProps a aplikačné stopy pred zdieľaním (privacy-first).
sv: Rensa docProps och applikationsspår innan delning (privacy-first).
sw: Safisha docProps na alama za programu kabla ya kushiriki (kipaumbele faragha).
tr: Paylaşmadan önce docProps ve uygulama izlerini temizle (gizlilik öncelikli).
uk: Очищення docProps та слідів застосунків перед обміном (пріоритет конфіденційності).
vi: Làm sạch docProps và dấu vết ứng dụng trước khi chia sẻ (ưu tiên quyền riêng tư).
zh_hans: 在分享前清理 docProps 和应用痕迹（隐私优先）。

# dev_powerpoint_sg_debug_title
source: Internals & debug
bg: Вътрешности и отстраняване на грешки
cs: Interna & ladění
de: Interna & Debug
el: Εσωτερικά & αποσφαλμάτωση
es: Internos y depuración
fi: Sisäiset & virheenkorjaus
fil: Mga Panloob at debug
ja: 内部 & デバッグ
pl: Wnętrza & debugowanie
pt_pt: Internos & depuração
ru: Внутренние данные и отладка
sk: Interné a ladenie
sv: Interna & debug
sw: Mambo ya ndani & ufuatiliaji
tr: İç yapılar & hata ayıklama
uk: Внутрішні дані та налагодження
vi: Nội bộ & gỡ lỗi
zh_hans: 内部 & 调试

# dev_powerpoint_sg_debug_desc
source: Explorer PresentationML (slides, layouts, masters) et relationships.
bg: Изследване на PresentationML (слайдове, оформления, майстори) и отношения.
cs: Prozkoumat PresentationML (snímky, rozložení, šablony) a vztahy.
da: Udforsk PresentationML (slides, layouts, masters) og relationer.
de: PresentationML (Folien, Layouts, Master) und Beziehungen erkunden.
el: Εξερευνήστε το PresentationML (διαφάνειες, layouts, masters) και τις σχέσεις.
es: Explorar PresentationML (diapositivas, diseños, maestros) y relaciones.
fi: Tutki PresentationML:ää (dioja, asetteluja, mestareita) ja suhteita.
fil: Galugarin ang PresentationML (mga slide, layout, masters) at relationships.
ja: Explorer PresentationML (スライド、レイアウト、マスター) とリレーションシップ。
nl: Explorer PresentationML (dia's, indelingen, masters) en relaties.
no: Utforsk PresentationML (lysbilder, oppsett, mastere) og relasjoner.
pl: Zbadaj PresentationML (slajdy, układy, szablony) i relacje.
pt_pt: Explorar PresentationML (slides, layouts, mestres) e relationships.
ro: Explorați PresentationML (slide-uri, layout-uri, mastere) și relații.
ru: Исследование PresentationML (слайды, макеты, мастер-шаблоны) и их взаимосвязи.
sk: Preskúmať PresentationML (snímky, rozloženia, master) a vzťahy.
sv: Utforska PresentationML (bilder, layouter, mallar) och relationer.
sw: Chunguza PresentationML (slides, mipangilio, mabwana) na uhusiano.
tr: PresentationML'i (slaytlar, düzenler, ana şablonlar) ve ilişkileri keşfet.
uk: Дослідження PresentationML (слайди, макети, майстри) та зв'язків.
vi: Khám phá PresentationML (slide, bố cục, mẫu) và relationships.
zh_hans: 浏览器演示文稿ML（幻灯片、布局、母版）及其关系。

# tool_pptx_xml_viewer_title
source: Viewer XML PresentationML
bg: XML PresentationML прегледник
cs: Prohlížeč XML PresentationML
da: XML PresentationML Viewer
de: XML PresentationML Viewer
el: Προβολέας XML PresentationML
es: Visor XML PresentationML
fi: XML PresentationML -katselija
ja: XML PresentationML ビューア
pl: Podgląd XML PresentationML
pt_pt: Visualizador XML PresentationML
ro: Vizualizator XML PresentationML
ru: Просмотрщик XML PresentationML
sk: Prehliadač XML PresentationML
sv: Visare XML PresentationML
sw: Muonekano wa XML PresentationML
tr: XML PresentationML Görüntüleyici
uk: Переглядач XML PresentationML
vi: Trình xem XML PresentationML
zh_hans: 查看器 XML 演示文稿ML

# tool_pptx_xml_viewer_desc
source: Explorer presentation.xml, slides, masters/layouts et relationships, avec recherche et export d'extraits.
bg: Изследване на presentation.xml, слайдове, майстори/оформления и отношения, с търсене и експортиране на фрагменти.
cs: Prozkoumat presentation.xml, snímky, šablony/rozložení a vztahy, s vyhledáváním a exportem výňatků.
da: Udforsk presentation.xml, slides, masters/layouts og relationer, med søgning og eksport af uddrag.
de: presentation.xml, Folien, Master/Layout und Beziehungen erkunden, mit Suche und Export von Auszügen.
el: Εξερευνήστε το presentation.xml, τις διαφάνειες, τους masters/layouts και τις σχέσεις, με αναζήτηση και εξαγωγή αποσπασμάτων.
es: Explorar presentation.xml, diapositivas, maestros/diseños y relaciones, con búsqueda y exportación de extractos.
fi: Tutki presentation.xml, dioja, mestareita/asetteluja ja suhteita, hakutoiminnolla ja osien viennillä.
fil: Galugarin ang presentation.xml, mga slide, masters/layouts at relationships, na may paghahanap at pag-export ng mga excerpt.
ja: プレゼンテーション.xml、スライド、マスター/レイアウトとリレーションシップを探索し、抜粋の検索とエクスポートを行います。
nl: Verken presentation.xml, dia's, masters/indelingen en relaties, met zoeken en exporteren van fragmenten.
no: Utforsk presentasjon.xml, lysbilder, master/layouts og relasjoner, med søk og eksport av utdrag.
pl: Zbadaj presentation.xml, slajdy, szablony/układy i relacje, z możliwością wyszukiwania i eksportu fragmentów.
pt_pt: Explorar presentation.xml, slides, mestres/layouts e relationships, com pesquisa e exportação de trechos.
ro: Explorați presentation.xml, slide-uri, mastere/layout-uri și relații, cu căutare și export de extrase.
ru: Исследование presentation.xml, слайдов, мастер-шаблонов/макетов и их взаимосвязей, с возможностью поиска и экспорта фрагментов.
sk: Preskúmať presentation.xml, snímky, masters/rozloženia a vzťahy, s vyhľadávaním a exportom výňatkov.
sv: Utforska presentation.xml, bilder, mallar/layouter och relationer, med sökning och export av utdrag.
sw: Chunguza presentation.xml, slides, mabwana/mipangilio na uhusiano, ukiwa na utafutaji na usafirishaji wa vipande.
tr: presentation.xml, slaytlar, ana şablonlar/düzenler ve ilişkileri keşfet, arama yap ve alıntılar dışa aktar.
uk: Дослідження presentation.xml, слайдів, майстрів/макетів та зв'язків, з можливістю пошуку та експорту фрагментів.
vi: Khám phá presentation.xml, slides, masters/layouts và relationships, với tìm kiếm và xuất trích dẫn.
zh_hans: 浏览 presentation.xml、幻灯片、母版/布局及其关系，支持搜索和导出摘录。

# group_dev_odf_desc
source: ODT/ODS/ODP : inspection ZIP/XML, texte, styles, métadonnées, médias…
bg: ODT/ODS/ODP: инспекция на ZIP/XML, текст, стилове, метаданни, медии…
cs: ODT/ODS/ODP: inspekce ZIP/XML, text, styly, metadata, média…
da: ODT/ODS/ODP: inspektion ZIP/XML, tekst, stilarter, metadata, medier…
de: ODT/ODS/ODP: ZIP/XML-Inspektion, Text, Stile, Metadaten, Medien…
el: ODT/ODS/ODP: επιθεώρηση ZIP/XML, κείμενο, στυλ, μεταδεδομένα, μέσα…
es: ODT/ODS/ODP: inspección ZIP/XML, texto, estilos, metadatos, medios…
fi: ODT/ODS/ODP : ZIP/XML-tarkastus, teksti, tyylit, metatiedot, mediat…
fil: ODT/ODS/ODP: pagsusuri ng ZIP/XML, teksto, estilo, metadata, media…
ja: ODT/ODS/ODP : ZIP/XML の検査、テキスト、スタイル、メタデータ、メディア…
nl: ODT/ODS/ODP : inspectie ZIP/XML, tekst, stijlen, metadata, media…
no: ODT/ODS/ODP: inspeksjon ZIP/XML, tekst, stiler, metadata, medier…
pl: ODT/ODS/ODP: inspekcja ZIP/XML, tekst, style, metadane, media…
pt_pt: ODT/ODS/ODP: inspeção ZIP/XML, texto, estilos, metadados, mídias…
ro: ODT/ODS/ODP: inspecție ZIP/XML, text, stiluri, metadate, media…
ru: ODT/ODS/ODP: инспекция ZIP/XML, текст, стили, метаданные, медиа…
sk: ODT/ODS/ODP: inšpekcia ZIP/XML, text, štýly, metadáta, médiá…
sv: ODT/ODS/ODP : inspektera ZIP/XML, text, stilar, metadata, media…
sw: ODT/ODS/ODP: ukaguzi wa ZIP/XML, maandiko, mitindo, metadata, vyombo vya habari…
tr: ODT/ODS/ODP : ZIP/XML denetimi, metin, stiller, meta veriler, medya…
uk: ODT/ODS/ODP: інспекція ZIP/XML, текст, стилі, метадані, медіа…
vi: ODT/ODS/ODP: kiểm tra ZIP/XML, văn bản, kiểu, siêu dữ liệu, phương tiện…
zh_hans: ODT/ODS/ODP：检查 ZIP/XML、文本、样式、元数据、媒体…

# dev_odf_sg_inspect_title
source: Inspection & extraction
bg: Инспекция и извличане
cs: Inspekce a extrakce
da: Inspektion & udtræk
de: Inspektion & Extraktion
el: Επιθεώρηση & εξαγωγή
es: Inspección y extracción
fi: Tarkastus & erottelu
fil: Pagsusuri at pagkuha
ja: 検査 & 抽出
nl: Inspectie & extractie
no: Inspeksjon & ekstraksjon
pl: Inspekcja & ekstrakcja
pt_pt: Inspeção & extração
ro: Inspecție & extracție
ru: Инспекция и извлечение
sk: Inšpekcia a extrakcia
sv: Inspektion & extraktion
sw: Ukaguzi & uondoaji
tr: Denetim & çıkarım
uk: Інспекція та витяг
vi: Kiểm tra & trích xuất
zh_hans: 检查与提取

# dev_odf_sg_inspect_desc
source: ODT/ODS/ODP : explorer le ZIP ODF, extraire texte, styles, métadonnées et médias.
bg: ODT/ODS/ODP: изследване на ZIP ODF, извличане на текст, стилове, метаданни и медии.
cs: ODT/ODS/ODP : prozkoumat ZIP ODF, extrahovat text, styly, metadata a média.
da: ODT/ODS/ODP : udforsk ODF ZIP, udtræk tekst, stilarter, metadata og medier.
de: ODT/ODS/ODP : das ODF-ZIP erkunden, Text, Stile, Metadaten und Medien extrahieren.
el: ODT/ODS/ODP: εξερευνήστε το ZIP ODF, εξαγάγετε κείμενο, στυλ, μεταδεδομένα και μέσα.
es: ODT/ODS/ODP: explorar el ZIP ODF, extraer texto, estilos, metadatos y medios.
fi: ODT/ODS/ODP : tutki ODF ZIP, erota teksti, tyylit, metatiedot ja mediat.
fil: ODT/ODS/ODP: galugarin ang ZIP ODF, kunin ang teksto, estilo, metadata at media.
ja: ODT/ODS/ODP : ODF ZIP を探索し、テキスト、スタイル、メタデータ、メディアを抽出します。
nl: ODT/ODS/ODP : verken de ODF ZIP, extraheer tekst, stijlen, metadata en media.
no: ODT/ODS/ODP: utforsk ODF ZIP, ekstraher tekst, stiler, metadata og medier.
pl: ODT/ODS/ODP: zbadaj ZIP ODF, wyodrębnij tekst, style, metadane i media.
pt_pt: ODT/ODS/ODP: explorar o ZIP ODF, extrair texto, estilos, metadados e mídias.
ro: ODT/ODS/ODP: explorați ZIP-ul ODF, extrageți text, stiluri, metadate și media.
ru: ODT/ODS/ODP: исследовать ZIP ODF, извлекать текст, стили, метаданные и медиа.
sk: ODT/ODS/ODP: preskúmať ZIP ODF, extrahovať text, štýly, metadáta a médiá.
sv: ODT/ODS/ODP : utforska ODF ZIP, extrahera text, stilar, metadata och media.
sw: ODT/ODS/ODP: chunguza ZIP ODF, toa maandiko, mitindo, metadata na vyombo vya habari.
tr: ODT/ODS/ODP : ODF ZIP'ini keşfet, metin, stiller, meta veriler ve medyayı çıkar.
uk: ODT/ODS/ODP: дослідження ZIP ODF, витяг тексту, стилів, метаданих та медіа.
vi: ODT/ODS/ODP: khám phá ZIP ODF, trích xuất văn bản, kiểu, siêu dữ liệu và phương tiện.
zh_hans: ODT/ODS/ODP：浏览 ODF ZIP，提取文本、样式、元数据和媒体。

# tool_odf_package_explorer_title
source: Explorer un package ODF (ZIP)
bg: Изследване на ODF пакет (ZIP)
cs: Prozkoumat balíček ODF (ZIP)
da: Udforsk en ODF-pakke (ZIP)
de: Ein ODF-Paket (ZIP) erkunden
el: Εξερεύνηση πακέτου ODF (ZIP)
es: Explorar un paquete ODF (ZIP)
fi: Tutki ODF-pakettia (ZIP)
fil: Galugarin ang isang package ODF (ZIP)
ja: ODF パッケージ (ZIP) を探索
nl: Verken een ODF-pakket (ZIP)
no: Utforsk en ODF-pakke (ZIP)
pl: Zbadaj pakiet ODF (ZIP)
pt_pt: Explorar um pacote ODF (ZIP)
ro: Explorați un pachet ODF (ZIP)
ru: Исследовать пакет ODF (ZIP)
sk: Preskúmať balík ODF (ZIP)
sv: Utforska ett ODF-paket (ZIP)
sw: Chunguza kifurushi cha ODF (ZIP)
tr: ODF paketini (ZIP) keşfet
uk: Огляд пакета ODF (ZIP)
vi: Khám phá một gói ODF (ZIP)
zh_hans: 浏览 ODF 包（ZIP）

# tool_odf_package_explorer_desc
source: Lister les fichiers internes d'un ODT/ODS/ODP, prévisualiser content.xml/styles.xml/meta.xml et télécharger une sélection.
bg: Списък на вътрешните файлове на ODT/ODS/ODP, преглед на content.xml/styles.xml/meta.xml и изтегляне на селекция.
cs: Seznam interních souborů ODT/ODS/ODP, náhled content.xml/styles.xml/meta.xml a stáhnout výběr.
da: Liste over interne filer i en ODT/ODS/ODP, forhåndsvise content.xml/styles.xml/meta.xml og downloade et udvalg.
de: Die internen Dateien eines ODT/ODS/ODP auflisten, content.xml/styles.xml/meta.xml in der Vorschau anzeigen und eine Auswahl herunterladen.
el: Λίστα των εσωτερικών αρχείων ενός ODT/ODS/ODP, προεπισκόπηση του content.xml/styles.xml/meta.xml και λήψη μιας επιλογής.
es: Listar los archivos internos de un ODT/ODS/ODP, previsualizar content.xml/styles.xml/meta.xml y descargar una selección.
fi: Listaa ODT/ODS/ODP:n sisäiset tiedostot, esikatselu content.xml/styles.xml/meta.xml ja lataa valinta.
fil: Ilista ang mga panloob na file ng ODT/ODS/ODP, i-preview ang content.xml/styles.xml/meta.xml at i-download ang isang seleksyon.
ja: ODT/ODS/ODP の内部ファイルをリストし、content.xml/styles.xml/meta.xml をプレビューし、選択をダウンロードします。
nl: Lijst de interne bestanden van een ODT/ODS/ODP, bekijk content.xml/styles.xml/meta.xml en download een selectie.
no: Liste opp interne filer i en ODT/ODS/ODP, forhåndsvise content.xml/styles.xml/meta.xml og laste ned et utvalg.
pl: Wymień wewnętrzne pliki ODT/ODS/ODP, podglądaj content.xml/styles.xml/meta.xml i pobierz wybrane.
pt_pt: Listar os ficheiros internos de um ODT/ODS/ODP, pré-visualizar content.xml/styles.xml/meta.xml e descarregar uma seleção.
ro: Listați fișierele interne dintr-un ODT/ODS/ODP, previzualizați content.xml/styles.xml/meta.xml și descărcați o selecție.
ru: Список внутренних файлов ODT/ODS/ODP, предварительный просмотр content.xml/styles.xml/meta.xml и загрузка выборки.
sk: Zoznam interných súborov ODT/ODS/ODP, náhľad content.xml/styles.xml/meta.xml a stiahnutie výberu.
sv: Lista interna filer i en ODT/ODS/ODP, förhandsgranska content.xml/styles.xml/meta.xml och ladda ner ett urval.
sw: Orodhesha faili za ndani za ODT/ODS/ODP, onyesha content.xml/styles.xml/meta.xml na pakua uteuzi.
tr: Bir ODT/ODS/ODP'nın iç dosyalarını listele, content.xml/styles.xml/meta.xml'yi önizle ve bir seçim indir.
uk: Перегляд внутрішніх файлів ODT/ODS/ODP, попередній перегляд content.xml/styles.xml/meta.xml та завантаження вибраного.
vi: Liệt kê các tệp nội bộ của ODT/ODS/ODP, xem trước content.xml/styles.xml/meta.xml và tải xuống một lựa chọn.
zh_hans: 列出 ODT/ODS/ODP 的内部文件，预览 content.xml/styles.xml/meta.xml 并下载所选内容。

# tool_odt_text_extractor_title
source: ODT → texte
bg: ODT → текст
cs: ODT → text
da: ODT → tekst
de: ODT → Text
el: ODT → κείμενο
es: ODT → texto
fi: ODT → teksti
fil: ODT → teksto
ja: ODT → テキスト
nl: ODT → tekst
no: ODT → tekst
pl: ODT → tekst
pt_pt: ODT → texto
ro: ODT → text
ru: ODT → текст
sk: ODT → text
sv: ODT → text
sw: ODT → maandiko
tr: ODT → metin
uk: ODT → текст
vi: ODT → văn bản
zh_hans: ODT → 文本

# tool_odt_text_extractor_desc
source: Extraire le texte d'un ODT (paragraphes, listes, tableaux simples) et l'exporter (TXT/JSON).
bg: Извличане на текста от ODT (параграфи, списъци, прости таблици) и експортиране (TXT/JSON).
cs: Extrahovat text z ODT (odstavce, seznamy, jednoduché tabulky) a exportovat (TXT/JSON).
da: Udtræk tekst fra en ODT (afsnit, lister, enkle tabeller) og eksporter (TXT/JSON).
de: Text aus einem ODT extrahieren (Absätze, Listen, einfache Tabellen) und exportieren (TXT/JSON).
el: Εξαγωγή κειμένου από ένα ODT (παράγραφοι, λίστες, απλοί πίνακες) και εξαγωγή (TXT/JSON).
es: Extraer el texto de un ODT (párrafos, listas, tablas simples) y exportarlo (TXT/JSON).
fi: Erota teksti ODT:stä (kappaleet, luettelot, yksinkertaiset taulukot) ja vie se (TXT/JSON).
fil: I-extract ang teksto mula sa isang ODT (mga talata, listahan, simpleng talahanayan) at i-export ito (TXT/JSON).
ja: ODT からテキストを抽出し（段落、リスト、単純な表）、エクスポートします (TXT/JSON)。
nl: Extraheer de tekst van een ODT (alinea's, lijsten, eenvoudige tabellen) en exporteer (TXT/JSON).
no: Ekstraher tekst fra en ODT (avsnitt, lister, enkle tabeller) og eksporter (TXT/JSON).
pl: Wyodrębnij tekst z ODT (akapitów, list, prostych tabel) i wyeksportuj (TXT/JSON).
pt_pt: Extrair o texto de um ODT (parágrafos, listas, tabelas simples) e exportá-lo (TXT/JSON).
ro: Extrați textul dintr-un ODT (paragrafe, liste, tabele simple) și exportați-l (TXT/JSON).
ru: Извлечение текста из ODT (абзацы, списки, простые таблицы) и экспорт (TXT/JSON).
sk: Extrahovať text z ODT (odseky, zoznamy, jednoduché tabuľky) a exportovať (TXT/JSON).
sv: Extrahera text från en ODT (stycken, listor, enkla tabeller) och exportera (TXT/JSON).
sw: Toa maandiko kutoka ODT (aya, orodha, meza rahisi) na uhamasishe (TXT/JSON).
tr: Bir ODT'den metin çıkar (paragraflar, listeler, basit tablolar) ve dışa aktar (TXT/JSON).
uk: Витягти текст з ODT (абзаци, списки, прості таблиці) та експортувати (TXT/JSON).
vi: Trích xuất văn bản từ ODT (đoạn văn, danh sách, bảng đơn giản) và xuất khẩu (TXT/JSON).
zh_hans: 提取 ODT 中的文本（段落、列表、简单表格）并导出（TXT/JSON）。

# tool_odt_styles_to_json_title
source: Styles ODT → JSON
bg: Стилове ODT → JSON
cs: Styly ODT → JSON
da: Stilarter ODT → JSON
de: ODT-Stile → JSON
el: Στυλ ODT → JSON
es: Estilos ODT → JSON
fi: ODT-tyylit → JSON
fil: Mga Estilo ng ODT → JSON
ja: ODT スタイル → JSON
nl: Stijlen ODT → JSON
no: Stiler ODT → JSON
pl: Style ODT → JSON
pt_pt: Estilos ODT → JSON
ro: Stiluri ODT → JSON
ru: Стили ODT → JSON
sk: Štýly ODT → JSON
sv: Stilar ODT → JSON
sw: Mitindo ya ODT → JSON
tr: ODT Stilleri → JSON
uk: Стилі ODT → JSON
zh_hans: ODT 样式 → JSON

# tool_odt_styles_to_json_desc
source: Exporter les styles ODF (styles.xml) : paragraphes, caractères, pages, et propriétés héritées.
bg: Експортиране на стиловете ODF (styles.xml): параграфи, символи, страници и наследени свойства.
cs: Exportovat styly ODF (styles.xml) : odstavce, znaky, stránky a děděné vlastnosti.
da: Eksporter ODF-stilarter (styles.xml) : afsnit, tegn, sider og arvede egenskaber.
de: ODF-Stile (styles.xml) exportieren: Absätze, Zeichen, Seiten und geerbte Eigenschaften.
el: Εξαγωγή στυλ ODF (styles.xml): παράγραφοι, χαρακτήρες, σελίδες και κληρονομούμενες ιδιότητες.
es: Exportar los estilos ODF (styles.xml): párrafos, caracteres, páginas y propiedades heredadas.
fi: Vie ODF-tyylit (styles.xml) : kappaleet, merkit, sivut ja perityt ominaisuudet.
fil: I-export ang mga estilo ng ODF (styles.xml): mga talata, karakter, pahina, at mga namana na katangian.
ja: ODF スタイル (styles.xml) をエクスポートします : 段落、文字、ページ、および継承されたプロパティ。
nl: Exporteer de ODF-stijlen (styles.xml) : alinea's, tekens, pagina's, en geërfde eigenschappen.
no: Eksporter ODF-stiler (styles.xml): avsnitt, tegn, sider og arvede egenskaper.
pl: Wyeksportuj style ODF (styles.xml): akapity, znaki, strony i właściwości dziedziczone.
pt_pt: Exportar os estilos ODF (styles.xml): parágrafos, caracteres, páginas e propriedades herdadas.
ro: Exportați stilurile ODF (styles.xml): paragrafe, caractere, pagini și proprietăți moștenite.
ru: Экспорт стилей ODF (styles.xml): абзацы, символы, страницы и унаследованные свойства.
sk: Exportovať štýly ODF (styles.xml): odseky, znaky, stránky a dedičné vlastnosti.
sv: Exportera ODF-stilar (styles.xml) : stycken, tecken, sidor och ärvda egenskaper.
sw: Uhamasishaji wa mitindo ya ODF (styles.xml): aya, wahusika, kurasa, na mali zilizorithiwa.
tr: ODF stillerini (styles.xml) dışa aktar: paragraflar, karakterler, sayfalar ve miras alınan özellikler.
uk: Експортувати стилі ODF (styles.xml): абзаци, символи, сторінки та успадковані властивості.
vi: Xuất khẩu các kiểu ODF (styles.xml): đoạn văn, ký tự, trang, và thuộc tính kế thừa.
zh_hans: 导出 ODF 样式（styles.xml）：段落、字符、页面和继承属性。

# tool_odt_images_extractor_title
source: Extraire les images d'un ODT
bg: Извличане на изображения от ODT
cs: Extrahovat obrázky z ODT
da: Udtræk billeder fra en ODT
de: Bilder aus einem ODT extrahieren
el: Εξαγωγή εικόνων από ένα ODT
es: Extraer las imágenes de un ODT
fi: Erota kuvat ODT:stä
fil: I-extract ang mga imahe mula sa isang ODT
ja: ODT から画像を抽出
nl: Extraheer afbeeldingen uit een ODT
no: Ekstraher bilder fra en ODT
pl: Wyodrębnij obrazy z ODT
pt_pt: Extrair imagens de um ODT
ro: Extrage imagini dintr-un ODT
ru: Извлечение изображений из ODT
sk: Extrahovať obrázky z ODT
sv: Extrahera bilder från en ODT
sw: Toa picha kutoka ODT
tr: Bir ODT'den resimleri çıkar
uk: Витягти зображення з ODT
vi: Trích xuất hình ảnh từ ODT
zh_hans: 提取 ODT 中的图像
