Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_images_to_json_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Limitations and points of attention
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_images_to_json_lim1
source: Une même image peut être réutilisée sur plusieurs pages : le JSON peut référencer la même ressource plusieurs fois.
af: Dieselfde prent kan op verskeie bladsye hergebruik word: die JSON kan dieselfde hulpbron verskeie kere verwys.
bg: Едно и също изображение може да бъде повторно използвано на няколко страници: JSON може да реферира същия ресурс няколко пъти.
cs: Stejný obrázek může být znovu použit na více stránkách: JSON může odkazovat na stejný zdroj vícekrát.
da: Det samme billede kan genbruges på flere sider: JSON kan referere til den samme ressource flere gange.
de: Ein und dasselbe Bild kann auf mehreren Seiten wiederverwendet werden: Das JSON kann dieselbe Ressource mehrfach referenzieren.
el: Μια ίδια εικόνα μπορεί να επαναχρησιμοποιηθεί σε πολλές σελίδες: το JSON μπορεί να αναφέρεται στην ίδια πηγή πολλές φορές.
es: Una misma imagen puede ser reutilizada en varias páginas: el JSON puede referenciar el mismo recurso varias veces.
fi: Sama kuva voi olla käytössä useilla sivuilla: JSON voi viitata samaan resurssiin useita kertoja.
fil: Isang larawan ay maaaring muling gamitin sa maraming pahina: ang JSON ay maaaring i-refer ang parehong resource ng maraming beses.
hu: TODO.
id: TODO.
it: La stessa immagine può essere riutilizzata su più pagine: il JSON può fare riferimento alla stessa risorsa più volte.
ja: 同じ画像は複数のページで再利用される可能性があります：JSONは同じリソースを複数回参照できます。
ko: 같은 이미지는 여러 페이지에서 재사용될 수 있습니다: JSON은 동일한 리소스를 여러 번 참조할 수 있습니다.
nl: Eenzelfde afbeelding kan op meerdere pagina's worden hergebruikt: de JSON kan dezelfde bron meerdere keren refereren.
no: Det samme bildet kan gjenbrukes på flere sider: JSON kan referere til den samme ressursen flere ganger.
pl: Ten sam obraz może być używany na wielu stronach: JSON może wielokrotnie odnosić się do tego samego zasobu.
pt_pt: Uma mesma imagem pode ser reutilizada em várias páginas: o JSON pode referenciar o mesmo recurso várias vezes.
ro: Aceeași imagine poate fi reutilizată pe mai multe pagini: JSON-ul poate face referire la aceeași resursă de mai multe ori.
ru: Одно и то же изображение может использоваться на нескольких страницах: JSON может ссылаться на один и тот же ресурс несколько раз.
sk: Ten istý obrázok môže byť použitý na viacerých stránkach: JSON môže odkazovať na tú istú zdrojovú informáciu viackrát.
sv: En och samma bild kan återanvändas på flera sidor: JSON kan referera till samma resurs flera gånger.
sw: Picha moja inaweza kutumika tena kwenye kurasa nyingi: JSON inaweza kurejelea rasilimali hiyo mara kadhaa.
tr: Aynı görsel birden fazla sayfada yeniden kullanılabilir: JSON aynı kaynağı birden fazla kez referans verebilir.
uk: Одне й те саме зображення може бути повторно використане на кількох сторінках: JSON може посилатися на один і той же ресурс кілька разів.
vi: Một hình ảnh có thể được sử dụng lại trên nhiều trang: JSON có thể tham chiếu cùng một tài nguyên nhiều lần.
zh_hans: 同一图像可以在多个页面上重复使用：JSON 可以多次引用同一资源。

# ed_dev_pdf_pdf_images_to_json_lim2
source: L’outil décrit les images PDF internes, pas forcément la “taille affichée” réelle à l’écran (qui dépend des transformations).
af: Die hulpmiddel beskryf die interne PDF prente, nie noodwendig die werklike "getoonde grootte" op die skerm nie (wat van die transformasies afhang).
bg: Инструментът описва вътрешните PDF изображения, не непременно „реалния показан размер“ на екрана (който зависи от трансформациите).
cs: Nástroj popisuje interní PDF obrázky, nemusí nutně odrážet skutečnou "zobrazenou velikost" na obrazovce (která závisí na transformacích).
da: Værktøjet beskriver de interne PDF-billeder, ikke nødvendigvis den 'faktiske viste størrelse' på skærmen (som afhænger af transformationer).
de: Das Tool beschreibt die internen PDF-Bilder, nicht unbedingt die tatsächliche "angezeigte Größe" auf dem Bildschirm (die von den Transformationen abhängt).
el: Το εργαλείο περιγράφει τις εσωτερικές εικόνες PDF, όχι απαραίτητα το "πραγματικό μέγεθος που εμφανίζεται" στην οθόνη (που εξαρτάται από τις μετατροπές).
es: La herramienta describe las imágenes internas de PDF, no necesariamente el “tamaño mostrado” real en pantalla (que depende de las transformaciones).
fi: Työkalu kuvaa PDF-tiedoston sisäisiä kuvia, ei välttämättä ”näytön todellista kokoa” (joka riippuu muunnoksista).
fil: Inilalarawan ng tool ang mga panloob na larawan ng PDF, hindi kinakailangang ang "aktwal na ipinapakitang sukat" sa screen (na nakasalalay sa mga pagbabago).
hu: TODO.
id: TODO.
it: Lo strumento descrive le immagini PDF interne, non necessariamente la "dimensione visualizzata" reale sullo schermo (che dipende dalle trasformazioni).
ja: このツールはPDF内部の画像を説明しますが、必ずしも画面上の「表示サイズ」ではありません（変換に依存します）。
ko: 이 도구는 PDF 내부 이미지를 설명하며, 반드시 화면에 표시되는 '실제 크기'는 아닙니다(변환에 따라 다름).
nl: De tool beschrijft de interne PDF-afbeeldingen, niet noodzakelijk de "werkelijke weergegeven" grootte op het scherm (die afhankelijk is van de transformaties).
no: Verktøyet beskriver interne PDF-bilder, ikke nødvendigvis den "faktiske viste størrelsen" på skjermen (som avhenger av transformasjoner).
pl: Narzędzie opisuje wewnętrzne obrazy PDF, a niekoniecznie „rzeczywistą” wielkość wyświetlaną na ekranie (która zależy od transformacji).
pt_pt: A ferramenta descreve as imagens internas do PDF, não necessariamente o “tamanho exibido” real na tela (que depende das transformações).
ro: Instrumentul descrie imaginile interne PDF, nu neapărat „dimensiunea afișată” reală pe ecran (care depinde de transformări).
ru: Инструмент описывает внутренние изображения PDF, а не обязательно «реальный отображаемый размер» на экране (который зависит от преобразований).
sk: Nástroj popisuje interné PDF obrázky, nie nutne „skutočnú zobrazenú veľkosť“ na obrazovke (ktorá závisí od transformácií).
sv: Verktyget beskriver interna PDF-bilder, inte nödvändigtvis den "visade storleken" på skärmen (som beror på transformationer).
sw: Zana inaelezea picha za ndani za PDF, si lazima “ukubwa unaoonekana” halisi kwenye skrini (ambayo inategemea mabadiliko).
tr: Araç, PDF içindeki görselleri tanımlar, ekran üzerindeki gerçek “görüntü boyutu”nu (dönüşümlere bağlı olarak) mutlaka yansıtmaz.
uk: Інструмент описує внутрішні зображення PDF, не обов'язково «реальний розмір» на екрані (який залежить від трансформацій).
vi: Công cụ mô tả các hình ảnh PDF nội bộ, không nhất thiết là “kích thước hiển thị” thực tế trên màn hình (phụ thuộc vào các biến đổi).
zh_hans: 该工具描述的是 PDF 内部图像，而不一定是屏幕上实际的“显示大小”（这取决于转换）。

# ed_dev_pdf_pdf_images_to_json_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Frequently asked questions
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_images_to_json_q1
source: Est-ce que je peux récupérer les fichiers image ?
af: Kan ek die prentlêers terugkry?
bg: Мога ли да получа файловете с изображения?
cs: Mohu získat soubory obrázků?
da: Kan jeg hente billedfilerne?
de: Kann ich die Bilddateien abrufen?
el: Μπορώ να ανακτήσω τα αρχεία εικόνας;
es: ¿Puedo recuperar los archivos de imagen?
fi: Voinko saada kuvatiedostot talteen?
fil: Maaari ko bang makuha ang mga file ng larawan?
hu: TODO
id: TODO
it: Posso recuperare i file immagine?
ja: 画像ファイルを取得できますか？
ko: 이미지 파일을 가져올 수 있나요?
nl: Kan ik de afbeeldingsbestanden ophalen?
no: Kan jeg hente bildefilene?
pl: Czy mogę odzyskać pliki obrazów?
pt_pt: Posso recuperar os arquivos de imagem?
ro: Pot recupera fișierele imagine?
ru: Могу ли я получить файлы изображений?
sk: Môžem získať súbory obrázkov?
sv: Kan jag hämta bildfilerna?
sw: Je, naweza kupata faili za picha?
tr: Görsel dosyalarını alabilir miyim?
uk: Чи можу я отримати файли зображень?
vi: Tôi có thể lấy lại các tệp hình ảnh không?
zh_hans: 我可以获取图像文件吗？

# ed_dev_pdf_pdf_images_to_json_a1
source: Cet outil fournit surtout un inventaire. Si vous avez besoin d’extraction binaire, utilisez un extracteur d’images dédié.
af: Hierdie hulpmiddel bied veral 'n inventaris. As jy binêre ekstraksie benodig, gebruik 'n toegewyde prentuittrekker.
bg: Този инструмент предоставя предимно инвентар. Ако имате нужда от бинарен екстракт, използвайте специализиран инструмент за извличане на изображения.
cs: Tento nástroj poskytuje především inventář. Pokud potřebujete binární extrakci, použijte specializovaný extraktor obrázků.
da: Dette værktøj giver primært et inventar. Hvis du har brug for binær udtrækning, skal du bruge et dedikeret billedeudtrækningsværktøj.
de: Dieses Tool bietet hauptsächlich ein Inventar. Wenn Sie eine binäre Extraktion benötigen, verwenden Sie einen speziellen Bildextraktor.
el: Αυτό το εργαλείο παρέχει κυρίως ένα απόθεμα. Εάν χρειάζεστε εξαγωγή δυαδικών δεδομένων, χρησιμοποιήστε έναν ειδικό extractor εικόνας.
es: Esta herramienta proporciona principalmente un inventario. Si necesitas extracción binaria, utiliza un extractor de imágenes dedicado.
fi: Tämä työkalu tarjoaa lähinnä inventaarion. Jos tarvitset binaarista poistoa, käytä erillistä kuvien poimintatyökalua.
fil: Ang tool na ito ay higit sa lahat ay nagbibigay ng isang imbentaryo. Kung kailangan mo ng binary extraction, gumamit ng isang dedikadong image extractor.
hu: TODO
id: TODO
it: Questo strumento fornisce principalmente un inventario. Se hai bisogno di estrazione binaria, utilizza un estrattore di immagini dedicato.
ja: このツールは主にインベントリを提供します。バイナリ抽出が必要な場合は、専用の画像抽出ツールを使用してください。
ko: 이 도구는 주로 인벤토리를 제공합니다. 이진 추출이 필요하면 전용 이미지 추출기를 사용하세요.
nl: Deze tool biedt vooral een inventaris. Als je binaire extractie nodig hebt, gebruik dan een speciale afbeeldingsextractor.
no: Dette verktøyet gir først og fremst en inventar. Hvis du trenger binærutvinning, bruk en dedikert bildeuttrekker.
pl: To narzędzie przede wszystkim dostarcza inwentarz. Jeśli potrzebujesz ekstrakcji binarnej, użyj dedykowanego narzędzia do ekstrakcji obrazów.
pt_pt: Esta ferramenta fornece principalmente um inventário. Se você precisar de extração binária, use um extrator de imagens dedicado.
ro: Acest instrument oferă în principal un inventar. Dacă aveți nevoie de extragere binară, utilizați un extractor de imagini dedicat.
ru: Этот инструмент в основном предоставляет инвентаризацию. Если вам нужно бинарное извлечение, используйте специализированный извлекатель изображений.
sk: Tento nástroj poskytuje predovšetkým inventár. Ak potrebujete binárny export, použite špecializovaný extraktor obrázkov.
sv: Detta verktyg ger främst en inventering. Om du behöver binär extraktion, använd en dedikerad bildextraktor.
sw: Zana hii inatoa hasa hesabu. Ikiwa unahitaji uhamasishaji wa binary, tumia extractor ya picha maalum.
tr: Bu araç esasen bir envanter sağlar. Eğer ikili çıkarıma ihtiyacınız varsa, özel bir görsel çıkarıcı kullanın.
uk: Цей інструмент в основному надає інвентаризацію. Якщо вам потрібен бінарний екстракт, використовуйте спеціалізований екстрактор зображень.
vi: Công cụ này chủ yếu cung cấp một danh mục. Nếu bạn cần trích xuất nhị phân, hãy sử dụng một công cụ trích xuất hình ảnh chuyên dụng.
zh_hans: 该工具主要提供清单。如果您需要二进制提取，请使用专用图像提取器。

# ed_dev_pdf_pdf_images_to_json_q2
source: Pourquoi la dimension est énorme alors que l’image est petite ?
af: Waarom is die dimensie enorm terwyl die prent klein is?
bg: Защо размерът е огромен, докато изображението е малко?
cs: Proč je rozměr obrovský, když je obrázek malý?
da: Hvorfor er dimensionen enorm, når billedet er lille?
de: Warum ist die Dimension riesig, obwohl das Bild klein ist?
el: Γιατί η διάσταση είναι τεράστια ενώ η εικόνα είναι μικρή;
es: ¿Por qué la dimensión es enorme si la imagen es pequeña?
fi: Miksi koko on valtava, vaikka kuva on pieni?
fil: Bakit napakalaki ng sukat kahit na maliit ang larawan?
hu: TODO
id: TODO
it: Perché la dimensione è enorme mentre l'immagine è piccola?
ja: 画像が小さいのに、なぜサイズが巨大なのですか？
ko: 이미지가 작음에도 불구하고 크기가 왜 이렇게 큰가요?
nl: Waarom is de dimensie enorm terwijl de afbeelding klein is?
no: Hvorfor er dimensjonen enorm selv om bildet er lite?
pl: Dlaczego wymiar jest ogromny, podczas gdy obraz jest mały?
pt_pt: Por que a dimensão é enorme enquanto a imagem é pequena?
ro: De ce dimensiunea este uriașă, deși imaginea este mică?
ru: Почему размер огромный, если изображение маленькое?
sk: Prečo je rozmer obrovský, keď je obrázok malý?
sv: Varför är dimensionen enorm när bilden är liten?
sw: Kwa nini ukubwa ni mkubwa wakati picha ni ndogo?
tr: Görsel küçükken neden boyut büyük?
uk: Чому розмір величезний, хоча зображення маленьке?
vi: Tại sao kích thước lại lớn trong khi hình ảnh lại nhỏ?
zh_hans: 为什么尺寸很大而图像很小？

# ed_dev_pdf_pdf_images_to_json_a2
source: Parce que l’image peut être dessinée avec un facteur d’échelle sur la page : la ressource reste grande.
af: Omdat die prent met 'n skaalfaktor op die bladsy geteken kan word: die hulpbron bly groot.
bg: Защото изображението може да бъде нарисувано с мащабен фактор на страницата: ресурсът остава голям.
cs: Protože obrázek může být nakreslen s měřítkem na stránce: zdroj zůstává velký.
da: Fordi billedet kan tegnes med en skaleringsfaktor på siden: ressourcen forbliver stor.
de: Weil das Bild mit einem Skalierungsfaktor auf der Seite gezeichnet werden kann: Die Ressource bleibt groß.
el: Επειδή η εικόνα μπορεί να σχεδιαστεί με έναν παράγοντα κλίμακας στη σελίδα: η πηγή παραμένει μεγάλη.
es: Porque la imagen puede ser dibujada con un factor de escala en la página: el recurso sigue siendo grande.
fi: Koska kuva voi olla piirretty suurennuskerroin sivulla: resurssi pysyy suurempana.
fil: Dahil ang larawan ay maaaring iguhit na may scale factor sa pahina: ang resource ay nananatiling malaki.
hu: TODO
id: TODO
it: Perché l'immagine può essere disegnata con un fattore di scala sulla pagina: la risorsa rimane grande.
ja: 画像はページ上でスケールファクターで描画される可能性があるため、リソースは大きいままです。
ko: 이미지가 페이지에서 스케일 팩터로 그려질 수 있기 때문입니다: 리소스는 여전히 큽니다.
nl: Omdat de afbeelding met een schaalfactor op de pagina kan worden getekend: de bron blijft groot.
no: Fordi bildet kan tegnes med en skaleringsfaktor på siden: ressursen forblir stor.
pl: Ponieważ obraz może być rysowany z czynnikiem skali na stronie: zasób pozostaje duży.
pt_pt: Porque a imagem pode ser desenhada com um fator de escala na página: o recurso permanece grande.
ro: Pentru că imaginea poate fi desenată cu un factor de scalare pe pagină: resursa rămâne mare.
ru: Потому что изображение может быть нарисовано с коэффициентом масштабирования на странице: ресурс остается большим.
sk: Pretože obrázok môže byť zobrazený s faktorom škálovania na stránke: zdroj zostáva veľký.
sv: För att bilden kan ritas med en skalfaktor på sidan: resursen förblir stor.
sw: Kwa sababu picha inaweza kuchorwa kwa kipimo kwenye ukurasa: rasilimali inabaki kuwa kubwa.
tr: Çünkü görsel sayfada bir ölçek faktörü ile çizilebilir: kaynak büyük kalır.
uk: Тому що зображення може бути намальоване з коефіцієнтом масштабування на сторінці: ресурс залишається великим.
vi: Bởi vì hình ảnh có thể được vẽ với một hệ số tỷ lệ trên trang: tài nguyên vẫn lớn.
zh_hans: 因为图像可能以缩放因子绘制在页面上：资源仍然很大。

# ed_dev_pdf_pdf_images_to_json_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Tip
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_pdf_images_to_json_tip
source: Pour optimiser un PDF, commencez par “Images PDF → JSON”, puis ciblez uniquement les pages/ressources problématiques au lieu de recomprimer à l’aveugle.
af: Om 'n PDF te optimaliseer, begin met "PDF Prente → JSON", en teiken slegs die problematiese bladsye/hulpbronne eerder as om blindelings te herkomprimeer.
bg: За да оптимизирате PDF, започнете с “PDF изображения → JSON”, след това се фокусирайте само върху проблематичните страници/ресурси, вместо да компресирате на сляпо.
cs: Pro optimalizaci PDF začněte s "Obrázky PDF → JSON", poté se zaměřte pouze na problematické stránky/zdroje místo slepé rekomprese.
da: For at optimere en PDF, start med 'PDF-billeder → JSON', og mål derefter kun på de problematiske sider/ressourcer i stedet for at rekode blindt.
de: Um ein PDF zu optimieren, beginnen Sie mit "PDF-Bilder → JSON", und konzentrieren Sie sich dann nur auf die problematischen Seiten/Ressourcen, anstatt blind zu rekomprimieren.
el: Για να βελτιστοποιήσετε ένα PDF, ξεκινήστε με "Εικόνες PDF → JSON", στη συνέχεια στοχεύστε μόνο τις προβληματικές σελίδες/πηγές αντί να επανασυμπιέσετε τυφλά.
es: Para optimizar un PDF, comienza por “Imágenes PDF → JSON”, luego enfócate solo en las páginas/recursos problemáticos en lugar de recomprimir a ciegas.
fi: PDF:n optimoinnin aloittamiseksi käytä ensin ”PDF-kuvat → JSON”, ja kohdenna vain ongelmalliset sivut/resurssit sen sijaan, että pakkaat sokkona.
fil: Upang i-optimize ang isang PDF, simulan sa "Images PDF → JSON", pagkatapos ay tumutok lamang sa mga pahina/resource na may problema sa halip na mag-recompress nang bulag.
hu: TODO: Egy egyedi tipp, amely kapcsolódik az eszköz szándékához.
id: TODO: Sebuah tip unik terkait dengan tujuan alat ini.
it: Per ottimizzare un PDF, inizia con "Immagini PDF → JSON", poi concentra solo sulle pagine/risorse problematiche invece di ricomprimere alla cieca.
ja: PDFを最適化するには、「PDF画像→JSON」から始め、盲目的に再圧縮するのではなく、問題のあるページ/リソースにのみターゲットを絞ります。
ko: PDF를 최적화하려면 'PDF 이미지 → JSON'부터 시작한 다음, 맹목적으로 재압축하는 대신 문제 있는 페이지/리소스만 타겟팅하세요.
nl: Om een PDF te optimaliseren, begin met "PDF-afbeeldingen → JSON", en richt je vervolgens alleen op de problematische pagina's/bronnen in plaats van blindelings te hercompressen.
no: For å optimalisere en PDF, start med "PDF Bilder → JSON", og mål deretter kun mot problematiske sider/ressurser i stedet for å rekondisjonere blindt.
pl: Aby zoptymalizować PDF, zacznij od „Obrazy PDF → JSON”, a następnie skup się tylko na problematycznych stronach/zasobach zamiast ponownie kompresować w ciemno.
pt_pt: Para otimizar um PDF, comece por “Imagens PDF → JSON”, depois foque apenas nas páginas/recursos problemáticos em vez de recomprimir cegamente.
ro: Pentru a optimiza un PDF, începeți cu „Imagini PDF → JSON”, apoi vizați doar paginile/resursele problematice în loc să recomprimați la întâmplare.
ru: Чтобы оптимизировать PDF, начните с «Изображения PDF → JSON», затем нацеливайтесь только на проблемные страницы/ресурсы, а не сжимайте вслепую.
sk: Na optimalizáciu PDF začnite s „PDF obrázky → JSON“, potom sa zamerajte iba na problematické stránky/zdroje namiesto slepej rekompresie.
sv: För att optimera en PDF, börja med "PDF Bilder → JSON", och rikta in dig på problematiska sidor/resurser istället för att rekoda blint.
sw: Ili kuboresha PDF, anza na “Picha za PDF → JSON”, kisha lenga tu kurasa/rasilimali zenye matatizo badala ya kubana bila mpango.
tr: Bir PDF'yi optimize etmek için “PDF Görselleri → JSON” ile başlayın, ardından körlemesine yeniden sıkıştırmak yerine yalnızca sorunlu sayfaları/kaynakları hedefleyin.
uk: Щоб оптимізувати PDF, почніть з "Зображення PDF → JSON", а потім націлюйтеся лише на проблемні сторінки/ресурси, замість того щоб повторно стиснути наосліп.
vi: Để tối ưu hóa một PDF, hãy bắt đầu với “Hình ảnh PDF → JSON”, sau đó chỉ nhắm vào các trang/tài nguyên có vấn đề thay vì nén lại một cách mù quáng.
zh_hans: 要优化 PDF，请先从“PDF 图像 → JSON”开始，然后仅针对有问题的页面/资源，而不是盲目重新压缩。

# ed_dev_pdf_pdf_linearized_check_title
source: À propos : PDF Linearized Check
af: Oor: PDF Linearized Check
bg: Относно: Проверка на линейни PDF
cs: O: Kontrola linearizace PDF
da: Om: PDF Linearized Check
de: Über: PDF Linearized Check
el: Σχετικά: Έλεγχος PDF Linearized
es: Acerca de: Verificación de PDF Linealizado
fi: Tietoja: PDF-linjoitus tarkistus
fil: Tungkol sa: PDF Linearized Check
hu: Rólunk: PDF linearizálva (Gyors Webes Megjelenítés)
id: Tentang: PDF yang dilinierkan (Tampilan Web Cepat)
it: Informazioni: Controllo PDF Linearizzato
ja: について：PDFリニアライズチェック
ko: 정보: PDF 선형화 검사
nl: Over: PDF Linearized Check
no: Om: PDF Linæriseringskontroll
pl: O programie: Sprawdzanie liniaryzacji PDF
pt_pt: Sobre: Verificação de PDF Linearizado
ro: Despre: Verificare PDF Linearizat
ru: О программе: Проверка линейности PDF
sk: O projekte: PDF Linearized Check
sv: Om: PDF Linjäriserad Kontroll
sw: Kuhusu: Ukaguzi wa PDF Linearized
tr: Hakkında: PDF Lineerleştirme Kontrolü
uk: Про: Перевірка лініаризації PDF
vi: Về việc: Kiểm tra PDF đã được tuyến tính hóa
zh_hans: 关于：PDF 线性化检查
