Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# missing_value_c_hint
source: Nouvelle valeur
af: Nuwe waarde
bg: Нова стойност
cs: Nová hodnota
da: Ny værdi
de: Neuer Wert
el: Νέα τιμή
es: Nuevo valor
fi: Uusi arvo
fil: Bagong halaga
hu: Új érték
id: Nilai baru
it: Nuovo valore
ja: 新しい値
ko: 새로운 값
nl: Nieuwe waarde
no: Ny verdi
pl: Nowa wartość
pt_pt: Novo valor
ro: Valoare nouă
ru: Новое значение
sk: Nová hodnota
sv: Nytt värde
sw: Thamani mpya
tr: Yeni değer
uk: Нова величина
vi: Giá trị mới
zh_hans: 新值

# missing_value_ratio_label
source: ratio (b / a)
af: verhouding (b / a)
bg: отношение (b / a)
cs: poměr (b / a)
da: forhold (b / a)
de: Verhältnis (b / a)
el: αναλογία (β / α)
es: razón (b / a)
fi: suhde (b / a)
hu: arány (b / a)
id: rasio (b / a)
it: rapporto (b / a)
ja: 比率（b / a）
ko: 비율 (b / a)
nl: verhouding (b / a)
no: forhold (b / a)
pl: wskaźnik (b / a)
pt_pt: razão (b / a)
ro: raport (b / a)
ru: отношение (b / a)
sk: pomer (b / a)
sv: förhållande (b / a)
sw: uwiano (b / a)
tr: oran (b / a)
uk: співвідношення (b / a)
vi: tỷ lệ (b / a)
zh_hans: 比率（b / a）

# missing_value_a_zero_note
source: a = 0 : division par zéro (impossible).
af: a = 0 : deling deur nul (onmoontlik).
bg: a = 0 : деление на нула (невъзможно).
cs: a = 0: dělení nulou (nemožné).
da: a = 0 : division med nul (umuligt).
de: a = 0 : Division durch Null (unmöglich).
el: α = 0 : διαίρεση με το μηδέν (αδύνατο).
es: a = 0 : división por cero (imposible).
fi: a = 0 : jakaminen nollalla (mahdotonta).
fil: a = 0: dibisyon sa zero (imposible).
hu: a = 0: osztás nullával (lehetetlen).
id: a = 0: pembagian dengan nol (tidak mungkin).
it: a = 0 : divisione per zero (impossibile).
ja: a = 0 : ゼロによる除算（不可能）。
ko: a = 0 : 0으로 나누기 (불가능).
nl: a = 0 : deling door nul (onmogelijk).
no: a = 0 : deling med null (umulig).
pl: a = 0 : dzielenie przez zero (niemożliwe).
pt_pt: a = 0: divisão por zero (impossível).
ro: a = 0: împărțire la zero (imposibil).
ru: a = 0: деление на ноль (невозможно).
sk: a = 0: delenie nulou (impossible).
sv: a = 0 : division med noll (omöjligt).
sw: a = 0: kugawanya kwa sifuri (haiwezekani).
tr: a = 0 : sıfıra bölme (imkansız).
uk: a = 0 : ділення на нуль (неможливо).
vi: a = 0: chia cho số không (không thể).
zh_hans: a = 0：除以零（不可能）。

# missing_value_definition_sub
source: Proportion directe : le rapport b/a est constant.
af: Direkte verhouding: die verhouding b/a is konstant.
bg: Пряка пропорция: отношението b/a е постоянно.
cs: Přímá proporce: poměr b/a je konstantní.
da: Direkte proportion: forholdet b/a er konstant.
de: Direkte Proportion: Das Verhältnis b/a ist konstant.
el: Άμεση αναλογία: η αναλογία β/α είναι σταθερή.
es: Proporción directa : la relación b/a es constante.
fi: Suora suhde : suhde b/a on vakio.
fil: Direktang proporsyon: ang ratio b/a ay constant.
hu: Közvetlen arány: a b/a arány állandó.
id: Proporsi langsung: rasio b/a adalah konstan.
it: Proporzione diretta : il rapporto b/a è costante.
ja: 直接比例：比率b/aは一定です。
ko: 직접 비례: 비율 b/a는 일정합니다.
nl: Directe verhouding : de verhouding b/a is constant.
no: Direkte proporsjon : forholdet b/a er konstant.
pl: Proporcja bezpośrednia: stosunek b/a jest stały.
pt_pt: Proporção direta: a razão b/a é constante.
ro: Proporție directă: raportul b/a este constant.
ru: Прямая пропорция: отношение b/a постоянно.
sk: Priama proporcionalita: pomer b/a je konštantný.
sv: Direkt proportion: förhållandet b/a är konstant.
sw: Sawa ya moja kwa moja: uwiano b/a ni thabiti.
tr: Doğru orantı: b/a oranı sabittir.
uk: Пряма пропорція: співвідношення b/a є постійним.
vi: Tỷ lệ trực tiếp: tỷ lệ b/a là hằng số.
zh_hans: 直接比例：比率b/a是恒定的。

# missing_value_step1
source: Calculez le ratio : b / a.
af: Bereken die verhouding: b / a.
bg: Изчислете отношението: b / a.
cs: Vypočítejte poměr: b / a.
da: Beregn forholdet: b / a.
de: Berechnen Sie das Verhältnis: b / a.
el: Υπολογίστε την αναλογία: β / α.
es: Calcule la razón : b / a.
fi: Laske suhde : b / a.
fil: Kalkulahin ang ratio: b / a.
hu: Számolja ki az arányt: b / a.
id: Hitung rasio: b / a.
it: Calcola il rapporto : b / a.
ja: 比率を計算します：b / a。
ko: 비율을 계산하십시오: b / a.
nl: Bereken de verhouding : b / a.
no: Beregn forholdet : b / a.
pl: Oblicz wskaźnik: b / a.
pt_pt: Calcule o rácio : b / a.
ro: Calculați raportul: b / a.
ru: Вычислите отношение: b / a.
sk: Vypočítajte pomer: b / a.
sv: Beräkna förhållandet: b / a.
sw: Hesabu uwiano: b / a.
tr: Oranı hesaplayın: b / a.
uk: Обчисліть співвідношення: b / a.
vi: Tính tỷ lệ: b / a.
zh_hans: 计算比率：b / a。

# missing_value_step2
source: Multipliez par c : x = (b/a) × c.
af: Vermenigvuldig met c: x = (b/a) × c.
bg: Умножете по c: x = (b/a) × c.
cs: Násobte c: x = (b/a) × c.
da: Multiplicer med c: x = (b/a) × c.
de: Multiplizieren Sie mit c: x = (b/a) × c.
el: Πολλαπλασιάστε με γ: χ = (β/α) × γ.
es: Multiplique por c : x = (b/a) × c.
fi: Kerro c: x = (b/a) × c.
fil: I-multiply sa c: x = (b/a) × c.
hu: Szorozza meg c-vel: x = (b/a) × c.
id: Kalikan dengan c: x = (b/a) × c.
it: Moltiplica per c : x = (b/a) × c.
ja: cを掛けます：x = (b/a) × c。
ko: c로 곱하십시오: x = (b/a) × c.
nl: Vermenigvuldig met c : x = (b/a) × c.
no: Multipliser med c : x = (b/a) × c.
pl: Pomnóż przez c: x = (b/a) × c.
pt_pt: Multiplique por c : x = (b/a) × c.
ro: Înmulțiți cu c: x = (b/a) × c.
ru: Умножьте на c: x = (b/a) × c.
sk: Násobte c: x = (b/a) × c.
sv: Multiplicera med c: x = (b/a) × c.
sw: Weka kwa c: x = (b/a) × c.
tr: c ile çarpın: x = (b/a) × c.
uk: Помножте на c: x = (b/a) × c.
vi: Nhân với c: x = (b/a) × c.
zh_hans: 乘以c：x = (b/a) × c。

# missing_value_step3
source: Vérifiez que a ≠ 0.
af: Kontroleer dat a ≠ 0.
bg: Проверете, че a ≠ 0.
cs: Zkontrolujte, že a ≠ 0.
da: Kontroller at a ≠ 0.
de: Überprüfen Sie, dass a ≠ 0.
el: Ελέγξτε ότι a ≠ 0.
es: Verifique que a ≠ 0.
fi: Tarkista, että a ≠ 0.
fil: Suriin na a ≠ 0.
hu: Ellenőrizze, hogy a ≠ 0.
id: Periksa bahwa a ≠ 0.
it: Verifica che a ≠ 0.
ja: a ≠ 0 を確認してください。
ko: a ≠ 0를 확인하세요.
nl: Controleer of a ≠ 0.
no: Sjekk at a ≠ 0.
pl: Sprawdź, czy a ≠ 0.
pt_pt: Verifique se a ≠ 0.
ro: Verificați că a ≠ 0.
ru: Проверьте, что a ≠ 0.
sk: Skontrolujte, že a ≠ 0.
sv: Kontrollera att a ≠ 0.
sw: Thibitisha kwamba a ≠ 0.
tr: a ≠ 0.
uk: Перевірте, що a ≠ 0.
vi: Kiểm tra rằng a ≠ 0.
zh_hans: 检查 a ≠ 0。

# missing_value_note
source: Si c double, alors x double (proportion directe).
af: As c dubbel is, dan is x dubbel (direkte verhouding).
bg: Ако c е двойно, тогава x е двойно (пряка пропорция).
cs: Pokud se c zdvojnásobí, pak se x zdvojnásobí (přímá úměra).
da: Hvis c fordobles, så fordobles x (direkte proportion).
de: Wenn c sich verdoppelt, dann verdoppelt sich x (direkte Proportion).
el: Αν c διπλασιαστεί, τότε x διπλασιάζεται (άμεση αναλογία).
es: Si c se duplica, entonces x se duplica (proporción directa).
fi: Jos c kaksinkertaistuu, niin x kaksinkertaistuu (suora suhde).
fil: Kung c doble, kung gayon x doble (direktang proporsyon).
hu: Ha c megduplázódik, akkor x is megduplázódik (közvetlen arányosság).
id: Jika c ganda, maka x ganda (proporsi langsung).
it: Se c raddoppia, allora x raddoppia (proporzione diretta).
ja: cが倍数であれば、xも倍数です（直接比例）。
ko: c가 두 배이면, x도 두 배입니다 (직접 비례).
nl: Als c verdubbelt, dan verdubbelt x (directe verhouding).
no: Hvis c dobles, så dobles x (direkte proporsjon).
pl: Jeśli c podwaja się, to x podwaja się (proporcja bezpośrednia).
pt_pt: Se c dobrar, então x dobra (proporção direta).
ro: Dacă c se dublează, atunci x se dublează (proporție directă).
ru: Если c удваивается, то x удваивается (прямая пропорция).
sk: Ak c zdvojnásobíte, potom x zdvojnásobíte (priamy pomer).
sv: Om c dubbleras, då dubbleras x (direkt proportion).
sw: Ikiwa c ni mara mbili, basi x ni mara mbili (uwiano wa moja kwa moja).
tr: Eğer c iki kat ise, o zaman x iki kat (doğrudan oran).
uk: Якщо c подвоїться, тоді x подвоїться (пряма пропорційність).
vi: Nếu c là gấp đôi, thì x cũng là gấp đôi (tỷ lệ trực tiếp).
zh_hans: 如果 c 是双倍，那么 x 也是双倍（直接比例）。

# rot3_title
source: Règle de trois simple
af: Eenvoudige drie-reël
bg: Правило на три простo
cs: Jednoduché pravidlo tří
da: Simpel tre-regel
de: Einfache Regel von drei
el: Απλή αναλογία τριών
es: Regla de tres simple
fi: Yksinkertainen kolmonen sääntö
fil: Simpleng tuntunin ng tatlo
hu: Egyszerű háromszögszabály
id: Aturan tiga sederhana
it: Regola del tre semplice
ja: 単純三項比
ko: 단순 삼단계 규칙
nl: Eenvoudige regel van drie
no: Enkel tre-regel
pl: Prosta reguła trzech
pt_pt: Regra de três simples
ro: Regula de trei simplă
ru: Простое правило трех
sk: Jednoduché pravidlo troch
sv: Enkel trestegsregel
sw: Sheria ya tatu rahisi
tr: Basit üç kural
uk: Проста правило трьох
vi: Quy tắc ba đơn giản
zh_hans: 简单的三项规则

# rot3_subtitle
source: Calculer une valeur manquante en proportionnalité directe.
af: Bereken 'n ontbrekende waarde in direkte verhoudings.
bg: Изчислете липсваща стойност в пряка пропорционалност.
cs: Vypočítejte chybějící hodnotu v přímé úměře.
da: Beregn en manglende værdi i direkte proportionalitet.
de: Berechnen Sie einen fehlenden Wert in direkter Proportionalität.
el: Υπολογίστε μια λείπουσα τιμή σε άμεση αναλογία.
es: Calcular un valor faltante en proporcionalidad directa.
fi: Laske puuttuva arvo suoran suhteellisuuden avulla.
fil: Kalkulahin ang nawawalang halaga sa direktang proporsyonalidad.
hu: Hiányzó érték kiszámítása közvetlen arányosságban.
id: Menghitung nilai yang hilang dalam proporsionalitas langsung.
it: Calcolare un valore mancante in proporzionalità diretta.
ja: 直接比例で欠けている値を計算します。
ko: 직접 비례에서 누락된 값을 계산합니다.
nl: Bereken een ontbrekende waarde in directe proportionaliteit.
no: Beregn en manglende verdi i direkte proporsjonalitet.
pl: Oblicz brakującą wartość w proporcjonalności bezpośredniej.
pt_pt: Calcular um valor em falta em proporcionalidade direta.
ro: Calculați o valoare lipsă în proporționalitate directă.
ru: Вычислить недостающую величину в прямой пропорциональности.
sk: Vypočítajte chýbajúcu hodnotu v priamom pomere.
sv: Beräkna ett saknat värde i direkt proportionalitet.
sw: Hesabu thamani inayokosekana katika uwiano wa moja kwa moja.
tr: Doğrudan orantıda eksik bir değeri hesaplayın.
uk: Обчислити відсутнє значення в прямій пропорційності.
vi: Tính giá trị thiếu trong tỷ lệ trực tiếp.
zh_hans: 计算一个缺失的值以进行直接比例。

# rot3_a_label
source: a (référence)
af: a (verwysing)
bg: a (референция)
cs: a (reference)
da: a (reference)
de: a (Referenz)
el: a (αναφορά)
es: a (referencia)
fi: a (viite)
fil: a (sanggunian)
hu: a (referencia)
id: a (referensi)
it: a (riferimento)
ja: a（基準）
ko: a (기준)
nl: a (referentie)
no: a (referanse)
pl: a (referencja)
pt_pt: a (referência)
ro: a (referință)
ru: a (ссылка)
sk: a (referencia)
sv: a (referens)
sw: a (rejeo)
tr: a (referans)
uk: a (посилання)
vi: a (tham chiếu)
zh_hans: a（参考）

# rot3_a_hint
source: a doit être non nul.
af: a moet nie nul wees nie.
bg: a трябва да бъде ненулево.
cs: a musí být nenulové.
da: a skal være forskellig fra nul.
de: a muss ungleich null sein.
el: a πρέπει να είναι μη μηδενικό.
es: a debe ser distinto de cero.
fi: a:n on oltava ei-nolla.
fil: a ay dapat na hindi zero.
hu: a-nak nem szabad nullának lennie.
id: a harus tidak nol.
it: a deve essere diverso da zero.
ja: aはゼロであってはなりません。
ko: a는 0이 아니어야 합니다.
nl: a moet ongelijk zijn aan nul.
no: a må være ulik null.
pl: a musi być różne od zera.
pt_pt: a deve ser diferente de zero.
ro: a trebuie să fie diferit de zero.
ru: a должно быть ненулевым.
sk: a musí byť nenulové.
sv: a måste vara icke-noll.
sw: a inapaswa kuwa si sifuri.
tr: a sıfırdan farklı olmalıdır.
uk: a повинно бути ненульовим.
vi: a phải khác không.
zh_hans: a 必须是非零的。

# rot3_b_label
source: b (correspondant à a)
af: b (ooreenstemmend met a)
bg: b (съответстващо на a)
cs: b (odpovídající a)
da: b (svarende til a)
de: b (entsprechend a)
el: b (αντίστοιχο του a)
es: b (correspondiente a a)
fi: b (vastaa a:ta)
fil: b (katumbas ng a)
hu: b (a-hoz tartozó)
id: b (yang sesuai dengan a)
it: b (corrispondente a a)
ja: b（aに対応）
ko: b (a에 해당)
nl: b (corresponderend met a)
no: b (tilsvarende a)
pl: b (odpowiadające a)
pt_pt: b (correspondente a a)
ro: b (corespunzător lui a)
ru: b (соответствующий a)
sk: b (zodpovedajúce a)
sv: b (motsvarande a)
sw: b (inayolingana na a)
tr: b (a'ya karşılık gelen)
uk: b (відповідає a)
vi: b (tương ứng với a)
zh_hans: b（对应于 a）

# rot3_b_hint
source: Exemple : a unités → b €
af: Voorbeeld: a eenhede → b €
bg: Пример: a единици → b €
cs: Příklad: a jednotek → b €
da: Eksempel: a enheder → b €
de: Beispiel: a Einheiten → b €
el: Παράδειγμα: a μονάδες → b €
es: Ejemplo: a unidades → b €
fi: Esimerkki: a yksikköä → b €
fil: Halimbawa: a yunit → b €
hu: Példa: a egységek → b €
id: Contoh: a unit → b €
it: Esempio: a unità → b €
ja: 例：a単位 → b €
ko: 예: a 단위 → b €
nl: Voorbeeld: a eenheden → b €
no: Eksempel: a enheter → b €
pl: Przykład: a jednostek → b €
pt_pt: Exemplo : a unidades → b €
ro: Exemplu: a unități → b €
ru: Пример: a единиц → b €
sk: Príklad: a jednotiek → b €
sv: Exempel: a enheter → b €
sw: Mfano: a vitengo → b €
tr: Örnek: a birimleri → b €
uk: Приклад: a одиниць → b €
vi: Ví dụ: a đơn vị → b €
zh_hans: 示例：a 单位 → b €

# rot3_c_label
source: c (nouvelle référence)
af: c (nuwe verwysing)
bg: c (нова референция)
cs: c (nová reference)
da: c (ny reference)
de: c (neue Referenz)
el: c (νέα αναφορά)
es: c (nueva referencia)
fi: c (uusi viite)
fil: c (bagong sanggunian)
hu: c (új referencia)
id: c (referensi baru)
it: c (nuovo riferimento)
ja: c（新しい基準）
ko: c (새로운 기준)
nl: c (nieuwe referentie)
no: c (ny referanse)
pl: c (nowa referencja)
pt_pt: c (nova referência)
ro: c (noua referință)
ru: c (новая ссылка)
sk: c (nová referencia)
sv: c (ny referens)
sw: c (rejeo jipya)
tr: c (yeni referans)
uk: c (нове посилання)
vi: c (tham chiếu mới)
zh_hans: c（新参考）

# rot3_c_hint
source: On calcule x correspondant à c.
af: Ons bereken x wat ooreenstem met c.
bg: Изчисляваме x, съответстващо на c.
cs: Vypočítáme x odpovídající c.
da: Vi beregner x svarende til c.
de: Wir berechnen x, das zu c gehört.
el: Υπολογίζουμε το x που αντιστοιχεί στο c.
es: Calculamos x correspondiente a c.
fi: Lasketaan x, joka vastaa c:tä.
fil: Kalkulahin ang x na katumbas ng c.
hu: Kiszámítjuk x-et, amely c-nek felel meg.
id: Kita menghitung x yang sesuai dengan c.
it: Si calcola x corrispondente a c.
ja: cに対応するxを計算します。
ko: c에 해당하는 x를 계산합니다.
nl: We berekenen x corresponderend met c.
no: Vi beregner x som tilsvarer c.
pl: Obliczamy x odpowiadające c.
pt_pt: Calcula-se x correspondente a c.
ro: Se calculează x corespunzător lui c.
ru: Мы вычисляем x, соответствующий c.
sk: Vypočítame x zodpovedajúce c.
sv: Vi beräknar x som motsvarar c.
sw: Tunahesabu x inayolingana na c.
tr: c'ye karşılık gelen x'i hesaplıyoruz.
uk: Обчислюємо x, що відповідає c.
vi: Chúng ta tính x tương ứng với c.
zh_hans: 我们计算与 c 对应的 x。

# rot3_x_label
source: x (valeur cherchée)
af: x (gezochte waarde)
bg: x (търсена стойност)
cs: x (hledaná hodnota)
da: x (søgt værdi)
de: x (gesuchte Wert)
el: x (ζητούμενη τιμή)
es: x (valor buscado)
fi: x (haettu arvo)
fil: x (hinahanap na halaga)
hu: x (keresett érték)
id: x (nilai yang dicari)
it: x (valore cercato)
ja: x（求める値）
ko: x (찾고자 하는 값)
nl: x (gezochte waarde)
no: x (søkt verdi)
pl: x (szukana wartość)
pt_pt: x (valor procurado)
ro: x (valoarea căutată)
ru: x (искомое значение)
sk: x (hľadaná hodnota)
sv: x (sökt värde)
sw: x (thamani inayotafutwa)
tr: x (aranan değer)
uk: x (шукана величина)
vi: x (giá trị cần tìm)
zh_hans: x（所求值）

# rot3_ratio_label
source: ratio (b / a)
af: verhouding (b / a)
bg: съотношение (b / a)
cs: poměr (b / a)
da: forhold (b / a)
de: Verhältnis (b / a)
el: αναλογία (b / a)
fi: suhde (b / a)
hu: arány (b / a)
id: rasio (b / a)
it: rapporto (b / a)
ja: 比率（b / a）
ko: 비율 (b / a)
no: forhold (b / a)
pl: wskaźnik (b / a)
pt_pt: rácio (b / a)
ro: raport (b / a)
ru: отношение (b / a)
sk: pomer (b / a)
sv: förhållande (b / a)
sw: uwiano (b / a)
tr: oran (b / a)
uk: співвідношення (b / a)
vi: tỷ lệ (b / a)
zh_hans: 比例（b / a）

# rot3_a_zero_note
source: Impossible de calculer : a = 0 (division par zéro).
af: Onmoontlik om te bereken: a = 0 (deling deur nul).
bg: Невъзможно е да се изчисли: a = 0 (деление на нула).
cs: Není možné vypočítat: a = 0 (dělení nulou).
da: Umuligt at beregne: a = 0 (division med nul).
de: Berechnung nicht möglich: a = 0 (Division durch null).
el: Αδύνατον να υπολογιστεί: a = 0 (διαίρεση με το μηδέν).
es: Imposible de calcular: a = 0 (división por cero).
fi: Laskeminen mahdotonta: a = 0 (nollalla jakaminen).
fil: Hindi ma-kalkula: a = 0 (dibisyon sa zero).
hu: Kiszámítás lehetetlen: a = 0 (nullával való osztás).
id: Tidak mungkin menghitung: a = 0 (pembagian dengan nol).
it: Impossibile calcolare: a = 0 (divisione per zero).
ja: 計算不可能：a = 0（ゼロ除算）。
ko: 계산할 수 없습니다: a = 0 (0으로 나누기).
nl: Onmogelijk te berekenen: a = 0 (deling door nul).
no: Umulig å beregne: a = 0 (deling med null).
pl: Nie można obliczyć: a = 0 (dzielenie przez zero).
pt_pt: Impossível calcular : a = 0 (divisão por zero).
ro: Imposibil de calculat: a = 0 (diviziune prin zero).
ru: Невозможно вычислить: a = 0 (деление на ноль).
sk: Nemožno vypočítať: a = 0 (delenie nulou).
sv: Omöjligt att beräkna: a = 0 (division med noll).
sw: Haiwezekani kuhesabu: a = 0 (ugawaji kwa sifuri).
tr: Hesaplamak mümkün değil: a = 0 (sıfıra bölme).
uk: Неможливо обчислити: a = 0 (ділення на нуль).
vi: Không thể tính: a = 0 (chia cho không).
zh_hans: 无法计算：a = 0（除以零）。

# rot3_definition_sub
source: En proportionnalité directe, le rapport b/a est constant.
af: In direkte verhoudings is die verhouding b/a konstant.
bg: В пряка пропорционалност, съотношението b/a е постоянно.
cs: V přímé úměře je poměr b/a konstantní.
da: I direkte proportionalitet er forholdet b/a konstant.
de: In direkter Proportionalität ist das Verhältnis b/a konstant.
el: Στην άμεση αναλογία, η αναλογία b/a είναι σταθερή.
es: En proporcionalidad directa, la relación b/a es constante.
fi: Suorassa suhteellisuudessa suhde b/a on vakio.
fil: Sa direktang proporsyonalidad, ang ratio b/a ay constant.
hu: Közvetlen arányosságban az arány b/a állandó.
id: Dalam proporsionalitas langsung, rasio b/a adalah konstan.
it: In proporzionalità diretta, il rapporto b/a è costante.
ja: 直接比例では、比率b/aは一定です。
ko: 직접 비례에서 b/a 비율은 일정합니다.
nl: In directe proportionaliteit is de verhouding b/a constant.
no: I direkte proporsjonalitet er forholdet b/a konstant.
pl: W proporcjonalności bezpośredniej, stosunek b/a jest stały.
pt_pt: Em proporcionalidade direta, a razão b/a é constante.
ro: În proporționalitate directă, raportul b/a este constant.
ru: В прямой пропорциональности отношение b/a постоянно.
sk: V priamom pomere je pomer b/a konštantný.
sv: I direkt proportionalitet är förhållandet b/a konstant.
sw: Katika uwiano wa moja kwa moja, uwiano b/a ni thabiti.
tr: Doğrudan orantıda, b/a oranı sabittir.
uk: У прямій пропорційності співвідношення b/a є сталим.
vi: Trong tỷ lệ trực tiếp, tỷ lệ b/a là hằng số.
zh_hans: 在直接比例中，比例 b/a 是恒定的。

# rot3_step1
source: Écrivez l’égalité des rapports : b/a = x/c.
af: Skryf die gelykheid van die verhoudings: b/a = x/c.
bg: Напишете равенството на съотношията: b/a = x/c.
cs: Napište rovnici poměrů: b/a = x/c.
da: Skriv ligheden af forholdene: b/a = x/c.
de: Schreiben Sie die Gleichheit der Verhältnisse: b/a = x/c.
el: Γράψτε την ισότητα των αναλογιών: b/a = x/c.
es: Escriba la igualdad de las relaciones: b/a = x/c.
fi: Kirjoita suhteiden yhtälö: b/a = x/c.
fil: Isulat ang pagkakapantay-pantay ng mga ratio: b/a = x/c.
hu: Írja fel az arányok egyenletét: b/a = x/c.
id: Tulis kesetaraan rasio: b/a = x/c.
it: Scrivi l'uguaglianza dei rapporti: b/a = x/c.
ja: 比率の等式を書いてください：b/a = x/c。
ko: 비율의 동등성을 작성하세요: b/a = x/c.
nl: Schrijf de gelijkheid van de verhoudingen: b/a = x/c.
no: Skriv likheten av forholdene: b/a = x/c.
pl: Napisz równość stosunków: b/a = x/c.
pt_pt: Escreva a igualdade das razões: b/a = x/c.
ro: Scrieți egalitatea raporturilor: b/a = x/c.
ru: Запишите равенство отношений: b/a = x/c.
sk: Napíšte rovnosť pomerov: b/a = x/c.
sv: Skriv jämförelsen av förhållandena: b/a = x/c.
sw: Andika usawa wa uwiano: b/a = x/c.
tr: Oranların eşitliğini yazın: b/a = x/c.
uk: Запишіть рівність співвідношень: b/a = x/c.
vi: Viết sự bình đẳng của các tỷ lệ: b/a = x/c.
zh_hans: 写出比例的等式：b/a = x/c。

# rot3_step2
source: Isolez x : x = (b × c) / a.
af: Isoleer x: x = (b × c) / a.
bg: Изолирайте x: x = (b × c) / a.
cs: Izolujte x: x = (b × c) / a.
da: Isoler x: x = (b × c) / a.
de: Isolieren Sie x: x = (b × c) / a.
el: Απομονώστε x: x = (b × c) / a.
es: Aísle x: x = (b × c) / a.
fi: Eristä x: x = (b × c) / a.
fil: Ihiwalay ang x: x = (b × c) / a.
hu: Izolálja x: x = (b × c) / a.
id: Isolasi x: x = (b × c) / a.
it: Isolate x: x = (b × c) / a.
ja: xを孤立させます：x = (b × c) / a。
ko: x를 고립시키세요: x = (b × c) / a.
nl: Isoleren x: x = (b × c) / a.
no: Isoler x: x = (b × c) / a.
pl: Izoluj x: x = (b × c) / a.
pt_pt: Isolar x: x = (b × c) / a.
ro: Izolați x: x = (b × c) / a.
ru: Изолируйте x: x = (b × c) / a.
sk: Izolujte x: x = (b × c) / a.
sv: Isolera x: x = (b × c) / a.
sw: Tenga x: x = (b × c) / a.
tr: x'i izole edin: x = (b × c) / a.
uk: Виділіть x: x = (b × c) / a.
vi: Tách x: x = (b × c) / a.
zh_hans: 孤立 x：x = (b × c) / a。

# rot3_step3
source: Vérifiez que a ≠ 0.
af: Kontroleer dat a ≠ 0.
bg: Проверете, че a ≠ 0.
cs: Zkontrolujte, že a ≠ 0.
da: Kontroller at a ≠ 0.
de: Überprüfen Sie, dass a ≠ 0.
el: Ελέγξτε ότι a ≠ 0.
es: Verifique que a ≠ 0.
fi: Tarkista, että a ≠ 0.
fil: Suriin na a ≠ 0.
hu: Ellenőrizze, hogy a ≠ 0.
id: Periksa bahwa a ≠ 0.
it: Verifica che a ≠ 0.
ja: a ≠ 0 を確認してください。
ko: a ≠ 0를 확인하세요.
nl: Controleer of a ≠ 0.
no: Sjekk at a ≠ 0.
pl: Sprawdź, czy a ≠ 0.
pt_pt: Verifique se a ≠ 0.
ro: Verificați că a ≠ 0.
ru: Проверьте, что a ≠ 0.
sk: Skontrolujte, že a ≠ 0.
sv: Kontrollera att a ≠ 0.
sw: Hakiki kwamba a ≠ 0.
tr: a ≠ 0.
uk: Перевірте, що a ≠ 0.
vi: Kiểm tra rằng a ≠ 0.
zh_hans: 检查 a ≠ 0。

# rot3_note
source: Exemple : a=10 correspond à b=25, alors c=4 correspond à x=10.
af: Voorbeeld: a=10 kom ooreen met b=25, dan kom c=4 ooreen met x=10.
bg: Пример: a=10 съответства на b=25, тогава c=4 съответства на x=10.
cs: Příklad: a=10 odpovídá b=25, takže c=4 odpovídá x=10.
da: Eksempel: a=10 svarer til b=25, så c=4 svarer til x=10.
de: Beispiel: a=10 entspricht b=25, dann entspricht c=4 x=10.
el: Παράδειγμα: a=10 αντιστοιχεί σε b=25, τότε c=4 αντιστοιχεί σε x=10.
es: Ejemplo: a=10 corresponde a b=25, entonces c=4 corresponde a x=10.
fi: Esimerkki: a=10 vastaa b=25, joten c=4 vastaa x=10.
fil: Halimbawa: a=10 ay tumutugma sa b=25, kaya ang c=4 ay tumutugma sa x=10.
hu: Példa: a=10 megfelel b=25, tehát c=4 megfelel x=10.
id: Contoh: a=10 sesuai dengan b=25, maka c=4 sesuai dengan x=10.
it: Esempio: a=10 corrisponde a b=25, quindi c=4 corrisponde a x=10.
ja: 例：a=10はb=25に対応し、c=4はx=10に対応します。
ko: 예: a=10은 b=25에 해당하며, c=4는 x=10에 해당합니다.
nl: Voorbeeld: a=10 komt overeen met b=25, dus c=4 komt overeen met x=10.
no: Eksempel: a=10 tilsvarer b=25, så c=4 tilsvarer x=10.
pl: Przykład: a=10 odpowiada b=25, więc c=4 odpowiada x=10.
pt_pt: Exemplo: a=10 corresponde a b=25, então c=4 corresponde a x=10.
ro: Exemplu: a=10 corespunde la b=25, atunci c=4 corespunde la x=10.
ru: Пример: a=10 соответствует b=25, тогда c=4 соответствует x=10.
sk: Príklad: a=10 zodpovedá b=25, takže c=4 zodpovedá x=10.
sv: Exempel: a=10 motsvarar b=25, så c=4 motsvarar x=10.
sw: Mfano: a=10 inahusiana na b=25, hivyo c=4 inahusiana na x=10.
tr: Örnek: a=10, b=25'e karşılık gelir, dolayısıyla c=4, x=10'a karşılık gelir.
uk: Приклад: a=10 відповідає b=25, тоді c=4 відповідає x=10.
vi: Ví dụ: a=10 tương ứng với b=25, thì c=4 tương ứng với x=10.
zh_hans: 示例：a=10 对应 b=25，那么 c=4 对应 x=10。
