Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_obj_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: No se envían datos a un servidor: todo se realiza en su navegador.
fi: Mikään tieto ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa server: lahat ay ginagawa sa iyong browser.
nl: Geen gegevens worden naar een server verzonden: alles gebeurt in uw browser.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika kwenye kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все виконується у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: tất cả được thực hiện trong trình duyệt của bạn.

# pdf_obj_card_results_title
source: Résultats
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
nl: Resultaten
pl: Wyniki
pt_pt: Resultados
ru: Результаты
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả

# pdf_obj_card_results_sub
source: Aperçu des objets détectés + XRef (table) + orphelins/suspects et export JSON.
da: Oversigt over de registrerede objekter + XRef (tabel) + forældreløse/mistænkelige og eksport JSON.
de: Vorschau der erkannten Objekte + XRef (Tabelle) + Waisen/verdächtige und JSON-Export.
el: Επισκόπηση των ανιχνευθέντων αντικειμένων + XRef (πίνακας) + ορφανά/ύποπτα και εξαγωγή JSON.
es: Vista previa de los objetos detectados + XRef (tabla) + huérfanos/sospechosos y exportación JSON.
fi: Havaittujen objektien yhteenveto + XRef (taulukko) + orvot/epäilyttävät ja JSON-vienti.
fil: Pangkalahatang-ideya ng mga natukoy na bagay + XRef (talahanayan) + mga orphan/suspect at i-export ang JSON.
nl: Overzicht van gedetecteerde objecten + XRef (tabel) + wezen/suspecten en export JSON.
pl: Podgląd wykrytych obiektów + XRef (tabela) + osierocone/podejrzane i eksport JSON.
pt_pt: Visão geral dos objetos detectados + XRef (tabela) + órfãos/suspeitos e exportação JSON.
ru: Предварительный просмотр обнаруженных объектов + XRef (таблица) + сироты/подозрительные и экспорт JSON.
sw: Muonekano wa vitu vilivyogunduliwa + XRef (meza) + yatima/wasiokuwa na uhakika na usafirishaji wa JSON.
tr: Tespit edilen nesnelerin önizlemesi + XRef (tablo) + yetimler/şüpheliler ve JSON dışa aktarımı.
uk: Огляд виявлених об'єктів + XRef (таблиця) + сироти/підозрілі та експорт JSON.
vi: Tổng quan về các đối tượng được phát hiện + XRef (bảng) + cô lập/nghi ngờ và xuất JSON.

# pdf_obj_json_sub
source: Exportable
da: Eksportérbar
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Maaaring i-export
nl: Exporteerbaar
pl: Można eksportować
pt_pt: Exportável
ru: Экспортируемый
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất

# pdf_obj_list_title
source: Objets
da: Objekter
de: Objekte
el: Αντικείμενα
es: Objetos
fi: Objektit
fil: Mga Objeto
nl: Objecten
pl: Obiekty
pt_pt: Objetos
ru: Объекты
sw: Vitu
tr: Nesneler
uk: Об'єкти
vi: Đối tượng

# pdf_obj_back
source: ← Retour aux outils PDF
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga tool ng PDF
nl: ← Terug naar PDF-tools
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ru: ← Вернуться к инструментам PDF
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до PDF-інструментів
vi: ← Quay lại công cụ PDF

# pdf_obj_stat_pages_label
source: Pages
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga Pahina
nl: Pagina's
pl: Strony
pt_pt: Páginas
ru: Страницы
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Trang

# pdf_obj_stat_total_label
source: Objets
da: Objekter
de: Objekte
el: Αντικείμενα
es: Objetos
fi: Objektit
fil: Mga Objeto
nl: Objecten
pl: Obiekty
pt_pt: Objetos
ru: Объекты
sw: Vitu
tr: Nesneler
uk: Об'єкти
vi: Đối tượng

# pdf_obj_stat_streams_label
source: Streams
fil: Mga Streams
pl: Strumienie
ru: Потоки
sw: Mito
tr: Akışlar
uk: Потоки

# pdf_obj_stat_orphans_label
source: Orphelins
da: Forældreløse
de: Waisen
el: Ορφανά
es: Huérfanos
fi: Orvot
fil: Mga Orphan
nl: Wezen
pl: Osierocone
pt_pt: Órfãos
ru: Сироты
sw: Yatima
tr: Yetimler
uk: Сироти
vi: Cô lập

# pdf_obj_copied
source: JSON copié dans le presse-papiers.
da: JSON kopieret til udklipsholderen.
de: JSON in die Zwischenablage kopiert.
el: JSON αντιγράφηκε στο πρόχειρο.
es: JSON copiado al portapapeles.
fi: JSON kopioitu leikepöydälle.
fil: JSON na kopya sa clipboard.
nl: JSON gekopieerd naar het klembord.
pl: JSON skopiowany do schowka.
pt_pt: JSON copiado para a área de transferência.
ru: JSON скопирован в буфер обмена.
sw: JSON imekopi kwenye ubao wa kunakili.
tr: JSON panoya kopyalandı.
uk: JSON скопійовано в буфер обміну.
vi: JSON đã được sao chép vào clipboard.

# pdf_obj_copy_fail
source: Impossible de copier automatiquement. Sélectionnez le texte et copiez manuellement.
da: Kunne ikke kopiere automatisk. Vælg teksten og kopier manuelt.
de: Automatisches Kopieren fehlgeschlagen. Wählen Sie den Text aus und kopieren Sie ihn manuell.
el: Αδύνατη η αυτόματη αντιγραφή. Επιλέξτε το κείμενο και αντιγράψτε το χειροκίνητα.
es: No se puede copiar automáticamente. Seleccione el texto y cópielo manualmente.
fi: Kopiointi epäonnistui automaattisesti. Valitse teksti ja kopioi manuaalisesti.
fil: Hindi awtomatikong makopya. Piliin ang teksto at kopyahin nang manu-mano.
nl: Kan niet automatisch kopiëren. Selecteer de tekst en kopieer handmatig.
pl: Nie można automatycznie skopiować. Wybierz tekst i skopiuj ręcznie.
pt_pt: Não foi possível copiar automaticamente. Selecione o texto e copie manualmente.
ru: Невозможно автоматически скопировать. Выделите текст и скопируйте вручную.
sw: Haiwezekani kunakili kiotomatiki. Chagua maandiko na nakili kwa mikono.
tr: Otomatik olarak kopyalamak mümkün değil. Metni seçin ve manuel olarak kopyalayın.
uk: Не вдалося автоматично скопіювати. Виділіть текст і скопіюйте вручну.
vi: Không thể sao chép tự động. Vui lòng chọn văn bản và sao chép thủ công.

# pdf_ops_empty
source: Aucune donnée à afficher.
da: Ingen data at vise.
de: Keine Daten zum Anzeigen.
el: Κανένα δεδομένα προς εμφάνιση.
es: No hay datos para mostrar.
fi: Ei tietoja näytettäväksi.
fil: Walang data na ipapakita.
nl: Geen gegevens om weer te geven.
pl: Brak danych do wyświetlenia.
pt_pt: Nenhum dado a exibir.
ru: Нет данных для отображения.
sw: Hakuna data ya kuonyesha.
tr: Görüntülenecek veri yok.
uk: Немає даних для відображення.
vi: Không có dữ liệu để hiển thị.

# pdf_ops_adv_decode
source: Décodage
da: Dekodning
de: Dekodierung
el: Αποκωδικοποίηση
es: Decodificación
fi: Dekoodaus
fil: Pag-decode
nl: Decoderen
pl: Dekodowanie
pt_pt: Decodificação
ru: Декодирование
sw: Kufungua
tr: Çözümleme
uk: Декодування
vi: Giải mã

# pdf_ops_adv_preview
source: Aperçu
da: Forhåndsvisning
de: Vorschau
el: Επισκόπηση
es: Vista previa
fi: Esikatselu
fil: Pangkalahatang-ideya
nl: Voorbeeld
pl: Podgląd
pt_pt: Pré-visualização
ru: Предварительный просмотр
sw: Muonekano
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước

# pdf_ops_pretty
source: JSON “pretty” (indenté)
da: JSON “pretty” (indrykket)
de: „Schöner“ JSON (eingezogen)
el: JSON “pretty” (με εσοχές)
es: JSON “bonito” (con sangrías)
fi: JSON "kaunis" (sisennetty)
fil: JSON “maganda” (indentado)
nl: JSON “mooi” (ingesprongen)
pl: JSON „ładny” (wcięty)
pt_pt: JSON "bonito" (indentado)
ru: “Pretty” JSON (с отступами)
sw: JSON “mzuri” (iliyopangwa)
tr: JSON “güzel” (girintili)
uk: JSON “pretty” (з відступами)
vi: JSON “đẹp” (thụt lề)

# pdf_ops_include_raw
source: Inclure “raw” (pour debug tokens)
da: Inkluder “raw” (til debug tokens)
de: „Raw“ einbeziehen (für Debug-Tokens)
el: Συμπερίληψη “raw” (για debug tokens)
es: Incluir “raw” (para depurar tokens)
fi: Sisällytä "raaka" (debug-tokeneita varten)
fil: Isama ang “raw” (para sa debug tokens)
nl: Inclusief “raw” (voor debug tokens)
pl: Uwzględnij „raw” (do debugowania tokenów)
pt_pt: Incluir "raw" (para depurar tokens)
ru: Включить “raw” (для отладки токенов)
sw: Jumuisha “raw” (kwa debug tokens)
tr: “raw” (hata ayıklama tokenleri için) dahil et
uk: Включити “raw” (для налагодження токенів)
vi: Bao gồm “raw” (để gỡ lỗi tokens)

# pdf_ops_include_notes
source: Inclure notes de décodage (filtres/erreurs)
da: Inkluder dekodningsnoter (filtre/fejl)
de: Dekodierungsnotizen einbeziehen (Filter/Fehler)
el: Συμπερίληψη σημειώσεων αποκωδικοποίησης (φίλτρα/σφάλματα)
es: Incluir notas de decodificación (filtros/errores)
fi: Sisällytä dekoodausmuistiinpanot (suodattimet/virheet)
fil: Isama ang mga tala ng pag-decode (mga filter/error)
nl: Inclusief decodering notities (filters/fouten)
pl: Uwzględnij notatki dekodowania (filtry/błędy)
pt_pt: Incluir notas de decodificação (filtros/erros)
ru: Включить заметки декодирования (фильтры/ошибки)
sw: Jumuisha maelezo ya ufunguo (chujio/kosa)
tr: Çözümleme notlarını dahil et (filtreler/hatalar)
uk: Включити нотатки декодування (фільтри/помилки)
vi: Bao gồm ghi chú giải mã (lọc/lỗi)

# pdf_ops_scope_title
source: Plage de pages
da: Sideområde
de: Seitenbereich
el: Εύρος σελίδων
es: Rango de páginas
fi: Sivuväli
fil: Saklaw ng mga pahina
nl: Pagina bereik
pl: Zakres stron
pt_pt: Intervalo de páginas
ru: Диапазон страниц
sw: Muktadha wa kurasa
tr: Sayfa aralığı
uk: Діапазон сторінок
vi: Phạm vi trang

# pdf_ops_limit_title
source: Limite
da: Grænse
de: Limit
el: Όριο
es: Límite
fi: Raja
fil: Hangganan
nl: Limiet
pl: Limit
ru: Лимит
sw: Kikomo
tr: Limit
uk: Обмеження
vi: Giới hạn

# pdf_ops_limit_help
source: Max ops / page (évite les exports géants).
da: Maks ops / side (undgå kæmpe eksporter).
de: Max ops / Seite (verhindert riesige Exporte).
el: Μέγιστος αριθμός ops / σελίδα (αποφεύγει τις γιγάντιες εξαγωγές).
es: Máx ops / página (evita exportaciones gigantes).
fi: Maksimi ops / sivu (vältä suuria vientiä).
fil: Max ops / pahina (iiwasan ang malalaking export).
nl: Max ops / pagina (voorkomt enorme exports).
pl: Maks. operacje / strona (zapobiega gigantycznym eksportom).
pt_pt: Máx ops / página (evita exportações gigantes).
ru: Макс. операций / страница (избегает гигантских экспортов).
sw: Max ops / ukurasa (epuka usafirishaji mkubwa).
tr: Sayfa başına maksimum ops (devasa dışa aktarımları önler).
uk: Макс. операцій / сторінка (уникайте великих експортив).
vi: Số ops tối đa / trang (tránh xuất khẩu khổng lồ).

# pdf_ops_title
source: Opérateurs de page → JSON
da: Sideoperatører → JSON
de: Seitenoperatoren → JSON
el: Τελεστές σελίδας → JSON
es: Operadores de página → JSON
fi: Sivun operaattorit → JSON
fil: Mga operator ng pahina → JSON
nl: Pagina-operators → JSON
pl: Operatory strony → JSON
pt_pt: Operadores de página → JSON
ru: Операторы страницы → JSON
sw: Wafanya kazi wa ukurasa → JSON
tr: Sayfa Operatörleri → JSON
uk: Оператори сторінки → JSON
vi: Toán tử trang → JSON

# pdf_ops_subtitle
source: Analysez les content streams d’un PDF et exportez les opérateurs/operandés (TJ/Tj, Do, cm, q/Q…) page par page en JSON — localement dans le navigateur.
bg: Анализирайте съдържателните потоци на PDF и експортирайте операторите/операндите (TJ/Tj, Do, cm, q/Q…) страница по страница в JSON — локално в браузъра.
da: Analyser indholdstrømmene i en PDF og eksportér operatører/operander (TJ/Tj, Do, cm, q/Q…) side for side i JSON — lokalt i browseren.
de: Analysieren Sie die Content-Streams eines PDFs und exportieren Sie die Operatoren/Operand (TJ/Tj, Do, cm, q/Q…) seitenweise in JSON — lokal im Browser.
el: Αναλύστε τα περιεχόμενα streams ενός PDF και εξάγετε τους τελεστές/λειτουργίες (TJ/Tj, Do, cm, q/Q…) σελίδα προς σελίδα σε JSON — τοπικά στον περιηγητή.
es: Analice los content streams de un PDF y exporte los operadores/operandos (TJ/Tj, Do, cm, q/Q…) página por página en JSON — localmente en el navegador.
fi: Analysoi PDF:n sisältövirrat ja vie operaattorit/operandit (TJ/Tj, Do, cm, q/Q…) sivu kerrallaan JSON-muotoon — paikallisesti selaimessa.
fil: Suriin ang mga content streams ng isang PDF at i-export ang mga operator/operand (TJ/Tj, Do, cm, q/Q…) pahina sa pahina sa JSON — lokal sa browser.
nl: Analyseer de content streams van een PDF en exporteer de operators/operandés (TJ/Tj, Do, cm, q/Q…) pagina voor pagina in JSON — lokaal in de browser.
pl: Analizuj strumienie treści PDF i eksportuj operatory/operandów (TJ/Tj, Do, cm, q/Q…) strona po stronie w JSON — lokalnie w przeglądarce.
pt_pt: Analise os fluxos de conteúdo de um PDF e exporte os operadores/operandos (TJ/Tj, Do, cm, q/Q…) página por página em JSON — localmente no navegador.
ru: Анализируйте контентные потоки PDF и экспортируйте операторы/операнды (TJ/Tj, Do, cm, q/Q…) постранично в JSON — локально в браузере.
sw: Chambua mitiririko ya maudhui ya PDF na usafirishe waendeshaji/operandi (TJ/Tj, Do, cm, q/Q…) ukurasa kwa ukurasa katika JSON — ndani ya kivinjari.
tr: Bir PDF'nin içerik akışlarını analiz edin ve operatörleri/operandeleri (TJ/Tj, Do, cm, q/Q…) sayfa sayfa JSON olarak dışa aktarın — tarayıcıda yerel olarak.
uk: Аналізуйте потоки вмісту PDF та експортуйте оператори/операнди (TJ/Tj, Do, cm, q/Q…) сторінка за сторінкою у JSON — локально в браузері.
vi: Phân tích các luồng nội dung của một PDF và xuất các toán tử/đối số (TJ/Tj, Do, cm, q/Q…) từng trang một sang JSON — tại chỗ trong trình duyệt.

# pdf_ops_err_title
source: Impossible d’extraire les opérateurs.
bg: Не може да се извлекат операторите.
da: Kunne ikke udtrække operatørerne.
de: Konnte die Operatoren nicht extrahieren.
el: Αδύνατη η εξαγωγή των τελεστών.
es: No se pueden extraer los operadores.
fi: Operaattoreita ei voitu purkaa.
fil: Hindi ma-extract ang mga operator.
nl: Kan de operators niet extraheren.
pl: Nie można wyodrębnić operatorów.
pt_pt: Impossível extrair os operadores.
ru: Невозможно извлечь операторы.
sw: Haiwezekani kutoa waendeshaji.
tr: Operatörleri çıkarmak mümkün değil.
uk: Не вдалося витягти оператори.
vi: Không thể trích xuất các toán tử.

# pdf_ops_err_generic
source: Impossible de lire ce PDF.
bg: Не може да се прочете този PDF.
da: Kunne ikke læse denne PDF.
de: Konnte dieses PDF nicht lesen.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voitu lukea.
fil: Hindi ma-basa ang PDF na ito.
nl: Kan deze PDF niet lezen.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ru: Невозможно прочитать этот PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF'yi okumak mümkün değil.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.

# pdf_ops_tip_privacy
source: Tout se fait localement dans votre navigateur (aucun upload).
bg: Всичко се извършва локално в браузъра ви (без качване).
da: Alt foregår lokalt i din browser (ingen upload).
de: Alles geschieht lokal in Ihrem Browser (kein Upload).
el: Όλα γίνονται τοπικά στον περιηγητή σας (κανένα upload).
es: Todo se hace localmente en su navegador (sin carga).
fi: Kaikki tapahtuu paikallisesti selaimessasi (ei latauksia).
fil: Lahat ay ginagawa nang lokal sa iyong browser (walang upload).
nl: Alles gebeurt lokaal in uw browser (geen upload).
pl: Wszystko odbywa się lokalnie w Twojej przeglądarce (brak przesyłania).
pt_pt: Tudo é feito localmente no seu navegador (nenhum upload).
ru: Все происходит локально в вашем браузере (без загрузки).
sw: Kila kitu kinafanyika ndani ya kivinjari chako (hakuna kupakia).
tr: Her şey tarayıcınızda yerel olarak yapılır (yükleme yok).
uk: Все виконується локально у вашому браузері (без завантаження).
vi: Tất cả đều được thực hiện tại chỗ trong trình duyệt của bạn (không tải lên).

# pdf_ops_tip_huge
source: Astuce : limitez la plage de pages ou le nombre d’opérations par page pour éviter un export énorme.
bg: Съвет: ограничете диапазона на страниците или броя на операциите на страница, за да избегнете огромен експорт.
da: Tip: begræns sideområdet eller antallet af operationer pr. side for at undgå en kæmpe eksport.
de: Tipp: Begrenzen Sie den Seitenbereich oder die Anzahl der Operationen pro Seite, um einen riesigen Export zu vermeiden.
el: Συμβουλή: περιορίστε την περιοχή σελίδων ή τον αριθμό λειτουργιών ανά σελίδα για να αποφύγετε μια τεράστια εξαγωγή.
es: Consejo: limite el rango de páginas o el número de operaciones por página para evitar una exportación enorme.
fi: Vinkki: rajoita sivujen alue tai operaatioiden määrä per sivu välttääksesi valtavan viennin.
fil: Tip: limitahan ang saklaw ng mga pahina o ang bilang ng mga operasyon bawat pahina upang maiwasan ang napakalaking export.
nl: Tip: beperk het bereik van pagina's of het aantal bewerkingen per pagina om een enorme export te voorkomen.
pl: Wskazówka: ogranicz zakres stron lub liczbę operacji na stronę, aby uniknąć ogromnego eksportu.
pt_pt: Dica: limite a faixa de páginas ou o número de operações por página para evitar uma exportação enorme.
ru: Совет: ограничьте диапазон страниц или количество операций на страницу, чтобы избежать огромного экспорта.
sw: Vidokezo: punguza muktadha wa kurasa au idadi ya operesheni kwa ukurasa ili kuepuka usafirishaji mkubwa.
tr: İpucu: Büyük bir dışa aktarma önlemek için sayfa aralığını veya sayfa başına işlem sayısını sınırlayın.
uk: Порада: обмежте діапазон сторінок або кількість операцій на сторінку, щоб уникнути величезного експорту.
vi: Mẹo: giới hạn phạm vi trang hoặc số lượng toán tử trên mỗi trang để tránh xuất khẩu khổng lồ.

# pdf_ops_btn_pick
source: Choisir un PDF
bg: Изберете PDF
da: Vælg en PDF
de: Wählen Sie ein PDF
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
nl: Kies een PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
sw: Chagua PDF
tr: Bir PDF Seç
uk: Вибрати PDF
vi: Chọn một PDF

# pdf_ops_btn_reset
source: Réinitialiser
bg: Нулиране
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
nl: Resetten
pl: Zresetuj
pt_pt: Reiniciar
ru: Сбросить
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại

# pdf_ops_btn_copy
source: Copier
bg: Копиране
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
nl: Kopiëren
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép

# pdf_ops_btn_download
source: Télécharger
bg: Изтегляне
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
nl: Downloaden
pl: Pobierz
pt_pt: Baixar
ru: Скачать
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống

# pdf_ops_filter_placeholder
source: Filtrer (opérateur, Do, Tj/TJ, cm, nom XObject, texte…)
bg: Филтриране (оператор, Do, Tj/TJ, cm, име XObject, текст…)
da: Filtrer (operatør, Do, Tj/TJ, cm, nom XObject, tekst…)
de: Filtern (Operator, Do, Tj/TJ, cm, XObject-Name, Text…)
el: Φιλτράρισμα (τελεστής, Do, Tj/TJ, cm, όνομα XObject, κείμενο…)
es: Filtrar (operador, Do, Tj/TJ, cm, nombre XObject, texto…)
fi: Suodata (operaattori, Do, Tj/TJ, cm, XObject-nimi, teksti…)
fil: I-filter (operator, Do, Tj/TJ, cm, pangalan ng XObject, teksto…)
nl: Filteren (operator, Do, Tj/TJ, cm, naam XObject, tekst…)
pl: Filtruj (operator, Do, Tj/TJ, cm, nazwa XObject, tekst…)
pt_pt: Filtrar (operador, Do, Tj/TJ, cm, nome XObject, texto…)
ru: Фильтровать (оператор, Do, Tj/TJ, cm, имя XObject, текст…)
sw: Chuja (mwandishi, Do, Tj/TJ, cm, jina la XObject, maandiko…)
tr: Filtrele (operatör, Do, Tj/TJ, cm, XObject adı, metin…)
uk: Фільтрувати (оператор, Do, Tj/TJ, cm, ім'я XObject, текст…)
vi: Lọc (toán tử, Do, Tj/TJ, cm, tên XObject, văn bản…)

# pdf_ops_status_loading
source: Analyse…
bg: Анализиране…
da: Analyserer…
el: Ανάλυση…
fi: Analysoidaan…
fil: Nagsusuri…
nl: Analyseren…
pl: Analiza…
pt_pt: Analisando…
ru: Анализ…
sw: Inachambua…
tr: Analiz ediliyor…
uk: Аналізую…
vi: Đang phân tích…

# pdf_ops_status_ready
source: Prêt
bg: Готово
da: Klar
de: Bereit
el: Έτοιμο
fi: Valmis
fil: Handa na
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готов
sw: Tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng

# pdf_ops_status_error
source: Erreur
bg: Грешка
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fil: Error
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi

# pdf_ops_card_import_title
source: Importer un PDF
bg: Импорт на PDF
da: Importer en PDF
de: PDF importieren
el: Εισαγωγή ενός PDF
fi: Tuo PDF
fil: Mag-import ng PDF
nl: PDF importeren
pl: Importuj PDF
pt_pt: Importar um PDF
ru: Импортировать PDF
sw: Ingiza PDF
tr: PDF İçe Aktar
uk: Імпортувати PDF
vi: Nhập PDF

# pdf_ops_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
bg: Никаки данни не се изпращат на сървър: всичко се извършва в браузъра ви.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
fi: Mikään tieto ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa server: lahat ay ginagawa sa iyong browser.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika kwenye kivinjari chako.
tr: Hiçbir veri sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.

# pdf_ops_card_results_title
source: Résultats
bg: Резултати
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
fi: Tulokset
fil: Mga Resulta
nl: Resultaten
pl: Wyniki
pt_pt: Resultados
ru: Результаты
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả

# pdf_ops_card_results_sub
source: Opérateurs extraits par page + export JSON.
bg: Извлечени оператори по страници + JSON експорт.
da: Uddragede operatører pr. side + eksport JSON.
de: Extrahierte Operatoren pro Seite + JSON-Export.
el: Εξαγόμενοι τελεστές ανά σελίδα + εξαγωγή JSON.
fi: Sivukohtaisesti purkautuneet operaattorit + JSON-vienti.
fil: Mga operator na na-extract bawat pahina + export JSON.
nl: Uitgevoerde bewerkingen per pagina + export JSON.
pl: Operatory wyodrębnione na stronę + eksport JSON.
pt_pt: Operadores extraídos por página + exportação JSON.
ru: Извлеченные операторы на странице + экспорт JSON.
sw: Watoa huduma waliotolewa kwa kila ukurasa + usafirishaji wa JSON.
tr: Sayfa başına çıkarılan operatörler + JSON dışa aktarma.
uk: Оператори, витягнуті на сторінку + експорт JSON.
vi: Các toán tử được trích xuất theo trang + xuất JSON.

# pdf_ops_json_sub
source: Exportable
bg: Експортируемо
da: Eksportabel
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Maaaring i-export
nl: Exporteerbaar
pl: Można eksportować
pt_pt: Exportável
ru: Экспортируемый
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất khẩu

# pdf_ops_list_title
source: Pages
bg: Страници
da: Sider
de: Seiten
el: Σελίδες
fi: Sivut
fil: Mga Pahina
nl: Pagina's
pl: Strony
pt_pt: Páginas
ru: Страницы
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Các trang
