Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# stats_sg_distribution_desc
source: Min/max, amplitude, lecture de données.
af: Min/max, amplitude, data lees.
bg: Мин/макс, амплитуда, четене на данни.
cs: Min/max, amplituda, čtení dat.
da: Min/maks, amplitude, datalæsning.
de: Min/Max, Amplitude, Datenlesung.
el: Ελάχιστο/μέγιστο, εύρος, ανάγνωση δεδομένων.
es: Min/max, amplitud, lectura de datos.
fi: Min/max, amplitudi, tietojen lukeminen.
fil: Min/max, amplitude, pagbabasa ng data.
hu: Min/max, amplitúdó, adatok olvasása.
id: Min/maks, amplitudo, pembacaan data.
it: Min/max, ampiezza, lettura dei dati.
ja: 最小/最大、振幅、データの読み取り。
ko: 최소/최대, 진폭, 데이터 읽기.
nl: Min/max, amplitude, gegevenslezen.
no: Min/maks, amplitude, datalesing.
pl: Min/max, amplituda, odczyt danych.
pt_pt: Min/max, amplitude, leitura de dados.
ro: Min/max, amplitudine, citire de date.
ru: Мин/макс, амплитуда, чтение данных.
sk: Min/max, amplitúda, čítanie údajov.
sv: Min/max, amplitud, dataläsning.
sw: Min/max, amplitud, dataläsning.
tr: Min/max, amplitüd, veri okuma.
uk: Min/max, range, data reading.
vi: Tối thiểu/tối đa, biên độ, đọc dữ liệu.
zh_hans: 最小/最大，幅度，数据读取。

# stats_sg_understand_title
source: Comprendre
af: Begrip
bg: Разбиране
cs: Porozumět
da: Forstå
de: Verstehen
el: Κατανοώ
es: Entender
fi: Ymmärtää
fil: Unawain
hu: Megérteni
id: Memahami
it: Comprendere
ja: 理解する
ko: 이해하다
nl: Begrijpen
no: Forstå
pl: Zrozumieć
pt_pt: Compreender
ro: Înțelegeți
ru: Понять
sk: Pochopiť
sv: Förstå
sw: Förstå
tr: Anlamak
uk: Understand
vi: Hiểu
zh_hans: 理解

# stats_sg_understand_desc
source: Quand la moyenne trompe, effet des valeurs extrêmes, moyenne vs médiane.
af: Wanneer die gemiddelde mislei, effek van uiterste waardes, gemiddelde vs mediaan.
bg: Когато средната стойност е подвеждаща, ефект на екстремните стойности, средна стойност срещу медиана.
cs: Když průměr klame, vliv extrémních hodnot, průměr vs. medián.
da: Når gennemsnittet snyder, effekt af ekstreme værdier, gennemsnit vs median.
de: Wenn der Durchschnitt täuscht, Einfluss extremer Werte, Durchschnitt vs Median.
el: Όταν ο μέσος όρος παραπλανεί, επίδραση των ακραίων τιμών, μέσος όρος vs διάμεσος.
es: Cuando la media engaña, efecto de los valores extremos, media vs mediana.
fi: Kun keskiarvo pettää, äärimmäisten arvojen vaikutus, keskiarvo vs. mediaani.
fil: Kapag ang average ay naglilinlang, epekto ng mga extreme na halaga, average vs median.
hu: Amikor az átlag csal, szélsőséges értékek hatása, átlag vs. medián.
id: Ketika rata-rata menipu, efek nilai ekstrem, rata-rata vs median.
it: Quando la media inganna, effetto dei valori estremi, media vs mediana.
ja: 平均が誤解を招くとき、極端な値の影響、平均と中央値。
ko: 평균이 오해를 불러일으킬 때, 극단값의 영향, 평균 대 중앙값.
nl: Wanneer het gemiddelde misleidt, effect van extreme waarden, gemiddelde vs mediaan.
no: Når gjennomsnittet lurer, effekt av ekstreme verdier, gjennomsnitt vs median.
pl: Kiedy średnia wprowadza w błąd, wpływ wartości skrajnych, średnia vs mediana.
pt_pt: Quando a média engana, efeito dos valores extremos, média vs mediana.
ro: Când media înșeală, efectul valorilor extreme, medie vs mediană.
ru: Когда среднее обманывает, эффект крайних значений, среднее против медианы.
sk: Keď priemer klame, efekt extrémnych hodnôt, priemer vs. medián.
sv: När medelvärdet lurar, effekt av extrema värden, medelvärde vs median.
sw: När medelvärdet lurar, effekt av extrema värden, medelvärde vs median.
tr: Ortalama yanıltınca, aşırı değerlerin etkisi, ortalama vs medyan.
uk: When the average deceives, the effect of extreme values, average vs median.
vi: Khi trung bình gây nhầm lẫn, ảnh hưởng của các giá trị cực đoan, trung bình so với trung vị.
zh_hans: 当平均值误导时，极端值的影响，平均数与中位数。

# fractions_sg_convert_title
source: Conversions
af: Oorgange
bg: Конверсии
cs: Konverze
da: Konverteringer
de: Konversionen
el: Μετατροπές
es: Conversiones
fi: Muutokset
fil: Mga Conversion
hu: Konverziók
id: Konversi
it: Conversioni
ja: コンバージョン
ko: 전환
nl: Conversies
no: Konverteringer
pl: Konwersje
pt_pt: Conversões
ro: Conversii
ru: Конверсии
sk: Konverzie
sv: Konverteringar
sw: Konverteringar
tr: Dönüşümler
vi: Chuyển đổi
zh_hans: 转化

# fractions_sg_convert_desc
source: Fraction ↔ décimal ↔ pourcentage.
af: Breuk ↔ desimaal ↔ persentasie.
bg: Дроби ↔ десетични числа ↔ проценти.
cs: Zlomek ↔ desetinné číslo ↔ procento.
da: Brøk ↔ decimal ↔ procent.
de: Bruch ↔ Dezimal ↔ Prozent.
el: Κλάσμα ↔ δεκαδικό ↔ ποσοστό.
es: Fracción ↔ decimal ↔ porcentaje.
fi: Murtoluku ↔ desimaali ↔ prosentti.
fil: Fraction ↔ desimal ↔ porsyento.
hu: Tört ↔ tizedes ↔ százalék.
id: Pecahan ↔ desimal ↔ persentase.
it: Frazione ↔ decimale ↔ percentuale.
ja: 分数 ↔ 小数 ↔ パーセンテージ。
ko: 분수 ↔ 소수 ↔ 백분율.
nl: Breuk ↔ decimaal ↔ percentage.
no: Brøk ↔ desimal ↔ prosent.
pl: Ułamek ↔ dziesiętny ↔ procent.
pt_pt: Frações ↔ decimal ↔ porcentagem.
ro: Fracție ↔ zecimal ↔ procent.
ru: Дробь ↔ десятичное ↔ процент.
sk: Zlomok ↔ desatinné číslo ↔ percento.
sv: Bråk ↔ decimal ↔ procent.
sw: Bråk ↔ decimal ↔ procent.
tr: Kesir ↔ ondalık ↔ yüzde.
uk: Fraction ↔ decimal ↔ percentage.
vi: Phân số ↔ thập phân ↔ phần trăm.
zh_hans: 分数 ↔ 小数 ↔ 百分比。

# fractions_sg_compute_title
source: Calculs simples
af: Eenvoudige berekeninge
bg: Прости изчисления
cs: Jednoduché výpočty
da: Enkle beregninger
de: Einfache Berechnungen
el: Απλοί υπολογισμοί
es: Cálculos simples
fi: Yksinkertaiset laskelmat
fil: Simpleng kalkulasyon
hu: Egyszerű számítások
id: Perhitungan sederhana
it: Calcoli semplici
ja: 簡単な計算
ko: 간단한 계산
nl: Eenvoudige berekeningen
no: Enkelte beregninger
pl: Proste obliczenia
pt_pt: Cálculos simples
ro: Calcul simple
ru: Простые вычисления
sk: Jednoduché výpočty
sv: Enkla beräkningar
sw: Enkla beräkningar
tr: Basit hesaplamalar
uk: Simple calculations
vi: Tính toán đơn giản
zh_hans: 简单计算

# fractions_sg_compute_desc
source: Simplification, addition, comparaison.
af: Vereenvoudiging, toevoeging, vergelyking.
bg: Оптимизация, добавяне, сравнение.
cs: Zjednodušení, přidání, porovnání.
da: Forenkling, tilføjelse, sammenligning.
de: Vereinfachung, Hinzufügung, Vergleich.
el: Απλοποίηση, προσθήκη, σύγκριση.
es: Simplificación, adición, comparación.
fi: Yksinkertaistaminen, lisääminen, vertailu.
fil: Pagsasimplify, pagdaragdag, paghahambing.
hu: Egyszerűsítés, hozzáadás, összehasonlítás.
id: Penyederhanaan, penambahan, perbandingan.
it: Semplificazione, aggiunta, confronto.
ja: 簡素化、追加、比較。
ko: 단순화, 추가, 비교.
nl: Vereenvoudiging, toevoeging, vergelijking.
no: Forenkling, tillegg, sammenligning.
pl: Uproszczenie, dodanie, porównanie.
pt_pt: Simplificação, adição, comparação.
ro: Simplificare, adăugare, comparație.
ru: Упрощение, добавление, сравнение.
sk: Zjednodušenie, pridanie, porovnanie.
sv: Förenkling, tillägg, jämförelse.
sw: Förenkling, tillägg, jämförelse.
tr: Basitleştirme, ekleme, karşılaştırma.
uk: Simplification, addition, comparison.
vi: Đơn giản hóa, bổ sung, so sánh.
zh_hans: 简化、添加、比较。

# rounding_sg_rounding_title
source: Arrondis
af: Afgeronde
bg: Окръжности
cs: Zaokrouhlení
da: Afgrænsninger
de: Rundungen
el: Στρογγυλοποιήσεις
es: Redondeos
fi: Pyöristä
fil: Pabilog
hu: Kerekítések
id: Pembulatan
it: Arrotonda
ja: 丸み
ko: 반올림
nl: Rondingen
no: Rundinger
pl: Zaokrąglenia
pt_pt: Arredondar
ro: Rotunjiri
ru: Округления
sk: Zaokrúhlenia
sv: Avrundningar
sw: Avrundningar
tr: Kenarlar
uk: Rounding
vi: Làm tròn
zh_hans: 圆角

# rounding_sg_rounding_desc
source: Arrondis, chiffres significatifs, troncature.
af: Afgeronde, betekenisvolle syfers, afkap.
bg: Окръжности, значими цифри, отрязване.
cs: Zaokrouhlení, významné číslice, truncace.
da: Afroundinger, signifikante cifre, afkortning.
de: Rundungen, signifikante Ziffern, Abrundung.
el: Στρογγυλοποιήσεις, σημαντικά ψηφία, κοπή.
es: Redondeos, cifras significativas, truncamiento.
fi: Pyöristykset, merkitsevät numerot, katkaisu.
fil: Pagbibilog, makabuluhang numero, pagputol.
hu: Kerekítések, jelentős számok, levágás.
id: Pembulatan, angka signifikan, pemotongan.
it: Arrotondamenti, cifre significative, troncamento.
ja: 丸め、重要な数字、切り捨て。
ko: 반올림, 유효 숫자, 절단.
nl: Afgerond, significante cijfers, truncatie.
no: Avrundinger, signifikante sifre, avkorting.
pl: Zaokrąglenia, cyfry znaczące, obcinanie.
pt_pt: Arredondamentos, dígitos significativos, truncamento.
ro: Rotunjiri, cifre semnificative, truncare.
ru: Округление, значащие цифры, усечение.
sk: Zaokrúhlenia, významné čísla, truncácia.
sv: Avrundningar, signifikanta siffror, trunkering.
sw: Avrundningar, signifikanta siffror, trunkering.
tr: Yuvarlamalar, anlamlı rakamlar, kesme.
uk: Rounding, significant figures, truncation.
vi: Làm tròn, chữ số có ý nghĩa, cắt ngắn.
zh_hans: 四舍五入、有效数字、截断。

# rounding_sg_errors_title
source: Erreurs & estimation
af: Foute & skatting
bg: Грешки & оценка
cs: Chyby & odhad
da: Fejl & estimation
de: Fehler & Schätzungen
el: Σφάλματα & εκτιμήσεις
es: Errores y estimación
fi: Virheet & arviointi
fil: Mga pagkakamali & pagtataya
hu: Hibák & becslés
id: Kesalahan & estimasi
it: Errori & stime
ja: 誤差 & 推定
ko: 오류 및 추정
nl: Fouten & schatting
no: Feil & estimater
pl: Błędy i oszacowania
pt_pt: Erros & estimativa
ro: Erori & estimare
ru: Ошибки & оценка
sk: Chyby & odhad
sv: Fel & uppskattningar
sw: Makosa & makadirio
tr: Hatalar & tahmin
uk: Помилки & оцінка
vi: Lỗi & ước lượng
zh_hans: 错误与估算

# rounding_sg_errors_desc
source: Ordre de grandeur, erreur d'arrondi, écart absolu vs relatif.
bg: Ред на величина, грешка при закръгляне, абсолютна срещу относителна разлика.
cs: Pořadí velikosti, chyba zaokrouhlení, absolutní vs relativní rozdíl.
da: Størrelsesorden, afrundingsfejl, absolut vs relativ forskel.
de: Größenordnung, Rundungsfehler, absoluter vs. relativer Fehler.
el: Διάταξη μεγέθους, σφάλμα στρογγυλοποίησης, απόλυτη διαφορά vs σχετική.
es: Orden de magnitud, error de redondeo, diferencia absoluta vs relativa.
fi: Suuruusluokka, pyöristysvirhe, absoluuttinen vs suhteellinen ero.
fil: Antas ng laki, error sa pag-ikot, absolutong pagkakaiba vs relatibo.
ja: 桁数、丸め誤差、絶対誤差と相対誤差。
nl: Orde van grootte, afrondfout, absoluut vs relatief verschil.
no: Størrelsesorden, rundingsfeil, absolutt vs relativ avvik.
pl: Ranga, błąd zaokrąglenia, różnica bezwzględna vs względna.
pt_pt: Ordem de grandeza, erro de arredondamento, diferença absoluta vs relativa.
ro: Ordinea de mărime, eroare de rotunjire, diferență absolută vs relativă.
ru: Порядок величины, ошибка округления, абсолютное отклонение против относительного.
sk: Poradie veľkosti, chyba zaokrúhlenia, absolútny vs relatívny rozdiel.
sv: Storleksordning, avrundningsfel, absolut vs relativ skillnad.
sw: Kiwango cha ukubwa, kosa la kuzunguka, tofauti ya halisi dhidi ya uhusiano.
tr: Büyüklük sırası, yuvarlama hatası, mutlak hata vs göreceli.
uk: Порядок величини, помилка округлення, абсолютна vs відносна різниця.
vi: Thứ tự độ lớn, lỗi làm tròn, chênh lệch tuyệt đối so với tương đối.
zh_hans: 数量级，舍入误差，绝对误差与相对误差。

# case_sg_essential_title
source: Essentiels
af: Essensieel
bg: Основни
cs: Základní prvky
da: Essentielle
de: Wesentliches
el: Απαραίτητα
es: Esenciales
fi: Perusteet
fil: Mahalaga
hu: Alapvetők
id: Esensial
it: Essenziali
ja: 必需品
ko: 필수 항목
nl: Essentials
no: Essensielle
pl: Niezbędne
pt_pt: Essenciais
ro: Esentiale
ru: Основные
sk: Základné
sv: Viktigt
sw: Viktigt
tr: Temel Gereksinimler
uk: Essentials
vi: Cần thiết
zh_hans: 必需品

# case_sg_essential_desc
source: Conversions de casse principales.
af: Hoofletterskakelings.
bg: Основни преобразувания на регистъра.
cs: Hlavní převody velikosti písmen.
da: Hovedcasekonverteringer.
de: Hauptfallumwandlungen.
el: Κύριες μετατροπές πεζών-κεφαλαίων.
es: Conversiones de mayúsculas y minúsculas.
fi: Pääasialliset kirjainmuunnokset.
fil: Pangunahing pagbabago ng kaso.
hu: Főbb kiszerelési átalakítások.
id: Konversi huruf utama.
it: Conversioni di maiuscole e minuscole principali.
ja: 主要なケース変換。
ko: 주요 대소문자 변환.
nl: Hoofdletterconversies.
no: Hoved bokstavkonverteringer.
pl: Główne konwersje wielkości liter.
pt_pt: Conversões de caixa principais.
ro: Conversii principale de caz.
ru: Основные преобразования регистра.
sk: Hlavné konverzie veľkosti písmen.
sv: Huvudfallkonverteringar.
sw: Huvudfallskonverteringar.
tr: Ana büyük harf dönüşümleri.
uk: Main case conversions.
vi: Chuyển đổi chữ hoa chữ thường chính.
zh_hans: 主要大小写转换。

# writing_sg_essential_title
source: Essentiels
af: Essensieel
bg: Основни
cs: Základní prvky
da: Essentielle
de: Wesentliches
el: Απαραίτητα
es: Esenciales
fi: Perusteet
fil: Mahalaga
hu: Alapvetők
id: Esensial
it: Essenziali
ja: 必需品
ko: 필수 항목
nl: Essentials
no: Essensielle
pl: Niezbędne
pt_pt: Essenciais
ro: Esentiale
ru: Основные элементы
sk: Základné
sv: Viktigt
sw: Viktigt
tr: Temel Gereksinimler
uk: Essentials
vi: Cần thiết
zh_hans: 必需品

# writing_sg_essential_desc
source: Analyse et amélioration d'écriture.
bg: Анализ и подобрение на писането.
cs: Analýza a zlepšení psaní.
da: Analyse og forbedring af skrivning.
de: Analyse und Verbesserung des Schreibens.
el: Ανάλυση και βελτίωση γραφής.
es: Análisis y mejora de la escritura.
fi: Kirjoittamisen analyysi ja parantaminen.
fil: Pagsusuri at pagpapabuti ng pagsulat.
ja: 分析と執筆の改善。
nl: Analyse en verbetering van schrijven.
no: Analyse og forbedring av skriving.
pl: Analiza i poprawa pisania.
pt_pt: Análise e melhoria da escrita.
ro: Analiza și îmbunătățirea scrierii.
ru: Анализ и улучшение письма.
sk: Analýza a zlepšenie písania.
sv: Analys och förbättring av skrivande.
sw: Uchambuzi na kuboresha uandishi.
tr: Yazım analizi ve geliştirme.
uk: Аналіз та покращення письма.
vi: Phân tích và cải thiện viết.
zh_hans: 写作分析与改进。

# pct_compare_title
source: Comparer deux pourcentages
af: Vergelyk twee persentages
bg: Сравнете два процента
cs: Porovnat dvě procenta
da: Sammenlign to procenter
de: Zwei Prozentsätze vergleichen
el: Σύγκριση δύο ποσοστών
es: Comparar dos porcentajes
fi: Vertaile kahta prosenttia
fil: Ihambing ang dalawang porsyento
hu: Két százalék összehasonlítása
id: Banding dua persentase
it: Confronta due percentuali
ja: 二つのパーセンテージを比較する
ko: 두 퍼센트를 비교하기
nl: Vergelijk twee percentages
no: Sammenligne to prosentandeler
pl: Porównaj dwa procenty
pt_pt: Comparar dois percentagens
ro: Compară două procente
ru: Сравнить два процента
sk: Porovnať dve percentá
sv: Jämför två procent.
sw: Jämför två procentandelar
tr: İki yüzdelik oranı karşılaştırın
uk: Compare two percentages
vi: So sánh hai tỷ lệ phần trăm
zh_hans: 比较两个百分比

# pct_compare_subtitle
source: Comparer deux taux (%) appliqués à une même base et visualiser l’écart réel.
af: Vergelyk twee tariewe (%) toegepas op 'n dieselfde basis en visualiseer die werklike verskil.
bg: Сравнете два процента (%) приложени към една и съща основа и визуализирайте реалната разлика.
cs: Porovnejte dvě sazby (%) aplikované na stejný základ a vizualizujte skutečný rozdíl.
da: Sammenlign to satser (%) anvendt på samme basis og visualiser den faktiske forskel.
de: Vergleichen Sie zwei Sätze (%) auf dieselbe Basis und visualisieren Sie die tatsächliche Abweichung.
el: Συγκρίνετε δύο ποσοστά (%) που εφαρμόζονται σε μια ίδια βάση και οπτικοποιήστε την πραγματική διαφορά.
es: Comparar dos tasas (%) aplicadas a una misma base y visualizar la diferencia real.
fi: Vertaile kahta prosenttia (%) samaan peruslukuun ja visualisoi todellinen ero.
fil: Ihambing ang dalawang rate (%) na inilapat sa parehong base at tingnan ang aktwal na pagkakaiba.
hu: Két arány (%) összehasonlítása, amelyeket ugyanarra az alapra alkalmaznak, és a valós eltérés vizualizálása.
id: Bandingkan dua tarif (%) yang diterapkan pada dasar yang sama dan visualisasikan selisih yang sebenarnya.
it: Confronta due tassi (%) applicati alla stessa base e visualizza la differenza reale.
ja: 同じ基準に適用された2つの率（%）を比較し、実際の差を視覚化します。
ko: 동일한 기준에 적용된 두 비율(%)을 비교하고 실제 차이를 시각화합니다.
nl: Vergelijk twee percentages (%) toegepast op dezelfde basis en visualiseer het werkelijke verschil.
no: Sammenlign to satser (%) anvendt på samme basis og visualiser den faktiske forskjellen.
pl: Porównaj dwie stawki (%) zastosowane do tej samej bazy i zobacz rzeczywistą różnicę.
pt_pt: Comparar duas taxas (%) aplicadas a uma mesma base e visualizar a diferença real.
ro: Compararea a două rate (%) aplicate la aceeași bază și vizualizarea diferenței reale.
ru: Сравните две ставки (%) примененные к одной и той же базе и визуализируйте реальный разрыв.
sk: Porovnať dve sadzby (%) aplikované na rovnaký základ a vizualizovať skutočný rozdiel.
sv: Jämför två räntor (%) tillämpade på samma bas och visualisera den verkliga skillnaden.
sw: Linganisha viwango viwili (%) vinavyotumika kwa msingi mmoja na uone tofauti halisi.
tr: İki oranı (%) aynı temel üzerine karşılaştırın ve gerçek farkı görselleştirin.
uk: Порівняти дві ставки (%) на одну й ту ж базу та візуалізувати реальну різницю.
vi: So sánh hai tỷ lệ (%) áp dụng cho cùng một cơ sở và hình dung sự chênh lệch thực tế.
zh_hans: 比较两个适用于同一基数的利率（%）并可视化实际差异。

# pct_compare_a
source: Taux A
af: Tarief A
bg: Ставка A
cs: Míra A
da: Taks A
de: Satz A
el: Ποσοστό A
es: Tasa A
fi: Aste A
fil: Rate A
hu: A arány
id: Tingkat A
it: Tasso A
ja: Aレート
ko: A 비율
nl: Tarief A
no: Sats A
pl: Stawka A
pt_pt: Taxa A
ro: Rata A
ru: Ставка A
sk: Miera A
sv: Takt A
sw: Takt A
tr: A Oranı
uk: Rate A
vi: Tỷ lệ A
zh_hans: A率

# pct_compare_a_hint
source: Ex : 10, -2, 7,5…
af: Voorbeeld: 10, -2, 7,5…
bg: Пример: 10, -2, 7,5…
de: z. B.: 10, -2, 7,5…
el: Π.χ.: 10, -2, 7,5…
es: Ej: 10, -2, 7,5…
fi: Esim: 10, -2, 7,5…
fil: Hal: 10, -2, 7.5…
hu: Példa: 10, -2, 7,5…
id: Contoh : 10, -2, 7,5…
it: Es: 10, -2, 7,5…
ja: 例：10、-2、7.5…
ko: 예: 10, -2, 7.5…
nl: Bijv: 10, -2, 7,5…
no: F.eks.: 10, -2, 7,5…
pl: Przykład: 10, -2, 7,5…
ru: Пример: 10, -2, 7,5…
sk: Príklad: 10, -2, 7,5…
sw: Mfano: 10, -2, 7,5…
tr: Ör: 10, -2, 7,5…
uk: Приклад: 10, -2, 7,5…
vi: Ví dụ: 10, -2, 7,5…
zh_hans: 例如：10，-2，7.5……

# pct_compare_b
source: Taux B
af: Tarief B
bg: Ставка B
cs: Sazba B
da: Sats B
de: Satz B
el: Ποσοστό B
es: Tasa B
fi: B-aste
fil: Rate B
hu: B arány
id: Tingkat B
it: Tasso B
ja: Bレート
ko: B 비율
nl: Tarief B
no: Sats B
pl: Stawka B
pt_pt: Taxa B
ro: Rata B
ru: Ставка B
sk: Sadzba B
sv: Takt B
sw: Takt B
tr: B Oranı
uk: Rate B
vi: Tỷ lệ B
zh_hans: B率

# pct_compare_b_hint
source: Ex : 20, 3, 12…
af: Voorbeeld: 20, 3, 12…
bg: Пример: 20, 3, 12…
de: z. B.: 20, 3, 12…
el: Π.χ.: 20, 3, 12…
es: Ej: 20, 3, 12…
fi: Esim: 20, 3, 12…
fil: Hal: 20, 3, 12…
hu: Példa: 20, 3, 12…
id: Contoh : 20, 3, 12…
it: Es: 20, 3, 12…
ja: 例：20、3、12…
ko: 예: 20, 3, 12…
nl: Bijv: 20, 3, 12…
no: F.eks.: 20, 3, 12…
pl: Przykład: 20, 3, 12…
ru: Пример: 20, 3, 12…
sk: Príklad: 20, 3, 12…
sw: Mfano: 20, 3, 12…
tr: Ör: 20, 3, 12…
uk: Приклад: 20, 3, 12…
vi: Ví dụ: 20, 3, 12…
zh_hans: 例如：20，3，12……

# pct_compare_base
source: Valeur de base
af: Basiese waarde
bg: Основна стойност
cs: Základní hodnota
da: Basisværdi
de: Basiswert
el: Βασική τιμή
es: Valor base
fi: Perusarvo
fil: Pangunahing halaga
hu: Alapérték
id: Nilai dasar
it: Valore di base
ja: 基本値
ko: 기본 값
nl: Basiswaarde
no: Grunnverdi
pl: Wartość podstawowa
pt_pt: Valor base
ro: Valoare de bază
ru: Базовая стоимость
sk: Základná hodnota
sv: Grundvärde
sw: Grundvärde
tr: Temel değer
uk: Base value
vi: Giá trị cơ bản
zh_hans: 基础值

# pct_compare_base_hint
source: Ex : 100, 1 000, 5 000…
af: Voorbeeld: 100, 1 000, 5 000…
bg: Пример: 100, 1 000, 5 000…
de: z. B.: 100, 1 000, 5 000…
el: Π.χ.: 100, 1 000, 5 000…
es: Ej: 100, 1 000, 5 000…
fi: Esim: 100, 1 000, 5 000…
fil: Hal: 100, 1,000, 5,000…
hu: Példa: 100, 1 000, 5 000…
id: Contoh : 100, 1 000, 5 000…
it: Es: 100, 1 000, 5 000…
ja: 例：100、1,000、5,000…
ko: 예: 100, 1,000, 5,000…
nl: Bijv: 100, 1 000, 5 000…
no: F.eks.: 100, 1 000, 5 000…
pl: Przykład: 100, 1 000, 5 000…
ru: Пример: 100, 1 000, 5 000…
sk: Príklad: 100, 1 000, 5 000…
sw: Mfano: 100, 1 000, 5 000…
tr: Ör: 100, 1 000, 5 000…
uk: Приклад: 100, 1 000, 5 000…
vi: Ví dụ: 100, 1 000, 5 000…
zh_hans: 例如：100，1,000，5,000……

# pct_compare_value_a_label
source: Valeur avec A
af: Waarde met A
bg: Стойност с A
cs: Hodnota s A
da: Værdi med A
de: Wert mit A
el: Αξία με Α
es: Valor con A
fi: Arvo A:lla
fil: Halaga na may A
hu: A-val érték
id: Nilai dengan A
it: Valore con A
ja: Aの値
ko: A로 값
nl: Waarde met A
no: Verdi med A
pl: Wartość z A
pt_pt: Valor com A
ro: Valoare cu A
ru: Значение с A
sk: Hodnota s A
sv: Värde med A
sw: Värde med A
tr: A ile Değer
uk: Value with A
vi: Giá trị với A
zh_hans: A值

# pct_compare_value_b_label
source: Valeur avec B
af: Waarde met B
bg: Стойност с B
cs: Hodnota s B
da: Værdi med B
de: Wert mit B
el: Τιμή με Β
es: Valor con B
fi: Arvo B:llä
fil: Halaga na may B
hu: Érték B-vel
id: Nilai dengan B
it: Valore con B
ja: Bの値
ko: B로 표시된 값
nl: Waarde met B
no: Verdi med B
pl: Wartość z B
pt_pt: Valor com B
ro: Valoare cu B
ru: Значение с B
sk: Hodnota s B
sv: Värde med B
sw: Värde med B
tr: B ile Değer
uk: Value with B
vi: Giá trị với B
zh_hans: 与B的值

# pct_compare_impact_label
source: Écart d’impact
af: Impakverskil
bg: Разлика в въздействието
cs: Rozdíl v dopadu
da: Indvirkning forskel
de: Auswirkungsdifferenz
el: Διαφορά αντίκτυπου
es: Diferencia de impacto
fi: Vaikutuseraja
fil: Epekto ng agwat
hu: Hatáskülönbség
id: Selisih dampak
it: Differenza d'impatto
ja: インパクトの差
ko: 영향 차이
nl: Impactverschil
no: Påvirkningsavvik
pl: Różnica w wpływie
pt_pt: Desvio de impacto
ro: Diferență de impact
ru: Разница в воздействии
sk: Rozdiel v dopade
sv: Påverkan avvikelse
sw: Påverkan avvikelse
tr: Etkileşim farkı
uk: Impact gap
vi: Khoảng cách tác động
zh_hans: 影响差距

# pct_compare_zero_note
source: Si la valeur avec A vaut 0, le pourcentage d’impact relatif n’est pas défini.
af: As die waarde met A 0 is, is die relatiewe impak persentasie nie gedefinieer nie.
bg: Ако стойността с A е 0, относителният процент на влияние не е определен.
cs: Pokud hodnota s A je 0, relativní procento dopadu není definováno.
da: Hvis værdien med A er 0, er den relative påvirkningsprocent ikke defineret.
de: Wenn der Wert mit A 0 beträgt, ist der relative Einflussprozentsatz nicht definiert.
el: Αν η τιμή με το A είναι 0, το ποσοστό σχετικής επίδρασης δεν είναι καθορισμένο.
es: Si el valor con A es 0, el porcentaje de impacto relativo no está definido.
fi: Jos A:n arvo on 0, suhteellinen vaikutusprosentti ei ole määritelty.
fil: Kung ang halaga na may A ay 0, ang porsyento ng kaukulang epekto ay hindi natutukoy.
hu: Ha az A értéke 0, a relatív hatás százaléka nincs meghatározva.
id: Jika nilai dengan A bernilai 0, persentase dampak relatif tidak terdefinisi.
it: Se il valore con A è 0, la percentuale di impatto relativo non è definita.
ja: Aの値が0の場合、相対的な影響のパーセンテージは定義されていません。
ko: A의 값이 0이면 상대적 영향 비율은 정의되지 않습니다.
nl: Als de waarde met A 0 is, is het relatieve impactpercentage niet gedefinieerd.
no: Hvis verdien med A er 0, er den relative påvirkningsprosenten ikke definert.
pl: Jeśli wartość z A wynosi 0, procentowy wpływ względny nie jest zdefiniowany.
pt_pt: Se o valor com A for 0, a porcentagem de impacto relativo não está definida.
ro: Dacă valoarea cu A este 0, procentul de impact relativ nu este definit.
ru: Если значение с A равно 0, процент относительного воздействия не определен.
sk: Ak hodnota s A je 0, relatívny percentuálny dopad nie je definovaný.
sv: Om värdet med A är 0, är den relativa påverkan inte definierad.
sw: Ikiwa thamani na A ni 0, asilimia ya athari ya uhusiano haijafafanuliwa.
tr: A ile değer 0 ise, göreli etki yüzdesi tanımlı değildir.
uk: Якщо значення з A дорівнює 0, відсоток відносного впливу не визначено.
vi: Nếu giá trị với A bằng 0, tỷ lệ ảnh hưởng tương đối không được xác định.
zh_hans: 如果 A 的值为 0，则相对影响百分比未定义。
