Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_comp_step3
source: Multipliez le coefficient par 100 pour retrouver le pourcentage global.
af: Vermenigvuldig die koëffisiënt met 100 om die globale persentasie te herwin.
bg: Умножете коефициента по 100, за да получите общия процент.
cs: Násobte koeficient 100, abyste získali celkové procento.
da: Multiplicer koefficienten med 100 for at finde den globale procentdel.
de: Multiplizieren Sie den Koeffizienten mit 100, um den globalen Prozentsatz zu erhalten.
el: Πολλαπλασιάστε τον συντελεστή με το 100 για να βρείτε το συνολικό ποσοστό.
es: Multiplica el coeficiente por 100 para recuperar el porcentaje global.
fi: Kerro kerroin 100:lla saadaksesi yleinen prosentti.
fil: I-multiply ang coefficient sa 100 upang makuha ang pangkalahatang porsyento.
hu: Szorozza meg az együtthatót 100-zal, hogy visszakapja a globális százalékot.
id: Kalikan koefisien dengan 100 untuk mendapatkan persentase global.
it: Moltiplica il coefficiente per 100 per ritrovare la percentuale globale.
ja: 係数に100を掛けて全体のパーセンテージを求めます。
ko: 계수를 100으로 곱하여 전체 백분율을 찾습니다.
nl: Vermenigvuldig de coëfficiënt met 100 om het globale percentage te herwinnen.
no: Multipliser koeffisienten med 100 for å finne den globale prosentandelen.
pl: Pomnóż współczynnik przez 100, aby uzyskać globalny procent.
pt_pt: Multiplique o coeficiente por 100 para encontrar o percentual global.
ro: Înmulțiți coeficientul cu 100 pentru a obține procentajul global.
ru: Умножьте коэффициент на 100, чтобы получить общий процент.
sk: Násobte koeficient 100, aby ste získali celkové percento.
sv: Multiplicera koefficienten med 100 för att få tillbaka den globala procentandelen.
sw: Zidisha coefficient kwa 100 ili kupata asilimia ya jumla.
tr: Katsayıyı 100 ile çarparak genel yüzdeyi bulun.
uk: Помножте коефіцієнт на 100, щоб отримати загальний відсоток.
vi: Nhân hệ số với 100 để tìm lại phần trăm tổng thể.
zh_hans: 将系数乘以 100 以找回总体百分比。

# pct_course_title
source: Cours complet sur les pourcentages
af: Volledige kursus oor persentasies
bg: Пълен курс по проценти
cs: Kompletní kurz o procentech
da: Fuld kursus om procenter
de: Vollständiger Kurs über Prozentsätze
el: Πλήρης μάθημα για τα ποσοστά
es: Curso completo sobre porcentajes
fi: Kattava kurssi prosenteista
fil: Kumpletong kurso sa mga porsyento
hu: Teljes kurzus a százalékokról
id: Kursus lengkap tentang persentase
it: Corso completo sulle percentuali
ja: パーセンテージに関する完全なコース
ko: 퍼센트에 대한 완전한 강의
nl: Volledige cursus over percentages
no: Komplett kurs om prosent
pl: Kompletny kurs o procentach
pt_pt: Curso completo sobre percentuais
ro: Curs complet despre procente
ru: Полный курс по процентам
sk: Kompletný kurz o percentách
sv: Komplett kurs om procent
sw: Komplett kurs om procent
tr: Yüzdeler Üzerine Tam Kurs
uk: Complete Course on Percentages
vi: Khóa học toàn diện về phần trăm
zh_hans: 全面的百分比课程

# pct_course_subtitle
source: Leçons structurées, formules, exemples et quiz (QCM + numérique) pour maîtriser les pourcentages.
af: Gestructureerde lesse, formules, voorbeelde en toetse (MCQ + numeries) om persentasies te bemeester.
bg: Структурирани уроци, формули, примери и тестове (MCQ + цифрови) за овладяване на процентите.
cs: Strukturované lekce, vzorce, příklady a kvízy (MCQ + číselné) pro zvládnutí procent.
da: Strukturerede lektioner, formler, eksempler og quizzer (MCQ + numerisk) for at mestre procenter.
de: Strukturierte Lektionen, Formeln, Beispiele und Quiz (MCQ + numerisch) zur Beherrschung der Prozentsätze.
el: Δομημένα μαθήματα, τύποι, παραδείγματα και κουίζ (QCM + αριθμητικά) για την κατανόηση των ποσοστών.
es: Lecciones estructuradas, fórmulas, ejemplos y quizzes (MCQ + numérico) para dominar los porcentajes.
fi: Rakenteelliset oppitunnit, kaavat, esimerkit ja kyselyt (monivalinta + numeerinen) prosenttien hallitsemiseksi.
fil: Mga nakabalangkas na aralin, pormula, halimbawa at quiz (MCQ + numerikal) para sa pag-master ng mga porsyento.
hu: Strukturált leckék, képletek, példák és kvízek (MCQ + numerikus) a százalékok elsajátításához.
id: Pelajaran terstruktur, rumus, contoh, dan kuis (MCQ + numerik) untuk menguasai persentase.
it: Lezioni strutturate, formule, esempi e quiz (QCM + numerico) per padroneggiare le percentuali.
ja: パーセンテージをマスターするための構造化されたレッスン、公式、例、クイズ（選択式 + 数値）。
ko: 구조화된 수업, 공식, 예제 및 퀴즈 (객관식 + 수치)로 퍼센트를 마스터하세요.
nl: Gestructureerde lessen, formules, voorbeelden en quizzen (MCQ + numeriek) om percentages te beheersen.
no: Strukturerte leksjoner, formler, eksempler og quiz (MCQ + numerisk) for å mestre prosentene.
pl: Strukturalne lekcje, wzory, przykłady i quizy (MCQ + numeryczne) do opanowania procentów.
pt_pt: Aulas estruturadas, fórmulas, exemplos e questionários (QCM + numérico) para dominar os percentuais.
ro: Lecții structurate, formule, exemple și quizuri (QCM + numeric) pentru a stăpâni procentele.
ru: Структурированные уроки, формулы, примеры и викторины (ОГЭ + цифровые) для освоения процентов.
sk: Štruktúrované lekcie, vzorce, príklady a kvízy (MCQ + numerické) na zvládnutie percent.
sv: Strukturerade lektioner, formler, exempel och quiz (flervals + numeriska) för att behärska procent.
sw: Strukturerade lektioner, formler, exempel och quiz (flervals + numeriska) för att behärska procent.
tr: Yüzdeleri kavramak için yapılandırılmış dersler, formüller, örnekler ve quizler (Çoktan Seçmeli + sayısal).
uk: Structured lessons, formulas, examples, and quizzes (MCQ + numeric) to master percentages.
vi: Các bài học có cấu trúc, công thức, ví dụ và quiz (QCM + số) để nắm vững phần trăm.
zh_hans: 结构化课程、公式、示例和测验（选择题 + 数字）以掌握百分比。

# pct_course_chapters
source: chapitres
af: hoofstukke
bg: глави
cs: kapitoly
da: kapitler
de: Kapitel
el: κεφάλαια
es: capítulos
fi: luvut
fil: mga kabanata
hu: fejezetek
id: bab
it: capitoli
ja: 章
ko: 장
nl: hoofdstukken
no: kapitler
pl: rozdziały
pt_pt: capítulos
ro: capitole
ru: главы
sk: kapitoly
sv: kapitel
sw: kapitel
tr: bölümler
uk: chapters
vi: chương
zh_hans: 章节

# pct_course_progress
source: progression
af: vordering
bg: напредък
cs: pokrok
da: fremskridt
de: Fortschritt
el: πρόοδος
es: progreso
fi: edistyminen
fil: pag-unlad
hu: haladás
id: kemajuan
it: progresso
ja: 進捗
ko: 진행 상황
nl: voortgang
no: fremdrift
pl: postęp
pt_pt: progresso
ro: progres
ru: прогресс
sk: pokrok
sv: framsteg
sw: framsteg
tr: ilerleme
uk: progress
vi: tiến độ
zh_hans: 进度

# pct_course_nav
source: Chapitres
af: Hoofstukke
bg: Глави
cs: Kapitoly
da: Kapitler
de: Kapitel
el: Κεφάλαια
es: Capítulos
fi: Luvut
fil: Mga Kabanata
hu: Fejezetek
id: Bab
it: Capitoli
ja: 章
ko: 장
nl: Hoofdstukken
no: Kapitler
pl: Rozdziały
pt_pt: Capítulos
ro: Capitole
ru: Главы
sk: Kapitoly
sv: Kapitel
sw: Kapitel
tr: Bölümler
uk: Chapters
vi: Chương
zh_hans: 章节

# pct_course_search_label
source: Rechercher
af: Soek
bg: Търсене
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Haku
fil: Maghanap
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
no: Søk
pl: Szukaj
pt_pt: Pesquisar
ro: Caută
ru: Поиск
sk: Hľadať
sv: Sök
sw: Sök
tr: Ara
uk: Search
vi: Tìm kiếm
zh_hans: 搜索

# pct_course_search_ph
source: Rechercher (ex: variation, inverse, pp...)
af: Soek (bv: variasie, omgekeerd, pp...)
bg: Търсене (напр: вариация, обратен, pp...)
cs: Hledat (např. variace, inverze, pp...)
da: Søg (f.eks. variation, omvendt, pp...)
de: Suchen (z.B.: Variation, umgekehrt, pp...)
el: Αναζήτηση (π.χ.: παραλλαγή, αντίστροφο, pp...)
es: Buscar (ej: variación, inverso, pp...)
fi: Hae (esim: variaatio, käänteinen, pp...)
fil: Maghanap (hal: pagbabago, kabaligtaran, pp...)
hu: Keresés (pl: variáció, inverz, pp...)
id: Cari (mis: variasi, invers, pp...)
it: Cerca (es: variazione, inverso, pp...)
ja: 検索 (例: 変化、逆、pp...)
ko: 검색 (예: 변형, 반대, pp...)
nl: Zoeken (bijv: variatie, omgekeerd, pp...)
no: Søk (f.eks. variasjon, invers, pp...)
pl: Szukaj (np. wariacja, odwrotność, pp...)
pt_pt: Pesquisar (ex: variação, inverso, pp...)
ro: Caută (ex: variație, invers, pp...)
ru: Поиск (например: вариация, обратное, pp...)
sk: Hľadať (napr: variácia, inverz, pp...)
sv: Sök (ex: variation, invers, pp...)
sw: Sök (ex: variation, invers, pp...)
tr: Ara (ör: varyasyon, ters, pp...)
uk: Search (e.g., variation, inverse, pp...)
vi: Tìm kiếm (vd: biến thể, ngược, pp...)
zh_hans: 搜索（例如：变体，反向，pp...）

# pct_course_no_results
source: Aucun chapitre ne correspond à votre recherche.
af: Geen hoofstukke pas by jou soektog nie.
bg: Няма глава, която да отговаря на вашето търсене.
cs: Žádná kapitola neodpovídá vašemu hledání.
da: Ingen kapitler matcher din søgning.
de: Kein Kapitel entspricht Ihrer Suche.
el: Κανένα κεφάλαιο δεν αντιστοιχεί στην αναζήτησή σας.
es: Ningún capítulo coincide con su búsqueda.
fi: Yhtään lukua ei löytynyt haullesi.
fil: Walang kabanata na tumutugma sa iyong paghahanap.
hu: Nincs olyan fejezet, amely megfelelne a keresésének.
id: Tidak ada bab yang sesuai dengan pencarian Anda.
it: Nessun capitolo corrisponde alla tua ricerca.
ja: 検索に一致する章はありません。
ko: 검색 결과에 해당하는 장이 없습니다.
nl: Geen hoofdstukken voldoen aan uw zoekopdracht.
no: Ingen kapitler samsvarer med søket ditt.
pl: Żaden rozdział nie odpowiada Twojemu wyszukiwaniu.
pt_pt: Nenhum capítulo corresponde à sua pesquisa.
ro: Niciun capitol nu corespunde căutării dumneavoastră.
ru: Нет глав, соответствующих вашему запросу.
sk: Žiadna kapitola nezodpovedá vášmu vyhľadávaniu.
sv: Inga kapitel matchar din sökning.
sw: Inga kapitel matchar din sökning.
tr: Aramanıza uygun bölüm bulunamadı.
uk: No chapter matches your search.
vi: Không có chương nào phù hợp với tìm kiếm của bạn.
zh_hans: 没有章节符合您的搜索。

# pct_course_shuffle_quiz
source: Mélanger les quiz
af: Skud die toetse
bg: Разбъркайте изпитите
cs: Promíchat kvízy
da: Bland quizzerne
de: Quiz mischen
el: Ανακάτεμα των κουίζ
es: Mezclar los quizzes
fi: Sekoita kyselyt
fil: I-shuffle ang mga quiz
hu: Kvízek keverése
id: Acak kuis
it: Mescola i quiz
ja: クイズをシャッフル
ko: 퀴즈 섞기
nl: Quizzen schudden
no: Bland quizene
pl: Pomieszaj quizy
pt_pt: Embaralhar os questionários
ro: Amestecă quizurile
ru: Перемешать викторины
sk: Zamiešať kvízy
sv: Blanda quiz
sw: Blanda quiz
tr: Quiz'leri karıştır
uk: Shuffle quizzes
vi: Xáo trộn các quiz
zh_hans: 打乱测验

# pct_course_new_seed
source: Nouvelle
af: Nuwe
bg: Нова
cs: Nové
da: Ny
de: Neu
el: Νέα
es: Nuevo
fi: Uusi
fil: Bago
hu: Új
id: Baru
it: Nuova
ja: 新しい
ko: 새로운
nl: Nieuw
no: Ny
pl: Nowa
pt_pt: Novo
ro: Nou
ru: Новая
sk: Nové
sv: Ny
sw: Ny
tr: Yeni
uk: New
vi: Mới
zh_hans: 新的

# pct_course_formula
source: Formule
bg: Формула
cs: Vzorec
da: Formel
de: Formel
el: Τύπος
es: Fórmula
fi: Kaava
fil: Pormula
hu: Képlet
id: Rumus
it: Formula
ja: 公式
ko: 공식
no: Formel
pl: Formuła
pt_pt: Fórmula
ro: Formulă
ru: Формула
sk: Vzorec
sv: Formel
sw: Formel
tr: Formül
uk: Formula
vi: Công thức
zh_hans: 公式

# pct_course_quiz_title
source: Mini-quiz
af: Mini-toets
bg: Мини-изпит
cs: Mini-kvíz
el: Μίνι κουίζ
fi: Mini-kysely
hu: Mini-kvíz
id: Mini-kuis
ja: ミニクイズ
ko: 미니 퀴즈
pt_pt: Mini-questionário
ru: Мини-викторина
sk: Mini-kvíz
zh_hans: 迷你测验

# pct_course_reset_quiz
source: Réinitialiser ce quiz
af: Herstel hierdie toets
bg: Нулиране на този изпит
cs: Obnovit tento kvíz
da: Nulstil denne quiz
de: Dieses Quiz zurücksetzen
el: Επαναφορά αυτού του κουίζ
es: Reiniciar este quiz
fi: Nollaa tämä kysely
fil: I-reset ang quiz na ito
hu: Kvíz visszaállítása
id: Reset kuis ini
it: Reimposta questo quiz
ja: このクイズをリセット
ko: 이 퀴즈 초기화
nl: Deze quiz resetten
no: Tilbakestill denne quizen
pl: Zresetuj ten quiz
pt_pt: Reiniciar este questionário
ro: Resetează acest quiz
ru: Сбросить эту викторину
sk: Obnoviť tento kvíz
sv: Återställ detta quiz
sw: Återställ detta quiz
tr: Bu quiz'i sıfırla
uk: Reset this quiz
vi: Đặt lại quiz này
zh_hans: 重置此测验

# pct_course_choose
source: Choisir…
af: Kies…
bg: Изберете…
cs: Vybrat…
da: Vælg…
de: Wählen…
el: Επιλέξτε…
es: Elegir…
fi: Valitse…
fil: Pumili…
hu: Választás…
id: Pilih…
it: Scegli…
ja: 選択…
ko: 선택…
nl: Kiezen…
no: Velg…
pl: Wybierz…
pt_pt: Escolher…
ro: Alegeți…
ru: Выбрать…
sk: Vybrať…
sv: Välj…
sw: Välj…
tr: Seçin…
uk: Choose…
vi: Chọn…
zh_hans: 选择…

# pct_course_answer_ph
source: Votre réponse (ex: 12,5)
af: Jou antwoord (bv: 12,5)
bg: Вашият отговор (напр: 12,5)
cs: Vaše odpověď (např. 12,5)
da: Dit svar (f.eks. 12,5)
de: Ihre Antwort (z.B.: 12,5)
el: Η απάντησή σας (π.χ.: 12,5)
es: Tu respuesta (ej: 12,5)
fi: Vastauksesi (esim: 12,5)
fil: Iyong sagot (hal: 12,5)
hu: A válasza (pl.: 12,5)
id: Jawaban Anda (mis: 12,5)
it: La tua risposta (es: 12,5)
ja: あなたの回答（例：12.5）
ko: 당신의 답변 (예: 12.5)
nl: Uw antwoord (bijv: 12,5)
no: Ditt svar (f.eks. 12,5)
pl: Twoja odpowiedź (np. 12,5)
pt_pt: A sua resposta (ex: 12,5)
ro: Răspunsul dumneavoastră (ex: 12,5)
ru: Ваш ответ (например: 12,5)
sk: Vaša odpoveď (napr. 12,5)
sv: Ditt svar (ex: 12,5)
sw: Ditt svar (ex: 12,5)
tr: Cevabınız (ör: 12,5)
uk: Your answer (e.g., 12.5)
vi: Câu trả lời của bạn (ví dụ: 12,5)
zh_hans: 您的答案（例如：12.5）

# pct_course_show_correction
source: Voir la correction
af: Sien die korreksie
bg: Вижте корекцията
cs: Zobrazit opravu
da: Se korrektionen
de: Korrektur anzeigen
el: Δείτε τη διόρθωση
es: Ver la corrección
fi: Näytä korjaus
fil: Tingnan ang pagkakamali
hu: Javítás megtekintése
id: Lihat koreksi
it: Vedi la correzione
ja: 解答を見る
ko: 정답 보기
nl: Bekijk de correctie
no: Se korreksjonen
pl: Zobacz poprawkę
pt_pt: Ver correção
ro: Vezi corectura
ru: Посмотреть исправление
sk: Zobraziť opravu
sv: Se rättningen
sw: Visa rättning
tr: Düzeltmeyi göster
uk: View correction
vi: Xem đáp án
zh_hans: 查看答案

# pct_course_ok
source: Correct
af: Reg
bg: Коректно
cs: Správně
da: Korrekt
de: Richtig
el: Σωστό
es: Correcto
fi: Oikein
fil: Tama
hu: Helyes
id: Benar
it: Corretto
ja: 正解
ko: 정답
no: Riktig
pl: Poprawnie
pt_pt: Correto
ro: Corect
ru: Верно
sk: Správne
sv: Korrekt
sw: Korrekt
tr: Doğru
vi: Đúng
zh_hans: 正确

# pct_course_ko
source: Incorrect
af: Onkorrek
bg: Неправилно
cs: Nesprávně
da: Forkert
de: Falsch
el: Λάθος
es: Incorrecto
fi: Väärin
fil: Mali
hu: Helytelen
id: Salah
it: Errato
ja: 不正解
ko: 부정확
nl: Onjuist
no: Feil
pl: Niepoprawne
pt_pt: Incorreto
ro: Incorect
ru: Неправильно
sk: Nesprávne
sv: Felaktig
sw: Felaktig
tr: Yanlış
vi: Không chính xác
zh_hans: 不正确

# pct_course_your_answer
source: Votre réponse
af: Jou antwoord
bg: Вашият отговор
cs: Vaše odpověď
da: Dit svar
de: Ihre Antwort
el: Η απάντησή σας
es: Su respuesta
fi: Vastauksesi
fil: Iyong sagot
hu: Az Ön válasza
id: Jawaban Anda
it: La tua risposta
ja: あなたの回答
ko: 당신의 답변
nl: Uw antwoord
no: Ditt svar
pl: Twoja odpowiedź
pt_pt: Sua resposta
ro: Răspunsul dumneavoastră
ru: Ваш ответ
sk: Vaša odpoveď
sv: Ditt svar
sw: Ditt svar
tr: Cevabınız
uk: Your answer
vi: Câu trả lời của bạn
zh_hans: 您的答案

# pct_course_correct_answer
source: Réponse attendue
af: Verwagte antwoord
bg: Очакван отговор
cs: Očekávaná odpověď
da: Forventet svar
de: Erwartete Antwort
el: Αναμενόμενη απάντηση
es: Respuesta esperada
fi: Odotettu vastaus
fil: Inaasahang sagot
hu: Várt válasz
id: Jawaban yang diharapkan
it: Risposta attesa
ja: 期待される回答
ko: 예상 답변
nl: Verwacht antwoord
no: Forventet svar
pl: Oczekiwana odpowiedź
pt_pt: Resposta esperada
ro: Răspuns așteptat
ru: Ожидаемый ответ
sk: Očakávaná odpoveď
sv: Förväntat svar
sw: Förväntat svar
tr: Beklenen cevap
uk: Expected answer
vi: Câu trả lời mong đợi
zh_hans: 预期答案

# pct_course_prev
source: Précédent
af: Vorige
bg: Предишен
cs: Předchozí
da: Forrige
de: Zurück
el: Προηγούμενο
es: Anterior
fi: Edellinen
fil: Nakaraan
hu: Előző
id: Sebelumnya
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
no: Forrige
pl: Poprzedni
pt_pt: Anterior
ro: Precedent
ru: Назад
sk: Predchádzajúci
sv: Föregående
sw: Föregående
tr: Önceki
uk: Previous
vi: Trước
zh_hans: 上一步

# pct_course_next
source: Suivant
af: Volgende
bg: Следващ
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fil: Susunod
hu: Következő
id: Selanjutnya
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
no: Neste
pl: Dalej
pt_pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalej
sv: Nästa
sw: Nästa
tr: Sonraki
uk: Next
vi: Tiếp theo
zh_hans: 下一步

# ex_gen_title
source: Générateur d’exercices (pourcentages)
af: Oefeninggenerator (persentasies)
bg: Генератор на упражнения (проценти)
cs: Generátor cvičení (procenta)
da: Øvelsesgenerator (procenter)
de: Übungsgenerator (Prozentsätze)
el: Γεννήτρια ασκήσεων (ποσοστά)
es: Generador de ejercicios (porcentajes)
fi: Harjoitusten generaattori (prosentit)
fil: Tagagawa ng mga ehersisyo (mga porsyento)
hu: Gyakorló generátor (százalékok)
id: Generator latihan (persentase)
it: Generatore di esercizi (percentuali)
ja: 演習生成器（パーセンテージ）
ko: 연습 생성기 (퍼센트)
nl: Oefeningen generator (percentages)
no: Øvelsesgenerator (prosentandeler)
pl: Generator ćwiczeń (procenty)
pt_pt: Gerador de exercícios (percentagens)
ro: Generator de exerciții (procente)
ru: Генератор упражнений (проценты)
sk: Generátor cvičení (percentá)
sv: Övningsgenerator (procent)
sw: Övningsgenerator (procent)
tr: Alıştırma Üretici (yüzdeler)
uk: Exercise generator (percentages)
vi: Máy phát bài tập (phần trăm)
zh_hans: 练习生成器（百分比）

# ex_gen_subtitle
source: Générez des séries uniques (seed), choisissez le niveau, les thèmes, et obtenez une correction pas à pas.
af: Genereer unieke reeks (seed), kies die vlak, die temas, en kry 'n stap-vir-stap korreksie.
bg: Генерирайте уникални серии (seed), изберете нивото, темите и получете стъпка по стъпка корекция.
cs: Generujte jedinečné série (seed), vyberte úroveň, témata a získejte krokovou opravu.
da: Generer unikke serier (seed), vælg niveau, emner, og få en trin-for-trin korrektion.
de: Generieren Sie einzigartige Serien (Seed), wählen Sie die Ebene, die Themen und erhalten Sie eine Schritt-für-Schritt-Korrektur.
el: Δημιουργήστε μοναδικές σειρές (seed), επιλέξτε το επίπεδο, τα θέματα και αποκτήστε μια διόρθωση βήμα προς βήμα.
es: Genera series únicas (seed), elige el nivel, los temas y obtén una corrección paso a paso.
fi: Luo ainutlaatuisia sarjoja (seed), valitse taso, teemat ja saat vaiheittaisen korjauksen.
fil: Gumawa ng mga natatanging serye (seed), pumili ng antas, mga tema, at makakuha ng hakbang-hakbang na pagwawasto.
hu: Egyedi sorozatok generálása (seed), válassza ki a szintet, a témákat, és kapjon lépésről lépésre javítást.
id: Hasilkan seri unik (seed), pilih tingkat, tema, dan dapatkan koreksi langkah demi langkah.
it: Genera serie uniche (seed), scegli il livello, i temi, e ottieni una correzione passo passo.
ja: ユニークなシリーズ（シード）を生成し、レベル、テーマを選択し、段階的な修正を取得します。
ko: 고유한 시리즈(시드)를 생성하고, 수준과 주제를 선택하고, 단계별 수정을 받으십시오.
nl: Genereer unieke reeksen (seed), kies het niveau, de thema's, en krijg een stap-voor-stap correctie.
no: Generer unike serier (seed), velg nivå, temaer, og få en trinnvis løsning.
pl: Generuj unikalne serie (seed), wybierz poziom, tematy i uzyskaj krok po kroku poprawkę.
pt_pt: Gere séries únicas (seed), escolha o nível, os temas, e obtenha uma correção passo a passo.
ro: Generați serii unice (seed), alegeți nivelul, temele și obțineți o corectare pas cu pas.
ru: Генерируйте уникальные серии (seed), выбирайте уровень, темы и получайте пошаговое решение.
sk: Generujte jedinečné série (seed), vyberte úroveň, témy a získajte krok za krokom opravu.
sv: Generera unika serier (seed), välj nivå, teman, och få en steg-för-steg-korrigering.
sw: Unda mbinu za kipekee (seed), chagua kiwango, mada, na upate marekebisho hatua kwa hatua.
tr: Eşsiz seriler (seed) oluşturun, seviyeyi, temaları seçin ve adım adım bir düzeltme elde edin.
uk: Генеруйте унікальні серії (seed), вибирайте рівень, теми та отримуйте покрокове виправлення.
vi: Tạo ra các chuỗi duy nhất (hạt giống), chọn cấp độ, các chủ đề, và nhận một bài sửa lỗi từng bước.
zh_hans: 生成唯一的系列（种子），选择级别、主题，并获得逐步纠正。

# ex_level_label
source: Niveau
af: Vlak
bg: Ниво
cs: Úroveň
el: Επίπεδο
es: Nivel
fi: Taso
fil: Antas
hu: Szint
id: Tingkat
it: Livello
ja: レベル
ko: 수준
no: Nivå
pl: Poziom
pt_pt: Nível
ro: Nivel
ru: Уровень
sk: Úroveň
sv: Nivå
sw: Nivå
tr: Seviye
uk: Level
vi: Cấp độ
zh_hans: 级别

# pct_ex_gen_level_ph
source: Choisir un niveau
af: Kies 'n vlak
bg: Изберете ниво
cs: Vyberte úroveň
da: Vælg et niveau
de: Wählen Sie ein Niveau
el: Επιλέξτε επίπεδο
es: Elegir un nivel
fi: Valitse taso
fil: Pumili ng antas
hu: Válasszon szintet
id: Pilih tingkat
it: Scegli un livello
ja: レベルを選択
ko: 수준 선택
nl: Kies een niveau
no: Velg et nivå
pl: Wybierz poziom
pt_pt: Escolher um nível
ro: Alegeți un nivel
ru: Выберите уровень
sk: Vyberte úroveň
sv: Välj en nivå
sw: Välj en nivå
tr: Bir seviye seçin
uk: Choose a level
vi: Chọn một cấp độ
zh_hans: 选择一个级别

# ex_level_hint
source: Change l’amplitude des nombres et la difficulté des pièges.
af: Verander die amplitude van die getalle en die moeilikheidsgraad van die gevare.
bg: Променя амплитудата на числата и трудността на капаните.
cs: Změňte amplitudu čísel a obtížnost pastí.
da: Ændrer amplituden af tallene og sværhedsgraden af fælderne.
de: Ändert die Amplitude der Zahlen und die Schwierigkeit der Fallen.
el: Αλλάξτε την κλίμακα των αριθμών και τη δυσκολία των παγίδων.
es: Cambia la amplitud de los números y la dificultad de las trampas.
fi: Muuta numeroiden laajuutta ja ansan vaikeutta.
fil: Binabago ang amplitude ng mga numero at ang hirap ng mga bitag.
hu: Változtassa meg a számok amplitúdóját és a csapdák nehézségét.
id: Ubah rentang angka dan kesulitan perangkap.
it: Cambia l'ampiezza dei numeri e la difficoltà delle trappole.
ja: 数の範囲とトラップの難易度を変更します。
ko: 숫자의 범위와 함정의 난이도를 변경합니다.
nl: Verander de amplitude van de getallen en de moeilijkheidsgraad van de valstrikken.
no: Endre omfanget av tallene og vanskelighetsgraden på fellene.
pl: Zmienia zakres liczb i trudność pułapek.
pt_pt: Muda a amplitude dos números e a dificuldade das armadilhas.
ro: Schimbă amplitudinea numerelor și dificultatea capcanelor.
ru: Изменяет диапазон чисел и сложность ловушек.
sk: Zmeňte amplitúdu čísel a obtiažnosť pascí.
sv: Ändra amplituden av siffror och svårighetsgraden av fällor.
sw: Ändra amplituden av siffror och svårighetsgraden av fällor.
tr: Sayıların aralığını ve tuzakların zorluğunu değiştirir.
uk: Changes the range of numbers and the difficulty of traps.
vi: Thay đổi biên độ của các số và độ khó của các cạm bẫy.
zh_hans: 改变数字的幅度和陷阱的难度。

# ex_themes_label
source: Thèmes
af: Temas
bg: Теми
cs: Témata
da: Temaer
de: Themen
el: Θέματα
es: Temas
fi: Teemat
fil: Mga Tema
hu: Témák
id: Tema
it: Temi
ja: テーマ
ko: 주제
nl: Thema's
no: Temaer
pl: Tematy
pt_pt: Temas
ro: Teme
ru: Темы
sk: Témy
sv: Teman
sw: Teman
tr: Temalar
uk: Themes
vi: Chủ đề
zh_hans: 主题

# ex_themes_hint
source: Sélection multiple : mélange d’exercices.
af: Meervoudige keuse: 'n mengsel van oefeninge.
bg: Множествен избор: смес от упражнения.
cs: Vícenásobný výběr: směs cvičení.
da: Flere valg: blanding af øvelser.
de: Mehrfachauswahl: Mischung von Übungen.
el: Πολλαπλή επιλογή: μείγμα ασκήσεων.
es: Selección múltiple: mezcla de ejercicios.
fi: Monivalinta: harjoitusten sekoitus.
fil: Maramihang pagpili: halo ng mga ehersisyo.
hu: Többválasztós: gyakorlatok keveréke.
id: Pilihan ganda: campuran latihan.
it: Selezione multipla: mix di esercizi.
ja: 複数選択：演習の組み合わせ。
ko: 다중 선택: 연습 혼합.
nl: Meerdere keuzes: mix van oefeningen.
no: Flere valg: blanding av øvelser.
pl: Wielokrotny wybór: mieszanka ćwiczeń.
pt_pt: Seleção múltipla: mistura de exercícios.
ro: Selecție multiplă: amestec de exerciții.
ru: Множественный выбор: смесь упражнений.
sk: Viacero výberov: zmes cvičení.
sv: Flera val: blandning av övningar.
sw: Flera val: blandning av övningar.
tr: Birden fazla seçim: egzersizlerin karışımı.
uk: Multiple choice: mix of exercises.
vi: Chọn nhiều: kết hợp các bài tập.
zh_hans: 多选：练习混合。
