Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_error_not_confuse
source: À ne pas confondre : • “Variation en %” compare une valeur initiale à une valeur finale (référence = initiale). • “Écart relatif” peut choisir une référence (A ou B). • “Pourcentage d’erreur” impose la référence (valeur vraie/théorique) et utilise une valeur absolue. Exemple : référence 100, mesuré 102 ou 98 → erreur = 2% dans les deux cas.
af: Moet nie verwar word nie: • “Variasie in %” vergelyk 'n aanvanklike waarde met 'n finale waarde (verwysing = aanvanklik). • “Relatiewe afwyking” kan 'n verwysing kies (A of B). • “Persentasie fout” dwing die verwysing (ware/teoretiese waarde) en gebruik 'n absolute waarde. Voorbeeld: verwysing 100, gemet 102 of 98 → fout = 2% in albei gevalle.
bg: Да не се бърка: • „Вариация в %“ сравнява начална стойност с крайна стойност (референция = начална). • „Относително отклонение“ може да избере референция (A или B). • „Процент на грешка“ налага референция (истинска/теоретична стойност) и използва абсолютна стойност. Пример: референция 100, измерено 102 или 98 → грешка = 2% и в двата случая.
cs: Nesmí se zaměňovat: • „Variace v %“ porovnává počáteční hodnotu s konečnou hodnotou (reference = počáteční). • „Relativní odchylka“ může zvolit referenci (A nebo B). • „Procento chyby“ stanovuje referenci (skutečná/teoretická hodnota) a používá absolutní hodnotu. Příklad: reference 100, naměřeno 102 nebo 98 → chyba = 2 % v obou případech.
da: At forveksle: • “Ændring i %” sammenligner en indledende værdi med en slutværdi (reference = indledende). • “Relativ afvigelse” kan vælge en reference (A eller B). • “Fejlprocent” pålægger referencen (sand/teoretisk værdi) og bruger en absolut værdi. Eksempel: reference 100, målt 102 eller 98 → fejl = 2% i begge tilfælde.
de: Nicht verwechseln: • „Variation in %“ vergleicht einen Anfangswert mit einem Endwert (Referenz = Anfangswert). • „Relative Abweichung“ kann eine Referenz wählen (A oder B). • „Fehlerprozentsatz“ setzt die Referenz (wahrer/theoretischer Wert) und verwendet einen absoluten Wert. Beispiel: Referenz 100, gemessen 102 oder 98 → Fehler = 2% in beiden Fällen.
el: Να μην συγχέεται: • «Μεταβολή σε %» συγκρίνει μια αρχική τιμή με μια τελική τιμή (αναφορά = αρχική). • «Σχετική απόκλιση» μπορεί να επιλέξει μια αναφορά (A ή B). • «Ποσοστό σφάλματος» επιβάλλει την αναφορά (αληθινή/θεωρητική τιμή) και χρησιμοποιεί μια απόλυτη τιμή. Παράδειγμα: αναφορά 100, μετρημένο 102 ή 98 → σφάλμα = 2% και στις δύο περιπτώσεις.
es: No confundir: • “Variación en %” compara un valor inicial con un valor final (referencia = inicial). • “Discrepancia relativa” puede elegir una referencia (A o B). • “Porcentaje de error” impone la referencia (valor verdadero/teórico) y utiliza un valor absoluto. Ejemplo: referencia 100, medido 102 o 98 → error = 2% en ambos casos.
fi: Älä sekoita: • “Prosenttimuutokset” vertaavat alkuperäistä arvoa lopulliseen arvoon (viite = alkuperäinen). • “Suhteellinen poikkeama” voi valita viitteen (A tai B). • “Virheprosentti” edellyttää viitettä (todellinen/teoreettinen arvo) ja käyttää itseisarvoa. Esimerkki: viite 100, mitattu 102 tai 98 → virhe = 2% molemmissa tapauksissa.
fil: Huwag malito: • “Pagbabago sa %” ay naghahambing ng isang paunang halaga sa isang panghuling halaga (reference = paunang). • “Relative na pagkakaiba” ay maaaring pumili ng reference (A o B). • “Porsyento ng error” ay nag-uutos ng reference (totoong/teoretikal na halaga) at gumagamit ng absolute na halaga. Halimbawa: reference 100, nasukat 102 o 98 → error = 2% sa parehong kaso.
hu: Ne keverje össze: • A "% változás" egy kezdeti értéket hasonlít össze egy végső értékkel (referencia = kezdeti). • A "relatív eltérés" választhat egy referenciát (A vagy B). • A "hibaszázalék" megköveteli a referenciát (valódi/elméleti érték) és abszolút értéket használ. Példa: referencia 100, mért 102 vagy 98 → hiba = 2% mindkét esetben.
id: Jangan bingung: • “Perubahan dalam %” membandingkan nilai awal dengan nilai akhir (referensi = awal). • “Deviasi relatif” dapat memilih referensi (A atau B). • “Persentase kesalahan” menetapkan referensi (nilai benar/teoretis) dan menggunakan nilai absolut. Contoh: referensi 100, diukur 102 atau 98 → kesalahan = 2% dalam kedua kasus.
it: Da non confondere : • “Variazione in %” confronta un valore iniziale con un valore finale (riferimento = iniziale). • “Deviazione relativa” può scegliere un riferimento (A o B). • “Percentuale di errore” impone il riferimento (valore vero/teorico) e utilizza un valore assoluto. Esempio : riferimento 100, misurato 102 o 98 → errore = 2% in entrambi i casi.
ja: 混同しないでください：•「%の変化」は初期値と最終値を比較します（基準 = 初期値）。•「相対誤差」は基準を選択できます（AまたはB）。•「誤差のパーセンテージ」は基準（真の/理論的な値）を強制し、絶対値を使用します。例：基準100、測定102または98 → 誤差 = 2%の両方の場合。
ko: 혼동하지 마세요: • “% 변화”는 초기 값과 최종 값을 비교합니다(기준 = 초기 값). • “상대 차이”는 기준을 선택할 수 있습니다(A 또는 B). • “오차 비율”은 기준(진짜/이론적 값)을 강제하고 절대 값을 사용합니다. 예: 기준 100, 측정 102 또는 98 → 두 경우 모두 오차 = 2%.
nl: Niet verwarren : • “Verandering in %” vergelijkt een initiële waarde met een finale waarde (referentie = initiële). • “Relatieve afwijking” kan een referentie kiezen (A of B). • “Percentage fout” legt de referentie op (echte/theoretische waarde) en gebruikt een absolute waarde. Voorbeeld : referentie 100, gemeten 102 of 98 → fout = 2% in beide gevallen.
no: Ikke forveksle: • “Endring i %” sammenligner en startverdi med en sluttverdi (referanse = startverdi). • “Relativt avvik” kan velge en referanse (A eller B). • “Prosentandel av feil” pålegger referansen (sann/teoretisk verdi) og bruker en absolutt verdi. Eksempel: referanse 100, målt 102 eller 98 → feil = 2% i begge tilfeller.
pl: Nie mylić: • „Zmiana w %” porównuje wartość początkową z wartością końcową (odniesienie = początkowa). • „Różnica względna” może wybrać odniesienie (A lub B). • „Procent błędu” narzuca odniesienie (wartość prawdziwa/teoretyczna) i używa wartości bezwzględnej. Przykład: odniesienie 100, zmierzone 102 lub 98 → błąd = 2% w obu przypadkach.
pt_pt: Não confundir: • “Variação em %” compara um valor inicial a um valor final (referência = inicial). • “Desvio relativo” pode escolher uma referência (A ou B). • “Porcentagem de erro” impõe a referência (valor verdadeiro/teórico) e utiliza um valor absoluto. Exemplo: referência 100, medido 102 ou 98 → erro = 2% em ambos os casos.
ro: A nu se confunda: • „Variatie în %” compară o valoare inițială cu o valoare finală (referință = inițială). • „Deviere relativă” poate alege o referință (A sau B). • „Procentaj de eroare” impune referința (valoare adevărată/teoretică) și folosește o valoare absolută. Exemplu: referință 100, măsurat 102 sau 98 → eroare = 2% în ambele cazuri.
ru: Не путать: • "Изменение в %" сравнивает начальное значение с конечным значением (ссылка = начальное). • "Относительное отклонение" может выбрать ссылку (A или B). • "Процент ошибки" накладывает ссылку (истинное/теоретическое значение) и использует абсолютное значение. Пример: ссылка 100, измеренное 102 или 98 → ошибка = 2% в обоих случаях.
sk: Nesmie sa zamieňať: • „Zmena v %“ porovnáva počiatočnú hodnotu s konečnou hodnotou (referencia = počiatočná). • „Relatívny rozdiel“ môže zvoliť referenciu (A alebo B). • „Percento chyby“ určuje referenciu (skutočná/teoretická hodnota) a používa absolútnu hodnotu. Príklad: referencia 100, namerané 102 alebo 98 → chyba = 2% v oboch prípadoch.
sv: Att inte förväxla: • ”Förändring i %” jämför ett initialt värde med ett slutvärde (referens = initial). • ”Relativ avvikelse” kan välja en referens (A eller B). • ”Procentandel av felet” ålägger referensen (sann/teoretisk värde) och använder ett absolut värde. Exempel: referens 100, uppmätt 102 eller 98 → fel = 2% i båda fallen.
sw: Usichanganye: • “Mabadiliko kwa %” inalinganisha thamani ya awali na thamani ya mwisho (rejea = awali). • “Tofauti ya uhusiano” inaweza kuchagua rejea (A au B). • “Asilimia ya makosa” inahitaji rejea (thamani halisi/ya nadharia) na inatumia thamani halisi. Mfano: rejea 100, iliyopimwa 102 au 98 → makosa = 2% katika kila kesi.
tr: Karıştırmamak gerekir: • “%’lik Değişim” bir başlangıç değerini bir son değerle karşılaştırır (referans = başlangıç). • “Göreli Sapma” bir referans seçebilir (A veya B). • “Hata Yüzdesi” referansı zorunlu kılar (gerçek / teorik değer) ve mutlak bir değer kullanır. Örnek: referans 100, ölçülen 102 veya 98 → hata = her iki durumda da %2.
uk: Не плутайте: • “Зміна в %” порівнює початкове значення з кінцевим значенням (еталон = початкове). • “Відносне відхилення” може вибрати еталон (A або B). • “Відсоток помилки” накладає еталон (справжнє/теоретичне значення) і використовує абсолютне значення. Приклад: еталон 100, виміряне 102 або 98 → помилка = 2% в обох випадках.
vi: Không nhầm lẫn: • “Biến động theo %” so sánh một giá trị ban đầu với một giá trị cuối (tham chiếu = ban đầu). • “Độ lệch tương đối” có thể chọn một tham chiếu (A hoặc B). • “Tỷ lệ sai số” yêu cầu tham chiếu (giá trị thực/lý thuyết) và sử dụng một giá trị tuyệt đối. Ví dụ: tham chiếu 100, đo được 102 hoặc 98 → sai số = 2% trong cả hai trường hợp.
zh_hans: 不要混淆：• “百分比变化”比较初始值和最终值（参考=初始值）。• “相对偏差”可以选择参考（A或B）。• “误差百分比”强制使用参考（真实/理论值）并使用绝对值。示例：参考100，测量102或98 → 在两种情况下误差=2%。

# pct_error_ratio_note
source: Lecture rapide : mesuré / référence = INTERPOLATION. Si ce ratio vaut 1, la mesure est exacte.
af: Vinnige lesing : gemeet / verwysing = INTERPOLATION. As hierdie verhouding 1 is, is die meting akkuraat.
bg: Бързо четене: измерено / референция = INTERPOLATION. Ако това съотношение е 1, измерването е точно.
cs: Rychlé čtení: naměřeno / reference = INTERPOLATION. Pokud je tento poměr 1, měření je přesné.
da: Hurtig læsning: målt / reference = INTERPOLATION. Hvis dette forhold er 1, er målingen nøjagtig.
de: Schnelle Lesung: gemessen / referenz = INTERPOLATION. Wenn dieses Verhältnis 1 beträgt, ist die Messung genau.
el: Γρήγορη ανάγνωση: μετρημένο / αναφορά = INTERPOLATION. Εάν αυτός ο λόγος είναι 1, η μέτρηση είναι ακριβής.
es: Lectura rápida: medido / referencia = INTERPOLATION. Si este ratio es 1, la medida es exacta.
fi: Nopea lukeminen: mitattu / viite = INTERPOLATION. Jos tämä suhde on 1, mittaus on tarkka.
fil: Mabilis na pagbabasa: nasukat / sanggunian = INTERPOLATION. Kung ang ratio na ito ay 1, ang sukat ay tumpak.
hu: Gyors olvasás: mért / referencia = INTERPOLATION. Ha ez a hányados 1, a mérés pontos.
id: Pembacaan cepat: diukur / referensi = INTERPOLATION. Jika rasio ini bernilai 1, pengukuran adalah akurat.
it: Lettura rapida : misurato / riferimento = INTERPOLATION. Se questo rapporto vale 1, la misura è esatta.
ja: クイックリーディング：測定値/基準 = INTERPOLATION。この比率が1の場合、測定は正確です。
ko: 빠른 읽기: 측정된/기준 = INTERPOLATION. 이 비율이 1이면 측정이 정확합니다.
nl: Snelle lezing : gemeten / referentie = INTERPOLATION. Als deze ratio 1 is, is de meting exact.
no: Rask lesing: målt / referanse = INTERPOLATION. Hvis dette forholdet er 1, er målingen nøyaktig.
pl: Szybkie odczyty: zmierzona / odniesienie = INTERPOLATION. Jeśli ten współczynnik wynosi 1, pomiar jest dokładny.
pt_pt: Leitura rápida: medido / referência = INTERPOLATION. Se este rácio for 1, a medição é exata.
ro: Citire rapidă: măsurat / referință = INTERPOLATION. Dacă acest raport este 1, măsura este exactă.
ru: Быстрое чтение: измеренное / ссылка = INTERPOLATION. Если это соотношение равно 1, измерение точно.
sk: Rýchle čítanie: namerané / referencia = INTERPOLATION. Ak je tento pomer 1, meranie je presné.
sv: Snabb läsning: uppmätt / referens = INTERPOLATION. Om detta förhållande är 1, är mätningen exakt.
sw: Kusoma haraka: kupimwa / rejea = INTERPOLATION. Ikiwa uwiano huu ni 1, kipimo ni sahihi.
tr: Hızlı Okuma: ölçülen / referans = INTERPOLATION. Bu oran 1 ise, ölçüm doğrudur.
uk: Швидке читання: виміряне / еталон = INTERPOLATION. Якщо це співвідношення дорівнює 1, вимірювання точне.
vi: Tốc độ đọc: đo lường / tham chiếu = INTERPOLATION. Nếu tỷ lệ này bằng 1, phép đo là chính xác.
zh_hans: 快速阅读：测量值/参考值 = INTERPOLATION。如果该比率为1，则测量是准确的。

# footer_legal_notice
source: Mentions légales
af: Regshandelinge
bg: Правни уведомления
cs: Právní upozornění
da: Juridiske meddelelser
de: Rechtliche Hinweise
el: Νομικές σημειώσεις
es: Aviso legal
fi: Lakiasiat
fil: Mga legal na paalala
hu: Jogi nyilatkozatok
id: Keterangan hukum
it: Note legali
ja: 法的通知
ko: 법적 고지
nl: Juridische vermeldingen
no: Juridiske merknader
pl: Informacje prawne
pt_pt: Menções legais
ro: Mențiuni legale
ru: Юридическая информация
sk: Právne upozornenia
sv: Juridiska meddelanden
sw: Taarifa za kisheria
tr: Yasal Uyarılar
uk: Юридичні зауваження
vi: Thông tin pháp lý
zh_hans: 法律声明

# footer_privacy
source: Politique de confidentialité
af: Privaatheidsbeleid
bg: Политика за поверителност
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fil: Patakaran sa privacy
hu: Adatvédelmi irányelvek
id: Kebijakan privasi
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
no: Personvernerklæring
pl: Polityka prywatności
pt_pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
sw: Sera ya faragha
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策

# footer_cookies
source: Politique des cookies
af: Koekiebeleid
bg: Политика за бисквитки
cs: Zásady používání cookies
da: Cookiepolitik
de: Cookie-Richtlinie
el: Πολιτική cookies
es: Política de cookies
fi: Evästekäytäntö
fil: Patakaran sa cookies
hu: Süti politika
id: Kebijakan cookie
it: Politica sui cookie
ja: クッキーポリシー
ko: 쿠키 정책
nl: Cookiebeleid
no: Informasjonskapselpolicy
pl: Polityka plików cookie
pt_pt: Política de cookies
ro: Politica privind cookie-urile
ru: Политика использования файлов cookie
sk: Zásady používania súborov cookie
sv: Cookiepolicy
sw: Sera ya kuki
tr: Çerez Politikası
uk: Політика щодо файлів cookie
vi: Chính sách cookie
zh_hans: Cookie政策

# footer_copyright
source: © INTERPOLATION Tools Central – Outils en ligne gratuits
af: © INTERPOLATION Tools Central – Gratis aanlyn gereedskap
bg: © INTERPOLATION Tools Central – Безплатни онлайн инструменти
cs: © INTERPOLATION Tools Central – Bezplatné online nástroje
da: © INTERPOLATION Værktøjer Central – Gratis online værktøjer
de: © INTERPOLATION Tools Central – Kostenlose Online-Tools
el: © INTERPOLATION Tools Central – Δωρεάν διαδικτυακά εργαλεία
es: © INTERPOLATION Tools Central – Herramientas en línea gratuitas
fi: © INTERPOLATION Työkalut Keskus – Ilmaiset verkkotyökalut
fil: © INTERPOLATION Tools Central – Libreng online na mga tool
hu: © INTERPOLATION Tools Central – Ingyenes online eszközök
id: © INTERPOLATION Tools Central – Alat online gratis
it: © INTERPOLATION Tools Central – Strumenti online gratuiti
ja: © INTERPOLATION Tools Central – 無料オンラインツール
ko: © INTERPOLATION Tools Central – 무료 온라인 도구
nl: © INTERPOLATION Tools Central – Gratis online tools
no: © INTERPOLATION Verktøy Central – Gratis nettverktøy
pl: © INTERPOLATION Tools Central – Darmowe narzędzia online
pt_pt: © INTERPOLATION Tools Central – Ferramentas online gratuitas
ro: © INTERPOLATION Tools Central – Instrumente online gratuite
ru: © INTERPOLATION Tools Central – Бесплатные онлайн инструменты
sk: © INTERPOLATION Tools Central – Bezplatné online nástroje
sv: © INTERPOLATION Verktyg Central – Gratis onlineverktyg
sw: © INTERPOLATION Tools Central – Zana za mtandaoni za bure
tr: © INTERPOLATION Tools Central – Ücretsiz çevrimiçi araçlar
uk: © INTERPOLATION Tools Central – Безкоштовні онлайн-інструменти
vi: © INTERPOLATION Tools Central – Công cụ trực tuyến miễn phí
zh_hans: © INTERPOLATION Tools Central – 免费在线工具

# cookies_title
source: Politique des cookies
af: Koekiebeleid
bg: Политика за бисквитки
cs: Zásady používání cookies
da: Cookiepolitik
de: Cookie-Richtlinie
el: Πολιτική για τα cookies
es: Política de cookies
fi: Evästekäytäntö
fil: Patakaran sa cookies
hu: Cookie-szabályzat
id: Kebijakan cookie
it: Politica sui cookie
ja: クッキーに関するポリシー
ko: 쿠키 정책
nl: Cookiebeleid
no: Cookiepolicy
pl: Polityka plików cookie
pt_pt: Política de cookies
ro: Politica privind cookie-urile
ru: Политика использования файлов cookie
sk: Politika súborov cookie
sv: Cookiepolicy
sw: Cookiepolicy
tr: Çerez Politikası
uk: Cookie Policy
vi: Chính sách cookie
zh_hans: Cookie政策

# cookies_subtitle
source: Informations sur l’utilisation des cookies et la gestion de votre consentement.
af: Inligting oor die gebruik van koekies en die bestuur van u toestemming.
bg: Информация за използването на бисквитки и управлението на вашето съгласие.
cs: Informace o používání cookies a správě vašeho souhlasu.
da: Oplysninger om brugen af cookies og håndtering af dit samtykke.
de: Informationen zur Verwendung von Cookies und zur Verwaltung Ihrer Zustimmung.
el: Πληροφορίες σχετικά με τη χρήση cookies και τη διαχείριση της συγκατάθεσής σας.
es: Información sobre el uso de cookies y la gestión de su consentimiento.
fi: Tietoa evästeiden käytöstä ja suostumuksesi hallinnasta.
fil: Impormasyon tungkol sa paggamit ng cookies at pamamahala ng iyong pahintulot.
hu: Információk a sütik használatáról és a hozzájárulás kezelése.
id: Informasi tentang penggunaan cookie dan pengelolaan persetujuan Anda.
it: Informazioni sull'uso dei cookie e sulla gestione del tuo consenso.
ja: クッキーの使用と同意の管理に関する情報。
ko: 쿠키 사용 및 동의 관리에 대한 정보입니다.
nl: Informatie over het gebruik van cookies en het beheer van uw toestemming.
no: Informasjon om bruken av informasjonskapsler og håndtering av ditt samtykke.
pl: Informacje o używaniu plików cookie i zarządzaniu zgodą.
pt_pt: Informações sobre a utilização de cookies e a gestão do seu consentimento.
ro: Informații despre utilizarea cookie-urilor și gestionarea consimțământului dumneavoastră.
ru: Информация о использовании файлов cookie и управлении вашим согласием.
sk: Informácie o používaní súborov cookie a správe vášho súhlasu.
sv: Information om användning av cookies och hantering av ditt samtycke.
sw: Taarifa kuhusu matumizi ya kuki na usimamizi wa idhini yako.
tr: Çerezlerin kullanımı ve onay yönetimi hakkında bilgiler.
uk: Інформація про використання файлів cookie та управління вашою згодою.
vi: Thông tin về việc sử dụng cookie và quản lý sự đồng ý của bạn.
zh_hans: 关于Cookie使用和管理您同意的信息。

# cookies_what_title
source: 1. Qu’est-ce qu’un cookie ?
af: 1. Wat is 'n koekie?
bg: Какво е бисквитка?
cs: 1. Co je to cookie?
da: 1. Hvad er en cookie?
de: 1. Was ist ein Cookie?
el: 1. Τι είναι ένα cookie;
es: 1. ¿Qué es una cookie?
fi: Mikä on eväste?
fil: 1. Ano ang cookie?
hu: 1. Mi az a süti?
id: 1. Apa itu cookie?
it: 1. Che cos'è un cookie?
ja: 1. クッキーとは何ですか？
ko: 1. 쿠키란 무엇인가요?
nl: 1. Wat is een cookie?
no: 1. Hva er en informasjonskapsel?
pl: 1. Czym jest ciasteczko?
pt_pt: 1. O que é um cookie?
ro: 1. Ce este un cookie?
ru: 1. Что такое куки?
sk: 1. Čo je cookie?
sv: 1. Vad är en cookie?
sw: 1. Vad är en cookie?
tr: 1. Çerez nedir?
uk: 1. What is a cookie?
vi: 1. Cookie là gì?
zh_hans: 1. 什么是Cookie？

# cookies_what_p1
source: Un cookie est un petit fichier stocké sur votre appareil qui permet, par exemple, de mémoriser certaines préférences, de mesurer l’audience ou d’aider à diffuser des publicités.
af: 'n Koekie is 'n klein lêer wat op u toestel gestoor word wat byvoorbeeld toelaat om sekere voorkeure te onthou, die gehoor te meet of te help om advertensies te versprei.
bg: Бисквитка е малък файл, съхраняван на вашето устройство, който позволява, например, запомняне на определени предпочитания, измерване на аудиторията или помощ при разпространение на реклами.
cs: Cookie je malý soubor uložený na vašem zařízení, který například umožňuje zapamatovat si určité preference, měřit návštěvnost nebo pomáhat s distribucí reklam.
da: En cookie er en lille fil, der gemmes på din enhed, som f.eks. gør det muligt at huske visse præferencer, måle trafikken eller hjælpe med at vise annoncer.
de: Ein Cookie ist eine kleine Datei, die auf Ihrem Gerät gespeichert wird und es beispielsweise ermöglicht, bestimmte Präferenzen zu speichern, die Nutzung zu messen oder bei der Schaltung von Werbung zu helfen.
el: Ένα cookie είναι ένα μικρό αρχείο που αποθηκεύεται στη συσκευή σας και επιτρέπει, για παράδειγμα, να αποθηκεύονται ορισμένες προτιμήσεις, να μετράται η επισκεψιμότητα ή να βοηθά στη διανομή διαφημίσεων.
es: Una cookie es un pequeño archivo almacenado en su dispositivo que permite, por ejemplo, recordar ciertas preferencias, medir la audiencia o ayudar a mostrar anuncios.
fi: Eväste on pieni tiedosto, joka tallennetaan laitteellesi ja joka mahdollistaa esimerkiksi tiettyjen mieltymysten muistamisen, kävijämäärän mittaamisen tai mainosten näyttämisen.
fil: Ang cookie ay isang maliit na file na nakaimbak sa iyong aparato na nagbibigay-daan, halimbawa, upang tandaan ang ilang mga kagustuhan, sukatin ang madla o tumulong sa pagpapalabas ng mga ad.
hu: A süti egy kis fájl, amely az eszközén tárolódik, és lehetővé teszi például bizonyos preferenciák megjegyzését, a látogatottság mérését vagy a hirdetések megjelenítését.
id: Cookie adalah file kecil yang disimpan di perangkat Anda yang memungkinkan, misalnya, untuk mengingat preferensi tertentu, mengukur audiens, atau membantu menayangkan iklan.
it: Un cookie è un piccolo file memorizzato sul tuo dispositivo che consente, ad esempio, di ricordare alcune preferenze, misurare l'audience o aiutare a diffondere pubblicità.
ja: クッキーは、特定の設定を記憶したり、視聴者を測定したり、広告を配信するのを助けたりするために、デバイスに保存される小さなファイルです。
ko: 쿠키는 장치에 저장되는 작은 파일로, 예를 들어 특정 기본 설정을 기억하거나, 방문자 수를 측정하거나, 광고를 게재하는 데 도움을 줍니다.
nl: Een cookie is een klein bestand dat op uw apparaat wordt opgeslagen en dat bijvoorbeeld helpt om bepaalde voorkeuren te onthouden, het publiek te meten of advertenties te helpen verspreiden.
no: En informasjonskapsel er en liten fil som lagres på enheten din og som for eksempel gjør det mulig å huske visse preferanser, måle trafikk eller hjelpe til med å vise annonser.
pl: Plik cookie to mały plik przechowywany na Twoim urządzeniu, który pozwala na przykład zapamiętać niektóre preferencje, mierzyć ruch lub pomagać w wyświetlaniu reklam.
pt_pt: Um cookie é um pequeno ficheiro armazenado no seu dispositivo que permite, por exemplo, memorizar algumas preferências, medir a audiência ou ajudar a divulgar publicidade.
ro: Un cookie este un fișier mic stocat pe dispozitivul dumneavoastră care permite, de exemplu, memorarea anumitor preferințe, măsurarea audienței sau ajutarea la difuzarea publicității.
ru: Файл cookie – это небольшой файл, хранящийся на вашем устройстве, который, например, позволяет запоминать определенные предпочтения, измерять посещаемость или помогать в показе рекламы.
sk: Súbor cookie je malý súbor uložený na vašom zariadení, ktorý umožňuje napríklad zapamätať si určité preferencie, merať návštevnosť alebo pomôcť pri zobrazovaní reklám.
sv: En cookie är en liten fil som lagras på din enhet som gör det möjligt att till exempel komma ihåg vissa preferenser, mäta besökstrafik eller hjälpa till att visa annonser.
sw: Kuki ni faili ndogo inayohifadhiwa kwenye kifaa chako ambayo inaruhusu, kwa mfano, kukumbuka mapendeleo fulani, kupima matumizi au kusaidia kueneza matangazo.
tr: Çerez, cihazınızda saklanan küçük bir dosyadır ve örneğin bazı tercihleri hatırlamak, ziyaretçi sayısını ölçmek veya reklamların dağıtımına yardımcı olmak için kullanılır.
uk: Файл cookie – це невеликий файл, що зберігається на вашому пристрої, який, наприклад, дозволяє запам'ятовувати певні налаштування, вимірювати аудиторію або допомагати в розповсюдженні реклами.
vi: Một cookie là một tệp nhỏ được lưu trữ trên thiết bị của bạn, cho phép, ví dụ, ghi nhớ một số sở thích, đo lường lượng truy cập hoặc giúp phát quảng cáo.
zh_hans: Cookie是存储在您设备上的小文件，例如，用于记住某些偏好、测量流量或帮助投放广告。
