Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_text_writing_readability_a1
source: Pour un contenu grand public, visez un texte fluide avec des phrases plutôt courtes et un vocabulaire simple. Pour un public expert, un score plus “difficile” peut être normal : l’objectif est surtout d’éviter les passages inutilement compliqués.
af: Vir 'n algemene publiek, mik vir 'n vloeiende teks met eerder kort sinne en 'n eenvoudige woordeskat. Vir 'n deskundige publiek kan 'n meer 'moeilike' telling normaal wees: die doel is veral om onnodig ingewikkelde gedeeltes te vermy.
bg: За съдържание, насочено към широка публика, целете текст, който е плавен с по-кратки изречения и прост речник. За експертна аудитория, по-високият "труден" резултат може да бъде нормален: целта е предимно да се избягват ненужно сложни пасажи.
cs: Pro obsah pro širokou veřejnost cílejte na plynulý text s poměrně krátkými větami a jednoduchou slovní zásobou. Pro odborné publikum může být normální vyšší „těžké“ skóre: cílem je především vyhnout se zbytečně složitým pasážím.
da: For indhold til et bredt publikum, sigt efter en flydende tekst med relativt korte sætninger og enkelt ordforråd. For et ekspertpublikum kan en mere 'svær' score være normal: målet er især at undgå unødvendigt komplicerede passager.
de: Für ein breites Publikum zielen Sie auf einen flüssigen Text mit eher kurzen Sätzen und einfachem Wortschatz ab. Für ein Fachpublikum kann ein „schwierigerer“ Wert normal sein: Das Ziel ist vor allem, unnötig komplizierte Passagen zu vermeiden.
el: Για περιεχόμενο ευρείας κατανάλωσης, στοχεύστε σε ένα ρέον κείμενο με μάλλον σύντομες προτάσεις και απλή ορολογία. Για ειδικό κοινό, ένα πιο “δύσκολο” σκορ μπορεί να είναι φυσιολογικό: ο στόχος είναι κυρίως να αποφευχθούν οι περιττά περίπλοκες διατυπώσεις.
es: Para un contenido general, busca un texto fluido con oraciones más bien cortas y un vocabulario simple. Para un público experto, una puntuación más “difícil” puede ser normal: el objetivo es sobre todo evitar pasajes innecesariamente complicados.
fi: Yleisölle suunnatussa sisällössä pyri sujuvaan tekstiin, jossa on melko lyhyitä lauseita ja yksinkertaista sanastoa. Asiantuntijayleisölle 'vaikeampi' piste voi olla normaali: tavoite on ennen kaikkea välttää tarpeettoman monimutkaisia kohtia.
fil: Para sa nilalaman ng masa, itarget ang isang maayos na teksto na may mga pangungusap na medyo maikli at simpleng bokabularyo. Para sa mga eksperto, ang mas 'mahirap' na score ay maaaring normal: ang layunin ay higit sa lahat na iwasan ang mga bahagi na hindi kinakailangang kumplikado.
hu: A nagyközönség számára készült tartalom esetén törekedjen egy folyékony szövegre, rövidebb mondatokkal és egyszerű szókincsel. Szakmai közönség számára egy "nehéz" pontszám normális lehet: a cél elsősorban az, hogy elkerüljük a szükségtelenül bonyolult részeket.
id: Untuk konten umum, tuju teks yang mengalir dengan kalimat yang cukup pendek dan kosakata yang sederhana. Untuk audiens ahli, skor yang lebih "sulit" bisa jadi normal: tujuannya adalah terutama untuk menghindari bagian yang tidak perlu rumit.
it: Per un contenuto generale, punta a un testo fluido con frasi piuttosto brevi e un vocabolario semplice. Per un pubblico esperto, un punteggio più “difficile” può essere normale: l'obiettivo è soprattutto evitare passaggi inutilmente complicati.
ja: 一般向けのコンテンツの場合、短い文とシンプルな語彙を使った流暢なテキストを目指します。専門家向けの場合、より「難しい」スコアが正常であることがあります：目標は、不要に複雑な部分を避けることです。
ko: 대중적인 콘텐츠의 경우, 짧은 문장과 간단한 어휘로 유창한 텍스트를 목표로 하세요. 전문가를 대상으로 할 경우, 더 '어려운' 점수가 정상일 수 있습니다: 목표는 불필요하게 복잡한 부분을 피하는 것입니다.
nl: Voor een algemeen publiek, streef naar een vloeiende tekst met relatief korte zinnen en eenvoudige woordenschat. Voor een deskundig publiek kan een 'moeilijkere' score normaal zijn: het doel is vooral om onnodig ingewikkelde passages te vermijden.
no: For innhold rettet mot allmennheten, sikte mot en flytende tekst med relativt korte setninger og et enkelt ordforråd. For et ekspertpublikum kan en mer 'vanskelig' score være normal: målet er først og fremst å unngå unødvendig kompliserte avsnitt.
pl: Dla treści ogólnodostępnej dąż do płynnego tekstu z raczej krótkimi zdaniami i prostym słownictwem. Dla publiczności eksperckiej wyższy wynik „trudności” może być normalny: celem jest przede wszystkim unikanie niepotrzebnie skomplikowanych fragmentów.
pt_pt: Para um conteúdo de grande público, almeje um texto fluido com frases relativamente curtas e um vocabulário simples. Para um público especializado, um score mais “difícil” pode ser normal: o objetivo é principalmente evitar passagens desnecessariamente complicadas.
ro: Pentru un conținut destinat publicului larg, vizați un text fluent cu propoziții mai degrabă scurte și un vocabular simplu. Pentru un public expert, un scor mai „dificil” poate fi normal: obiectivul este în principal de a evita pasaje inutil de complicate.
ru: Для общественного контента стремитесь к плавному тексту с короткими предложениями и простым словарем. Для экспертной аудитории более "сложный" уровень может быть нормальным: цель состоит в том, чтобы избежать ненужных сложностей.
sk: Pre obsah pre širokú verejnosť sa snažte o plynulý text s pomerne krátkymi vetami a jednoduchým slovníkom. Pre odborné publikum môže byť normálne vyššie „ťažké“ skóre: cieľom je predovšetkým vyhnúť sa zbytočne zložitým pasážam.
sv: För allmän publik, sikta på en flytande text med relativt korta meningar och enkelt ordförråd. För en expertpublik kan ett mer 'svårt' poäng vara normalt: målet är främst att undvika onödigt komplicerade avsnitt.
sw: Kwa maudhui ya umma, tafuta maandiko yanayoeleweka kwa urahisi na sentensi fupi na msamiati rahisi. Kwa hadhira ya wataalamu, alama 'ngumu' inaweza kuwa ya kawaida: lengo ni hasa kuepuka sehemu zisizo za lazima.
tr: Genel bir kitle için, kısa cümleler ve basit bir kelime dağarcığı ile akıcı bir metin hedefleyin. Uzman bir kitle için daha 'zor' bir skor normal olabilir: amaç, gereksiz yere karmaşık bölümlerden kaçınmaktır.
uk: Для контенту для широкої аудиторії прагніть до плавного тексту з коротшими реченнями та простим словниковим запасом. Для експертної аудиторії більш “складний” показник може бути нормальним: мета полягає в тому, щоб уникнути непотрібно складних місць.
vi: Đối với nội dung đại chúng, hãy nhắm đến một văn bản mạch lạc với các câu ngắn và từ vựng đơn giản. Đối với khán giả chuyên gia, một điểm số “khó” hơn có thể là bình thường: mục tiêu chủ yếu là tránh những đoạn văn không cần thiết phức tạp.
zh_hans: 对于大众内容，目标是写出流畅的文本，使用较短的句子和简单的词汇。对于专业受众，较高的“难度”分数可能是正常的：目标主要是避免不必要的复杂段落。

# ed_text_writing_readability_q2
source: Comment améliorer rapidement la lisibilité d’un texte ?
af: Hoe kan ek vinnig die leesbaarheid van 'n teks verbeter?
bg: Как бързо да подобрим четимостта на текст?
cs: Jak rychle zlepšit čitelnost textu?
da: Hvordan forbedrer man hurtigt læsbarheden af en tekst?
de: Wie kann man die Lesbarkeit eines Textes schnell verbessern?
el: Πώς να βελτιώσετε γρήγορα την αναγνωσιμότητα ενός κειμένου;
es: ¿Cómo mejorar rápidamente la legibilidad de un texto?
fi: Kuinka parantaa tekstin luettavuutta nopeasti?
fil: Paano mabilis na mapabuti ang readability ng isang teksto?
hu: Hogyan javíthatjuk gyorsan egy szöveg olvashatóságát?
id: Bagaimana cara cepat meningkatkan keterbacaan sebuah teks?
it: Come migliorare rapidamente la leggibilità di un testo?
ja: テキストの可読性を迅速に改善するにはどうすればよいですか？
ko: 텍스트의 가독성을 빠르게 개선하는 방법은 무엇인가요?
nl: Hoe verbeter je snel de leesbaarheid van een tekst?
no: Hvordan kan man raskt forbedre lesbarheten til en tekst?
pl: Jak szybko poprawić czytelność tekstu?
pt_pt: Como melhorar rapidamente a legibilidade de um texto?
ro: Cum să îmbunătățești rapid lizibilitatea unui text?
ru: Как быстро улучшить читаемость текста?
sk: Ako rýchlo zlepšiť čitateľnosť textu?
sv: Hur förbättrar man snabbt läsbarheten i en text?
sw: Jinsi ya kuboresha haraka uwazi wa maandiko?
tr: Bir metnin okunabilirliğini hızlıca nasıl artırabilirim?
uk: Як швидко покращити читабельність тексту?
vi: Làm thế nào để nhanh chóng cải thiện độ đọc hiểu của một văn bản?
zh_hans: 如何快速提高文本的可读性？

# ed_text_writing_readability_a2
source: Commencez par couper les phrases longues, remplacer les enchaînements flous par des connecteurs simples, et supprimer les mots inutiles. Ajoutez des listes et des exemples quand le texte devient dense.
af: Begin deur lang sinne te sny, vae oorgange te vervang met eenvoudige verbindings, en onnodige woorde te verwyder. Voeg lyste en voorbeelde by wanneer die teks dig word.
bg: Започнете с разрязване на дългите изречения, заменете неясните свързвания с прости свързващи думи и премахнете ненужните думи. Добавете списъци и примери, когато текстът стане плътен.
cs: Začněte zkracováním dlouhých vět, nahrazením nejasných spojení jednoduchými spojkami a odstraněním zbytečných slov. Přidejte seznamy a příklady, když text zhoustne.
da: Begynd med at skære lange sætninger, erstatte uklare forbindelser med enkle forbindelser, og fjerne unødvendige ord. Tilføj lister og eksempler, når teksten bliver tæt.
de: Beginnen Sie damit, lange Sätze zu kürzen, unklare Übergänge durch einfache Verbindungswörter zu ersetzen und unnötige Wörter zu streichen. Fügen Sie Listen und Beispiele hinzu, wenn der Text dicht wird.
el: Ξεκινήστε κόβοντας τις μακρές προτάσεις, αντικαθιστώντας τις ασαφείς συνδέσεις με απλούς συνδέσμους και αφαιρώντας τις περιττές λέξεις. Προσθέστε λίστες και παραδείγματα όταν το κείμενο γίνεται πυκνό.
es: Comienza por cortar las oraciones largas, reemplazar las transiciones confusas por conectores simples y eliminar palabras innecesarias. Agrega listas y ejemplos cuando el texto se vuelva denso.
fi: Aloita lyhentämällä pitkiä lauseita, korvaten epäselvät siirtymät yksinkertaisilla konnektoreilla ja poistamalla turhat sanat. Lisää luetteloita ja esimerkkejä, kun teksti muuttuu tiheäksi.
fil: Magsimula sa pagputol ng mga mahahabang pangungusap, palitan ang mga malabong pagkakasunod-sunod ng mga simpleng konektor, at alisin ang mga hindi kinakailangang salita. Magdagdag ng mga listahan at mga halimbawa kapag ang teksto ay nagiging siksik.
hu: Kezdje azzal, hogy lerövidíti a hosszú mondatokat, a homályos összekötőket egyszerű kapcsolószavakkal helyettesíti, és eltávolítja a felesleges szavakat. Adjon hozzá listákat és példákat, amikor a szöveg sűrűvé válik.
id: Mulailah dengan memotong kalimat panjang, mengganti penghubung yang kabur dengan penghubung yang sederhana, dan menghapus kata-kata yang tidak perlu. Tambahkan daftar dan contoh ketika teks menjadi padat.
it: Inizia tagliando le frasi lunghe, sostituendo i collegamenti vaghi con connettori semplici e rimuovendo le parole inutili. Aggiungi elenchi ed esempi quando il testo diventa denso.
ja: 長い文を切り、あいまいなつながりをシンプルな接続詞に置き換え、不要な単語を削除します。テキストが密になるときは、リストや例を追加します。
ko: 긴 문장을 잘라내고, 모호한 연결을 간단한 접속사로 대체하며, 불필요한 단어를 제거하는 것부터 시작하세요. 텍스트가 밀집해질 때 목록과 예시를 추가하세요.
nl: Begin met het inkorten van lange zinnen, vervang vage overgangen door eenvoudige verbindingswoorden, en verwijder onnodige woorden. Voeg lijsten en voorbeelden toe wanneer de tekst dicht wordt.
no: Begynn med å kutte lange setninger, erstatte uklare sammenkoblinger med enkle bindeord, og fjerne unødvendige ord. Legg til lister og eksempler når teksten blir tett.
pl: Zacznij od skracania długich zdań, zastąpienie niejasnych połączeń prostymi łącznikami i usunięcie zbędnych słów. Dodaj listy i przykłady, gdy tekst staje się gęsty.
pt_pt: Comece por cortar as frases longas, substituir as transições vagas por conectores simples e eliminar palavras desnecessárias. Adicione listas e exemplos quando o texto se tornar denso.
ro: Începeți prin a tăia propozițiile lungi, înlocuiți legăturile neclare cu conectori simpli și eliminați cuvintele inutile. Adăugați liste și exemple atunci când textul devine dens.
ru: Начните с того, чтобы сократить длинные предложения, заменить неясные связи простыми соединителями и удалить ненужные слова. Добавляйте списки и примеры, когда текст становится плотным.
sk: Začnite skrátením dlhých viet, nahradením nejasných prechodov jednoduchými spojkami a odstránením zbytočných slov. Pridajte zoznamy a príklady, keď text začne byť hustý.
sv: Börja med att klippa långa meningar, ersätta otydliga övergångar med enkla kopplingar och ta bort onödiga ord. Lägg till listor och exempel när texten blir tät.
sw: Anza kwa kukata sentensi ndefu, badilisha muunganiko usio wazi kwa viunganishi rahisi, na ondolewa maneno yasiyo ya lazima. Ongeza orodha na mifano wakati maandiko yanakuwa na msongamano.
tr: Uzun cümleleri keserek başlayın, belirsiz geçişleri basit bağlayıcılarla değiştirin ve gereksiz kelimeleri çıkarın. Metin yoğunlaştığında listeler ve örnekler ekleyin.
uk: Почніть з того, щоб скоротити довгі речення, замінити неясні зв’язки простими сполучниками та видалити непотрібні слова. Додавайте списки та приклади, коли текст стає щільним.
vi: Bắt đầu bằng cách cắt ngắn các câu dài, thay thế các liên kết mơ hồ bằng các liên từ đơn giản, và loại bỏ các từ không cần thiết. Thêm danh sách và ví dụ khi văn bản trở nên dày đặc.
zh_hans: 首先，剪短长句，用简单的连接词替换模糊的衔接，并删除不必要的词汇。当文本变得密集时，添加列表和示例。

# ed_text_writing_readability_q3
source: Est-ce utile pour le SEO ?
af: Is dit nuttig vir SEO?
bg: Полезно ли е за SEO?
cs: Je to užitečné pro SEO?
da: Er det nyttigt for SEO?
de: Ist das nützlich für SEO?
el: Είναι χρήσιμο για το SEO;
es: ¿Es útil para el SEO?
fi: Onko siitä hyötyä SEO:lle?
fil: Makatutulong ba ito para sa SEO?
hu: Hasznos ez a SEO szempontjából?
id: Apakah ini berguna untuk SEO?
it: È utile per il SEO?
ja: SEOに役立ちますか？
ko: SEO에 유용한가요?
nl: Is het nuttig voor SEO?
no: Er det nyttig for SEO?
pl: Czy to jest przydatne dla SEO?
pt_pt: É útil para SEO?
ro: Este util pentru SEO?
ru: Это полезно для SEO?
sk: Je to užitočné pre SEO?
sv: Är det användbart för SEO?
sw: Je, hii ni muhimu kwa SEO?
tr: Bu SEO için faydalı mı?
uk: Чи корисно це для SEO?
vi: Có hữu ích cho SEO không?
zh_hans: 这对SEO有用吗？

# ed_text_writing_readability_a3
source: Oui : un contenu plus clair améliore souvent l’engagement (lecture plus longue, moins d’allers-retours), ce qui renforce l’expérience utilisateur. Le but n’est pas de “tricher”, mais d’écrire mieux pour les humains.
af: Ja: 'n duideliker inhoud verbeter dikwels die betrokkenheid (langer lees, minder heen en weer), wat die gebruikerservaring versterk. Die doel is nie om te 'sjoemel' nie, maar om beter vir mense te skryf.
bg: Да: по-ясното съдържание често подобрява ангажираността (по-дълго четене, по-малко връщания), което укрепва потребителското изживяване. Целта не е да "измамим", а да пишем по-добре за хората.
cs: Ano: jasnější obsah často zlepšuje zapojení (delší čtení, méně přechodů), což posiluje uživatelskou zkušenost. Cílem není „podvádět“, ale psát lépe pro lidi.
da: Ja: et klarere indhold forbedrer ofte engagementet (længere læsning, færre frem og tilbage), hvilket styrker brugeroplevelsen. Målet er ikke at 'snyde', men at skrive bedre for mennesker.
de: Ja: Ein klarerer Inhalt verbessert oft das Engagement (längeres Lesen, weniger Hin- und Her), was die Benutzererfahrung stärkt. Das Ziel ist nicht, zu „schummeln“, sondern besser für Menschen zu schreiben.
el: Ναι: ένα πιο καθαρό περιεχόμενο συχνά βελτιώνει την εμπλοκή (μεγαλύτερη ανάγνωση, λιγότερες επιστροφές), κάτι που ενισχύει την εμπειρία του χρήστη. Ο στόχος δεν είναι να “ξεγελάσετε”, αλλά να γράψετε καλύτερα για τους ανθρώπους.
es: Sí: un contenido más claro a menudo mejora el compromiso (lectura más larga, menos idas y venidas), lo que refuerza la experiencia del usuario. El objetivo no es “hacer trampa”, sino escribir mejor para los humanos.
fi: Kyllä: selkeämpi sisältö parantaa usein sitoutumista (pidempi lukuaika, vähemmän edestakaisin), mikä vahvistaa käyttäjäkokemusta. Tavoite ei ole 'huijata', vaan kirjoittaa paremmin ihmisille.
fil: Oo: ang mas malinaw na nilalaman ay kadalasang nagpapabuti sa pakikipag-ugnayan (mas mahabang pagbabasa, mas kaunting pagbalik-balik), na nagpapalakas sa karanasan ng gumagamit. Ang layunin ay hindi 'mandaya', kundi ang sumulat ng mas mabuti para sa mga tao.
hu: Igen: egy világosabb tartalom gyakran javítja az elköteleződést (hosszabb olvasás, kevesebb visszajárás), ami erősíti a felhasználói élményt. A cél nem az, hogy "csaljunk", hanem hogy jobban írjunk az emberek számára.
id: Ya: konten yang lebih jelas seringkali meningkatkan keterlibatan (waktu baca lebih lama, lebih sedikit bolak-balik), yang memperkuat pengalaman pengguna. Tujuannya bukan untuk "curang", tetapi untuk menulis lebih baik untuk manusia.
it: Sì: un contenuto più chiaro migliora spesso il coinvolgimento (lettura più lunga, meno andirivieni), il che rafforza l'esperienza utente. L'obiettivo non è “barare”, ma scrivere meglio per gli esseri umani.
ja: はい：より明確なコンテンツは、しばしばエンゲージメント（より長い読書、往復の減少）を改善し、ユーザーエクスペリエンスを強化します。目的は「ズルをする」ことではなく、人間のためにより良く書くことです。
ko: 네: 더 명확한 콘텐츠는 종종 참여도를 높여줍니다(더 긴 독서 시간, 더 적은 왕복), 이는 사용자 경험을 강화합니다. 목표는 '속이는' 것이 아니라, 인간을 위해 더 잘 쓰는 것입니다.
nl: Ja: een duidelijkere inhoud verbetert vaak de betrokkenheid (langere leestijd, minder heen en weer), wat de gebruikerservaring versterkt. Het doel is niet om te 'bedriegen', maar om beter te schrijven voor mensen.
no: Ja: et klarere innhold forbedrer ofte engasjementet (lengre lesetid, færre frem og tilbake), noe som styrker brukeropplevelsen. Målet er ikke å 'jukse', men å skrive bedre for mennesker.
pl: Tak: jaśniejsza treść często poprawia zaangażowanie (dłuższe czytanie, mniej powrotów), co wzmacnia doświadczenie użytkownika. Celem nie jest „oszukiwanie”, ale lepsze pisanie dla ludzi.
pt_pt: Sim: um conteúdo mais claro muitas vezes melhora o engajamento (leitura mais longa, menos idas e vindas), o que reforça a experiência do usuário. O objetivo não é “enganar”, mas escrever melhor para os humanos.
ro: Da: un conținut mai clar îmbunătățește adesea angajamentul (lectură mai lungă, mai puține întoarceri), ceea ce întărește experiența utilizatorului. Scopul nu este de a „trișa”, ci de a scrie mai bine pentru oameni.
ru: Да: более ясный контент часто улучшает вовлеченность (длительное чтение, меньше возвратов), что усиливает пользовательский опыт. Цель не в том, чтобы "обмануть", а в том, чтобы писать лучше для людей.
sk: Áno: jasnejší obsah často zlepšuje angažovanosť (dlhšie čítanie, menej presunov), čo posilňuje používateľskú skúsenosť. Cieľom nie je „podvádzať“, ale písať lepšie pre ľudí.
sv: Ja: en tydligare innehåll förbättrar ofta engagemanget (längre läsning, färre fram och tillbaka), vilket stärker användarupplevelsen. Målet är inte att 'fuska', utan att skriva bättre för människor.
sw: Ndio: maudhui wazi mara nyingi huongeza ushiriki (kusoma kwa muda mrefu, kupunguza kurudi nyuma), ambayo inaimarisha uzoefu wa mtumiaji. Lengo si 'kudanganya', bali kuandika vizuri kwa wanadamu.
tr: Evet: daha net bir içerik genellikle etkileşimi artırır (daha uzun okuma, daha az gidip gelme), bu da kullanıcı deneyimini güçlendirir. Amaç 'hile yapmak' değil, insanlar için daha iyi yazmaktır.
uk: Так: більш зрозумілий контент часто покращує залучення (більша тривалість читання, менше повернень), що зміцнює досвід користувача. Мета не в тому, щоб “обманювати”, а в тому, щоб писати краще для людей.
vi: Có: một nội dung rõ ràng hơn thường cải thiện sự tương tác (thời gian đọc lâu hơn, ít đi lại hơn), điều này củng cố trải nghiệm người dùng. Mục đích không phải là “gian lận”, mà là viết tốt hơn cho con người.
zh_hans: 是的：更清晰的内容通常能提高参与度（阅读时间更长，往返次数更少），这增强了用户体验。目标不是“作弊”，而是为人类写得更好。

# ed_text_writing_readability_tip_title
source: Astuce
af: Hulp
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Njia ya kipekee
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示
