Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# readability_empty_title
source: Aucun texte à analyser
af: Geen teks om te analiseer.
bg: Няма текст за анализ.
cs: Žádný text k analýze
da: Ingen tekst at analysere
de: Kein Text zum Analysieren
el: Κανένα κείμενο προς ανάλυση
es: Ningún texto para analizar
fi: Ei analysoitavaa tekstiä.
fil: Walang tekstong susuriin
hu: Nincs elemezhető szöveg
id: Tidak ada teks untuk dianalisis
it: Nessun testo da analizzare
ja: 分析するテキストはありません。
ko: 분석할 텍스트가 없습니다.
nl: Geen tekst om te analyseren
no: Ingen tekst å analysere
pl: Brak tekstu do analizy
pt_pt: Sem texto para analisar
ro: Niciun text de analizat
ru: Нет текста для анализа
sk: Žiadny text na analýzu
sv: Inget text att analysera
sw: Inget text att analysera
tr: Analiz edilecek metin yok.
uk: Немає тексту для аналізу
vi: Không có văn bản nào để phân tích.
zh_hans: 没有要分析的文本

# readability_empty_text
source: Collez un texte à gauche pour afficher le score et les conseils.
af: Plak 'n teks aan die linkerkant om die telling en wenke te vertoon.
bg: Поставете текст вляво, за да покажете резултата и съветите.
cs: Vložte text vlevo pro zobrazení skóre a doporučení.
da: Indsæt en tekst til venstre for at vise scoren og tipsene.
de: Fügen Sie links einen Text ein, um Score und Tipps anzuzeigen.
el: Επικολλήστε ένα κείμενο αριστερά για να εμφανίσετε το σκορ και τις συμβουλές.
es: Pegue un texto a la izquierda para mostrar la puntuación y los consejos.
fi: Liitä teksti vasemmalle nähdäksesi pisteet ja vinkit.
fil: I-paste ang teksto sa kaliwa upang ipakita ang iskor at mga mungkahi.
hu: Illessz be egy szöveget balra a pontszám és a tippek megjelenítéséhez.
id: Tempelkan teks di sebelah kiri untuk menampilkan skor dan saran.
it: Incolla un testo a sinistra per mostrare il punteggio e i consigli.
ja: 左側にテキストを貼り付けて、スコアとアドバイスを表示します。
ko: 왼쪽에 텍스트를 붙여넣어 점수와 조언을 표시하세요.
nl: Plak links een tekst om de score en tips te bekijken.
no: Lim inn en tekst til venstre for å vise poengsummen og tipsene.
pl: Wklej tekst po lewej, aby zobaczyć wynik i wskazówki.
pt_pt: Cole um texto à esquerda para mostrar a pontuação e os conselhos.
ro: Lipește un text în stânga pentru a vedea scorul și sfaturile.
ru: Вставьте текст слева, чтобы увидеть балл и советы.
sk: Vložte text vľavo, aby sa zobrazilo skóre a odporúčania.
sv: Klistra in en text till vänster för att visa poängen och tipsen.
sw: Klistra in en text till vänster för att visa poängen och tipsen.
tr: Sol tarafta bir metin yapıştırın, puanı ve önerileri görüntülemek için.
uk: Вставте текст ліворуч, щоб побачити бал і поради.
vi: Dán một văn bản bên trái để hiển thị điểm số và các mẹo.
zh_hans: 在左侧粘贴文本以显示分数和建议。

# readability_metrics_title
source: Comprendre les métriques
af: Verstaan die metrieke
bg: Разбиране на метриките
cs: Pochopit metriky
da: Forstå målingerne
de: Die Metriken verstehen
el: Κατανόηση των μετρήσεων
es: Comprender las métricas
fi: Ymmärrä mittarit
fil: Unawain ang mga sukatan
hu: A metrikák megértése
id: Memahami metrik
it: Capire le metriche
ja: メトリクスを理解する
ko: 지표 이해하기
nl: De metriek begrijpen
no: Forstå målingene
pl: Zrozumieć metryki
pt_pt: Compreender as métricas
ro: Înțelegerea metricilor
ru: Понимание метрик
sk: Pochopiť metriky
sv: Förstå mätvärdena
sw: Förstå mätvärdena
tr: Metrikleri anlamak
uk: Розуміння метрик
vi: Hiểu các chỉ số
zh_hans: 理解指标

# readability_metrics_sub
source: À quoi correspondent ces chiffres et comment les améliorer.
af: Wat beteken hierdie syfers en hoe om dit te verbeter.
bg: Какво означават тези числа и как да ги подобрим.
cs: Na co se tyto čísla vztahují a jak je zlepšit.
da: Hvad betyder disse tal, og hvordan kan de forbedres?
de: Was diese Zahlen bedeuten und wie man sie verbessert.
el: Σε τι αντιστοιχούν αυτοί οι αριθμοί και πώς να τους βελτιώσετε.
es: Qué significan estas cifras y cómo mejorarlas.
fi: Mitä nämä luvut tarkoittavat ja miten niitä voi parantaa.
fil: Ano ang ibig sabihin ng mga numerong ito at paano ito mapapabuti.
hu: Mit jelentenek ezek a számok, és hogyan javíthatók.
id: Apa arti angka-angka ini dan bagaimana cara meningkatkannya.
it: Cosa significano questi numeri e come migliorarli.
ja: これらの数字は何を示しており、どのように改善できますか。
ko: 이 숫자는 무엇을 의미하며 어떻게 개선할 수 있나요?
nl: Wat deze cijfers betekenen en hoe je ze kunt verbeteren.
no: Hva betyr disse tallene og hvordan kan de forbedres.
pl: Co oznaczają te liczby i jak je poprawić.
pt_pt: O que significam estes números e como melhorá-los.
ro: Ce înseamnă aceste numere și cum le poți îmbunătăți.
ru: Что означают эти числа и как их улучшить.
sk: Na čo sa tieto čísla vzťahujú a ako ich zlepšiť.
sv: Vad motsvarar dessa siffror och hur kan de förbättras?
sw: Vad motsvarar dessa siffror och hur kan de förbättras?
tr: Bu rakamlar neyi ifade ediyor ve nasıl iyileştirilebilir?
uk: Що означають ці числа та як їх покращити.
vi: Những con số này có ý nghĩa gì và làm thế nào để cải thiện chúng.
zh_hans: 这些数字代表什么，如何改善它们。

# readability_metric_score_title
source: Score (0–100)
af: Punt (0–100)
bg: Рейтинг (0–100)
cs: Skóre (0–100)
de: Punktzahl (0–100)
el: Βαθμολογία (0–100)
es: Puntuación (0–100)
fi: Pisteet (0–100)
fil: Iskor (0–100)
hu: Pontszám (0–100)
id: Skor (0–100)
it: Punteggio (0–100)
ja: スコア (0–100)
ko: 점수 (0–100)
no: Poeng (0–100)
pl: Wynik (0–100)
pt_pt: Pontuação (0–100)
ro: Scor (0–100)
ru: Балл (0–100)
sk: Skóre (0–100)
sv: Poäng (0–100)
sw: Poäng (0–100)
tr: Puan (0–100)
uk: Бал (0–100)
vi: Điểm số (0–100)
zh_hans: 分数（0–100）

# readability_metric_score_chip
source: Global
af: Globaal
bg: Глобален
cs: Globální
el: Παγκόσμιος
fi: Globaali
fil: Pandaigdigang
hu: Összesített
it: Globale
ja: グローバル
ko: 글로벌
nl: Algemeen
pl: Ogólnie
ro: General
ru: Общий
sk: Globálny
tr: Küresel
uk: Загальний
vi: Toàn cầu
zh_hans: 全球

# readability_metric_score_desc
source: Score de clarté : plus il est élevé, plus la lecture est fluide.
af: Duidelikheidsscore: hoe hoër dit is, hoe vloeiender is die lees.
bg: Оценка на яснота: колкото по-висока е, толкова по-гладко е четенето.
cs: Skóre jasnosti: čím je vyšší, tím je čtení plynulejší.
da: Klarhedsbedømmelse: jo højere den er, jo mere flydende er læsningen.
de: Klarheitswert: Je höher er ist, desto flüssiger ist das Lesen.
el: Βαθμός καθαρότητας: όσο υψηλότερος είναι, τόσο πιο ομαλή είναι η ανάγνωση.
es: Puntuación de claridad: cuanto más alta, más fluida es la lectura.
fi: Selkeyspiste: mitä korkeampi se on, sitä sujuvampaa lukeminen on.
fil: Iskor ng kalinawan: mas mataas ito, mas maayos ang pagbabasa.
hu: Érthetőségi pontszám: minél magasabb, annál gördülékenyebb az olvasás.
id: Skor kejelasan: semakin tinggi, semakin lancar bacaan.
it: Punteggio di chiarezza: più è alto, più la lettura è fluida.
ja: 明瞭度スコア：高いほど、読みやすくなります。
ko: 명확성 점수: 높을수록 읽기가 원활합니다.
nl: Helderheidsscore: hoe hoger, hoe vlotter het leest.
no: Klarhetsscore: jo høyere den er, jo mer flytende er lesingen.
pl: Wynik jasności: im wyższy, tym płynniej się czyta.
pt_pt: Pontuação de clareza: quanto mais alta, mais fluida é a leitura.
ro: Scor de claritate: cu cât este mai mare, cu atât lectura este mai fluentă.
ru: Оценка ясности: чем выше, тем легче читать.
sk: Skóre jasnosti: čím je vyššie, tým je čítanie plynulejšie.
sv: Klarhetspoäng: ju högre det är, desto mer flytande är läsningen.
sw: Klarhetspoäng: ju högre det är, desto mer flytande är läsningen.
tr: Netlik skoru: ne kadar yüksekse, okuma o kadar akıcıdır.
uk: Оцінка ясності: чим вища, тим легше читати.
vi: Điểm độ rõ: càng cao, việc đọc càng mượt mà.
zh_hans: 清晰度得分：分数越高，阅读越流畅。

# readability_metric_score_tip_1
source: Objectif : 70+ pour un texte facile.
af: Doel: 70+ vir 'n maklike teks.
bg: Цел: 70+ за лесен текст.
cs: Cíl: 70+ pro snadný text.
da: Mål: 70+ for en let tekst.
de: Ziel: 70+ für einen einfachen Text.
el: Στόχος: 70+ για ένα εύκολο κείμενο.
es: Objetivo: 70+ para un texto fácil.
fi: Tavoite: 70+ helppoa tekstiä varten.
fil: Layunin: 70+ para sa isang madaling teksto.
hu: Cél: 70+ egy könnyen olvasható szöveghez.
id: Tujuan: 70+ untuk teks yang mudah.
it: Obiettivo: 70+ per un testo facile.
ja: 目標：簡単なテキストで70以上。
ko: 목표: 쉬운 텍스트를 위해 70 이상.
nl: Doel: 70+ voor een makkelijk leesbare tekst.
no: Mål: 70+ for en enkel tekst.
pl: Cel: 70+ dla łatwego tekstu.
pt_pt: Objetivo: 70+ para um texto fácil.
ro: Țintă: 70+ pentru un text ușor.
ru: Цель: 70+ для лёгкого текста.
sk: Cieľ: 70+ pre jednoduchý text.
sv: Mål: 70+ för en lätt text.
sw: Mål: 70+ för en lätt text.
tr: Hedef: Kolay bir metin için 70+.
uk: Ціль: 70+ для простого тексту.
vi: Mục tiêu: 70+ cho một văn bản dễ hiểu.
zh_hans: 目标：70+ 以便于阅读的文本。

# readability_metric_score_tip_2
source: Améliorez en raccourcissant les phrases et en aérant.
af: Verbeter deur sinne te verkort en te lugtig.
bg: Подобрете, като съкратите изреченията и осигурите пространство.
cs: Zlepšete to zkrácením vět a provzdušněním.
da: Forbedr ved at forkorte sætningerne og gøre dem mere luftige.
de: Verbessern Sie, indem Sie die Sätze verkürzen und auflockern.
el: Βελτιώστε συντομεύοντας τις προτάσεις και αερίζοντας.
es: Mejore acortando las frases y aireando el texto.
fi: Paranna lyhentämällä lauseita ja ilmavoimalla.
fil: Pahusayin sa pamamagitan ng pagpapasimple ng mga pangungusap at pagpapaluwag.
hu: Javíts rövidebb mondatokkal és jobb tagolással.
id: Perbaiki dengan mempersingkat kalimat dan memberi jarak.
it: Migliora accorciando le frasi e aumentando la spaziatura.
ja: 文を短くし、間隔を空けて改善してください。
ko: 문장을 줄이고 여백을 늘려 개선하세요.
nl: Verbeter door zinnen te verkorten en meer witruimte te gebruiken.
no: Forbedre ved å forkorte setningene og gjøre dem mer luftige.
pl: Popraw wynik, skracając zdania i dodając odstępy.
pt_pt: Melhore encurtando as frases e arejando o texto.
ro: Îmbunătățește prin scurtarea propozițiilor și aerare.
ru: Улучшайте, сокращая предложения и добавляя абзацы.
sk: Zlepšite skrátením viet a ich prevzdušnením.
sv: Förbättra genom att förkorta meningarna och göra dem luftigare.
sw: Förbättra genom att förkorta meningarna och göra dem luftigare.
tr: Cümleleri kısaltarak ve aralığı artırarak geliştirin.
uk: Покращуйте, скорочуючи речення та додаючи абзаци.
vi: Cải thiện bằng cách rút ngắn câu và tạo không gian.
zh_hans: 通过缩短句子和增加空白来改善。

# readability_metric_words_title
source: Mots
af: Woorde
bg: Думи
cs: Slova
da: Ord
de: Wörter
el: Λέξεις
es: Palabras
fi: Sanoja
fil: Mga salita
hu: Szavak
id: Kata
it: Parole
ja: 言葉
ko: 단어
nl: Woorden
no: Ord
pl: Słowa
pt_pt: Palavras
ro: Cuvinte
ru: Слова
sk: Slová
sv: Ord
sw: Ord
tr: Kelimeler
uk: Слова
vi: Từ
zh_hans: 词

# readability_metric_words_chip
source: Volume
bg: Обем
cs: Hlasitost
da: Volumen
de: Lautstärke
el: Όγκος
es: Volumen
fi: Ääni
fil: Dami
hu: Terjedelem
ja: 音量
ko: 볼륨
nl: Omvang
no: Volum
pl: Objętość
ro: Volum
ru: Объём
sk: Hlasitosť
sv: Volym
sw: Volym
tr: Ses seviyesi
uk: Обсяг
vi: Âm lượng
zh_hans: 音量

# readability_metric_words_desc
source: Nombre de mots détectés. Sert de base pour les moyennes et densités.
af: Aantal woorde gedetecteer. Dien as basis vir die gemiddeldes en digthede.
bg: Брой открити думи. Служи за основа за средни стойности и плътности.
cs: Počet detekovaných slov. Slouží jako základ pro průměry a hustoty.
da: Antal ord registreret. Tjener som grundlag for gennemsnit og tæthed.
de: Anzahl der erkannten Wörter. Dient als Grundlage für die Durchschnitte und Dichten.
el: Αριθμός ανιχνευμένων λέξεων. Χρησιμεύει ως βάση για τους μέσους όρους και τις πυκνότητες.
es: Número de palabras detectadas. Sirve de base para medias y densidades.
fi: Havaittujen sanojen määrä. Toimii perustana keskiarvoille ja tiheyksille.
fil: Bilang ng mga salitang natukoy. Nagsisilbing batayan para sa mga average at densidad.
hu: Felismert szavak száma. Alap a átlagokhoz és sűrűségekhez.
id: Jumlah kata terdeteksi. Digunakan sebagai dasar untuk rata-rata dan kepadatan.
it: Numero di parole rilevate. Serve come base per medie e densità.
ja: 検出された単語数。平均と密度の基準となります。
ko: 감지된 단어 수. 평균 및 밀도의 기준이 됩니다.
nl: Aantal gevonden woorden. Basis voor gemiddelden en dichtheden.
no: Antall ord oppdaget. Brukes som grunnlag for gjennomsnitt og tettheter.
pl: Wykryta liczba słów. Podstawa do średnich i gęstości.
pt_pt: Número de palavras detetadas. Serve de base para médias e densidades.
ro: Numărul de cuvinte detectate. Bază pentru medii și densități.
ru: Количество найденных слов. База для средних значений и плотностей.
sk: Počet detekovaných slov. Slúži ako základ pre priemery a hustoty.
sv: Antal ord upptäckta. Används som grund för medelvärden och tätheter.
sw: Antal ord upptäckta. Används som grund för medelvärden och tätheter.
tr: Tespit edilen kelime sayısı. Ortalamalar ve yoğunluklar için temel oluşturur.
uk: Кількість виявлених слів. Основа для середніх значень і щільностей.
vi: Số từ được phát hiện. Là cơ sở cho các trung bình và mật độ.
zh_hans: 检测到的单词数量。作为平均值和密度的基础。

# readability_metric_words_tip_1
source: Un texte court peut être clair même avec peu de paragraphes.
af: 'n Kort teks kan duidelik wees, selfs met min paragrawe.
bg: Кратък текст може да бъде ясен дори с малко абзаци.
cs: Krátký text může být jasný i s málo odstavci.
da: En kort tekst kan være klar, selv med få afsnit.
de: Ein kurzer Text kann klar sein, auch mit wenigen Absätzen.
el: Ένα σύντομο κείμενο μπορεί να είναι σαφές ακόμη και με λίγες παραγράφους.
es: Un texto corto puede ser claro incluso con pocos párrafos.
fi: Lyhyt teksti voi olla selkeä, vaikka siinä olisi vain vähän kappaleita.
fil: Maikling teksto ay maaaring malinaw kahit na may kaunting talata.
hu: Egy rövid szöveg kevés bekezdéssel is lehet világos.
id: Teks pendek bisa jelas meskipun dengan sedikit paragraf.
it: Un testo breve può essere chiaro anche con pochi paragrafi.
ja: 短いテキストは、段落が少なくても明確であることがあります。
ko: 짧은 텍스트는 단락이 적어도 명확할 수 있습니다.
nl: Een korte tekst kan duidelijk zijn, ook met weinig alinea’s.
no: En kort tekst kan være klar selv med få avsnitt.
pl: Krótki tekst może być jasny nawet z małą liczbą akapitów.
pt_pt: Um texto curto pode ser claro mesmo com poucos parágrafos.
ro: Un text scurt poate fi clar chiar și cu puține paragrafe.
ru: Короткий текст может быть понятным даже с малым числом абзацев.
sk: Krátky text môže byť jasný aj s malým počtom odsekov.
sv: En kort text kan vara tydlig även med få stycken.
sw: En kort text kan vara tydlig även med få stycken.
tr: Kısa bir metin, az sayıda paragrafla bile net olabilir.
uk: Короткий текст може бути зрозумілим навіть з малою кількістю абзаців.
vi: Một văn bản ngắn có thể rõ ràng ngay cả với ít đoạn.
zh_hans: 简短的文本即使段落不多也可以清晰。

# readability_metric_words_tip_2
source: À partir de ~120 mots, aérer devient important.
af: Vanaf ~120 woorde word dit belangrik om te lugtig.
bg: От около 120 думи, разширяването става важно.
cs: Od ~120 slov je důležité rozdělit text.
da: Fra ~120 ord bliver luftning vigtig.
de: Ab etwa 120 Wörtern wird Belüftung wichtig.
el: Από περίπου 120 λέξεις, η αερισμός γίνεται σημαντικός.
es: A partir de ~120 palabras, espaciar se vuelve importante.
fi: Aloita noin 120 sanasta, ilmavuus tulee tärkeäksi.
fil: Mula sa ~120 salita, nagiging mahalaga ang pag-aalaga.
hu: Kb. 120 szó felett a tagolás már fontos.
id: Mulai dari ~120 kata, penataan menjadi penting.
it: A partire da ~120 parole, la spaziatura diventa importante.
ja: 約120語から、間隔を空けることが重要になります。
ko: 약 120단어부터는 여백이 중요해집니다.
nl: Vanaf ~120 woorden wordt witruimte belangrijk.
no: Fra ~120 ord blir luftighet viktig.
pl: Od ~120 słów ważne staje się dzielenie na akapity.
pt_pt: A partir de ~120 palavras, arejar torna-se importante.
ro: De la ~120 de cuvinte în sus, aerarea devine importantă.
ru: Начиная примерно со 120 слов, абзацы становятся важными.
sk: Od ~120 slov sa stáva dôležité rozloženie.
sv: Från ~120 ord blir det viktigt att lufta.
sw: Från cirka 120 ord blir det viktigt att lufta.
tr: ~120 kelimeden itibaren, havalandırma önemli hale gelir.
uk: Починаючи приблизно зі 120 слів, абзаци стають важливими.
vi: Từ khoảng 120 từ, việc tạo khoảng cách trở nên quan trọng.
zh_hans: 从大约120个词开始，排版变得重要。

# readability_metric_sentences_title
source: Phrases
af: Frases
bg: Фрази
cs: Fráze
da: Sætninger
de: Phrasen
el: Φράσεις
es: Frases
fi: Lauseet
fil: Mga parirala
hu: Mondatok
id: Frasa
it: Frasi
ja: フレーズ
ko: 구문
nl: Zinnen
no: Setninger
pl: Zdania
pt_pt: Frases
ro: Propoziții
ru: Предложения
sk: Frázy
sv: Fraser
sw: Fraser
tr: İfadeler
uk: Речення
vi: Câu nói
zh_hans: 短语

# readability_metric_sentences_chip
source: Structure
af: Struktuur
bg: Структура
cs: Struktura
da: Struktur
de: Struktur
el: Δομή
es: Estructura
fi: Rakenne
fil: Istraktura
hu: Szerkezet
id: Struktur
it: Struttura
ja: 構造
ko: 구조
nl: Structuur
no: Struktur
pl: Struktura
pt_pt: Estrutura
ro: Structură
ru: Структура
sk: Štruktúra
sv: Struktur
sw: Struktur
tr: Yapı
uk: Структура
vi: Cấu trúc
zh_hans: 结构

# readability_metric_sentences_desc
source: Nombre de phrases. Peu de phrases pour beaucoup de mots = phrases longues.
af: Aantal sinne. Min sin vir baie woorde = lang sinne.
bg: Брой на изречения. Малко изречения за много думи = дълги изречения.
cs: Počet vět. Málo vět pro mnoho slov = dlouhé věty.
da: Antal sætninger. Få sætninger for mange ord = lange sætninger.
de: Anzahl der Sätze. Wenige Sätze für viele Wörter = lange Sätze.
el: Αριθμός προτάσεων. Λίγες προτάσεις για πολλές λέξεις = μακρές προτάσεις.
es: Número de frases. Pocas frases para muchas palabras = frases largas.
fi: Lauseiden määrä. Vähän lauseita paljon sanoja varten = pitkiä lauseita.
fil: Bilang ng mga pangungusap. Kaunting mga pangungusap para sa maraming salita = mahahabang pangungusap.
hu: Mondatok száma. Kevés mondat sok szóhoz = hosszú mondatok.
id: Jumlah kalimat. Sedikit kalimat untuk banyak kata = kalimat panjang.
it: Numero di frasi. Poche frasi con molte parole = frasi lunghe.
ja: 文の数。少ない文で多くの単語 = 長い文。
ko: 문장 수. 적은 문장으로 많은 단어 = 긴 문장.
nl: Aantal zinnen. Weinig zinnen bij veel woorden = lange zinnen.
no: Antall setninger. Få setninger for mange ord = lange setninger.
pl: Liczba zdań. Mało zdań przy wielu słowach = długie zdania.
pt_pt: Número de frases. Poucas frases para muitas palavras = frases longas.
ro: Numărul de propoziții. Puține propoziții pentru multe cuvinte = propoziții lungi.
ru: Количество предложений. Мало предложений при большом числе слов = длинные предложения.
sk: Počet viet. Málo viet pre veľa slov = dlhé vety.
sv: Antal meningar. Få meningar för många ord = långa meningar.
sw: Antal meningar. Få meningar för många ord = långa meningar.
tr: Cümle sayısı. Az cümle, çok kelime = uzun cümleler.
uk: Кількість речень. Мало речень при великій кількості слів = довгі речення.
vi: Số lượng câu. Ít câu cho nhiều từ = câu dài.
zh_hans: 句子数量。少量句子包含大量词汇 = 长句子。

# readability_metric_sentences_tip_1
source: Visez une idée principale par phrase.
af: Streef na 'n hoofidee per sin.
bg: Целете се в основна идея с изречение.
cs: Snažte se o hlavní myšlenku v každé větě.
da: Sigte på en hovedidé pr. sætning.
de: Zielen Sie auf eine Hauptidee pro Satz.
el: Στοχεύστε σε μία κύρια ιδέα ανά πρόταση.
es: Procure una idea principal por frase.
fi: Tavoittele pääideaa lauseessa.
fil: Tumutok sa isang pangunahing ideya sa bawat pangungusap.
hu: Törekedj egy fő gondolatra mondatonként.
id: Arahkan satu ide utama per kalimat.
it: Punta a un’idea principale per frase.
ja: 文ごとに主なアイデアを目指してください。
ko: 문장마다 주요 아이디어를 목표로 하세요.
nl: Streef naar één hoofdidee per zin.
no: Sikt på en hovedidé per setning.
pl: Jedna główna myśl na zdanie.
pt_pt: Tente ter uma ideia principal por frase.
ro: O idee principală pe propoziție.
ru: Одна основная мысль на предложение.
sk: Zamerajte na hlavnú myšlienku v každej vete.
sv: Sikta på en huvudidé per mening.
sw: Sikta på en huvudidé per mening.
tr: Her cümlede bir ana fikir hedefleyin.
uk: Одна головна думка на речення.
vi: Hãy nhắm đến một ý chính cho mỗi câu.
zh_hans: 每句话聚焦一个主要观点。

# readability_metric_sentences_tip_2
source: Coupez à “et”, “mais”, “car”, “donc” si ça s’étire.
af: Sny vir “en”, “maar”, “want”, “dus” as dit te lank is.
bg: Нарежете на "и", "но", "защото", "така че", ако се разтяга.
cs: Uřízněte na „a“, „ale“, „protože“, „takže“, pokud se to protahuje.
da: Skær ned til "og", "men", "for", "så" hvis det strækker sig.
de: Schneiden Sie bei „und“, „aber“, „denn“, „also“, wenn es sich dehnt.
el: Κόψτε σε "και", "αλλά", "διότι", "άρα" αν επεκτείνεται.
es: Corte en “y”, “pero”, “porque”, “así que” si se alarga.
fi: Leikkaa "ja", "mutta", "koska", "joten", jos se venyy.
fil: Putulin ang “at”, “ngunit”, “dahil”, “kaya” kung ito ay humahaba.
hu: Ha elnyúlik, vágd el „és”, „de”, „mert”, „ezért” után.
id: Potong di “dan”, “tetapi”, “karena”, “jadi” jika itu memanjang.
it: Taglia su “e”, “ma”, “perché”, “quindi” se si allunga.
ja: 「そして」、「しかし」、「なぜなら」、「だから」で切ってください。
ko: “그리고”, “하지만”, “때문에”, “그래서”로 잘라주세요.
nl: Knip bij “en”, “maar”, “want”, “dus” als het te lang wordt.
no: Kutt til "og", "men", "for", "så" hvis det strekker seg.
pl: Gdy zdanie się wydłuża, dziel je przy „i”, „ale”, „bo”, „więc”.
pt_pt: Corte em “e”, “mas”, “porque”, “portanto” se ficar longo.
ro: Dacă se întinde, taie la „și”, „dar”, „pentru că”, „deci”.
ru: Если фраза растягивается — разделяйте на «и», «но», «потому что», «поэтому».
sk: Prekročte na „a“, „ale“, „lebo“, „takže“, ak sa to natiahne.
sv: Klipp vid "och", "men", "för", "så" om det sträcker sig.
sw: Klipp vid "och", "men", "för", "så" om det sträcker sig.
tr: “ve”, “ama”, “çünkü”, “bu yüzden” kelimelerine kes.
uk: Якщо фраза розтягується — розділяйте на «і», «але», «бо», «тому».
vi: Cắt ở “và”, “nhưng”, “bởi vì”, “nên” nếu nó kéo dài.
zh_hans: 剪切“和”、“但”、“因为”、“所以”如果它拉长。

# readability_metric_paragraphs_title
source: Paragraphes
af: Paragrawe
bg: Параграфи
cs: Odstavce
da: Afsnit
de: Absätze
el: Παράγραφοι
es: Párrafos
fi: Kappaleet
fil: Talata
hu: Bekezdések
id: Paragraf
it: Paragrafi
ja: 段落
ko: 단락
nl: Alinea’s
no: Avsnitt
pl: Akapity
pt_pt: Parágrafos
ro: Paragrafe
ru: Абзацы
sk: Odseky
sv: Stycken
sw: Stycken
tr: Paragraflar
uk: Абзаци
vi: Đoạn văn
zh_hans: 段落

# readability_metric_paragraphs_chip
source: Aération
af: Beluchting
bg: Вентилация
cs: Větrání
da: Luftning
de: Belüftung
el: Αερισμός
es: Aireación
fi: Ilmaus
fil: Pagbubukas ng hangin
hu: Tagolás
id: Aerasi
it: Spaziatura
ja: 換気
ko: 환기
nl: Luchtigheid
no: Lufting
pl: Odstępy
pt_pt: Aeração
ro: Aerare
ru: Абзацы
sk: Vetranie
sv: Luftning
sw: Ventilation
tr: Havalandırma
uk: Абзаци
vi: Thông gió
zh_hans: 通风
