Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l4_s4_b1
source: La médiane pondérée est une valeur de la série (souvent), contrairement au cas n pair où la médiane peut être intermédiaire.
af: Die gewigte mediaan is 'n waarde van die reeks (dikwels), in teenstelling met die geval n paar waar die mediaan tussenin kan wees.
bg: Теглената медиана е стойност от серията (често), за разлика от случая с четно число, където медианата може да бъде междинна.
cs: Vážený medián je hodnota ze série (často), na rozdíl od párového případu, kde medián může být mezi dvěma hodnotami.
da: Den vægtede median er en værdi fra serien (ofte), i modsætning til tilfældet n lige, hvor medianen kan være mellemliggende.
de: Der gewichtete Median ist ein Wert der Serie (oft), im Gegensatz zum Fall n gerade, wo der Median zwischen zwei Werten liegen kann.
el: Η βαθμωτή διάμεσος είναι μια τιμή της σειράς (συχνά), σε αντίθεση με την περίπτωση ζυγών αριθμών όπου η διάμεσος μπορεί να είναι ενδιάμεση.
es: La mediana ponderada es un valor de la serie (a menudo), a diferencia del caso n par donde la mediana puede ser intermedia.
fi: Painotettu mediaani on arvo sarjassa (usein), toisin kuin parin n tapauksessa, jossa mediaani voi olla väliarvo.
fil: The weighted median is a value from the series (often), unlike the even case where the median can be intermediate.
hu: A súlyozott medián egy érték a sorozatban (gyakran), ellentétben a páros esetekkel, ahol a medián köztes érték lehet.
id: Median tertimbang adalah nilai dari seri (sering), berbeda dengan kasus n genap di mana median bisa menjadi nilai tengah.
it: La mediana ponderata è un valore della serie (spesso), a differenza del caso n pari in cui la mediana può essere intermedia.
ja: 重み付き中央値は、系列の値（しばしば）ですが、n が偶数の場合は中央値が中間値になることがあります。
ko: 가중 중앙값은 시리즈의 값이다 (종종), 짝수인 경우 중앙값이 중간값이 될 수 있는 경우와는 다르다.
nl: De gewogen mediaan is een waarde van de reeks (vaak), in tegenstelling tot het geval n even waar de mediaan tussenliggend kan zijn.
no: Den vektede medianen er en verdi fra serien (ofte), i motsetning til paret n der medianen kan være mellomliggende.
pl: Mediana ważona jest wartością z serii (często), w przeciwieństwie do przypadku parzystego, gdzie mediana może być wartością pośrednią.
pt_pt: A mediana ponderada é um valor da série (frequentemente), ao contrário do caso n par onde a mediana pode ser intermediária.
ro: Mediana ponderată este o valoare a seriei (adesea), spre deosebire de cazul n par unde mediana poate fi intermediară.
ru: Взвешенная медиана — это значение серии (часто), в отличие от случая четного количества, когда медиана может быть промежуточной.
sk: Vážený medián je hodnota zo série (často), na rozdiel od prípadu n pár, kde medián môže byť medzi hodnotami.
sv: Den viktade medianen är ett värde i serien (ofta), till skillnad från fallet n jämnt där medianen kan vara ett intervall.
sw: Median iliyo na uzito ni thamani ya mfululizo (mara nyingi), tofauti na kesi n ya jozi ambapo median inaweza kuwa ya kati.
tr: Ağırlıklı medyan, dizinin bir değeridir (genellikle), çift n durumunun aksine medyan ara değer olabilir.
uk: Вагова медіана є значенням ряду (часто), на відміну від випадку з парною кількістю, де медіана може бути проміжною.
vi: Trung vị có trọng số là một giá trị của dãy (thường), trái ngược với trường hợp n chẵn nơi trung vị có thể là giá trị trung gian.
zh_hans: 加权中位数是系列中的一个值（通常），与偶数个数的情况不同，在偶数个数的情况下中位数可能是中间值。

# median_l4_s4_b2
source: Si les poids sont des pourcentages, W=100% (ou 1) : on cherche le point où le cumul atteint 50%.
af: As die gewigte persentages is, W=100% (of 1): ons soek die punt waar die kumulatief 50% bereik.
bg: Ако теглата са проценти, W=100% (или 1): търсим точката, където натрупването достига 50%.
cs: Pokud jsou váhy procenta, W=100% (nebo 1): hledáme bod, kde kumulace dosahuje 50%.
da: Hvis vægtene er procenter, W=100% (eller 1): vi søger det punkt, hvor summen når 50%.
de: Wenn die Gewichte Prozentsätze sind, W=100% (oder 1): wir suchen den Punkt, an dem die Summe 50% erreicht.
el: Αν τα βάρη είναι ποσοστά, W=100% (ή 1): αναζητούμε το σημείο όπου το σωρευμένο φτάνει το 50%.
es: Si los pesos son porcentajes, W=100% (o 1): buscamos el punto donde el acumulado alcanza el 50%.
fi: Jos painot ovat prosentteja, W=100% (tai 1): etsitään pistettä, jossa kumulatiivinen summa saavuttaa 50%.
fil: Kung ang mga timbang ay mga porsyento, W=100% (o 1): hinahanap natin ang punto kung saan umabot ang kabuuan sa 50%.
hu: Ha a súlyok százalékok, W=100% (vagy 1): azt keressük, ahol a kumuláció eléri az 50%-ot.
id: Jika bobot adalah persentase, W=100% (atau 1): kita mencari titik di mana kumulatif mencapai 50%.
it: Se i pesi sono percentuali, W=100% (o 1): si cerca il punto in cui il cumulativo raggiunge il 50%.
ja: 重みがパーセンテージの場合、W=100%（または1）：累積が50%に達する点を探します。
ko: 가중치가 백분율인 경우, W=100% (또는 1): 누적이 50%에 도달하는 지점을 찾는다.
nl: Als de gewichten percentages zijn, W=100% (of 1): we zoeken het punt waar de cumulatie 50% bereikt.
no: Hvis vektene er prosentandeler, W=100% (eller 1): vi leter etter punktet der summen når 50%.
pl: Jeśli wagi są procentami, W=100% (lub 1): szukamy punktu, w którym suma osiąga 50%.
pt_pt: Se os pesos forem percentagens, W=100% (ou 1): procuramos o ponto onde o acumulado atinge 50%.
ro: Dacă greutățile sunt procente, W=100% (sau 1): căutăm punctul în care cumulul atinge 50%.
ru: Если веса являются процентами, W=100% (или 1): мы ищем точку, где сумма достигает 50%.
sk: Ak sú váhy percentá, W=100% (alebo 1): hľadáme bod, kde kumulácia dosiahne 50%.
sv: Om vikterna är procentandelar, W=100% (eller 1): vi letar efter punkten där summan når 50%.
sw: Ikiwa uzito ni asilimia, W=100% (au 1): tunatafuta mahali ambapo jumla inafikia 50%.
tr: Ağırlıklar yüzdeler ise, W=100% (veya 1): toplamın %50'ye ulaştığı noktayı arıyoruz.
uk: Якщо ваги є відсотками, W=100% (або 1): ми шукаємо точку, де накопичення досягає 50%.
vi: Nếu trọng số là tỷ lệ phần trăm, W=100% (hoặc 1): chúng ta tìm điểm mà tổng đạt 50%.
zh_hans: 如果权重是百分比，W=100%（或 1）：我们寻找累积达到 50% 的点。

# median_l4_s4_b3
source: On peut l’utiliser pour des distributions discrètes (tableaux d’effectifs).
af: Dit kan gebruik word vir diskrete verspreidings (frekwensietabelle).
bg: Може да се използва за дискретни разпределения (таблици с брой).
cs: Můžeme to použít pro diskrétní rozdělení (tabulky četností).
da: Det kan bruges til diskrete fordelinger (frekvenstabeller).
de: Es kann für diskrete Verteilungen (Häufigkeitstabellen) verwendet werden.
el: Μπορεί να χρησιμοποιηθεί για διακριτές κατανομές (πίνακες συχνοτήτων).
es: Se puede utilizar para distribuciones discretas (tablas de frecuencias).
fi: Sitä voidaan käyttää diskreettien jakautumien (taulukot) laskemiseen.
fil: Maaari itong gamitin para sa mga discrete na pamamahagi (mga talahanayan ng dalas).
hu: Használható diszkrét eloszlásokhoz (gyakorisági táblázatok).
id: Ini dapat digunakan untuk distribusi diskrit (tabel frekuensi).
it: Può essere utilizzato per distribuzioni discrete (tabelle di frequenza).
ja: 離散分布（頻度表）に使用できます。
ko: 이것은 이산 분포(빈도 표)에 사용할 수 있다.
nl: Het kan worden gebruikt voor discrete verdelingen (frequentietabellen).
no: Den kan brukes for diskrete fordelinger (frekvenstabeller).
pl: Można go używać do rozkładów dyskretnych (tabele częstości).
pt_pt: Pode ser utilizado para distribuições discretas (tabelas de frequências).
ro: Poate fi folosit pentru distribuții discrete (tabele de frecvențe).
ru: Его можно использовать для дискретных распределений (таблицы частот).
sk: Môže sa použiť pre diskrétne rozdelenia (tabuľky frekvencií).
sv: Det kan användas för diskreta fördelningar (frekvenstabeller).
sw: Inaweza kutumika kwa usambazaji wa kutengwa (meza za idadi).
tr: Ayrık dağılımlar (frekans tabloları) için kullanılabilir.
uk: Ми можемо використовувати це для дискретних розподілів (таблиці чисельності).
vi: Nó có thể được sử dụng cho các phân phối rời rạc (bảng tần số).
zh_hans: 可以用于离散分布（频数表）。

# median_l4_q1
source: Pour calculer une médiane pondérée, on utilise principalement :
af: Om 'n gewogen mediaan te bereken, gebruik ons hoofsaaklik:
bg: За да изчислим теглена медиана, основно използваме:
cs: Pro výpočet vážené mediány se hlavně používá:
da: For at beregne en vægtet median bruger man primært:
de: Um eine gewichtete Median zu berechnen, verwendet man hauptsächlich:
el: Για να υπολογίσουμε μια βαθμωτή διάμεσο, χρησιμοποιούμε κυρίως:
es: Para calcular una mediana ponderada, se utiliza principalmente:
fi: Painotetun mediaanin laskemiseksi käytetään pääasiassa:
fil: Upang makalkula ang isang weighted median, pangunahing ginagamit ang:
hu: Súlyozott medián számításához főként a következőket használjuk:
id: Untuk menghitung median tertimbang, kita terutama menggunakan:
it: Per calcolare una mediana ponderata, si utilizza principalmente:
ja: 重み付き中央値を計算するために主に使用するのは：
ko: 가중 중앙값을 계산하기 위해 주로 사용되는 것은:
nl: Voor het berekenen van een gewogen mediaan gebruiken we voornamelijk:
no: For å beregne en vektet median, bruker vi hovedsakelig:
pl: Aby obliczyć medianę ważoną, głównie wykorzystuje się:
pt_pt: Para calcular uma mediana ponderada, utilizamos principalmente:
ro: Pentru a calcula o mediană ponderată, se utilizează în principal:
ru: Для вычисления взвешенной медианы в основном используются:
sk: Na výpočet váženej mediány sa hlavne používa:
sv: För att beräkna en viktad median använder vi främst:
sw: Ili kuhesabu mediani iliyo na uzito, tunatumia hasa:
tr: Ağırlıklı bir medyan hesaplamak için esasen şunları kullanırız:
uk: Для обчислення вагової медіани ми в основному використовуємо:
vi: Để tính toán một trung vị có trọng số, chúng ta chủ yếu sử dụng:
zh_hans: 计算加权中位数时，主要使用：

# median_l4_q1_a
source: la somme des valeurs
af: die som van die waardes
bg: сумата на стойностите
cs: součet hodnot
da: summen af værdierne
de: die Summe der Werte
el: το άθροισμα των τιμών
es: la suma de los valores
fi: arvojen summa
fil: ang kabuuan ng mga halaga
hu: az értékek összegét
id: jumlah nilai
it: la somma dei valori
ja: 値の合計
ko: 값의 합계
nl: de som van de waarden
no: summen av verdiene
pl: suma wartości
pt_pt: a soma dos valores
ro: suma valorilor
ru: сумма значений
sk: súčet hodnôt
sv: summan av värdena
sw: jumla ya thamani
tr: değerlerin toplamı
uk: суму значень
vi: tổng các giá trị
zh_hans: 值的总和

# median_l4_q1_b
source: les poids cumulés après tri
af: die kumulatieve gewigte na sortering
bg: натрупаните тегла след подредба
cs: kumulativní váhy po seřazení
da: de kumulerede vægte efter sortering
de: die kumulierten Gewichte nach Sortierung
el: τα σωρευμένα βάρη μετά την ταξινόμηση
es: los pesos acumulados después de ordenar
fi: kumulatiiviset painot lajittelun jälkeen
fil: ang mga naipon na timbang pagkatapos ng pag-uuri
hu: a súlyok kumulált értékeit rendezés után
id: bobot kumulatif setelah pengurutan
it: i pesi cumulati dopo ordinamento
ja: 並べ替えた後の累積重み
ko: 정렬 후 누적 가중치
nl: de cumulatieve gewichten na sorteren
no: de kumulerte vektene etter sortering
pl: skumulowane wagi po sortowaniu
pt_pt: os pesos acumulados após ordenação
ro: greutățile cumulate după sortare
ru: кумулятивные веса после сортировки
sk: kumulované váhy po triedení
sv: de kumulerade vikterna efter sortering
sw: uzito uliojumlishwa baada ya kupanga
tr: sıralama sonrası birikmiş ağırlıklar
uk: накопичені ваги після сортування
vi: các trọng số tích lũy sau khi sắp xếp
zh_hans: 排序后的累积权重

# median_l4_q1_c
source: le maximum et le minimum
af: die maksimum en die minimum
bg: максимума и минимума
cs: maximum a minimum
da: maksimum og minimum
de: das Maximum und das Minimum
el: το μέγιστο και το ελάχιστο
es: el máximo y el mínimo
fi: maksimi ja minimi
fil: ang maximum at minimum
hu: a maximumot és a minimumot
id: maksimum dan minimum
it: il massimo e il minimo
ja: 最大値と最小値
ko: 최대값과 최소값
nl: de maximum en de minimum
no: maksimum og minimum
pl: maksimum i minimum
pt_pt: o máximo e o mínimo
ro: maximul și minimul
ru: максимум и минимум
sk: maximum a minimum
sv: maximum och minimum
sw: kubwa na ndogo
tr: maksimum ve minimum
uk: максимум і мінімум
vi: giá trị lớn nhất và nhỏ nhất
zh_hans: 最大值和最小值

# median_l4_q1_exp
source: La médiane pondérée coupe la masse des poids en deux : tri + cumul des poids.
af: Die gewogen mediaan verdeel die massa van die gewigte in twee: sortering + kumulering van gewigte.
bg: Теглената медиана разделя масата на теглата на две: подредба + натрупване на теглата.
cs: Vážená mediána rozděluje hmotnost váh na dvě části: seřazení + kumulace váh.
da: Den vægtede median deler vægten i to: sortering + kumulering af vægte.
de: Der gewichtete Median teilt die Masse der Gewichte in zwei: Sortierung + kumulierte Gewichte.
el: Η βαθμωτή διάμεσος κόβει τη μάζα των βαρών στα δύο: ταξινόμηση + σωρευμένα βάρη.
es: La mediana ponderada divide la masa de los pesos en dos: orden + acumulación de pesos.
fi: Painotettu mediaani jakaa painojen massan kahtia: lajittelu + painojen kumulointi.
fil: Ang weighted median ay hinahati ang masa ng mga timbang sa dalawa: pag-uuri + pag-ipon ng mga timbang.
hu: A súlyozott medián kettévágja a súlyok tömegét: rendezés + súlyok kumulálása.
id: Median tertimbang membagi massa bobot menjadi dua: pengurutan + kumulatif bobot.
it: La mediana ponderata divide la massa dei pesi in due: ordinamento + cumulativo dei pesi.
ja: 重み付き中央値は重みの総量を二つに分けます：並べ替え + 重みの累積。
ko: 가중 중앙값은 가중치를 두 개로 나눈다: 정렬 + 가중치 누적.
nl: De gewogen mediaan splitst de massa van de gewichten in tweeën: sorteren + cumulatie van de gewichten.
no: Den vektede medianen deler vekten i to: sortering + kumulering av vektene.
pl: Mediana ważona dzieli masę wag na dwie części: sortowanie + suma wag.
pt_pt: A mediana ponderada divide a massa dos pesos em dois: ordenação + acumulação dos pesos.
ro: Mediana ponderată împarte masa greutăților în două: sortare + cumulul greutăților.
ru: Взвешенная медиана делит массу весов пополам: сортировка + сумма весов.
sk: Vážená mediána rozdeľuje hmotnosť váh na dve časti: triedenie + kumulácia váh.
sv: Den viktade medianen delar vikternas massa i två: sortering + kumulering av vikterna.
sw: Mediani iliyo na uzito inakata uzito kwa mbili: kupanga + jumla ya uzito.
tr: Ağırlıklı medyan, ağırlıkların toplamını ikiye böler: sıralama + ağırlıkların birikimi.
uk: Вагова медіана ділить масу ваг навпіл: сортування + накопичення ваг.
vi: Trung vị có trọng số chia khối lượng trọng số thành hai phần: sắp xếp + tích lũy trọng số.
zh_hans: 加权中位数将权重分成两部分：排序 + 权重累积。

# median_l5_title
source: 5) Médiane avec données groupées (classes / intervalles)
af: 5) Mediaan met gegroepeerde data (klasse / intervalle)
bg: 5) Медиана с групирани данни (класове / интервали)
cs: 5) Medián s seskupenými daty (třídy / intervaly)
da: 5) Median med grupperede data (klasser / intervaller)
de: 5) Median mit gruppierten Daten (Klassen / Intervalle)
el: 5) Διάμεσος με ομαδοποιημένα δεδομένα (κατηγορίες / διαστήματα)
es: 5) Mediana con datos agrupados (clases / intervalos)
fi: 5) Mediaani ryhmitellyillä tiedoilla (luokat / välin)
fil: 5) Median na may mga grouped na datos (mga klase / interval)
hu: 5) Medián csoportosított adatokkal (osztályok / intervallumok)
id: 5) Median dengan data terkelompok (kelas / interval)
it: 5) Mediana con dati raggruppati (classi / intervalli)
ja: 5) グループ化されたデータによる中央値（クラス/区間）
ko: 5) 그룹화된 데이터로 중앙값 (클래스 / 구간)
nl: 5) Mediaan met gegroepeerde gegevens (klassen / intervallen)
no: 5) Median med grupperte data (klasser / intervaller)
pl: 5) Mediana z danymi zgrupowanymi (klasy / przedziały)
pt_pt: 5) Mediana com dados agrupados (classes / intervalos)
ro: 5) Mediană cu date grupate (clase / intervale)
ru: 5) Медиана с группированными данными (классы / интервалы)
sk: 5) Mediána s usporiadanými údajmi (triedy / intervaly)
sv: 5) Median med grupperade data (klasser / intervall)
sw: 5) Mediani na data zilizopangwa (madarasa / vipindi)
tr: 5) Gruplanmış verilerle medyan (sınıflar / aralıklar)
uk: 5) Медіана з групованими даними (класи / інтервали)
vi: 5) Trung vị với dữ liệu nhóm (lớp / khoảng)
zh_hans: 5) 分组数据的中位数（类别/区间）

# median_l5_sub
source: Quand on n’a pas les valeurs exactes mais des classes (histogramme) : on estime la médiane.
af: Wanneer ons nie die presiese waardes het nie, maar klasse (histogram): ons skat die mediaan.
bg: Когато нямаме точните стойности, а класове (хистограма): оценяваме медианата.
cs: Když nemáme přesné hodnoty, ale třídy (histogram): odhadujeme mediánu.
da: Når man ikke har de nøjagtige værdier, men klasser (histogram): man estimerer medianen.
de: Wenn man die genauen Werte nicht hat, sondern Klassen (Histogramm): schätzt man den Median.
el: Όταν δεν έχουμε τις ακριβείς τιμές αλλά κατηγορίες (ιστογράφημα): εκτιμούμε τη διάμεσο.
es: Cuando no se tienen los valores exactos sino clases (histograma): se estima la mediana.
fi: Kun meillä ei ole tarkkoja arvoja, vaan luokkia (histogrammi): arvioimme mediaanin.
fil: Kapag wala tayong eksaktong mga halaga kundi mga klase (histogram): tinataya natin ang median.
hu: Amikor nincsenek pontos értékek, csak osztályok (hisztogram): megbecsüljük a mediánt.
id: Ketika kita tidak memiliki nilai yang tepat tetapi kelas (histogram): kita memperkirakan median.
it: Quando non si hanno i valori esatti ma delle classi (istogramma): si stima la mediana.
ja: 正確な値がないがクラス（ヒストグラム）があるとき：中央値を推定します。
ko: 정확한 값이 없지만 클래스(히스토그램)가 있을 때: 중앙값을 추정한다.
nl: Wanneer we de exacte waarden niet hebben maar klassen (histogram): we schatten de mediaan.
no: Når vi ikke har de eksakte verdiene, men klasser (histogram): vi estimerer medianen.
pl: Kiedy nie mamy dokładnych wartości, ale klasy (histogram): szacujemy medianę.
pt_pt: Quando não temos os valores exatos, mas classes (histograma): estimamos a mediana.
ro: Când nu avem valorile exacte, ci clase (histogramă): estimăm mediana.
ru: Когда у нас нет точных значений, а есть классы (гистограмма): мы оцениваем медиану.
sk: Keď nemáme presné hodnoty, ale triedy (histogram): odhadujeme mediánu.
sv: När vi inte har de exakta värdena utan klasser (histogram): vi uppskattar medianen.
sw: Wakati hatuna thamani halisi lakini madarasa (histogramu): tunakadiria mediani.
tr: Kesin değerler yerine sınıflar (histogram) olduğunda: medyanı tahmin ederiz.
uk: Коли у нас немає точних значень, але є класи (гістограма): ми оцінюємо медіану.
vi: Khi chúng ta không có các giá trị chính xác mà chỉ có các lớp (biểu đồ histogram): chúng ta ước lượng trung vị.
zh_hans: 当我们没有确切的值而只有类别（直方图）时：我们估计中位数。

# median_tag_grouped
source: classes
af: klasse
bg: класове
cs: třídy
da: klasser
de: Klassen
el: κατηγορίες
es: clases
fi: luokat
fil: mga klase
hu: osztályok
id: kelas
it: classi
ja: クラス
ko: 클래스
nl: klassen
no: klasser
pl: klasy
ro: clase
ru: классы
sk: triedy
sv: klasser
sw: madarasa
tr: sınıflar
uk: класи
vi: lớp
zh_hans: 类别

# median_tag_histogram
source: histogramme
af: histogram
bg: хистограма
cs: histogram
da: histogram
de: Histogramm
el: ιστογράφημα
es: histograma
fi: histogrammi
fil: histogram
hu: hisztogram
id: histogram
it: istogramma
ja: ヒストグラム
ko: 히스토그램
nl: histogram
no: histogram
pl: histogram
pt_pt: histograma
ro: histogramă
ru: гистограмма
sk: histogram
sv: histogram
sw: histogramu
tr: histogram
uk: гістограма
vi: biểu đồ histogram
zh_hans: 直方图

# median_tag_estimation
source: estimation
af: skatting
bg: оценка
cs: odhad
da: estimering
de: Schätzung
el: εκτίμηση
es: estimación
fi: arviointi
fil: pagtataya
hu: becslés
id: estimasi
it: stima
ja: 推定
ko: 추정
nl: schatting
no: estimering
pl: szacowanie
pt_pt: estimativa
ro: estimare
ru: оценка
sk: odhad
sv: uppskattning
sw: kadirio
tr: tahmin
uk: оцінка
vi: ước lượng
zh_hans: 估计

# median_l5_s1_title
source: Pourquoi c’est différent ?
af: Hoekom is dit anders?
bg: Защо е различно?
cs: Proč je to jiné?
da: Hvorfor er det forskelligt?
de: Warum ist das anders?
el: Γιατί είναι διαφορετικό;
es: ¿Por qué es diferente?
fi: Miksi se on erilaista?
fil: Bakit ito naiiba?
hu: Miért más ez?
id: Mengapa ini berbeda?
it: Perché è diverso?
ja: なぜそれは異なるのか？
ko: 왜 다를까요?
nl: Waarom is het anders?
no: Hvorfor er det forskjellig?
pl: Dlaczego to jest inne?
pt_pt: Por que é diferente?
ro: De ce este diferit?
ru: Почему это отличается?
sk: Prečo je to iné?
sv: Varför är det annorlunda?
sw: Kwa nini ni tofauti?
tr: Neden farklı?
uk: Чому це по-іншому?
vi: Tại sao lại khác nhau?
zh_hans: 为什么会不同？

# median_l5_s1_b1
source: Avec des classes (ex : [0;10[, [10;20[…), on ne connaît pas chaque valeur exacte.
af: Met klasse (bv: [0;10[, [10;20[...), ken ons nie elke presiese waarde nie.
bg: С класове (напр. [0;10[, [10;20[…), не знаем всяка точна стойност.
cs: S třídami (např. [0;10[, [10;20[...), neznáme každou přesnou hodnotu.
da: Med klasser (f.eks. [0;10[, [10;20[...), kender man ikke hver nøjagtig værdi.
de: Mit Klassen (z.B. [0;10[, [10;20[...) kennt man nicht jeden genauen Wert.
el: Με τις κλάσεις (π.χ. [0;10[, [10;20[…), δεν γνωρίζουμε κάθε ακριβή τιμή.
es: Con clases (ej: [0;10[, [10;20[...), no se conoce cada valor exacto.
fi: Luokkien kanssa (esim. [0;10[, [10;20[...), emme tunne jokaista tarkkaa arvoa.
fil: Sa mga klase (hal: [0;10[, [10;20[…), hindi natin alam ang bawat eksaktong halaga.
hu: Osztályokkal (pl.: [0;10[, [10;20[...), nem ismerjük minden pontos értéket.
id: Dengan kelas (mis: [0;10[, [10;20[...), kita tidak mengetahui setiap nilai yang tepat.
it: Con delle classi (es: [0;10[, [10;20[...), non si conoscono i singoli valori esatti.
ja: クラス（例： [0;10[, [10;20[…）を使うと、各値を正確に知ることはできません。
ko: 클래스(예: [0;10[, [10;20[…)가 있으면 각 정확한 값을 알 수 없습니다.
nl: Met klassen (bijv. [0;10[, [10;20[...), kennen we niet elke exacte waarde.
no: Med klasser (f.eks. [0;10[, [10;20[...), kjenner vi ikke hver eksakt verdi.
pl: Z klasami (np. [0;10[, [10;20[...), nie znamy każdej dokładnej wartości.
pt_pt: Com classes (ex: [0;10[, [10;20[...), não conhecemos cada valor exato.
ro: Cu clase (ex: [0;10[, [10;20[...), nu cunoaștem fiecare valoare exactă.
ru: С классами (например: [0;10[, [10;20[...), мы не знаем каждое точное значение.
sk: S triedami (napr. [0;10[, [10;20[...), nepoznáme každú presnú hodnotu.
sv: Med klasser (t.ex. [0;10[, [10;20[...), känner vi inte till varje exakt värde.
sw: Kwa madarasa (mfano: [0;10[, [10;20[…), hatujui kila thamani halisi.
tr: Sınıflarla (örneğin: [0;10[, [10;20[...) her kesin değeri bilmiyoruz.
uk: З класами (наприклад: [0;10[, [10;20[…), ми не знаємо кожне точне значення.
vi: Với các lớp (ví dụ: [0;10[, [10;20[...), chúng ta không biết mỗi giá trị chính xác.
zh_hans: 对于类别（例如：[0;10[，[10;20[...），我们不知道每个确切的值。

# median_l5_s1_b2
source: On connaît seulement un effectif par intervalle.
af: Ons ken slegs 'n frekwensie per interval.
bg: Знаем само бройката за интервала.
cs: Známe pouze četnost pro interval.
da: Man kender kun en frekvens pr. interval.
de: Man kennt nur eine Häufigkeit pro Intervall.
el: Γνωρίζουμε μόνο έναν αριθμό ανά διάστημα.
es: Solo se conoce una frecuencia por intervalo.
fi: Tunnetaan vain yksi frekvenssi per väli.
fil: Alam lamang natin ang isang dalas bawat interval.
hu: Csak egy gyakoriságot ismerünk intervallumonként.
id: Kita hanya mengetahui satu frekuensi per interval.
it: Si conosce solo un numero di frequenza per intervallo.
ja: 各区間ごとの人数しかわかりません。
ko: 구간당 하나의 빈도만 알 수 있습니다.
nl: We kennen alleen een frequentie per interval.
no: Vi kjenner bare en frekvens per intervall.
pl: Znamy tylko jedną częstość dla przedziału.
pt_pt: Conhecemos apenas uma frequência por intervalo.
ro: Cunoaștem doar o frecvență pe interval.
ru: Мы знаем только частоту по интервалу.
sk: Poznáme iba jednu frekvenciu na interval.
sv: Vi känner bara till en frekvens per intervall.
sw: Tunajua tu idadi moja kwa kila kipindi.
tr: Sadece her aralık için bir frekansı biliyoruz.
uk: Ми знаємо лише кількість у кожному інтервалі.
vi: Chúng ta chỉ biết một tần số cho mỗi khoảng.
zh_hans: 我们只知道每个区间的频数。
