Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_error_uc3_text
source: Exprimer l’erreur relative d’une estimation, d’un modèle ou d’un calcul.
af: Druk die relatiewe fout van 'n skatting, model of berekening uit.
bg: Изразяване на относителната грешка на оценка, модел или изчисление.
cs: Vyjádřit relativní chybu odhadu, modelu nebo výpočtu.
da: Udtryk den relative fejl af en estimation, en model eller en beregning.
de: Den relativen Fehler einer Schätzung, eines Modells oder einer Berechnung ausdrücken.
el: Έκφραση του σχετικού σφάλματος μιας εκτίμησης, ενός μοντέλου ή ενός υπολογισμού.
es: Expresar el error relativo de una estimación, modelo o cálculo.
fi: Ilmaista arvioinnin, mallin tai laskelman suhteellinen virhe.
fil: Ipahayag ang relatibong pagkakamali ng isang pagtataya, modelo, o kalkulasyon.
hu: Kifejezni egy becslés, modell vagy számítás relatív hibáját.
id: Mengungkapkan kesalahan relatif dari sebuah estimasi, model, atau perhitungan.
it: Esprimere l'errore relativo di una stima, di un modello o di un calcolo.
ja: 推定、モデル、または計算の相対誤差を表現する。
ko: 추정, 모델 또는 계산의 상대 오차를 표현합니다.
nl: De relatieve fout van een schatting, model of berekening uitdrukken.
no: Uttrykke den relative feilen til en estimat, en modell eller en beregning.
pl: Wyrażenie błędu względnego oszacowania, modelu lub obliczenia.
pt_pt: Expressar o erro relativo de uma estimativa, modelo ou cálculo.
ro: Exprimarea erorii relative a unei estimări, a unui model sau a unui calcul.
ru: Выразить относительную ошибку оценки, модели или расчета.
sk: Vyjadriť relatívnu chybu odhadu, modelu alebo výpočtu.
sv: Uttrycka den relativa felet av en uppskattning, en modell eller en beräkning.
sw: Kueleza makosa ya uwiano wa makadirio, mfano au hesabu.
tr: Bir tahminin, modelin veya hesaplamanın göreceli hatasını ifade etmek.
uk: Висловити відносну помилку оцінки, моделі або розрахунку.
vi: Diễn đạt sai số tương đối của một ước lượng, một mô hình hoặc một phép tính.
zh_hans: 表达估计、模型或计算的相对误差。

# ed_math_percentages_percentage_error_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co dostanete
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的结果

# ed_math_percentages_percentage_error_out1
source: Le pourcentage d’erreur entre la valeur mesurée et la valeur de référence.
af: Die persentasie fout tussen die gemete waarde en die verwysingswaarde.
bg: Процентът на грешка между измерената стойност и референтната стойност.
cs: Procento chyby mezi naměřenou hodnotou a referenční hodnotou.
da: Procentdelen af fejl mellem den målte værdi og referenceværdien.
de: Der Fehlerprozentsatz zwischen dem gemessenen Wert und dem Referenzwert.
el: Το ποσοστό σφάλματος μεταξύ της μετρημένης τιμής και της τιμής αναφοράς.
es: El porcentaje de error entre el valor medido y el valor de referencia.
fi: Virheprosentti mitatun arvon ja viitearvon välillä.
fil: Ang porsyento ng pagkakamali sa pagitan ng nasukat na halaga at ng halaga ng sanggunian.
hu: A mért érték és a referenciaérték közötti hiba százaléka.
id: Persentase kesalahan antara nilai yang diukur dan nilai acuan.
it: La percentuale di errore tra il valore misurato e il valore di riferimento.
ja: 測定値と基準値の間の誤差のパーセンテージ。
ko: 측정된 값과 기준 값 사이의 오차 비율.
nl: Het percentage fout tussen de gemeten waarde en de referentiewaarde.
no: Prosentandelen av feilen mellom den målte verdien og referanseverdien.
pl: Procent błędu między wartością zmierzoną a wartością odniesienia.
pt_pt: A porcentagem de erro entre o valor medido e o valor de referência.
ro: Procentajul erorii între valoarea măsurată și valoarea de referință.
ru: Процент ошибки между измеренным значением и эталонным значением.
sk: Percento chyby medzi nameranou hodnotou a referenčnou hodnotou.
sv: Procentandelen av felet mellan det uppmätta värdet och referensvärdet.
sw: Asilimia ya makosa kati ya thamani iliyopimwa na thamani ya rejea.
tr: Ölçülen değer ile referans değer arasındaki hata yüzdesi.
uk: Відсоток помилки між виміряним значенням і еталонним значенням.
vi: Tỷ lệ phần trăm sai số giữa giá trị đo được và giá trị tham chiếu.
zh_hans: 测量值与参考值之间的误差百分比。

# ed_math_percentages_percentage_error_out2
source: Un indicateur normalisé pour juger de la précision ou de la fiabilité d’une mesure.
af: 'n Genormaliseerde aanduiding om die akkuraatheid of betroubaarheid van 'n meting te beoordeel.
bg: Нормализиран индикатор за оценка на точността или надеждността на измерване.
cs: Normalizovaný ukazatel pro posouzení přesnosti nebo spolehlivosti měření.
da: En standardiseret indikator til at vurdere nøjagtigheden eller pålideligheden af en måling.
de: Ein standardisierter Indikator zur Beurteilung der Genauigkeit oder Zuverlässigkeit einer Messung.
el: Ένας κανονικοποιημένος δείκτης για την αξιολόγηση της ακρίβειας ή της αξιοπιστίας μιας μέτρησης.
es: Un indicador normalizado para juzgar la precisión o fiabilidad de una medida.
fi: Standardoitu indikaattori mittauksen tarkkuuden tai luotettavuuden arvioimiseksi.
fil: Isang standardized na tagapagpahiwatig upang husgahan ang katumpakan o pagiging maaasahan ng isang sukat.
hu: Egy normalizált mutató, amely a mérés pontosságát vagy megbízhatóságát ítéli meg.
id: Indikator terstandarisasi untuk menilai ketepatan atau keandalan suatu ukuran.
it: Un indicatore normalizzato per giudicare la precisione o l'affidabilità di una misura.
ja: 測定の精度または信頼性を判断するための標準化された指標。
ko: 측정의 정확성 또는 신뢰성을 판단하기 위한 표준화된 지표입니다.
nl: Een genormaliseerde indicator om de nauwkeurigheid of betrouwbaarheid van een meting te beoordelen.
no: En standardisert indikator for å vurdere nøyaktigheten eller påliteligheten til et mål.
pl: Ustandaryzowany wskaźnik do oceny dokładności lub wiarygodności pomiaru.
pt_pt: Um indicador normalizado para julgar a precisão ou confiabilidade de uma medida.
ro: Un indicator normalizat pentru a judeca precizia sau fiabilitatea unei măsuri.
ru: Нормализованный индикатор для оценки точности или надежности измерения.
sk: Normalizovaný ukazovateľ na posúdenie presnosti alebo spoľahlivosti merania.
sv: En standardiserad indikator för att bedöma noggrannheten eller tillförlitligheten av en mätning.
sw: Kielelezo kilichosanifiwa ili kuhukumu usahihi au uaminifu wa kipimo.
tr: Bir ölçümün doğruluğunu veya güvenilirliğini değerlendirmek için standartlaştırılmış bir gösterge.
uk: Нормалізований показник для оцінки точності або надійності вимірювання.
vi: Một chỉ số chuẩn hóa để đánh giá độ chính xác hoặc độ tin cậy của một phép đo.
zh_hans: 用于判断测量的准确性或可靠性的标准化指标。

# ed_math_percentages_percentage_error_out3
source: Un résultat exprimé en pourcentage, facilement comparable entre plusieurs situations.
af: 'n Resultaat wat in persentasie uitgedruk word, maklik vergelykbaar tussen verskeie situasies.
bg: Резултат, изразен в проценти, лесно сравним между различни ситуации.
cs: Výsledek vyjádřený v procentech, snadno srovnatelný mezi různými situacemi.
da: Et resultat udtrykt i procent, der nemt kan sammenlignes mellem flere situationer.
de: Ein Ergebnis, das in Prozent ausgedrückt wird und leicht zwischen mehreren Situationen vergleichbar ist.
el: Ένα αποτέλεσμα εκφρασμένο σε ποσοστό, εύκολα συγκρίσιμο μεταξύ διαφόρων καταστάσεων.
es: Un resultado expresado en porcentaje, fácilmente comparable entre varias situaciones.
fi: Tulos, joka on ilmaistu prosentteina, helposti vertailtavissa useissa tilanteissa.
fil: Isang resulta na ipinahayag sa porsyento, madaling ikumpara sa maraming sitwasyon.
hu: Egy százalékban kifejezett eredmény, amely könnyen összehasonlítható több helyzet között.
id: Hasil yang dinyatakan dalam persentase, mudah dibandingkan antara beberapa situasi.
it: Un risultato espresso in percentuale, facilmente confrontabile tra diverse situazioni.
ja: 複数の状況間で簡単に比較できるパーセンテージで表された結果。
ko: 여러 상황 간에 쉽게 비교할 수 있는 백분율로 표현된 결과입니다.
nl: Een resultaat uitgedrukt in percentage, gemakkelijk vergelijkbaar tussen verschillende situaties.
no: Et resultat uttrykt i prosent, lett sammenlignbart mellom flere situasjoner.
pl: Wynik wyrażony w procentach, łatwy do porównania w różnych sytuacjach.
pt_pt: Um resultado expresso em porcentagem, facilmente comparável entre várias situações.
ro: Un rezultat exprimat în procent, ușor comparabil între mai multe situații.
ru: Результат, выраженный в процентах, легко сравнимый между несколькими ситуациями.
sk: Výsledok vyjadrený v percentách, ľahko porovnateľný medzi viacerými situáciami.
sv: Ett resultat uttryckt i procent, lätt att jämföra mellan flera situationer.
sw: Matokeo yaliyoelezwa kwa asilimia, yanayoweza kulinganishwa kwa urahisi kati ya hali mbalimbali.
tr: Bir yüzdede ifade edilen sonuç, birden fazla durum arasında kolayca karşılaştırılabilir.
uk: Результат, виражений у відсотках, легко порівнянний між кількома ситуаціями.
vi: Một kết quả được diễn đạt dưới dạng phần trăm, dễ dàng so sánh giữa nhiều tình huống khác nhau.
zh_hans: 以百分比表示的结果，便于在多种情况下进行比较。

# ed_math_percentages_percentage_error_limits
source: Limites et points d’attention
af: Grense en punte van aandag
bg: Ограничения и важни моменти
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Határok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Grenser og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_error_lim1
source: La valeur de référence doit être strictement différente de zéro.
af: Die verwysingswaarde moet streng verskillend van nul wees.
bg: Референтната стойност трябва да бъде строго различна от нула.
cs: Referenční hodnota musí být přísně odlišná od nuly.
da: Referenceværdien skal være strengt forskellig fra nul.
de: Der Referenzwert muss strikt ungleich null sein.
el: Η τιμή αναφοράς πρέπει να είναι αυστηρά διαφορετική από το μηδέν.
es: El valor de referencia debe ser estrictamente diferente de cero.
fi: Viitearvon on oltava ehdottomasti erilainen kuin nolla.
fil: Ang halaga ng sanggunian ay dapat na mahigpit na naiiba sa zero.
hu: A referenciaértéknek szigorúan eltérőnek kell lennie nullától.
id: Nilai acuan harus berbeda secara ketat dari nol.
it: Il valore di riferimento deve essere rigorosamente diverso da zero.
ja: 基準値は厳密にゼロと異なる必要があります。
ko: 기준 값은 반드시 0과 다르게 설정해야 합니다.
nl: De referentiewaarde moet strikt verschillend van nul zijn.
no: Referanseverdien må være strengt forskjellig fra null.
pl: Wartość odniesienia musi być ściśle różna od zera.
pt_pt: O valor de referência deve ser estritamente diferente de zero.
ro: Valoarea de referință trebuie să fie strict diferită de zero.
ru: Эталонное значение должно быть строго отличным от нуля.
sk: Referenčná hodnota musí byť striktne odlišná od nuly.
sv: Referensvärdet måste vara strikt olika noll.
sw: Thamani ya rejea inapaswa kuwa tofauti kabisa na sifuri.
tr: Referans değeri kesinlikle sıfırdan farklı olmalıdır.
uk: Еталонне значення повинно бути строго відмінним від нуля.
vi: Giá trị tham chiếu phải khác biệt hoàn toàn với số không.
zh_hans: 参考值必须严格不同于零。

# ed_math_percentages_percentage_error_lim2
source: Le pourcentage d’erreur ne renseigne pas sur le sens de l’erreur (surestimation ou sous-estimation), seulement sur son ampleur.
af: Die persentasie fout gee nie inligting oor die rigting van die fout (oorwaardering of onderwaardering) nie, net oor die omvang daarvan.
bg: Процентът на грешка не дава информация за посоката на грешката (преоценка или подценка), а само за нейния обем.
cs: Procento chyby neinformuje o směru chyby (nadhodnocení nebo podhodnocení), pouze o její velikosti.
da: Procentdelen af fejl giver ikke information om retningen af fejlen (overestimering eller underestimering), kun om dens omfang.
de: Der Fehlerprozentsatz gibt keine Auskunft über die Richtung des Fehlers (Über- oder Unterbewertung), sondern nur über dessen Umfang.
el: Το ποσοστό σφάλματος δεν παρέχει πληροφορίες σχετικά με την κατεύθυνση του σφάλματος (υπερεκτίμηση ή υποεκτίμηση), μόνο για την έκτασή του.
es: El porcentaje de error no indica la dirección del error (sobreestimación o subestimación), solo su magnitud.
fi: Virheprosentti ei kerro virheen suuntaa (liioittelu tai aliarviointi), vain sen suuruuden.
fil: Ang porsyento ng pagkakamali ay hindi nagbibigay ng impormasyon tungkol sa direksyon ng pagkakamali (overestimation o underestimation), kundi tungkol lamang sa laki nito.
hu: A hiba százaléka nem ad információt a hiba irányáról (túlbecslés vagy alábecslés), csak a nagyságáról.
id: Persentase kesalahan tidak memberikan informasi tentang arah kesalahan (overestimasi atau underestimasi), hanya tentang besarnya.
it: La percentuale di errore non indica il senso dell'errore (sovrastima o sottostima), solo la sua ampiezza.
ja: 誤差のパーセンテージは、誤差の方向（過大評価または過小評価）については情報を提供せず、その大きさのみを示します。
ko: 오차 비율은 오차의 방향(과대 추정 또는 과소 추정)에 대한 정보를 제공하지 않으며, 단지 그 크기만을 나타냅니다.
nl: Het percentage fout geeft geen informatie over de richting van de fout (overschatting of onderschatting), alleen over de omvang.
no: Prosentandelen av feilen gir ikke informasjon om retningen på feilen (overestimering eller underestimering), bare om omfanget.
pl: Procent błędu nie informuje o kierunku błędu (przeszacowanie lub niedoszacowanie), tylko o jego wielkości.
pt_pt: A porcentagem de erro não informa sobre a direção do erro (superestimação ou subestimação), apenas sobre sua magnitude.
ro: Procentajul erorii nu oferă informații despre sensul erorii (supraestimare sau subestimare), ci doar despre amploarea acesteia.
ru: Процент ошибки не указывает на направление ошибки (переоценка или недооценка), только на ее величину.
sk: Percento chyby neinformuje o smere chyby (nadhodnotenie alebo podhodnotenie), iba o jej rozsahu.
sv: Procentandelen av felet ger ingen information om riktningen av felet (överskattning eller underskattning), endast om dess omfattning.
sw: Asilimia ya makosa haionyeshi mwelekeo wa kosa (kuhifadhi au kupunguza), bali tu ukubwa wake.
tr: Hata yüzdesi, hatanın yönü hakkında bilgi vermez (aşırı tahmin veya düşük tahmin), sadece büyüklüğü hakkında bilgi verir.
uk: Відсоток помилки не вказує на напрямок помилки (перебільшення або недооцінка), лише на її величину.
vi: Tỷ lệ phần trăm sai số không cho biết về hướng của sai số (đánh giá quá cao hoặc đánh giá quá thấp), chỉ cho biết về độ lớn của nó.
zh_hans: 误差百分比并不说明误差的方向（高估或低估），仅说明其幅度。

# ed_math_percentages_percentage_error_lim3
source: Ce calcul n’indique pas une variation dans le temps, mais une comparaison à une valeur “vraie”.
af: Hierdie berekening dui nie 'n variasie in die tyd aan nie, maar 'n vergelyking met 'n 'ware' waarde.
bg: Това изчисление не показва вариация във времето, а сравнение с “истинска” стойност.
cs: Tento výpočet neindikuje variaci v čase, ale srovnání s „pravou“ hodnotou.
da: Denne beregning angiver ikke en variation over tid, men en sammenligning med en 'sand' værdi.
de: Diese Berechnung zeigt keine zeitliche Variation, sondern einen Vergleich mit einem 'wahren' Wert.
el: Αυτός ο υπολογισμός δεν υποδεικνύει μια μεταβολή στο χρόνο, αλλά μια σύγκριση με μια «πραγματική» τιμή.
es: Este cálculo no indica una variación en el tiempo, sino una comparación con un valor 'verdadero'.
fi: Tämä laskelma ei osoita aikaväliä, vaan vertailua 'todelliseen' arvoon.
fil: Ang kalkulasyong ito ay hindi nagpapakita ng pagbabago sa paglipas ng panahon, kundi isang paghahambing sa isang 'totoong' halaga.
hu: Ez a számítás nem jelez időbeli változást, hanem egy „valódi” értékkel való összehasonlítást.
id: Perhitungan ini tidak menunjukkan variasi dari waktu ke waktu, tetapi perbandingan dengan nilai 'benar'.
it: Questo calcolo non indica una variazione nel tempo, ma un confronto a un valore 'vero'.
ja: この計算は時間の変化を示すものではなく、「真の」値との比較を示します。
ko: 이 계산은 시간에 따른 변화를 나타내는 것이 아니라 '진짜' 값과의 비교를 나타냅니다.
nl: Deze berekening geeft geen variatie in de tijd aan, maar een vergelijking met een 'ware' waarde.
no: Denne beregningen indikerer ikke en variasjon over tid, men en sammenligning med en 'ekte' verdi.
pl: To obliczenie nie wskazuje na zmiany w czasie, ale na porównanie z wartością „prawdziwą”.
pt_pt: Este cálculo não indica uma variação no tempo, mas uma comparação a um valor 'verdadeiro'.
ro: Acest calcul nu indică o variație în timp, ci o comparație cu o valoare „adevărată”.
ru: Этот расчет не указывает на изменение во времени, а лишь на сравнение с “истинным” значением.
sk: Tento výpočet neindikuje variáciu v čase, ale porovnanie s „pravou“ hodnotou.
sv: Denna beräkning indikerar inte en variation över tid, utan en jämförelse med ett 'sant' värde.
sw: Hesabu hii haionyeshi mabadiliko katika muda, bali kulinganisha na thamani 'halisi'.
tr: Bu hesaplama zaman içindeki bir değişimi değil, 'gerçek' bir değere karşılaştırmayı gösterir.
uk: Цей розрахунок не вказує на зміну в часі, а лише на порівняння з 'істинним' значенням.
vi: Phép tính này không chỉ ra sự biến đổi theo thời gian, mà là một so sánh với một giá trị “thực”.
zh_hans: 此计算并不表示时间上的变化，而是与“真实”值的比较。

# ed_math_percentages_percentage_error_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_error_q1
source: Quelle est la différence avec un écart relatif ?
af: Wat is die verskil met 'n relatiewe afwyking?
bg: Каква е разликата с относителна отклонение?
cs: Jaký je rozdíl mezi relativním odchylkou?
da: Hvad er forskellen på en relativ afvigelse?
de: Was ist der Unterschied zu einem relativen Unterschied?
el: Ποια είναι η διαφορά με μια σχετική απόκλιση;
es: ¿Cuál es la diferencia con un error relativo?
fi: Mikä on ero suhteellisen poikkeaman kanssa?
fil: Ano ang pagkakaiba sa isang relatibong pagkakaiba?
hu: Mi a különbség a relatív eltéréssel?
id: Apa perbedaan dengan deviasi relatif?
it: Qual è la differenza con un scarto relativo?
ja: 相対偏差との違いは何ですか？
ko: 상대 편차와의 차이는 무엇인가요?
nl: Wat is het verschil met een relatieve afwijking?
no: Hva er forskjellen fra en relativ avvik?
pl: Jaka jest różnica między błędem względnym a błędem bezwzględnym?
pt_pt: Qual é a diferença em relação a um desvio relativo?
ro: Care este diferența față de un decalaj relativ?
ru: В чем разница с относительным отклонением?
sk: Aký je rozdiel s relatívnym odchýlením?
sv: Vad är skillnaden med ett relativt avvik?
sw: Ni tofauti gani na tofauti ya uwiano?
tr: Göreceli bir fark ile arasındaki fark nedir?
uk: Яка різниця з відносним відхиленням?
vi: Sự khác biệt với sai số tương đối là gì?
zh_hans: 相对偏差与此有什么区别？
