Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_equivalent_uc3_text
source: Exprimer un coefficient multiplicateur sous forme de pourcentage équivalent pour une lecture plus intuitive.
af: Druk 'n vermenigvuldigingsfaktor uit in die vorm van 'n gelyke persentasie vir 'n meer intuïtiewe lees.
bg: Да се изрази множител под формата на еквивалентен процент за по-интуитивно четене.
cs: Vyjádřit multiplikativní koeficient ve formě ekvivalentního procenta pro intuitivnější čtení.
da: Udtrykke en multiplikativ koefficient som en ækvivalent procent for en mere intuitiv læsning.
de: Einen Multiplikationsfaktor in Form eines äquivalenten Prozentsatzes ausdrücken, um eine intuitivere Lesart zu ermöglichen.
el: Εκφράστε έναν πολλαπλασιαστικό συντελεστή σε μορφή ισοδύναμου ποσοστού για πιο διαισθητική ανάγνωση.
es: Expresar un coeficiente multiplicador en forma de porcentaje equivalente para una lectura más intuitiva.
fi: Ilmaise kertoimellinen luku vastaprocenttina intuitiivisempaa lukemista varten.
fil: I-express ang isang multiplier coefficient sa anyo ng katumbas na porsyento para sa mas intuitive na pagbabasa.
hu: Egy szorzószámot megegyező százalék formájában kifejezni, hogy intuitívabb legyen az olvasás.
id: Menyatakan koefisien pengali dalam bentuk persentase ekuivalen untuk pembacaan yang lebih intuitif.
it: Esprimere un coefficiente moltiplicatore sotto forma di percentuale equivalente per una lettura più intuitiva.
ja: 直感的に読むために、乗数係数を同等のパーセンテージの形で表現します。
ko: 더 직관적인 읽기를 위해 곱셈 계수를 동등한 백분율로 표현합니다.
nl: Een vermenigvuldigingscoëfficiënt uitdrukken als een equivalent percentage voor een intuïtieve lezing.
no: Uttrykke en multiplikativ koeffisient som en tilsvarende prosent for en mer intuitiv lesning.
pl: Wyraź współczynnik mnożący w formie równoważnego procentu dla bardziej intuicyjnego odczytu.
pt_pt: Expressar um coeficiente multiplicador sob a forma de percentagem equivalente para uma leitura mais intuitiva.
ro: Exprimați un coeficient multiplicator sub formă de procent echivalent pentru o lectură mai intuitivă.
ru: Выразить множитель в виде эквивалентного процента для более интуитивного восприятия.
sk: Vyjadriť multiplikatívny koeficient vo forme ekvivalentného percenta pre intuitívnejšie čítanie.
sv: Uttrycka en multiplikativ koefficient som en motsvarande procent för en mer intuitiv läsning.
sw: Eleza kiwango cha kuzidisha kama asilimia sawa kwa kusoma kwa urahisi zaidi.
tr: Bir çarpan katsayısını daha sezgisel bir okuma için eşdeğer yüzde biçiminde ifade etmek.
uk: Висловити множник у вигляді еквівалентного відсотка для більш інтуїтивного сприйняття.
vi: Diễn đạt một hệ số nhân dưới dạng tỷ lệ phần trăm tương đương để dễ đọc hơn.
zh_hans: 将乘法系数表达为等效百分比，以便更直观地阅读。

# ed_math_percentages_percentage_equivalent_uc4_title
source: Analyse financière ou commerciale
af: Finansiële of kommersiële analise
bg: Финансов или търговски анализ
cs: Finanční nebo obchodní analýza
da: Finansiel eller kommerciel analyse
de: Finanzielle oder geschäftliche Analyse
el: Οικονομική ή εμπορική ανάλυση
es: Análisis financiero o comercial
fi: Taloudellinen tai kaupallinen analyysi
fil: Pagsusuri sa pananalapi o komersyal
hu: Pénzügyi vagy kereskedelmi elemzés
id: Analisis keuangan atau komersial
it: Analisi finanziaria o commerciale
ja: 財務または商業分析
ko: 재무 또는 상업 분석
nl: Financiële of commerciële analyse
no: Finansiell eller kommersiell analyse
pl: Analiza finansowa lub handlowa
pt_pt: Análise financeira ou comercial
ro: Analiză financiară sau comercială
ru: Финансовый или коммерческий анализ
sk: Finančná alebo obchodná analýza
sv: Finansiell eller kommersiell analys
sw: Tathmini ya kifedha au kibiashara
tr: Finansal veya ticari analiz
uk: Фінансовий або комерційний аналіз
vi: Phân tích tài chính hoặc thương mại
zh_hans: 财务或商业分析

# ed_math_percentages_percentage_equivalent_uc4_text
source: Évaluer l’effet réel de variations successives sur un prix, un budget ou une performance.
af: Evalueer die werklike effek van opeenvolgende variasies op 'n prys, 'n begroting of 'n prestasie.
bg: Да се оцени реалният ефект от последователни вариации върху цена, бюджет или представяне.
cs: Hodnotit skutečný efekt postupných variací na cenu, rozpočet nebo výkon.
da: Vurdere den reelle effekt af successive variationer på en pris, et budget eller en præstation.
de: Die tatsächliche Wirkung aufeinanderfolgender Variationen auf einen Preis, ein Budget oder eine Leistung bewerten.
el: Αξιολογήστε την πραγματική επίδραση διαδοχικών μεταβολών σε μια τιμή, έναν προϋπολογισμό ή μια απόδοση.
es: Evaluar el efecto real de variaciones sucesivas sobre un precio, un presupuesto o un rendimiento.
fi: Arvioi peräkkäisten muutosten todellista vaikutusta hintaan, budjettiin tai suorituskykyyn.
fil: Suriin ang aktwal na epekto ng sunud-sunod na pagbabago sa isang presyo, badyet, o pagganap.
hu: A valós hatás értékelése egymás utáni változásokra egy áron, költségvetésen vagy teljesítményen.
id: Menilai efek nyata dari variasi berturut-turut pada harga, anggaran, atau kinerja.
it: Valutare l'effetto reale di variazioni successive su un prezzo, un budget o una performance.
ja: 価格、予算、またはパフォーマンスに対する連続した変動の実際の影響を評価します。
ko: 가격, 예산 또는 성과에 대한 연속적인 변화의 실제 효과를 평가합니다.
nl: Het werkelijke effect van opeenvolgende variaties op een prijs, budget of prestatie evalueren.
no: Vurdere den reelle effekten av successive variasjoner på en pris, et budsjett eller en ytelse.
pl: Oceń rzeczywisty wpływ kolejnych zmian na cenę, budżet lub wydajność.
pt_pt: Avaliar o efeito real de variações sucessivas sobre um preço, um orçamento ou um desempenho.
ro: Evaluați efectul real al variațiilor succesive asupra unui preț, unui buget sau unei performanțe.
ru: Оценить реальное влияние последовательных изменений на цену, бюджет или производительность.
sk: Hodnotiť skutočný efekt postupných zmien na cenu, rozpočet alebo výkon.
sv: Utvärdera den verkliga effekten av successiva variationer på ett pris, en budget eller en prestation.
sw: Kadiria athari halisi ya mabadiliko yanayofuatana kwenye bei, bajeti au utendaji.
tr: Fiyat, bütçe veya performans üzerindeki ardışık değişimlerin gerçek etkisini değerlendirmek.
uk: Оцінити реальний ефект послідовних змін на ціну, бюджет або продуктивність.
vi: Đánh giá hiệu ứng thực tế của các biến động liên tiếp trên một giá, ngân sách hoặc hiệu suất.
zh_hans: 评估连续变化对价格、预算或绩效的实际影响。

# ed_math_percentages_percentage_equivalent_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang iyong makukuha
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的结果

# ed_math_percentages_percentage_equivalent_out1
source: Le pourcentage équivalent correspondant à l’effet global des calculs appliqués.
af: Die gelyke persentasie wat ooreenstem met die globale effek van die toegepaste berekeninge.
bg: Еквивалентният процент, съответстващ на общия ефект от приложените изчисления.
cs: Ekvivalentní procento odpovídající celkovému efektu aplikovaných výpočtů.
da: Den ækvivalente procent, der svarer til den samlede effekt af de anvendte beregninger.
de: Der äquivalente Prozentsatz, der der Gesamtwirkung der angewendeten Berechnungen entspricht.
el: Το ισοδύναμο ποσοστό που αντιστοιχεί στην συνολική επίδραση των εφαρμοσμένων υπολογισμών.
es: El porcentaje equivalente correspondiente al efecto global de los cálculos aplicados.
fi: Vastaprocentti, joka vastaa laskentojen kokonaisvaikutusta.
fil: Ang katumbas na porsyento na tumutugma sa kabuuang epekto ng mga kalkulasyong inilapat.
hu: A számítások összesített hatásának megfelelő megegyező százalék.
id: Persentase ekuivalen yang sesuai dengan efek global dari perhitungan yang diterapkan.
it: La percentuale equivalente corrispondente all'effetto globale dei calcoli applicati.
ja: 適用された計算の全体的な効果に対応する同等のパーセンテージ。
ko: 적용된 계산의 전체 효과에 해당하는 동등한 백분율입니다.
nl: Het equivalent percentage dat overeenkomt met het globale effect van de toegepaste berekeningen.
no: Den tilsvarende prosent som svarer til den samlede effekten av de anvendte beregningene.
pl: Procent równoważny odpowiadający globalnemu efektowi zastosowanych obliczeń.
pt_pt: A percentagem equivalente correspondente ao efeito global dos cálculos aplicados.
ro: Procentul echivalent corespunzător efectului global al calculilor aplicate.
ru: Эквивалентный процент, соответствующий общему эффекту примененных расчетов.
sk: Ekvivalentné percento zodpovedajúce celkovému efektu aplikovaných výpočtov.
sv: Den motsvarande procenten som motsvarar den globala effekten av de tillämpade beräkningarna.
sw: Asilimia sawa inayolingana na athari ya jumla ya hesabu zilizotumika.
tr: Uygulanan hesaplamaların genel etkisine karşılık gelen eşdeğer yüzde.
uk: Еквівалентний відсоток, що відповідає загальному ефекту застосованих розрахунків.
vi: Tỷ lệ phần trăm tương đương tương ứng với hiệu ứng tổng thể của các phép tính đã áp dụng.
zh_hans: 与所应用计算的整体效果相对应的等效百分比。

# ed_math_percentages_percentage_equivalent_out2
source: Un résultat unique permettant de résumer plusieurs variations en une seule.
af: ‘n Unieke resultaat wat verskeie variasies in een samevat.
bg: Един уникален резултат, който позволява да се обобщят няколко вариации в една единствена.
cs: Jedinečný výsledek, který shrnuje několik variací do jedné.
da: Et unikt resultat, der opsummerer flere variationer i én.
de: Ein einzigartiges Ergebnis, das mehrere Variationen in einer einzigen zusammenfasst.
el: Ένα μοναδικό αποτέλεσμα που επιτρέπει να συνοψίσετε πολλές μεταβολές σε μία μόνο.
es: Un resultado único que permite resumir varias variaciones en una sola.
fi: Yksi tulos, joka tiivistää useat muutokset yhdeksi.
fil: Isang natatanging resulta na nagbibigay-daan upang ibuod ang maraming pagbabago sa isang tanging isa.
hu: Egy egyedi eredmény, amely lehetővé teszi több változás összefoglalását egyetlenben.
id: Sebuah hasil unik yang memungkinkan untuk merangkum beberapa variasi dalam satu.
it: Un risultato unico che consente di riassumere più variazioni in una sola.
ja: 複数の変動を1つに要約するためのユニークな結果。
ko: 여러 변화를 하나로 요약할 수 있는 단일 결과입니다.
nl: Een unieke uitkomst die meerdere variaties samenvat in één enkele.
no: Et unikt resultat som oppsummerer flere variasjoner i én.
pl: Jedyny wynik, który pozwala podsumować kilka zmian w jedną.
pt_pt: Um resultado único que permite resumir várias variações em uma só.
ro: Un rezultat unic care permite rezumarea mai multor variații într-unul singur.
ru: Единственный результат, позволяющий резюмировать несколько изменений в одном.
sk: Jedinečný výsledok, ktorý umožňuje zhrnúť viacero variácií do jedného.
sv: Ett unikt resultat som sammanfattar flera variationer i en enda.
sw: Matokeo moja yanayoweza kufupisha mabadiliko kadhaa kuwa moja.
tr: Birden fazla değişimi tek bir özetle ifade eden tek bir sonuç.
uk: Єдиний результат, що дозволяє підсумувати кілька варіацій в одну.
vi: Một kết quả duy nhất cho phép tóm tắt nhiều biến động thành một.
zh_hans: 一个唯一的结果，可以将多个变化总结为一个。

# ed_math_percentages_percentage_equivalent_out3
source: Un outil de simplification et de comparaison entre situations complexes.
af: ‘n Hulpmiddel vir vereenvoudiging en vergelyking tussen komplekse situasies.
bg: Инструмент за опростяване и сравнение между сложни ситуации.
cs: Nástroj pro zjednodušení a porovnání mezi složitými situacemi.
da: Et værktøj til forenkling og sammenligning mellem komplekse situationer.
de: Ein Werkzeug zur Vereinfachung und zum Vergleich zwischen komplexen Situationen.
el: Ένα εργαλείο απλοποίησης και σύγκρισης μεταξύ σύνθετων καταστάσεων.
es: Una herramienta de simplificación y comparación entre situaciones complejas.
fi: Yksinkertaistamisen ja vertailun työkalu monimutkaisissa tilanteissa.
fil: Isang tool para sa pagpapasimple at paghahambing sa pagitan ng mga kumplikadong sitwasyon.
hu: Egy eszköz a bonyolult helyzetek egyszerűsítésére és összehasonlítására.
id: Sebuah alat penyederhanaan dan perbandingan antara situasi yang kompleks.
it: Uno strumento di semplificazione e confronto tra situazioni complesse.
ja: 複雑な状況間の簡素化と比較のためのツール。
ko: 복잡한 상황 간의 단순화 및 비교 도구입니다.
nl: Een hulpmiddel voor vereenvoudiging en vergelijking tussen complexe situaties.
no: Et verktøy for forenkling og sammenligning mellom komplekse situasjoner.
pl: Narzędzie do uproszczenia i porównania między złożonymi sytuacjami.
pt_pt: Uma ferramenta de simplificação e comparação entre situações complexas.
ro: Un instrument de simplificare și comparare între situații complexe.
ru: Инструмент упрощения и сравнения между сложными ситуациями.
sk: Nástroj na zjednodušenie a porovnanie medzi zložitými situáciami.
sv: Ett verktyg för förenkling och jämförelse mellan komplexa situationer.
sw: Kifaa cha kurahisisha na kulinganisha kati ya hali ngumu.
tr: Karmaşık durumlar arasında basitleştirme ve karşılaştırma aracı.
uk: Інструмент спрощення та порівняння між складними ситуаціями.
vi: Một công cụ đơn giản hóa và so sánh giữa các tình huống phức tạp.
zh_hans: 一个简化和比较复杂情况的工具。

# ed_math_percentages_percentage_equivalent_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Begrænsninger og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og punkter å være oppmerksom på
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_equivalent_lim1
source: Les pourcentages successifs ne s’additionnent pas : l’équivalence passe par des coefficients multiplicateurs.
af: Opeenvolgende persentasies tel nie bymekaar nie: die gelykheid gaan deur vermenigvuldigingsfaktore.
bg: Последователните проценти не се събират: еквивалентността минава през множители.
cs: Postupná procenta se nesčítají: ekvivalence prochází multiplikativními koeficienty.
da: Successive procenter lægges ikke sammen: ækvivalensen går gennem multiplikative koefficienter.
de: Aufeinanderfolgende Prozentsätze addieren sich nicht: Die Äquivalenz erfolgt über Multiplikationsfaktoren.
el: Τα διαδοχικά ποσοστά δεν προστίθενται: η ισοδυναμία περνάει από πολλαπλασιαστικούς συντελεστές.
es: Los porcentajes sucesivos no se suman: la equivalencia pasa por coeficientes multiplicadores.
fi: Peräkkäisiä prosentteja ei voi laskea yhteen: vastavuoroisuus tapahtuu kertoimien avulla.
fil: Ang sunud-sunod na porsyento ay hindi nagdadagdag: ang pagkakatumbas ay dumadaan sa mga multiplier na coefficient.
hu: Az egymás utáni százalékok nem adódnak össze: az egyenérték szorzószámokon keresztül valósul meg.
id: Persentase berturut-turut tidak dapat dijumlahkan: ekuivalensi melibatkan koefisien pengali.
it: Le percentuali successive non si sommano: l'equivalenza passa attraverso coefficienti moltiplicatori.
ja: 連続するパーセンテージは足し合わせることができません：同等性は乗数係数を通じて行われます。
ko: 연속적인 백분율은 더해지지 않습니다: 동등성은 곱셈 계수를 통해 이루어집니다.
nl: Opeenvolgende percentages tellen niet op: de gelijkwaardigheid gaat via vermenigvuldigingscoëfficiënten.
no: Successive prosentandeler legges ikke sammen: ekvivalensen går gjennom multiplikative koeffisienter.
pl: Kolejne procenty się nie sumują: równoważność wymaga współczynników mnożących.
pt_pt: As percentagens sucessivas não se somam: a equivalência passa por coeficientes multiplicadores.
ro: Procentele succesive nu se adună: echivalența trece prin coeficienți multiplicatori.
ru: Последовательные проценты не складываются: эквивалентность проходит через множители.
sk: Postupné percentá sa nesčítavajú: ekvivalencia prebieha cez multiplikatívne koeficienty.
sv: Successiva procent läggs inte ihop: ekvivalensen går genom multiplikativa koefficienter.
sw: Asilimia zinazofuatana hazijumuishwi: usawa hupitia viwango vya kuzidisha.
tr: Ardışık yüzdeler toplanmaz: eşdeğerlik çarpan katsayıları ile sağlanır.
uk: Послідовні відсотки не додаються: еквівалентність проходить через множники.
vi: Các tỷ lệ phần trăm liên tiếp không cộng lại: sự tương đương thông qua các hệ số nhân.
zh_hans: 连续的百分比不能相加：等效性通过乘法系数实现。

# ed_math_percentages_percentage_equivalent_lim2
source: Un pourcentage équivalent dépend de l’ordre et de la nature des variations appliquées.
af: ‘n Gelyke persentasie hang af van die volgorde en die aard van die toegepaste variasies.
bg: Еквивалентният процент зависи от реда и естеството на приложените вариации.
cs: Ekvivalentní procento závisí na pořadí a povaze aplikovaných variací.
da: En ækvivalent procent afhænger af rækkefølgen og arten af de anvendte variationer.
de: Ein äquivalenter Prozentsatz hängt von der Reihenfolge und der Art der angewendeten Variationen ab.
el: Ένα ισοδύναμο ποσοστό εξαρτάται από τη σειρά και τη φύση των εφαρμοσμένων μεταβολών.
es: Un porcentaje equivalente depende del orden y de la naturaleza de las variaciones aplicadas.
fi: Vastaprocentti riippuu sovellettujen muutosten järjestyksestä ja luonteesta.
fil: Ang isang katumbas na porsyento ay nakasalalay sa pagkakasunod-sunod at kalikasan ng mga pagbabago na inilapat.
hu: Egy megegyező százalék függ a változások sorrendjétől és természetétől.
id: Persentase ekuivalen tergantung pada urutan dan sifat variasi yang diterapkan.
it: Una percentuale equivalente dipende dall'ordine e dalla natura delle variazioni applicate.
ja: 同等のパーセンテージは、適用された変動の順序と性質に依存します。
ko: 동등한 백분율은 적용된 변화의 순서와 성격에 따라 달라집니다.
nl: Een equivalent percentage hangt af van de volgorde en de aard van de toegepaste variaties.
no: En tilsvarende prosent avhenger av rekkefølgen og arten av de anvendte variasjonene.
pl: Procent równoważny zależy od kolejności i natury zastosowanych zmian.
pt_pt: Uma percentagem equivalente depende da ordem e da natureza das variações aplicadas.
ro: Un procent echivalent depinde de ordinea și natura variațiilor aplicate.
ru: Эквивалентный процент зависит от порядка и природы примененных изменений.
sk: Ekvivalentné percento závisí od poradia a povahy aplikovaných zmien.
sv: En motsvarande procent beror på ordningen och arten av de tillämpade variationerna.
sw: Asilimia sawa inategemea mpangilio na asili ya mabadiliko yaliyotumika.
tr: Bir eşdeğer yüzde, uygulanan değişimlerin sırasına ve doğasına bağlıdır.
uk: Еквівалентний відсоток залежить від порядку та природи застосованих змін.
vi: Một tỷ lệ phần trăm tương đương phụ thuộc vào thứ tự và bản chất của các biến động đã áp dụng.
zh_hans: 等效百分比取决于所应用变化的顺序和性质。

# ed_math_percentages_percentage_equivalent_lim3
source: Ce calcul ne décrit pas une évolution dans le temps, mais un effet global.
af: Hierdie berekening beskryf nie 'n evolusie oor tyd nie, maar 'n globale effek.
bg: Този калкулатор не описва развитие във времето, а общ ефект.
cs: Tento výpočet nepopisuje vývoj v čase, ale celkový efekt.
da: Denne beregning beskriver ikke en udvikling over tid, men en samlet effekt.
de: Diese Berechnung beschreibt keine Entwicklung über die Zeit, sondern eine Gesamtwirkung.
el: Αυτός ο υπολογισμός δεν περιγράφει μια εξέλιξη με την πάροδο του χρόνου, αλλά μια συνολική επίδραση.
es: Este cálculo no describe una evolución en el tiempo, sino un efecto global.
fi: Tämä laskenta ei kuvaa kehitystä ajan myötä, vaan kokonaisvaikutusta.
fil: Ang kalkulasyong ito ay hindi naglalarawan ng isang ebolusyon sa paglipas ng panahon, kundi isang kabuuang epekto.
hu: Ez a számítás nem ír le időbeli fejlődést, hanem egy globális hatást.
id: Perhitungan ini tidak menggambarkan evolusi dari waktu ke waktu, tetapi efek global.
it: Questo calcolo non descrive un'evoluzione nel tempo, ma un effetto globale.
ja: この計算は時間の経過を説明するものではなく、全体的な効果を示します。
ko: 이 계산은 시간에 따른 변화를 설명하지 않고, 전체 효과를 설명합니다.
nl: Deze berekening beschrijft geen evolutie in de tijd, maar een globaal effect.
no: Denne beregningen beskriver ikke en utvikling over tid, men en samlet effekt.
pl: To obliczenie nie opisuje ewolucji w czasie, ale globalny efekt.
pt_pt: Este cálculo não descreve uma evolução no tempo, mas um efeito global.
ro: Acest calcul nu descrie o evoluție în timp, ci un efect global.
ru: Этот расчет не описывает изменение во времени, а представляет собой общий эффект.
sk: Tento výpočet nepopisuje vývoj v čase, ale celkový efekt.
sv: Denna beräkning beskriver inte en utveckling över tid, utan en global effekt.
sw: Hesabu hii haielezi mabadiliko katika muda, bali athari ya jumla.
tr: Bu hesaplama zaman içindeki bir gelişimi tanımlamaz, ancak genel bir etkiyi ifade eder.
uk: Цей розрахунок не описує еволюцію в часі, а лише загальний ефект.
vi: Phép tính này không mô tả một sự phát triển theo thời gian, mà là một hiệu ứng tổng thể.
zh_hans: 这个计算不描述时间上的变化，而是一个整体效果。

# ed_math_percentages_percentage_equivalent_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Časté otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_equivalent_q1
source: Quelle différence avec une variation en pourcentage ?
af: Wat is die verskil met 'n variasie in persentasie?
bg: Каква е разликата с процентна вариация?
cs: Jaký je rozdíl s procentuální změnou?
da: Hvad er forskellen på en procentvis ændring?
de: Was ist der Unterschied zu einer prozentualen Veränderung?
el: Ποια είναι η διαφορά με μια μεταβολή σε ποσοστό;
es: ¿Cuál es la diferencia con una variación en porcentaje?
fi: Mikä ero on prosentuaalisessa muutoksessa?
fil: Anong pagkakaiba sa isang pagbabago sa porsyento?
hu: Mi a különbség a százalékos változással?
id: Apa perbedaan dengan variasi dalam persentase?
it: Qual è la differenza con una variazione in percentuale?
ja: パーセンテージの変動との違いは何ですか？
ko: 백분율 변화와의 차이점은 무엇인가요?
nl: Wat is het verschil met een procentuele variatie?
no: Hva er forskjellen med en prosentvis variasjon?
pl: Jaka jest różnica między zmianą w procentach?
pt_pt: Qual a diferença com uma variação em percentagem?
ro: Care este diferența față de o variație în procent?
ru: В чем разница с изменением в процентах?
sk: Aký je rozdiel s percentuálnou zmenou?
sv: Vad är skillnaden med en procentuell förändring?
sw: Tofauti gani na mabadiliko katika asilimia?
tr: Yüzde değişimi ile ne fark var?
uk: Яка різниця з варіацією у відсотках?
vi: Sự khác biệt với một biến động theo tỷ lệ phần trăm là gì?
zh_hans: 与百分比变化有什么区别？
