Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_text_case_text_case_lim3
source: Ce convertisseur modifie la casse, pas la ponctuation ni l’orthographe.
af: Hierdie omskakelaar verander die geval, nie die leestekens of spelling nie.
bg: Този конвертор променя регистъра, а не пунктуацията или правописа.
cs: Tento převodník mění velikost písmen, nikoli interpunkci ani pravopis.
da: Denne konverter ændrer case, ikke tegnsætning eller stavemåde.
de: Dieser Konverter ändert die Groß- und Kleinschreibung, nicht die Interpunktion oder Rechtschreibung.
el: Αυτός ο μετατροπέας αλλάζει τη μορφή, όχι την στίξη ή την ορθογραφία.
es: Este convertidor modifica la capitalización, no la puntuación ni la ortografía.
fi: Tämä muunnin muuttaa vain kirjainkokoa, ei välimerkkejä tai oikeinkirjoitusta.
fil: Ang converter na ito ay nagbabago ng case, hindi ang punctuation o spelling.
hu: Ez a konverter megváltoztatja az írásmódot, nem a központozást vagy a helyesírást.
id: Konverter ini mengubah kasus, bukan tanda baca atau ejaan.
it: Questo convertitore modifica il case, non la punteggiatura né l’ortografia.
ja: このコンバータはケースを変更しますが、句読点やスペルは変更しません。
ko: 이 변환기는 대소문자만 변경하고 구두점이나 철자는 변경하지 않습니다.
nl: Deze converter wijzigt de case, niet de interpunctie of spelling.
no: Dette konverteringsverktøyet endrer bokstavform, ikke tegnsetting eller staving.
pl: Ten konwerter zmienia wielkość liter, nie interpunkcję ani ortografię.
pt_pt: Este conversor modifica a caixa, não a pontuação nem a ortografia.
ro: Acest convertor modifică cazul, nu punctuația sau ortografia.
ru: Этот конвертер изменяет регистр, но не пунктуацию и орфографию.
sk: Tento prevodník mení formát, nie interpunkciu ani pravopis.
sv: Denna konverterare ändrar case, inte interpunktion eller stavning.
sw: Kibadilishaji hiki kinabadilisha hali, si alama za uakifishaji wala tahajia.
tr: Bu dönüştürücü durumu değiştirir, noktalama işaretlerini veya yazım hatalarını değil.
uk: Цей конвертер змінює регістр, а не пунктуацію чи орфографію.
vi: Công cụ này chỉ thay đổi kiểu chữ, không thay đổi dấu câu hay chính tả.
zh_hans: 此转换器只修改大小写，不改变标点或拼写。

# ed_text_case_text_case_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_text_case_text_case_q1
source: Quelle est la différence entre “casse de phrase” et “casse de titre” ?
af: Wat is die verskil tussen “sin geval” en “titel geval”?
bg: Каква е разликата между "фразов регистър" и "заглавен регистър"?
cs: Jaký je rozdíl mezi „větnou velikostí“ a „titulem“?
da: Hvad er forskellen mellem “sætning case” og “titelcase”?
de: Was ist der Unterschied zwischen "Satzcase" und "Titelcase"?
el: Ποια είναι η διαφορά μεταξύ “μορφής φράσης” και “μορφής τίτλου”;
es: ¿Cuál es la diferencia entre “capitalización de frase” y “capitalización de título”?
fi: Mikä on ero "lausekirjoituksen" ja "otsikkokirjoituksen" välillä?
fil: Ano ang pagkakaiba sa pagitan ng “sentence case” at “title case”?
hu: Mi a különbség a “mondatformátum” és a “címformátum” között?
id: Apa perbedaan antara 'kasus kalimat' dan 'kasus judul'?
it: Qual è la differenza tra “case di frase” e “case di titolo”?
ja: 「文のケース」と「タイトルケース」の違いは何ですか？
ko: '문장 대문자'와 '제목 대문자'의 차이는 무엇인가요?
nl: Wat is het verschil tussen "zin-case" en "titelcase"?
no: Hva er forskjellen mellom “setningsbokstav” og “tittelbokstav”?
pl: Jaka jest różnica między „wielkością zdania” a „wielkością tytułu”?
pt_pt: Qual é a diferença entre “caixa de frase” e “caixa de título”?
ro: Care este diferența dintre „caz de propoziție” și „caz de titlu”?
ru: В чем разница между "регистром предложения" и "заглавным регистром"?
sk: Aký je rozdiel medzi „vetou“ a „titulkovou formou“?
sv: Vad är skillnaden mellan "meningscase" och "titelcase"?
sw: Nini tofauti kati ya 'hali ya sentensi' na 'hali ya kichwa'?
tr: 'Cümle durumu' ile 'başlık durumu' arasındaki fark nedir?
uk: У чому різниця між “регістром речення” та “заголовним регістром”?
vi: Sự khác biệt giữa “kiểu câu” và “kiểu tiêu đề” là gì?
zh_hans: “句子大小写”和“标题大小写”有什么区别？

# ed_text_case_text_case_a1
source: La casse de phrase met en majuscule seulement la première lettre d’une phrase. La casse de titre met en majuscule les mots importants d’un titre.
af: Die sin geval plaas slegs die eerste letter van 'n sin in hoofletters. Die titel geval plaas hoofletters op die belangrike woorde van 'n titel.
bg: Фразовият регистър поставя главна буква само на първата буква на изречението. Заглавният регистър поставя главни букви на важните думи в заглавието.
cs: Větná velikost písmen dává velké písmeno pouze prvnímu písmenu věty. Titulová velikost písmen dává velké písmeno důležitým slovům v titulku.
da: Sætning case sætter kun det første bogstav i en sætning i store bogstaver. Titelcase sætter de vigtige ord i et titel i store bogstaver.
de: Die Satzcase setzt nur den ersten Buchstaben eines Satzes in Großbuchstaben. Die Titelcase setzt die wichtigen Wörter eines Titels in Großbuchstaben.
el: Η μορφή φράσης βάζει κεφαλαία μόνο το πρώτο γράμμα μιας φράσης. Η μορφή τίτλου βάζει κεφαλαία τις σημαντικές λέξεις ενός τίτλου.
es: La capitalización de frase pone en mayúscula solo la primera letra de una frase. La capitalización de título pone en mayúscula las palabras importantes de un título.
fi: Lausekirjoitus laittaa vain lauseen ensimmäisen kirjaimen isoksi. Otsikkokirjoitus laittaa isoksi tärkeät sanat otsikossa.
fil: Ang sentence case ay nag-capitalize lamang sa unang letra ng isang pangungusap. Ang title case ay nag-capitalize sa mga mahahalagang salita ng isang pamagat.
hu: A mondatformátum csak a mondat első betűjét írja nagybetűvel. A címformátum a cím fontos szavait írja nagybetűvel.
id: Kasus kalimat hanya mengubah huruf pertama dari sebuah kalimat menjadi huruf besar. Kasus judul mengubah huruf besar pada kata-kata penting dalam sebuah judul.
it: La case di frase mette in maiuscolo solo la prima lettera di una frase. La case di titolo mette in maiuscolo le parole importanti di un titolo.
ja: 文のケースは文の最初の文字だけを大文字にします。タイトルケースはタイトルの重要な単語を大文字にします。
ko: 문장 대문자는 문장의 첫 글자만 대문자로 만듭니다. 제목 대문자는 제목의 중요한 단어를 대문자로 만듭니다.
nl: Zin-case zet alleen de eerste letter van een zin in hoofdletters. Titelcase zet de belangrijke woorden van een titel in hoofdletters.
no: Setningsbokstav setter bare den første bokstaven i en setning i store bokstaver. Tittelbokstav setter store bokstaver på viktige ord i en tittel.
pl: Wielkość zdania ustawia wielką literę tylko na pierwszej literze zdania. Wielkość tytułu ustawia wielkie litery na ważnych słowach w tytule.
pt_pt: A caixa de frase coloca em maiúscula apenas a primeira letra de uma frase. A caixa de título coloca em maiúscula as palavras importantes de um título.
ro: Cazul de propoziție pune cu majuscule doar prima literă a unei propoziții. Cazul de titlu pune cu majuscule cuvintele importante dintr-un titlu.
ru: Регистры предложения пишут с заглавной буквы только первую букву предложения. Заглавный регистр делает заглавными важные слова в заголовке.
sk: Veta píše veľkým písmenom iba prvé písmeno vety. Titulková forma píše veľkým písmenom dôležité slová v názve.
sv: Meningscase sätter endast den första bokstaven i en mening i versal. Titelcase sätter versaler på viktiga ord i en titel.
sw: Hali ya sentensi inaweka herufi kubwa tu herufi ya kwanza ya sentensi. Hali ya kichwa inaweka herufi kubwa maneno muhimu ya kichwa.
tr: Cümle durumu, bir cümlenin yalnızca ilk harfini büyük yapar. Başlık durumu, bir başlığın önemli kelimelerini büyük yapar.
uk: Регістр речення робить великою лише першу літеру речення. Заголовний регістр робить великими важливі слова заголовка.
vi: Kiểu câu chỉ viết hoa chữ cái đầu tiên của một câu. Kiểu tiêu đề viết hoa các từ quan trọng trong một tiêu đề.
zh_hans: 句子大小写只将句子的第一个字母大写。标题大小写将标题中的重要单词大写。

# ed_text_case_text_case_q2
source: Est-ce que l’outil change les accents ou les caractères spéciaux ?
af: Verander die hulpmiddel aksente of spesiale karakters?
bg: Променя ли инструментът акцентите или специалните символи?
cs: Mění nástroj akcenty nebo speciální znaky?
da: Ændrer værktøjet accenter eller specialtegn?
de: Ändert das Tool Akzente oder Sonderzeichen?
el: Αλλάζει το εργαλείο τους τόνους ή τους ειδικούς χαρακτήρες;
es: ¿El herramienta cambia los acentos o caracteres especiales?
fi: Muuttuuko työkalu aksentteja tai erikoismerkkejä?
fil: Binabago ba ng tool ang mga accent o mga espesyal na character?
hu: Megváltoztatja az eszköz az ékezeteket vagy a különleges karaktereket?
id: Apakah alat ini mengubah aksen atau karakter khusus?
it: Lo strumento cambia gli accenti o i caratteri speciali?
ja: ツールはアクセントや特殊文字を変更しますか？
ko: 이 도구가 악센트나 특수 문자를 변경하나요?
nl: Verandert het hulpmiddel accenten of speciale tekens?
no: Endrer verktøyet aksenter eller spesialtegn?
pl: Czy narzędzie zmienia akcenty lub znaki specjalne?
pt_pt: O ferramenta muda os acentos ou caracteres especiais?
ro: Schimbă instrumentul accentele sau caracterele speciale?
ru: Изменяет ли инструмент акценты или специальные символы?
sk: Mení nástroj akcenty alebo špeciálne znaky?
sv: Ändrar verktyget accenter eller specialtecken?
sw: Je, kifaa kinabadilisha lafudhi au alama maalum?
tr: Araç aksanları veya özel karakterleri değiştirir mi?
uk: Чи змінює інструмент акценти або спеціальні символи?
vi: Công cụ có thay đổi các dấu hoặc ký tự đặc biệt không?
zh_hans: 工具会改变重音符号或特殊字符吗？

# ed_text_case_text_case_a2
source: Non : il conserve les caractères (accents inclus) et ne modifie que la casse.
af: Nee: dit behou die karakters (insluitend aksente) en verander slegs die geval.
bg: Не: той запазва символите (включително акцентите) и променя само регистъра.
cs: Ne: zachovává znaky (včetně akcentů) a mění pouze velikost písmen.
da: Nej: det bevarer tegnene (inklusive accenter) og ændrer kun case.
de: Nein: Es behält die Zeichen (einschließlich Akzente) bei und ändert nur die Groß- und Kleinschreibung.
el: Όχι: διατηρεί τους χαρακτήρες (συμπεριλαμβανομένων των τόνων) και αλλάζει μόνο τη μορφή.
es: No: conserva los caracteres (incluidos los acentos) y solo modifica la capitalización.
fi: Ei: se säilyttää merkit (mukaan lukien aksentit) eikä muuta kuin kirjainkokoa.
fil: Hindi: pinapanatili nito ang mga character (kasama ang mga accent) at binabago lamang ang case.
hu: Nem: megőrzi a karaktereket (ékezetekkel együtt), és csak az írásmódot módosítja.
id: Tidak: ia mempertahankan karakter (termasuk aksen) dan hanya mengubah kasus.
it: No: conserva i caratteri (accenti inclusi) e modifica solo il case.
ja: いいえ：アクセントを含む文字を保持し、ケースだけを変更します。
ko: 아니요: 악센트를 포함한 문자를 보존하고 대소문자만 변경합니다.
nl: Nee: het behoudt de karakters (inclusief accenten) en wijzigt alleen de case.
no: Nei: det bevarer tegnene (inkludert aksenter) og endrer bare bokstavformen.
pl: Nie: zachowuje znaki (w tym akcenty) i zmienia tylko wielkość liter.
pt_pt: Não: ele preserva os caracteres (acentos incluídos) e modifica apenas a caixa.
ro: Nu: păstrează caracterele (inclusiv accentele) și modifică doar cazul.
ru: Нет: он сохраняет символы (включая акценты) и изменяет только регистр.
sk: Nie: zachováva znaky (vrátane akcentov) a mení iba formát.
sv: Nej: det bevarar tecknen (inklusive accenter) och ändrar endast case.
sw: Hapana: kinahifadhi alama (lafudhi ikiwa ni pamoja) na kubadilisha tu hali.
tr: Hayır: karakterleri (aksanlar dahil) korur ve yalnızca durumu değiştirir.
uk: Ні: він зберігає символи (включаючи акценти) і змінює лише регістр.
vi: Không: nó giữ nguyên các ký tự (bao gồm cả dấu) và chỉ thay đổi kiểu chữ.
zh_hans: 不会：它保留字符（包括重音符号），只修改大小写。

# ed_text_case_text_case_q3
source: Est-ce que je peux convertir une liste avec des retours à la ligne ?
af: Kan ek 'n lys met reëls om te draai omskakel?
bg: Мога ли да конвертирам списък с нови редове?
cs: Mohu převést seznam s návraty na nový řádek?
da: Kan jeg konvertere en liste med linjeskift?
de: Kann ich eine Liste mit Zeilenumbrüchen umwandeln?
el: Μπορώ να μετατρέψω μια λίστα με επιστροφές γραμμής;
es: ¿Puedo convertir una lista con saltos de línea?
fi: Voinko muuntaa listan, jossa on rivinvaihtoja?
fil: Maaari ba akong mag-convert ng isang listahan na may mga line break?
hu: Átkonvertálhatok egy listát sortörésekkel?
id: Bisakah saya mengonversi daftar dengan baris baru?
it: Posso convertire un elenco con ritorni a capo?
ja: 改行を含むリストを変換できますか？
ko: 줄 바꿈이 있는 목록을 변환할 수 있나요?
nl: Kan ik een lijst met regelafbrekingen converteren?
no: Kan jeg konvertere en liste med linjeskift?
pl: Czy mogę przekształcić listę z powrotem do nowej linii?
pt_pt: Posso converter uma lista com quebras de linha?
ro: Pot converti o listă cu întoarceri de linie?
ru: Могу ли я преобразовать список с переносами строк?
sk: Môžem konvertovať zoznam s návratmi na nový riadok?
sv: Kan jag konvertera en lista med radbrytningar?
sw: Je, naweza kubadilisha orodha yenye kurudi nyuma?
tr: Bir listeyi satır sonları ile dönüştürebilir miyim?
uk: Чи можу я конвертувати список з переносами рядків?
vi: Tôi có thể chuyển đổi một danh sách có các dòng mới không?
zh_hans: 我可以转换带有换行符的列表吗？

# ed_text_case_text_case_a3
source: Oui, l’outil fonctionne sur du texte multi-lignes (listes, paragraphes, colonnes copiées).
af: Ja, die hulpmiddel werk op meerlyn teks (lyste, paragrawe, gekopieerde kolomme).
bg: Да, инструментът работи с много редов текст (списъци, абзаци, копирани колони).
cs: Ano, nástroj funguje na vícerozměrném textu (seznamy, odstavce, zkopírované sloupce).
da: Ja, værktøjet fungerer på multiline tekst (lister, afsnit, kopierede kolonner).
de: Ja, das Tool funktioniert mit mehrzeiligem Text (Listen, Absätze, kopierte Spalten).
el: Ναι, το εργαλείο λειτουργεί σε κείμενο πολλαπλών γραμμών (λίστες, παραγράφους, αντιγραμμένες στήλες).
es: Sí, la herramienta funciona con texto de múltiples líneas (listas, párrafos, columnas copiadas).
fi: Kyllä, työkalu toimii monirivisellä tekstillä (listat, kappaleet, kopioidut sarakkeet).
fil: Oo, ang tool ay gumagana sa multi-line na teksto (mga listahan, talata, kinopyang mga column).
hu: Igen, az eszköz működik több soros szövegen (listák, bekezdések, másolt oszlopok).
id: Ya, alat ini berfungsi pada teks multi-baris (daftar, paragraf, kolom yang disalin).
it: Sì, lo strumento funziona su testo multi-linea (elenco, paragrafi, colonne copiate).
ja: はい、ツールは複数行のテキスト（リスト、段落、コピーされた列）で機能します。
ko: 네, 이 도구는 여러 줄의 텍스트(목록, 단락, 복사된 열)에서 작동합니다.
nl: Ja, het hulpmiddel werkt op meerregelige tekst (lijsten, paragrafen, gekopieerde kolommen).
no: Ja, verktøyet fungerer på tekst med flere linjer (lister, avsnitt, kopierte kolonner).
pl: Tak, narzędzie działa na tekście wieloliniowym (listy, akapity, skopiowane kolumny).
pt_pt: Sim, a ferramenta funciona em texto de várias linhas (listas, parágrafos, colunas copiadas).
ro: Da, instrumentul funcționează pe text multi-linii (liste, paragrafe, coloane copiate).
ru: Да, инструмент работает с многострочным текстом (списки, абзацы, скопированные столбцы).
sk: Áno, nástroj funguje na viacriadkovom texte (zoznamy, odseky, skopírované stĺpce).
sv: Ja, verktyget fungerar på fleradig text (listor, stycken, kopierade kolumner).
sw: Ndio, kifaa kinafanya kazi kwenye maandiko yenye mistari mingi (orodha, aya, safu zilizokopwa).
tr: Evet, araç çok satırlı metinlerde (listeler, paragraflar, kopyalanmış sütunlar) çalışır.
uk: Так, інструмент працює з багаторядковим текстом (списки, абзаци, скопійовані стовпці).
vi: Có, công cụ hoạt động trên văn bản nhiều dòng (danh sách, đoạn văn, cột đã sao chép).
zh_hans: 可以，工具可以处理多行文本（列表、段落、复制的列）。

# ed_text_case_text_case_q4
source: Pourquoi certains mots (ex. acronymes) ne ressortent pas comme je veux ?
af: Waarom verskyn sommige woorde (bv. akronieme) nie soos ek wil nie?
bg: Защо някои думи (напр. акроними) не се появяват както искам?
cs: Proč některá slova (např. zkratky) nevypadají tak, jak chci?
da: Hvorfor vises nogle ord (f.eks. akronymer) ikke som jeg ønsker?
de: Warum erscheinen einige Wörter (z. B. Akronyme) nicht so, wie ich es möchte?
el: Γιατί ορισμένες λέξεις (π.χ. ακρωνύμια) δεν εμφανίζονται όπως θέλω;
es: ¿Por qué algunas palabras (ej. acrónimos) no aparecen como quiero?
fi: Miksi jotkut sanat (esim. akronyymit) eivät näy haluamallani tavalla?
fil: Bakit ang ilang mga salita (hal. mga acronym) ay hindi lumalabas gaya ng gusto ko?
hu: Miért nem jelennek meg bizonyos szavak (pl. rövidítések) úgy, ahogy szeretném?
id: Mengapa beberapa kata (mis. akronim) tidak muncul seperti yang saya inginkan?
it: Perché alcune parole (es. acronimi) non vengono visualizzate come voglio?
ja: なぜ特定の単語（例：頭字語）が思い通りに表示されないのですか？
ko: 왜 어떤 단어(예: 약어)가 내가 원하는 대로 나오지 않나요?
nl: Waarom komen sommige woorden (bijv. acroniemen) niet naar voren zoals ik wil?
no: Hvorfor vises ikke noen ord (f.eks. akronymer) som jeg ønsker?
pl: Dlaczego niektóre słowa (np. akronimy) nie pojawiają się tak, jak chcę?
pt_pt: Por que algumas palavras (ex. acrônimos) não aparecem como eu quero?
ro: De ce unele cuvinte (ex. acronime) nu apar așa cum vreau?
ru: Почему некоторые слова (например, акронимы) не отображаются так, как я хочу?
sk: Prečo niektoré slová (napr. akronymy) nevychádzajú tak, ako chcem?
sv: Varför kommer vissa ord (t.ex. akronymer) inte ut som jag vill?
sw: Kwa nini baadhi ya maneno (mfano mifupisho) hayaonekani kama ninavyotaka?
tr: Bazı kelimeler (ör. kısaltmalar) istediğim gibi çıkmıyor, neden?
uk: Чому деякі слова (наприклад, абревіатури) не відображаються так, як я хочу?
vi: Tại sao một số từ (ví dụ: từ viết tắt) không xuất hiện như tôi muốn?
zh_hans: 为什么某些单词（例如缩略词）没有按我想要的方式显示？

# ed_text_case_text_case_a4
source: Les acronymes et exceptions linguistiques ne sont pas toujours détectés automatiquement : un ajustement manuel peut être nécessaire.
af: Akkronieme en taalkundige uitsonderings word nie altyd outomaties gedetecteer nie: 'n handmatige aanpassing kan nodig wees.
bg: Акронимите и езиковите изключения не винаги се откриват автоматично: може да е необходимо ръчно коригиране.
cs: Zkratky a jazykové výjimky nejsou vždy automaticky detekovány: může být nutná ruční úprava.
da: Akronymer og sproglige undtagelser opdages ikke altid automatisk: manuel justering kan være nødvendig.
de: Akronyme und sprachliche Ausnahmen werden nicht immer automatisch erkannt: Eine manuelle Anpassung kann erforderlich sein.
el: Τα ακρωνύμια και οι γλωσσικές εξαιρέσεις δεν ανιχνεύονται πάντα αυτόματα: μπορεί να απαιτείται χειροκίνητη προσαρμογή.
es: Los acrónimos y excepciones lingüísticas no siempre se detectan automáticamente: puede ser necesario un ajuste manual.
fi: Akkronyymit ja kieliopilliset poikkeukset eivät aina tunnisteta automaattisesti: manuaalinen säätö voi olla tarpeen.
fil: Ang mga acronym at mga pagbubukod sa wika ay hindi palaging awtomatikong natutukoy: maaaring kailanganin ang manual na pagsasaayos.
hu: A rövidítések és nyelvi kivételek nem mindig észlelhetők automatikusan: manuális kiigazításra lehet szükség.
id: Akrim dan pengecualian linguistik tidak selalu terdeteksi secara otomatis: penyesuaian manual mungkin diperlukan.
it: Gli acronimi e le eccezioni linguistiche non vengono sempre rilevati automaticamente: potrebbe essere necessario un aggiustamento manuale.
ja: 頭字語や言語的例外は自動的に検出されないことがあり、手動での調整が必要な場合があります。
ko: 약어와 언어적 예외는 항상 자동으로 감지되지 않으며, 수동 조정이 필요할 수 있습니다.
nl: Acroniemen en taalkundige uitzonderingen worden niet altijd automatisch gedetecteerd: handmatige aanpassing kan nodig zijn.
no: Akronymer og språklige unntak oppdages ikke alltid automatisk: manuell justering kan være nødvendig.
pl: Akróny i wyjątki językowe nie zawsze są automatycznie wykrywane: może być konieczna ręczna korekta.
pt_pt: Os acrônimos e exceções linguísticas nem sempre são detectados automaticamente: um ajuste manual pode ser necessário.
ro: Acronimele și excepțiile lingvistice nu sunt întotdeauna detectate automat: poate fi necesar un ajustaj manual.
ru: Акронимы и языковые исключения не всегда обнаруживаются автоматически: может потребоваться ручная корректировка.
sk: Akronymy a jazykové výnimky nie sú vždy automaticky detekované: môže byť potrebná manuálna úprava.
sv: Akronymer och språkliga undantag upptäckts inte alltid automatiskt: en manuell justering kan vara nödvändig.
sw: Mifupisho na visivyo vya kawaida vya lugha havigunduliwi kila wakati kiotomatiki: marekebisho ya mikono yanaweza kuwa muhimu.
tr: Kısaltmalar ve dil istisnaları her zaman otomatik olarak tespit edilmez: manuel bir ayarlama gerekebilir.
uk: Абревіатури та мовні винятки не завжди автоматично виявляються: може знадобитися ручне коригування.
vi: Các từ viết tắt và ngoại lệ ngôn ngữ không phải lúc nào cũng được phát hiện tự động: có thể cần điều chỉnh thủ công.
zh_hans: 缩略词和语言例外并不总是自动检测到：可能需要手动调整。

# ed_text_case_text_case_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示
