Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l1_s3_b2
source: La médiane regarde uniquement “qui est au milieu” après tri : elle résiste mieux aux extrêmes.
af: Die mediaan kyk slegs na 'wie in die middel is' na sortering: dit weerstaan ekstreme beter.
bg: Медианата разглежда само „кой е в средата“ след сортиране: тя е по-устойчива на крайности.
cs: Medián se dívá pouze na "kdo je uprostřed" po seřazení: lépe odolává extrémům.
da: Medianen ser kun på 'hvem der er i midten' efter sortering: den er mere modstandsdygtig over for ekstreme værdier.
de: Der Median betrachtet nur "wer in der Mitte ist" nach dem Sortieren: Er ist robuster gegenüber Extremen.
el: Η διάμεσος κοιτάζει μόνο “ποιος είναι στη μέση” μετά την ταξινόμηση: αντέχει καλύτερα στις ακραίες τιμές.
es: La mediana solo considera 'quién está en el medio' después de ordenar: resiste mejor a los extremos.
fi: Mediaani katsoo vain 'kuka on keskellä' lajittelun jälkeen: se kestää ääripäitä paremmin.
fil: Ang median ay tumitingin lamang sa 'sino ang nasa gitna' pagkatapos ng pag-aayos: mas matatag ito sa mga extreme.
hu: 2) A medián csak azt nézi, hogy "ki van a középen" a rendezés után: jobban ellenáll az extrém értékeknek.
id: Median hanya melihat 'siapa yang di tengah' setelah diurutkan: itu lebih tahan terhadap ekstrem.
it: La mediana guarda solo 'chi è al centro' dopo l'ordinamento: resiste meglio agli estremi.
ja: 中央値はソート後に「真ん中にいる人」だけを見ます：外れ値に対してより耐性があります。
ko: 중위수는 정렬 후 “누가 중간에 있는지”만 봅니다: 극단값에 더 잘 저항합니다.
nl: De mediaan kijkt alleen naar 'wie in het midden staat' na sorteren: het is beter bestand tegen extremen.
no: Medianen ser kun på "hvem som er i midten" etter sortering: den er mer motstandsdyktig mot ekstreme verdier.
pl: Mediana patrzy tylko na to, „kto jest w środku” po posortowaniu: lepiej opiera się na wartościach skrajnych.
pt_pt: A mediana olha apenas para 'quem está no meio' após a ordenação: resiste melhor aos extremos.
ro: Mediana se uită doar la „cine este la mijloc” după sortare: rezistă mai bine la extreme.
ru: Медиана смотрит только на "кто посередине" после сортировки: она лучше устойчива к крайним значениям.
sk: Medián sa pozerá iba na to, "kto je uprostred" po zoradení: lepšie odoláva extrémom.
sv: Medianen ser endast på "vem som är i mitten" efter sortering: den är mer motståndskraftig mot extrema värden.
sw: Wastani huangalia tu "nani yuko katikati" baada ya kupanga: inakabili vikwazo vizuri zaidi.
tr: Medyan, sıralandıktan sonra yalnızca 'ortada kim var' sorusuna bakar: uç noktalara karşı daha dayanıklıdır.
uk: Медіана дивиться лише на “хто посередині” після сортування: вона краще витримує екстремальні значення.
vi: Giá trị trung vị chỉ xem xét "ai ở giữa" sau khi sắp xếp: nó chống lại các giá trị cực đoan tốt hơn.
zh_hans: 中位数仅在排序后查看“谁在中间”：它对极端值的抵抗力更强。

# median_l1_s3_b3
source: Sur une distribution symétrique, moyenne et médiane sont souvent proches.
af: Op 'n simmetriese verspreiding is gemiddelde en mediaan dikwels naby.
bg: При симетрично разпределение, средната и медианата често са близки.
cs: Na symetrickém rozdělení jsou průměr a medián často blízko sebe.
da: På en symmetrisk fordeling er gennemsnit og median ofte tæt på hinanden.
de: Bei einer symmetrischen Verteilung liegen Durchschnitt und Median oft nahe beieinander.
el: Σε μια συμμετρική κατανομή, ο μέσος όρος και η διάμεσος είναι συχνά κοντά.
es: En una distribución simétrica, la media y la mediana suelen estar cerca.
fi: Symmetrisessä jakaumassa keskiarvo ja mediaani ovat usein lähellä toisiaan.
fil: Sa isang simetrikal na pamamahagi, ang average at median ay madalas na magkalapit.
hu: 3) Szimmetrikus eloszlás esetén az átlag és a medián gyakran közel áll egymáshoz.
id: Pada distribusi simetris, rata-rata dan median seringkali dekat.
it: Su una distribuzione simmetrica, media e mediana sono spesso vicine.
ja: 対称分布では、平均と中央値はしばしば近いです。
ko: 대칭 분포에서는 평균과 중위수가 종종 가깝습니다.
nl: Bij een symmetrische verdeling liggen gemiddelde en mediaan vaak dicht bij elkaar.
no: I en symmetrisk fordeling er gjennomsnitt og median ofte nær hverandre.
pl: W rozkładzie symetrycznym średnia i mediana są często bliskie siebie.
pt_pt: Numa distribuição simétrica, a média e a mediana estão frequentemente próximas.
ro: Pe o distribuție simetrică, media și mediana sunt adesea apropiate.
ru: В симметричном распределении среднее и медиана часто близки.
sk: Na symetrickej distribúcii sú priemer a medián často blízko seba.
sv: I en symmetrisk fördelning ligger medelvärdet och medianen ofta nära varandra.
sw: Katika usambazaji wa usawa, wastani na wastani mara nyingi huwa karibu.
tr: Simetrik bir dağılımda, ortalama ve medyan genellikle yakındır.
uk: На симетричному розподілі середнє та медіана часто близькі.
vi: Trên một phân phối đối xứng, giá trị trung bình và giá trị trung vị thường gần nhau.
zh_hans: 在对称分布上，平均数和中位数通常接近。

# median_l1_q1
source: La médiane d’une série est :
af: Die mediaan van 'n reeks is:
bg: Медианата на серия е:
cs: Medián série je:
da: Medianen af en række er:
de: Der Median einer Reihe ist:
el: Η διάμεσος μιας σειράς είναι:
es: La mediana de una serie es:
fi: Sarjan mediaani on:
fil: Ang median ng isang serye ay:
hu: 4) Egy sor mediánja:
id: Median dari suatu rangkaian adalah:
it: La mediana di una serie è:
ja: 系列の中央値は：
ko: 시리즈의 중위수는:
nl: De mediaan van een reeks is:
no: Medianen av en serie er:
pl: Mediana serii to:
pt_pt: A mediana de uma série é:
ro: Mediana unei serii este:
ru: Медиана серии это:
sk: Medián série je:
sv: Medianen av en serie är:
sw: Wastani wa mfululizo ni:
tr: Bir serinin medyanı şudur:
uk: Медіана серії є:
vi: Giá trị trung vị của một chuỗi là:
zh_hans: 一系列的中位数是：

# median_l1_q1_a
source: la valeur la plus fréquente
af: die mees algemene waarde
bg: най-често срещаната стойност
cs: nejčastější hodnota
da: den mest hyppige værdi
de: der häufigste Wert
el: η πιο συχνή τιμή
es: el valor más frecuente
fi: yleisin arvo
fil: ang pinaka-madalas na halaga
hu: 5) a leggyakoribb érték
id: nilai yang paling sering muncul
it: il valore più frequente
ja: 最も頻繁な値
ko: 가장 빈번한 값
nl: de meest voorkomende waarde
no: den mest hyppige verdien
pl: najczęściej występująca wartość
pt_pt: o valor mais frequente
ro: valoarea cea mai frecventă
ru: наиболее частое значение
sk: najčastejšia hodnota
sv: det mest frekventa värdet
sw: thamani inayojitokeza mara nyingi zaidi
tr: en sık görülen değer
uk: найчастіше значення
vi: giá trị xuất hiện nhiều nhất
zh_hans: 最频繁的值

# median_l1_q1_b
source: une valeur centrale qui coupe la série en deux
af: 'n sentrale waarde wat die reeks in twee sny
bg: централна стойност, която разделя серията на две
cs: centrální hodnota, která dělí sérii na dvě části
da: en central værdi, der deler rækken i to
de: ein zentraler Wert, der die Reihe in zwei Hälften teilt
el: μια κεντρική τιμή που κόβει τη σειρά σε δύο
es: un valor central que divide la serie en dos
fi: keskiväliarvo, joka jakaa sarjan kahteen osaan
fil: isang sentral na halaga na naghahati sa serye sa dalawa
hu: 6) egy középső érték, amely kettéosztja a sorozatot
id: nilai tengah yang membagi rangkaian menjadi dua
it: un valore centrale che divide la serie in due
ja: 系列を2つに分ける中央の値
ko: 시리즈를 두 개로 나누는 중앙값
nl: een centrale waarde die de reeks in tweeën snijdt
no: en sentral verdi som deler serien i to
pl: wartość centralna, która dzieli serię na dwie części
pt_pt: um valor central que divide a série em duas
ro: o valoare centrală care împarte seria în două
ru: центральное значение, которое делит серию на две части
sk: stredná hodnota, ktorá rozdeľuje sériu na dve časti
sv: ett centralt värde som delar serien i två
sw: thamani ya kati inayokatisha mfululizo kwa mbili
tr: seriyi ikiye bölen merkezi bir değer
uk: центральне значення, яке ділить серію на дві
vi: một giá trị trung tâm chia chuỗi thành hai phần
zh_hans: 一个将系列分成两半的中心值

# median_l1_q1_c
source: la somme des valeurs divisée par n
af: die som van die waardes gedeel deur n
bg: сумата на стойностите, разделена на n
cs: součet hodnot dělený n
da: summen af værdierne divideret med n
de: die Summe der Werte geteilt durch n
el: το άθροισμα των τιμών διαιρεμένο με n
es: la suma de los valores dividida por n
fi: arvojen summa jaettuna n:llä
fil: ang kabuuan ng mga halaga na hinati sa n
hu: 7) az értékek összege osztva n-nel
id: jumlah nilai dibagi dengan n
it: la somma dei valori divisa per n
ja: 値の合計をnで割ったもの
ko: 값의 합을 n으로 나눈 것
nl: de som van de waarden gedeeld door n
no: summen av verdiene delt på n
pl: suma wartości podzielona przez n
pt_pt: a soma dos valores dividida por n
ro: suma valorilor împărțită la n
ru: сумма значений, деленная на n
sk: súčet hodnôt delený n
sv: summan av värdena delat med n
sw: jumla ya thamani zilizogawanywa na n
tr: değerlerin toplamı n'e bölünür
uk: сума значень, поділена на n
vi: tổng các giá trị chia cho n
zh_hans: 值的总和除以n

# median_l1_q1_exp
source: La médiane sépare la série triée en deux moitiés : 50% en dessous, 50% au-dessus.
af: Die mediaan skei die gesorteerde reeks in twee helfte: 50% onder, 50% bo.
bg: Медианата разделя сортираната серия на две половини: 50% под, 50% над.
cs: Medián dělí seřazenou sérii na dvě poloviny: 50 % pod, 50 % nad.
da: Medianen deler den sorterede række i to halvdele: 50% nedenfor, 50% ovenfor.
de: Der Median trennt die sortierte Reihe in zwei Hälften: 50% darunter, 50% darüber.
el: Η διάμεσος χωρίζει τη ταξινομημένη σειρά σε δύο μισά: 50% από κάτω, 50% από πάνω.
es: La mediana separa la serie ordenada en dos mitades: 50% por debajo, 50% por encima.
fi: Mediaani jakaa lajitellun sarjan kahteen puoliskoon: 50 % alapuolella, 50 % yläpuolella.
fil: Ang median ay naghahati sa naayos na serye sa dalawang bahagi: 50% sa ibaba, 50% sa itaas.
hu: 8) A medián a rendezett sorozatot két részre osztja: 50% alatta, 50% felette.
id: Median membagi rangkaian yang diurutkan menjadi dua bagian: 50% di bawah, 50% di atas.
it: La mediana separa la serie ordinata in due metà: 50% sotto, 50% sopra.
ja: 中央値はソートされた系列を2つの半分に分けます：50％が下、50％が上。
ko: 중위수는 정렬된 시리즈를 두 개의 절반으로 나눕니다: 50%가 아래에, 50%가 위에 있습니다.
nl: De mediaan splitst de gesorteerde reeks in twee helften: 50% eronder, 50% erboven.
no: Medianen deler den sorterte serien i to halvdeler: 50% under, 50% over.
pl: Mediana dzieli posortowaną serię na dwie połowy: 50% poniżej, 50% powyżej.
pt_pt: A mediana separa a série ordenada em duas metades: 50% abaixo, 50% acima.
ro: Mediana împarte seria sortată în două jumătăți: 50% dedesubt, 50% deasupra.
ru: Медиана делит отсортированную серию на две половины: 50% ниже, 50% выше.
sk: Medián rozdeľuje zoradenú sériu na dve polovice: 50% pod, 50% nad.
sv: Medianen delar den sorterade serien i två halvor: 50% under, 50% över.
sw: Wastani unagawanya mfululizo uliopangwa katika nusu mbili: 50% chini, 50% juu.
tr: Medyan, sıralanmış seriyi iki yarıya ayırır: %50 aşağıda, %50 yukarıda.
uk: Медіана розділяє відсортовану серію на дві половини: 50% нижче, 50% вище.
vi: Giá trị trung vị chia chuỗi đã sắp xếp thành hai nửa: 50% bên dưới, 50% bên trên.
zh_hans: 中位数将排序后的系列分成两半：50%在下面，50%在上面。

# median_l2_title
source: 2) Calculer la médiane (n impair / n pair)
af: 2) Bereken die mediaan (n oneven / n even)
bg: 2) Изчисляване на медианата (n нечетно / n четно)
cs: 2) Vypočítejte medián (n liché / n sudé)
da: 2) Beregn medianen (ulige/n lige)
de: 2) Median berechnen (ungerade / gerade n)
el: 2) Υπολογισμός της διάμεσου (περιττός n / ζυγός n)
es: 2) Calcular la mediana (n impar / n par)
fi: 2) Laske mediaani (n pariton / n parillinen)
fil: 2) Kalkulahin ang median (n odd / n even)
hu: 9) 2) Medián számítása (páratlan / páros n)
id: 2) Hitung median (n ganjil / n genap)
it: 2) Calcolare la mediana (n dispari / n pari)
ja: 2) 中央値を計算する（nが奇数/nが偶数）
ko: 2) 중위수 계산하기 (홀수 n / 짝수 n)
nl: 2) Bereken de mediaan (oneven n / even n)
no: 2) Beregn medianen (odde/naturlige tall)
pl: 2) Oblicz medianę (n nieparzyste / n parzyste)
pt_pt: 2) Calcular a mediana (n ímpar / n par)
ro: 2) Calculați mediana (n impar / n par)
ru: 2) Вычислить медиану (нечетное n / четное n)
sk: 2) Vypočítajte medián (n nepárne / n párne)
sv: 2) Beräkna medianen (udda n / jämn n)
sw: 2) Hesabu wastani (n isiyo na wingi / n yenye wingi)
tr: 2) Medyanı hesapla (n tek / n çift)
uk: 2) Обчислити медіану (n непарне / n парне)
vi: 2) Tính giá trị trung vị (n lẻ / n chẵn)
zh_hans: 2）计算中位数（奇数n / 偶数n）

# median_l2_sub
source: Tri obligatoire, puis règle du milieu : simple, mais attention aux pièges.
af: Sortering is verpligtend, dan die middelreël: eenvoudig, maar pasop vir die slaggate.
bg: Сортиране е задължително, след това правило на средата: просто, но внимавайте за капаните.
cs: Povinné seřazení, pak pravidlo středu: jednoduché, ale pozor na nástrahy.
da: Sortering er obligatorisk, derefter midterreglen: enkelt, men pas på fælderne.
de: Sortierung erforderlich, dann Regel der Mitte: einfach, aber Vorsicht vor Fallstricken.
el: Υποχρεωτική ταξινόμηση, στη συνέχεια κανόνας της μέσης: απλό, αλλά προσοχή στις παγίδες.
es: Ordenar es obligatorio, luego la regla del medio: simple, pero cuidado con las trampas.
fi: Pakollinen lajittelu, sitten keskikohtasääntö: yksinkertainen, mutta varo ansa.
fil: Kailangang ayusin, pagkatapos ay patakaran ng gitna: simple, ngunit mag-ingat sa mga bitag.
hu: 10) Kötelező rendezés, majd a középső szabály: egyszerű, de figyelni kell a csapdákra.
id: Pengurutan wajib, lalu aturan tengah: sederhana, tetapi hati-hati dengan jebakan.
it: Ordinamento obbligatorio, poi regola del mezzo: semplice, ma attenzione alle insidie.
ja: ソートが必須、その後真ん中のルール：シンプルですが、罠に注意。
ko: 정렬 필수, 그 후 중간 규칙: 간단하지만 함정에 주의하세요.
nl: Sorteren is verplicht, dan de regel van het midden: eenvoudig, maar let op de valkuilen.
no: Obligatorisk sortering, deretter midtregelen: enkelt, men vær oppmerksom på fallgruvene.
pl: Sortowanie obowiązkowe, a następnie zasada środka: proste, ale uwaga na pułapki.
pt_pt: Ordenação obrigatória, depois regra do meio: simples, mas atenção aos truques.
ro: Sortare obligatorie, apoi regula mijlocului: simplu, dar atenție la capcane.
ru: Обязательная сортировка, затем правило середины: просто, но будьте осторожны с ловушками.
sk: Povinné zoradenie, potom pravidlo stredu: jednoduché, ale pozor na pasce.
sv: Obligatorisk sortering, sedan mittregeln: enkelt, men var försiktig med fällor.
sw: Upangaji ni lazima, kisha sheria ya kati: rahisi, lakini angalia mitego.
tr: Zorunlu sıralama, ardından ortada kural: basit, ama tuzaklara dikkat.
uk: Сортування обов'язкове, потім правило середини: просто, але будьте обережні з пастками.
vi: Sắp xếp là bắt buộc, sau đó là quy tắc giữa: đơn giản, nhưng chú ý đến những cạm bẫy.
zh_hans: 必须排序，然后是中间规则：简单，但要注意陷阱。

# median_tag_method
source: métode
af: metode
bg: метод
cs: metoda
da: metode
de: Methode
el: μέθοδος
es: método
fi: menetelmä
fil: pamamaraan
hu: 11) módszer
id: metode
it: metodo
ja: メソッド
ko: 방법
nl: methode
no: metode
pl: metoda
pt_pt: método
ro: metodă
ru: метод
sk: metóda
sv: metod
sw: mbinu
tr: metod
uk: метод
vi: phương pháp
zh_hans: 方法

# median_tag_sort
source: tri
af: sortering
bg: сортиране
cs: seřazení
da: sortering
de: Sortierung
el: ταξινόμηση
es: ordenar
fi: lajittelu
fil: pag-aayos
hu: 12) rendezés
id: urut
it: ordinamento
ja: ソート
ko: 정렬
nl: sorteren
no: sortering
pl: sortowanie
pt_pt: ordenação
ro: sortare
ru: сортировка
sk: zoradenie
sv: sortering
sw: upangaji
tr: sıralama
uk: сортування
vi: sắp xếp
zh_hans: 排序

# median_tag_even_odd
source: pair/impair
af: even/oneven
bg: нечетно/четно
cs: sudé/liché
da: lige/ulige
de: gerade/ungerade
el: ζυγός/άζυγος
es: par/impar
fi: parillinen/pariton
fil: even/odd
hu: 13) páros/páratlan
id: genap/ganjil
it: pari/dispari
ja: ペア/インペア
ko: 짝수/홀수
nl: even/oneven
no: par/odde
pl: parzyste/nieparzyste
pt_pt: par/ímpar
ro: par/impar
ru: четное/нечетное
sk: párne/nepárne
sv: jämn/udda
sw: wenye wingi/isiyo na wingi
tr: çift/tek
uk: парне/непарне
vi: chẵn/lẻ
zh_hans: 奇数/偶数

# median_l2_s1_title
source: Étape 1 : trier la série
af: Stap 1: sorteer die reeks
bg: Стъпка 1: сортиране на серията
cs: Krok 1: seřadit sérii
da: Trin 1: sorter rækken
de: Schritt 1: Die Reihe sortieren
el: Βήμα 1: ταξινόμηση της σειράς
es: Paso 1: ordenar la serie
fi: Vaihe 1: lajittele sarja
fil: Hakbang 1: ayusin ang serye
hu: 14) 1. lépés: a sorozat rendezése
id: Langkah 1: urutkan rangkaian
it: Passo 1: ordinare la serie
ja: ステップ 1 : シリーズをソートする
ko: 1단계: 시리즈 정렬하기
nl: Stap 1: sorteer de reeks
no: Trinn 1: sorter serien
pl: Krok 1: posortuj serię
pt_pt: Passo 1: ordenar a série
ro: Pasul 1: sortați seria
ru: Шаг 1: отсортировать серию
sk: Krok 1: zoradiť sériu
sv: Steg 1: sortera serien
sw: Hatua ya 1: pangilia mfululizo
tr: Adım 1: seriyi sırala
uk: Крок 1: відсортувати серію
vi: Bước 1: sắp xếp chuỗi
zh_hans: 步骤 1：对序列进行排序

# median_l2_s1_b1
source: On trie les valeurs dans l’ordre croissant (ou décroissant, c’est pareil).
af: Ons sorteer die waardes in opklimmende volgorde (of afnemend, dit maak nie saak nie).
bg: Сортираме стойностите в нарастващ ред (или намаляващ, все тая).
cs: Hodnoty se seřazují vzestupně (nebo sestupně, to je jedno).
da: Vi sorterer værdierne i stigende (eller faldende, det er det samme) rækkefølge.
de: Wir sortieren die Werte in aufsteigender (oder absteigender, ist egal) Reihenfolge.
el: Ταξινομούμε τις τιμές σε αύξουσα (ή φθίνουσα, είναι το ίδιο) σειρά.
es: Ordenamos los valores en orden ascendente (o descendente, es lo mismo).
fi: Lajittelemme arvot nousevaan (tai laskevaan, se on sama).
fil: Inaayos namin ang mga halaga sa pataas na pagkakasunod-sunod (o pababa, pareho lang).
hu: 15) Az értékeket növekvő (vagy csökkenő, mindegy) sorrendbe rendezzük.
id: Kita mengurutkan nilai dalam urutan menaik (atau menurun, sama saja).
it: Si ordinano i valori in ordine crescente (o decrescente, è lo stesso).
ja: 値を昇順（または降順、同じことです）にソートします。
ko: 값을 오름차순(또는 내림차순, 동일함)으로 정렬합니다.
nl: We sorteren de waarden in oplopende (of aflopende, dat maakt niet uit) volgorde.
no: Vi sorterer verdiene i stigende rekkefølge (eller synkende, det er det samme).
pl: Sortujemy wartości w porządku rosnącym (lub malejącym, to to samo).
pt_pt: Ordenamos os valores em ordem crescente (ou decrescente, é o mesmo).
ro: Sortăm valorile în ordine crescătoare (sau descrescătoare, este la fel).
ru: Мы сортируем значения в порядке возрастания (или убывания, это одно и то же).
sk: Hodnoty zoradíme vzostupne (alebo zostupne, je to rovnaké).
sv: Vi sorterar värdena i stigande (eller fallande, det spelar ingen roll) ordning.
sw: Tunapanga thamani kwa mpangilio wa kuongezeka (au kupungua, ni sawa).
tr: Değerleri artan (veya azalan, fark etmez) sırayla sıralıyoruz.
uk: Ми сортуємо значення в порядку зростання (або спадання, це те ж саме).
vi: Chúng ta sắp xếp các giá trị theo thứ tự tăng dần (hoặc giảm dần, cũng giống nhau).
zh_hans: 我们将值按升序（或降序，效果相同）排序。

# median_l2_s1_b2
source: Sans tri, on ne peut pas définir correctement la médiane.
af: Sonder sortering kan ons die mediaan nie korrek definieer nie.
bg: Без сортиране не можем да определим правилно медианата.
cs: Bez seřazení nelze správně definovat medián.
da: Uden sortering kan vi ikke korrekt definere medianen.
de: Ohne Sortierung kann der Median nicht korrekt definiert werden.
el: Χωρίς ταξινόμηση, δεν μπορούμε να ορίσουμε σωστά τη διάμεσο.
es: Sin ordenar, no se puede definir correctamente la mediana.
fi: Ilman lajittelua emme voi määrittää mediaania oikein.
fil: Walang pag-aayos, hindi natin maayos na matutukoy ang median.
hu: 16) Rendezés nélkül nem lehet helyesen meghatározni a mediánt.
id: Tanpa pengurutan, kita tidak dapat mendefinisikan median dengan benar.
it: Senza ordinamento, non si può definire correttamente la mediana.
ja: ソートしないと、中央値を正しく定義できません。
ko: 정렬하지 않으면 중앙값을 정확하게 정의할 수 없습니다.
nl: Zonder sorteren kunnen we de mediaan niet correct definiëren.
no: Uten sortering kan vi ikke definere medianen korrekt.
pl: Bez sortowania nie można poprawnie zdefiniować mediany.
pt_pt: Sem ordenação, não podemos definir corretamente a mediana.
ro: Fără sortare, nu putem defini corect mediana.
ru: Без сортировки мы не можем правильно определить медиану.
sk: Bez zoradenia nemôžeme správne definovať medián.
sv: Utan sortering kan vi inte korrekt definiera medianen.
sw: Bila kupanga, hatuwezi kufafanua wastani kwa usahihi.
tr: Sıralama olmadan, medyanı doğru bir şekilde tanımlamak mümkün değildir.
uk: Без сортування ми не можемо правильно визначити медіану.
vi: Nếu không sắp xếp, chúng ta không thể xác định chính xác giá trị trung vị.
zh_hans: 如果不排序，就无法正确定义中位数。

# median_l2_s1_b3
source: En cas d’égalité (valeurs répétées), on les garde : ça fait partie des données.
af: In die geval van gelykheid (herhaalde waardes), hou ons dit: dit is deel van die data.
bg: В случай на равенство (повторени стойности) ги запазваме: това е част от данните.
cs: V případě shody (opakované hodnoty) je zachováváme: to je součást dat.
da: I tilfælde af lighed (gentagne værdier) beholder vi dem: det er en del af dataene.
de: Im Falle von Gleichheit (wiederholte Werte) behalten wir sie: das gehört zu den Daten.
el: Σε περίπτωση ισοπαλίας (επανερχόμενες τιμές), τις διατηρούμε: αυτό είναι μέρος των δεδομένων.
es: En caso de empate (valores repetidos), los mantenemos: eso forma parte de los datos.
fi: Tasatilanteessa (toistuvat arvot) pidämme ne: se on osa tietoja.
fil: Sa kaso ng pagkakapantay (mga paulit-ulit na halaga), pinapanatili natin ang mga ito: bahagi ito ng data.
hu: 17) Egyenlőség esetén (ismétlődő értékek) megtartjuk őket: ez része az adatoknak.
id: Dalam kasus kesetaraan (nilai yang diulang), kita menyimpannya: itu bagian dari data.
it: In caso di uguaglianza (valori ripetuti), li manteniamo: fa parte dei dati.
ja: 同じ値がある場合（繰り返し値）、それらを保持します：データの一部です。
ko: 동일한 값이 있을 경우(반복된 값), 이를 유지합니다: 데이터의 일부입니다.
nl: In geval van gelijkheid (herhaalde waarden) houden we ze: dat maakt deel uit van de gegevens.
no: Ved likhet (gjentatte verdier) beholder vi dem: det er en del av dataene.
pl: W przypadku równości (powtarzające się wartości) zachowujemy je: to część danych.
pt_pt: Em caso de igualdade (valores repetidos), mantemos: isso faz parte dos dados.
ro: În caz de egalitate (valori repetate), le păstrăm: face parte din date.
ru: В случае равенства (повторяющиеся значения) мы их сохраняем: это часть данных.
sk: V prípade rovnosti (opakované hodnoty) ich zachovávame: to patrí k údajom.
sv: Vid lika värden (upprepade värden) behåller vi dem: det är en del av datan.
sw: Katika kesi ya usawa (thamani zinazojirudia), tunazishika: ni sehemu ya data.
tr: Eşitlik durumunda (tekrarlanan değerler), onları koruyoruz: bu verilerin bir parçasıdır.
uk: У разі рівності (повторювані значення) ми їх зберігаємо: це частина даних.
vi: Trong trường hợp có sự bằng nhau (các giá trị lặp lại), chúng ta giữ lại: đó là một phần của dữ liệu.
zh_hans: 在相等的情况下（重复值），我们保留它们：这也是数据的一部分。
