Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# privacy_security_p1
source: Nous mettons en œuvre des mesures raisonnables pour protéger le site et limiter les accès non autorisés. Toutefois, aucun système n’est totalement sécurisé.
af: Ons neem redelike maatreëls om die webwerf te beskerm en ongeoorloofde toegang te beperk. Nietemin is geen stelsel heeltemal veilig nie.
bg: Прилагаме разумни мерки за защита на сайта и ограничаване на неразрешен достъп. Въпреки това, нито една система не е напълно сигурна.
cs: Uplatňujeme přiměřená opatření k ochraně webu a omezení neoprávněného přístupu. Nicméně žádný systém není zcela bezpečný.
da: Vi implementerer rimelige foranstaltninger for at beskytte webstedet og begrænse uautoriseret adgang. Ingen system er dog helt sikkert.
de: Wir ergreifen angemessene Maßnahmen, um die Website zu schützen und unbefugte Zugriffe zu begrenzen. Dennoch ist kein System völlig sicher.
el: Εφαρμόζουμε λογικά μέτρα για να προστατεύσουμε την ιστοσελίδα και να περιορίσουμε τις μη εξουσιοδοτημένες προσβάσεις. Ωστόσο, κανένα σύστημα δεν είναι εντελώς ασφαλές.
es: Implementamos medidas razonables para proteger el sitio y limitar los accesos no autorizados. Sin embargo, ningún sistema es totalmente seguro.
fi: Olemme toteuttaneet kohtuullisia toimenpiteitä suojataksemme sivustoa ja rajoittaaksemme luvattomia pääsyjä. Kuitenkin mikään järjestelmä ei ole täysin turvallinen.
fil: Nagpapatupad kami ng mga makatwirang hakbang upang protektahan ang site at limitahan ang mga hindi awtorisadong pag-access. Gayunpaman, walang sistema ang ganap na ligtas.
hu: Ésszerű intézkedéseket hozunk a webhely védelme érdekében és a jogosulatlan hozzáférések korlátozása érdekében. Azonban egyetlen rendszer sem teljesen biztonságos.
id: Kami menerapkan langkah-langkah yang wajar untuk melindungi situs dan membatasi akses yang tidak sah. Namun, tidak ada sistem yang sepenuhnya aman.
it: Adottiamo misure ragionevoli per proteggere il sito e limitare gli accessi non autorizzati. Tuttavia, nessun sistema è completamente sicuro.
ja: 私たちはサイトを保護し、不正アクセスを制限するために合理的な措置を講じています。ただし、完全に安全なシステムは存在しません。
ko: 우리는 사이트를 보호하고 무단 접근을 제한하기 위해 합리적인 조치를 취합니다. 그러나 어떤 시스템도 완전히 안전하지는 않습니다.
nl: We nemen redelijke maatregelen om de site te beschermen en ongeautoriseerde toegang te beperken. Echter, geen enkel systeem is volledig veilig.
no: Vi iverksetter rimelige tiltak for å beskytte nettstedet og begrense uautorisert tilgang. Imidlertid er ingen systemer helt sikre.
pl: Wprowadzamy rozsądne środki w celu ochrony strony i ograniczenia nieautoryzowanego dostępu. Niemniej jednak żaden system nie jest całkowicie bezpieczny.
pt_pt: Implementamos medidas razoáveis para proteger o site e limitar os acessos não autorizados. No entanto, nenhum sistema é totalmente seguro.
ro: Implementăm măsuri rezonabile pentru a proteja site-ul și a limita accesurile neautorizate. Cu toate acestea, niciun sistem nu este complet sigur.
ru: Мы принимаем разумные меры для защиты сайта и ограничения несанкционированного доступа. Тем не менее, ни одна система не является полностью безопасной.
sk: Zavádzame primerané opatrenia na ochranu stránky a obmedzenie neoprávneného prístupu. Avšak žiadny systém nie je úplne zabezpečený.
sv: Vi vidtar rimliga åtgärder för att skydda webbplatsen och begränsa obehörig åtkomst. Ingen system är dock helt säkert.
sw: Tunaweka hatua za kawaida za kulinda tovuti na kupunguza ufikiaji usioidhinishwa. Hata hivyo, hakuna mfumo ulio salama kabisa.
tr: Siteyi korumak ve yetkisiz erişimleri sınırlamak için makul önlemler alıyoruz. Ancak, hiçbir sistem tamamen güvenli değildir.
uk: Ми вживаємо розумних заходів для захисту сайту та обмеження несанкціонованого доступу. Проте жодна система не є абсолютно безпечною.
vi: Chúng tôi thực hiện các biện pháp hợp lý để bảo vệ trang web và hạn chế quyền truy cập trái phép. Tuy nhiên, không có hệ thống nào hoàn toàn an toàn.
zh_hans: 我们采取合理措施保护网站并限制未授权访问。然而，没有任何系统是完全安全的。

# dec_pct_title
source: Décimal → pourcentage
af: Desimaal → persentasie
bg: Десетичен → процент
cs: Desetinné → procento
da: Decimal → procent
de: Dezimal → Prozentsatz
el: Δεκαδικό → ποσοστό
es: Decimal → porcentaje
fi: Desimaali → prosentti
fil: Decimal → porsyento
hu: Tizedes → százalék
id: Desimal → persentase
it: Decimale → percentuale
ja: 小数 → パーセンテージ
ko: 소수 → 백분율
nl: Decimaal → percentage
no: Desimal → prosent
pl: Dziesiętny → procent
pt_pt: Decimal → porcentagem
ro: Decimal → procent
ru: Десятичная → процент
sk: Desatinné → percento
sv: Decimal → procent
sw: Decimal → procent
tr: Ondalık → yüzde
uk: Decimal → percentage
vi: Thập phân → tỷ lệ phần trăm
zh_hans: 小数 → 百分比

# dec_pct_subtitle
source: Convertir un nombre décimal en pourcentage (et inversement).
af: Omskakel van 'n desimale getal na 'n persentasie (en omgekeerd).
bg: Конвертиране на десетично число в процент (и обратно).
cs: Převést desetinné číslo na procento (a naopak).
da: Konvertere et decimaltal til procent (og omvendt).
de: Eine Dezimalzahl in einen Prozentsatz umwandeln (und umgekehrt).
el: Μετατροπή ενός δεκαδικού αριθμού σε ποσοστό (και το αντίστροφο).
es: Convertir un número decimal en porcentaje (y viceversa).
fi: Muunna desimaaliluku prosentiksi (ja päinvastoin).
fil: I-convert ang isang decimal na numero sa porsyento (at kabaligtaran).
hu: Tizedes szám százalékká (és fordítva) alakítása.
id: Mengonversi angka desimal menjadi persentase (dan sebaliknya).
it: Convertire un numero decimale in percentuale (e viceversa).
ja: 小数をパーセンテージに変換する（その逆も）。
ko: 소수점을 백분율로 변환(및 그 반대).
nl: Een decimaal getal omzetten naar een percentage (en omgekeerd).
no: Konvertere et desimaltall til prosent (og omvendt).
pl: Konwertuj liczbę dziesiętną na procent (i odwrotnie).
pt_pt: Converter um número decimal em porcentagem (e vice-versa).
ro: Convertiți un număr zecimal în procent (și invers).
ru: Преобразовать десятичное число в процент (и наоборот).
sk: Prevod desatinného čísla na percento (a naopak).
sv: Konvertera ett decimaltal till procent (och vice versa).
sw: Geuza nambari ya desimali kuwa asilimia (na kinyume chake).
tr: Ondalık bir sayıyı yüzdeye (ve tersine) dönüştürün.
uk: Перетворити десяткове число в відсоток (і навпаки).
vi: Chuyển đổi một số thập phân thành phần trăm (và ngược lại).
zh_hans: 将十进制数转换为百分比（反之亦然）。

# dec_pct_mode
source: Mode
af: Modus
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
no: Modus
pl: Tryb
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
sw: Läge
tr: Mod
vi: Chế độ
zh_hans: 模式

# dec_pct_mode_aria
source: Mode
af: Modus
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
no: Modus
pl: Tryb
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
sw: Läge
tr: Mod
vi: Chế độ
zh_hans: 模式

# dec_pct_mode_hint
source: Choisissez la direction de conversion.
af: Kies die rigting van omskakeling.
bg: Изберете посоката на конвертиране.
cs: Vyberte směr převodu.
da: Vælg konverteringsretningen.
de: Wählen Sie die Umrichtungsrichtung.
el: Επιλέξτε την κατεύθυνση μετατροπής.
es: Elija la dirección de conversión.
fi: Valitse muunnos suunta.
fil: Pumili ng direksyon ng conversion.
hu: Válassza ki a konverzió irányát.
id: Pilih arah konversi.
it: Scegli la direzione di conversione.
ja: 変換の方向を選択してください。
ko: 변환 방향을 선택하십시오.
nl: Kies de conversierichting.
no: Velg konverteringsretning.
pl: Wybierz kierunek konwersji.
pt_pt: Escolha a direção da conversão.
ro: Alegeți direcția de conversie.
ru: Выберите направление преобразования.
sk: Vyberte smer konverzie.
sv: Välj konverteringsriktning.
sw: Chagua mwelekeo wa kubadilisha.
tr: Dönüşüm yönünü seçin.
uk: Виберіть напрямок перетворення.
vi: Chọn hướng chuyển đổi.
zh_hans: 选择转换方向。

# dec_pct_input
source: Valeur
af: Waarde
bg: Стойност
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fil: Halaga
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
sw: Värde
tr: Değer
uk: Value
vi: Giá trị
zh_hans: 值

# dec_pct_input_hint_dec
source: Exemple : 0,125 → 12,5%.
af: Voorbeeld: 0,125 → 12,5%.
bg: Пример: 0,125 → 12,5%.
cs: Příklad: 0,125 → 12,5%.
da: Eksempel: 0,125 → 12,5%.
de: Beispiel: 0,125 → 12,5%.
el: Παράδειγμα: 0,125 → 12,5%.
es: Ejemplo: 0,125 → 12,5%.
fi: Esimerkki: 0,125 → 12,5%.
fil: Halimbawa: 0,125 → 12,5%.
hu: Példa: 0,125 → 12,5%.
id: Contoh: 0,125 → 12,5%.
it: Esempio: 0,125 → 12,5%.
ja: 例：0.125 → 12.5%。
ko: 예: 0.125 → 12.5%.
nl: Voorbeeld: 0,125 → 12,5%.
no: Eksempel: 0,125 → 12,5%.
pl: Przykład: 0,125 → 12,5%.
pt_pt: Exemplo: 0,125 → 12,5%.
ro: Exemplu: 0,125 → 12,5%.
ru: Пример: 0,125 → 12,5%.
sk: Príklad: 0,125 → 12,5%.
sv: Exempel: 0,125 → 12,5%.
sw: Mfano: 0.125 → 12.5%.
tr: Örnek: 0,125 → 12,5%.
uk: Приклад: 0,125 → 12,5%.
vi: Ví dụ: 0,125 → 12,5%.
zh_hans: 示例：0.125 → 12.5%。

# dec_pct_input_hint_pct
source: Exemple : 12,5% → 0,125.
af: Voorbeeld: 12,5% → 0,125.
bg: Пример: 12,5% → 0,125.
cs: Příklad: 12,5% → 0,125.
da: Eksempel: 12,5% → 0,125.
de: Beispiel: 12,5% → 0,125.
el: Παράδειγμα: 12,5% → 0,125.
es: Ejemplo: 12,5% → 0,125.
fi: Esimerkki: 12,5% → 0,125.
fil: Halimbawa: 12,5% → 0,125.
hu: Példa: 12,5% → 0,125.
id: Contoh: 12,5% → 0,125.
it: Esempio: 12,5% → 0,125.
ja: 例：12.5% → 0.125。
ko: 예: 12.5% → 0.125.
nl: Voorbeeld: 12,5% → 0,125.
no: Eksempel: 12,5% → 0,125.
pl: Przykład: 12,5% → 0,125.
pt_pt: Exemplo: 12,5% → 0,125.
ro: Exemplu: 12,5% → 0,125.
ru: Пример: 12,5% → 0,125.
sk: Príklad: 12,5% → 0,125.
sv: Exempel: 12,5% → 0,125.
sw: Mfano: 12.5% → 0.125.
tr: Örnek: 12,5% → 0,125.
uk: Приклад: 12,5% → 0,125.
vi: Ví dụ: 12,5% → 0,125.
zh_hans: 示例：12.5% → 0.125。

# dec_pct_result_main
source: Résultat
af: Resultaat
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulokset
fil: Resulta
hu: Eredmény
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
no: Resultat
pl: Wynik
pt_pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
sw: Resultat
tr: Sonuç
uk: Result
vi: Kết quả
zh_hans: 结果

# dec_pct_result_fraction
source: Fraction (approx.)
af: Breuk (benaderd)
bg: Дроб (прибл.)
cs: Zlomek (přibližně)
da: Brøk (ca.)
de: Bruch (ca.)
el: Κλάσμα (περίπου)
es: Fracción (aprox.)
fi: Osuus (noin)
fil: Bahagi (tinatayang)
hu: Tört (kb.)
id: Pecahan (perkiraan)
it: Frazione (appross.)
ja: 分数（約）
ko: 분수 (대략)
nl: Breuk (ongeveer)
no: Brøk (omtrentlig)
pl: Ułamek (przybliżony)
pt_pt: Frações (aprox.)
ro: Fracție (aprox.)
ru: Дробь (прибл.)
sk: Zlomok (približne)
sv: Bråk (ungefär)
sw: Bråk (ungefär)
tr: Kesir (yaklaşık)
vi: Phân số (xấp xỉ)
zh_hans: 分数（近似）

# dec_pct_result_one_over
source: Forme 1/N
af: Vorm 1/N
bg: Форма 1/N
cs: Tvar 1/N
da: Form 1/N
de: Form 1/N
el: Μορφή 1/N
es: Forma 1/N
fi: Muoto 1/N
fil: Anyong 1/N
hu: 1/N forma
id: Bentuk 1/N
it: Forma 1/N
ja: 形 1/N
ko: 형태 1/N
nl: Vorm 1/N
no: Form 1/N
pl: Forma 1/N
pt_pt: Forma 1/N
ro: Formă 1/N
ru: Форма 1/N
sk: Forma 1/N
sv: Form 1/N
sw: Form 1/N
tr: 1/N biçimi
uk: Form 1/N
vi: Dạng 1/N
zh_hans: 形式 1/N

# dec_pct_note
source: Multiplier/diviser par 100 change uniquement l’échelle, pas la proportion.
af: Vermenigvuldig/deel deur 100 verander slegs die skaal, nie die verhouding nie.
bg: Умножаването/деленето по 100 променя само мащаба, а не пропорцията.
cs: Násobení/dělení 100 mění pouze měřítko, nikoli proporce.
da: At multiplicere/dividere med 100 ændrer kun skalaen, ikke proportionen.
de: Multiplizieren/Dividieren mit 100 ändert nur die Skala, nicht das Verhältnis.
el: Ο πολλαπλασιασμός/διαίρεση με το 100 αλλάζει μόνο την κλίμακα, όχι την αναλογία.
es: Multiplicar/dividir por 100 cambia únicamente la escala, no la proporción.
fi: Kertominen/jakaminen 100:lla muuttaa vain mittakaavaa, ei suhdetta.
fil: Ang pag-multiply/divide ng 100 ay nagbabago lamang ng sukat, hindi ang proporsyon.
hu: A 100-zal való szorzás/osztás csak a skálát változtatja, nem az arányt.
id: Mengalikan/membagi dengan 100 hanya mengubah skala, bukan proporsi.
it: Moltiplicare/dividere per 100 cambia solo la scala, non la proporzione.
ja: 100で乗算/除算することは、スケールのみを変更し、比率は変更しません。
ko: 100으로 곱하거나 나누는 것은 비율을 변경하지 않고 단지 스케일만 변경합니다.
nl: Vermenigvuldigen/delen door 100 verandert alleen de schaal, niet de verhouding.
no: Å multiplisere/dele med 100 endrer kun skalaen, ikke proporsjonen.
pl: Mnożenie/dzielenie przez 100 zmienia tylko skalę, a nie proporcję.
pt_pt: Multiplicar/dividir por 100 muda apenas a escala, não a proporção.
ro: Înmulțirea/divizarea cu 100 schimbă doar scala, nu proporția.
ru: Умножение/деление на 100 изменяет только шкалу, а не пропорцию.
sk: Násobenie/delenie 100 mení iba mierku, nie proporciu.
sv: Att multiplicera/dela med 100 ändrar endast skalan, inte proportionen.
sw: Kuzidisha/kugawanya kwa 100 kunabadilisha tu kiwango, si uwiano.
tr: 100 ile çarpmak/bölmek yalnızca ölçeği değiştirir, oranı değil.
uk: Множення/ділення на 100 змінює лише шкалу, а не пропорцію.
vi: Nhân/chia cho 100 chỉ thay đổi tỷ lệ, không thay đổi tỷ lệ phần trăm.
zh_hans: 乘以/除以 100 仅改变比例，而不改变比例关系。

# dec_pct_definition_sub
source: Un pourcentage est une fraction sur 100. Un décimal est la même proportion, sans “sur 100”.
af: 'n Persentasie is 'n breuk op 100. 'n Desimaal is dieselfde verhouding, sonder “op 100”.
bg: Процентът е дроб на 100. Десетичното число е същата пропорция, без „на 100“.
cs: Procento je zlomek na 100. Desetinné číslo je stejný poměr, bez "na 100".
da: En procentdel er en brøkdel over 100. Et decimaltal er den samme proportion, uden "over 100".
de: Ein Prozentsatz ist ein Bruch über 100. Eine Dezimalzahl ist dasselbe Verhältnis, ohne „über 100“.
el: Ένα ποσοστό είναι ένα κλάσμα επί 100. Ένας δεκαδικός είναι η ίδια αναλογία, χωρίς “επί 100”.
es: Un porcentaje es una fracción sobre 100. Un decimal es la misma proporción, sin “sobre 100”.
fi: Prosentti on osuus sadasta. Desimaali on sama suhde, ilman "sadasta".
fil: Ang isang porsyento ay isang bahagi sa 100. Ang isang decimal ay ang parehong proporsyon, nang walang "sa 100".
hu: A százalék egy 100-on osztott tört. A tizedes ugyanazt az arányt jelenti, de "100-on" nélkül.
id: Persentase adalah pecahan dari 100. Desimal adalah proporsi yang sama, tanpa 'dari 100'.
it: Una percentuale è una frazione su 100. Un decimale è la stessa proporzione, senza “su 100”.
ja: パーセンテージは100分の1の分数です。小数は同じ比率ですが、「100分の1」はありません。
ko: 백분율은 100분의 1입니다. 소수는 같은 비율이지만 '100분의 1'이 없습니다.
nl: Een percentage is een breuk op 100. Een decimaal is dezelfde verhouding, zonder 'op 100'.
no: En prosentandel er en brøkdel av 100. Et desimaltall er den samme proporsjonen, uten "av 100".
pl: Procent to ułamek na 100. Liczba dziesiętna to ta sama proporcja, bez „na 100”.
pt_pt: Um percentual é uma fração sobre 100. Um decimal é a mesma proporção, sem “sobre 100”.
ro: Un procentaj este o fracție pe 100. Un zecimal este aceeași proporție, fără „pe 100”.
ru: Процент — это дробь на 100. Десятичная дробь — это то же самое соотношение, без "на 100".
sk: Percento je zlomok na 100. Desatinné číslo je rovnaký pomer, bez "na 100".
sv: En procentandel är en bråkdel av 100. Ett decimaltal är samma proportion, utan "av 100".
sw: Asilimia ni sehemu juu ya 100. Desimali ni uwiano sawa, bila "juu ya 100".
tr: Bir yüzde, 100 üzerindeki bir kesirdir. Bir ondalık, aynı oranı ifade eder, ancak “üzerinde 100” yoktur.
uk: Відсоток — це дробове число на 100. Десяткове число — це та ж пропорція, без “на 100”.
vi: Một phần trăm là một phân số trên 100. Một số thập phân là cùng một tỷ lệ, không có “trên 100”.
zh_hans: 百分比是以 100 为分母的分数。十进制是相同的比例，没有“以 100 为分母”。

# dec_pct_mode_dec
source: Décimal → %
af: Desimaal → %
bg: Десетичен → %
cs: Desetinné → %
da: Decimal → %
de: Dezimal → %
el: Δεκαδικό → %
es: Decimal → %
fi: Desimaali → %
fil: Decimal → %
hu: Tizedes → %
id: Desimal → %
it: Decimale → %
ja: 小数 → %
ko: 소수 → %
nl: Decimaal → %
no: Desimal → %
pl: Dziesiętny → %
pt_pt: Decimal → %
ro: Decimal → %
ru: Десятичная → %
sk: Desatinné → %
sv: Decimal → %
sw: Decimal → %
tr: Ondalık → %
uk: Decimal → %
vi: Thập phân → %
zh_hans: 小数 → %

# dec_pct_mode_pct
source: % → décimal
af: % → desimaal
bg: % → десетичен
cs: % → desetinné
da: % → decimal
de: % → dezimal
el: % → δεκαδικό
es: % → decimal
fi: % → desimaali
fil: % → decimal
hu: % → tizedes
id: % → desimal
it: % → decimale
ja: % → 小数
ko: % → 소수
nl: % → decimaal
no: % → desimal
pl: % → dziesiętny
pt_pt: % → decimal
ro: % → decimal
ru: % → десятичная
sk: % → desatinné
sv: % → decimal
sw: % → decimal
tr: % → ondalık
uk: % → decimal
vi: % → thập phân
zh_hans: % → 小数

# pct_frac_title
source: Pourcentage ↔ fraction
af: Persentasie ↔ fraksie
bg: Процент ↔ дроб
cs: Procento ↔ zlomek
da: Procent ↔ brøk
de: Prozent ↔ Bruch
el: Ποσοστό ↔ κλάσμα
es: Porcentaje ↔ fracción
fi: Prosentti ↔ murtoluku
fil: Porsyento ↔ fraction
hu: Százalék ↔ törtrész
id: Persentase ↔ fraksi
it: Percentuale ↔ frazione
ja: パーセンテージ ↔ 分数
ko: 백분율 ↔ 분수
nl: Percentage ↔ breuk
no: Prosent ↔ brøk
pl: Procent ↔ ułamek
pt_pt: Porcentagem ↔ fração
ro: Procent ↔ fracție
ru: Процент ↔ доля
sk: Percento ↔ zlomok
sv: Procent ↔ bråk
sw: Procent ↔ bråk
tr: Yüzde ↔ kesir
uk: Percentage ↔ fraction
vi: Phần trăm ↔ phân số
zh_hans: 百分比 ↔ 分数

# pct_frac_subtitle
source: Convertir un pourcentage en fraction simplifiée (et inversement).
af: Omskakel van 'n persentasie na 'n vereenvoudigde breuk (en omgekeerd).
bg: Конвертиране на процент в опростена дроб (и обратно).
cs: Převést procento na zjednodušený zlomek (a naopak).
da: Konvertere en procentdel til en forenklet brøk (og omvendt).
de: Einen Prozentsatz in einen vereinfachten Bruch umwandeln (und umgekehrt).
el: Μετατροπή ενός ποσοστού σε απλοποιημένο κλάσμα (και το αντίστροφο).
es: Convertir un porcentaje en fracción simplificada (y viceversa).
fi: Muunna prosentti yksinkertaistettuun osaan (ja päinvastoin).
fil: I-convert ang isang porsyento sa pinasimpleng bahagi (at kabaligtaran).
hu: Átalakítani egy százalékot egyszerűsített törtévé (és fordítva).
id: Mengonversi persentase menjadi pecahan yang disederhanakan (dan sebaliknya).
it: Convertire una percentuale in frazione semplificata (e viceversa).
ja: パーセンテージを簡約分数に変換する（その逆も）。
ko: 백분율을 단순화된 분수로 변환(및 그 반대).
nl: Een percentage omzetten naar een vereenvoudigde breuk (en omgekeerd).
no: Konvertere en prosentandel til forenklet brøk (og omvendt).
pl: Konwertuj procent na uproszczony ułamek (i odwrotnie).
pt_pt: Converter um percentual em fração simplificada (e vice-versa).
ro: Convertiți un procentaj în fracție simplificată (și invers).
ru: Преобразовать процент в упрощенную дробь (и наоборот).
sk: Preveďte percento na zjednodušený zlomok (a naopak).
sv: Konvertera en procentandel till ett förenklat bråk (och vice versa).
sw: Geuza asilimia kuwa sehemu iliyo rahisishwa (na kinyume chake).
tr: Bir yüzdeyi sadeleştirilmiş kesire (ve tersine) dönüştürün.
uk: Перетворити відсоток у спрощену дробу (і навпаки).
vi: Chuyển đổi một phần trăm thành phân số đơn giản (và ngược lại).
zh_hans: 将百分比转换为简化分数（反之亦然）。

# pct_frac_mode
source: Mode
af: Modus
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
no: Modus
pl: Tryb
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
sw: Läge
tr: Mod
vi: Chế độ
zh_hans: 模式

# pct_frac_mode_aria
source: Mode
af: Modus
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
no: Modus
pl: Tryb
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
sw: Läge
tr: Mod
vi: Chế độ
zh_hans: 模式

# pct_frac_mode_hint
source: Choisissez la direction : pourcentage → fraction, ou fraction → pourcentage.
af: Kies die rigting: persentasie → breuk, of breuk → persentasie.
bg: Изберете посоката: процент → дроб, или дроб → процент.
cs: Vyberte směr: procento → zlomek, nebo zlomek → procento.
da: Vælg retningen: procent → brøk, eller brøk → procent.
de: Wählen Sie die Richtung: Prozentsatz → Bruch oder Bruch → Prozentsatz.
el: Επιλέξτε την κατεύθυνση: ποσοστό → κλάσμα, ή κλάσμα → ποσοστό.
es: Elija la dirección: porcentaje → fracción, o fracción → porcentaje.
fi: Valitse suunta: prosentti → osa, tai osa → prosentti.
fil: Pumili ng direksyon: porsyento → pransya, o pransya → porsyento.
hu: Válassza ki az irányt: százalék → tört, vagy tört → százalék.
id: Pilih arah: persentase → pecahan, atau pecahan → persentase.
it: Scegli la direzione: percentuale → frazione, o frazione → percentuale.
ja: 方向を選択してください：パーセンテージ → 分数、または分数 → パーセンテージ。
ko: 방향을 선택하십시오: 백분율 → 분수, 또는 분수 → 백분율.
nl: Kies de richting: percentage → breuk, of breuk → percentage.
no: Velg retning: prosentandel → brøk, eller brøk → prosentandel.
pl: Wybierz kierunek: procent → ułamek, lub ułamek → procent.
pt_pt: Escolha a direção: percentual → fração, ou fração → percentual.
ro: Alegeți direcția: procentaj → fracție, sau fracție → procentaj.
ru: Выберите направление: процент → дробь или дробь → процент.
sk: Vyberte smer: percento → zlomok, alebo zlomok → percento.
sv: Välj riktning: procent → bråk, eller bråk → procent.
sw: Chagua mwelekeo: asilimia → sehemu, au sehemu → asilimia.
tr: Yönü seçin: yüzde → kesir, veya kesir → yüzde.
uk: Виберіть напрямок: відсоток → дроб, або дроб → відсоток.
vi: Chọn hướng: phần trăm → phân số, hoặc phân số → phần trăm.
zh_hans: 选择方向：百分比 → 分数，或分数 → 百分比。

# pct_frac_pct
source: Pourcentage
af: Persentasie
bg: Процент
cs: Procento
da: Procent
de: Prozent
el: Ποσοστό
es: Porcentaje
fi: Prosentti
fil: Porsyento
hu: Százalék
id: Persentase
it: Percentuale
ja: パーセンテージ
ko: 백분율
nl: Percentage
no: Prosent
pl: Procent
pt_pt: Porcentagem
ro: Procent
ru: Процент
sk: Percento
sv: Procent
sw: Procent
tr: Yüzde
uk: Percentage
vi: Phần trăm
zh_hans: 百分比

# pct_frac_num
source: Numérateur
af: Teller
bg: Числител
cs: Čitatel
da: Zæler
de: Zähler
el: Αριθμητής
es: Numerador
fi: Numerator
fil: Numerador
hu: Számláló
id: Pembilang
it: Numeratore
ja: 分子
ko: 분자
nl: Teller
no: Z teller
pl: Liczniki
pt_pt: Numerador
ro: Numărător
ru: Числитель
sk: Čitateľ
sv: Täljare
sw: Täljare
tr: Pay
uk: Numerator
vi: Tử số
zh_hans: 分子

# pct_frac_den
source: Dénominateur
af: Noemer
bg: Знаменател
cs: Jmenovatel
da: Nævner
de: Nenner
el: Παρονομαστής
es: Denominador
fi: Nimittäjä
fil: Denominador
hu: Törzsszám
id: Penyebut
it: Denominatore
ja: 分母
ko: 분모
nl: Noemer
no: Nevner
pl: Mianownik
pt_pt: Denominador
ro: Numitor
ru: Знаменатель
sk: Menovateľ
sv: Nämnare
sw: Nämnare
tr: Payda
uk: Denominator
vi: Mẫu số
zh_hans: 分母

# pct_frac_den_hint
source: Le dénominateur ne peut pas être 0.
af: Die noemer kan nie 0 wees nie.
bg: Знаменателят не може да бъде 0.
cs: Jmenovatel nemůže být 0.
da: Nævneren kan ikke være 0.
de: Der Nenner darf nicht 0 sein.
el: Ο παρονομαστής δεν μπορεί να είναι 0.
es: El denominador no puede ser 0.
fi: Nimittäjä ei voi olla 0.
fil: Ang denominator ay hindi maaaring 0.
hu: A nevező nem lehet 0.
id: Penyebut tidak boleh 0.
it: Il denominatore non può essere 0.
ja: 分母は0にできません。
ko: 분모는 0이 될 수 없습니다.
nl: De noemer kan niet 0 zijn.
no: Nevneren kan ikke være 0.
pl: Mianownik nie może być równy 0.
pt_pt: O denominador não pode ser 0.
ro: Denumitorul nu poate fi 0.
ru: Знаменатель не может быть 0.
sk: Menovateľ nemôže byť 0.
sv: Nämnaren kan inte vara 0.
sw: Mwanachama hawezi kuwa 0.
tr: Payda 0 olamaz.
uk: Знаменник не може бути 0.
vi: Mẫu số không thể là 0.
zh_hans: 分母不能为 0。
