Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_xls_to_xlsx_converter_desc
source: Convertir un XLS binaire vers XLSX (généralement via backend/outils externes).
bg: Конвертиране на бинарен XLS в XLSX (обикновено чрез бекенд/външни инструменти).
cs: Převod binárního XLS na XLSX (obvykle prostřednictvím backendu/externích nástrojů).
da: Konvertere en binær XLS til XLSX (normalt via backend/eksterne værktøjer).
de: Konvertierung eines binären XLS in XLSX (in der Regel über Backend/externe Tools).
el: Μετατροπή ενός δυαδικού XLS σε XLSX (γενικά μέσω backend/εξωτερικών εργαλείων).
es: Convertir un XLS binario a XLSX (generalmente a través de backend/herramientas externas).
fi: Muunna binaarinen XLS XLSX:ksi (yleensä backendin/ulkopuolisten työkalujen kautta).
fil: I-convert ang isang binary na XLS sa XLSX (karaniwang sa pamamagitan ng backend/external tools).
ja: バイナリXLSをXLSXに変換します（通常はバックエンド/外部ツールを介して）。
nl: Converteer een binaire XLS naar XLSX (meestal via backend/externe tools).
no: Konvertere en binær XLS til XLSX (vanligvis via backend/eksterne verktøy).
pl: Konwertowanie pliku XLS binarnego na XLSX (zazwyczaj przez backend/narzędzia zewnętrzne).
pt_pt: Converter um XLS binário para XLSX (geralmente via backend/ferramentas externas).
ro: Convertirea unui XLS binar în XLSX (de obicei prin backend/unelte externe).
ru: Конвертировать бинарный XLS в XLSX (обычно через бэкенд/внешние инструменты).
sk: Konvertovať binárny XLS na XLSX (zvyčajne prostredníctvom backendu/externých nástrojov).
sv: Konvertera en binär XLS till XLSX (vanligtvis via backend/externa verktyg).
sw: Badilisha XLS binafsi kuwa XLSX (kawaida kupitia backend/zana za nje).
tr: Bir ikili XLS'yi XLSX'ye dönüştür (genellikle arka uç/dış araçlar aracılığıyla).
uk: Конвертувати бінарний XLS у XLSX (зазвичай через бекенд/зовнішні інструменти).
vi: Chuyển đổi một XLS nhị phân sang XLSX (thường qua backend/công cụ bên ngoài).
zh_hans: 将二进制 XLS 转换为 XLSX（通常通过后端/外部工具）。

# tool_ppt_to_pptx_converter_title
source: PPT → PPTX (conversion)
bg: PPT → PPTX (конверсия)
cs: PPT → PPTX (konverze)
da: PPT → PPTX (konvertering)
de: PPT → PPTX (Konvertierung)
el: PPT → PPTX (μετατροπή)
es: PPT → PPTX (conversión)
fi: PPT → PPTX (muunnos)
ja: PPT → PPTX（変換）
nl: PPT → PPTX (conversie)
no: PPT → PPTX (konvertering)
pl: PPT → PPTX (konwersja)
pt_pt: PPT → PPTX (conversão)
ro: PPT → PPTX (conversie)
ru: PPT → PPTX (конвертация)
sk: PPT → PPTX (konverzia)
sv: PPT → PPTX (konvertering)
sw: PPT → PPTX (mabadiliko)
tr: PPT → PPTX (dönüştürme)
uk: PPT → PPTX (конверсія)
vi: PPT → PPTX (chuyển đổi)
zh_hans: PPT → PPTX（转换）

# tool_ppt_to_pptx_converter_desc
source: Convertir un PPT binaire vers PPTX (généralement via backend/outils externes).
bg: Конвертиране на бинарен PPT в PPTX (обикновено чрез бекенд/външни инструменти).
cs: Převod binárního PPT na PPTX (obvykle prostřednictvím backendu/externích nástrojů).
da: Konvertere en binær PPT til PPTX (normalt via backend/eksterne værktøjer).
de: Konvertierung eines binären PPT in PPTX (in der Regel über Backend/externe Tools).
el: Μετατροπή ενός δυαδικού PPT σε PPTX (γενικά μέσω backend/εξωτερικών εργαλείων).
es: Convertir un PPT binario a PPTX (generalmente a través de backend/herramientas externas).
fi: Muunna binaarinen PPT PPTX:ksi (yleensä backendin/ulkopuolisten työkalujen kautta).
fil: I-convert ang isang binary na PPT sa PPTX (karaniwang sa pamamagitan ng backend/external tools).
ja: バイナリPPTをPPTXに変換します（通常はバックエンド/外部ツールを介して）。
nl: Converteer een binaire PPT naar PPTX (meestal via backend/externe tools).
no: Konvertere en binær PPT til PPTX (vanligvis via backend/eksterne verktøy).
pl: Konwertowanie pliku PPT binarnego na PPTX (zazwyczaj przez backend/narzędzia zewnętrzne).
pt_pt: Converter um PPT binário para PPTX (geralmente via backend/ferramentas externas).
ro: Convertirea unui PPT binar în PPTX (de obicei prin backend/unelte externe).
ru: Конвертировать бинарный PPT в PPTX (обычно через бэкенд/внешние инструменты).
sk: Konvertovať binárny PPT na PPTX (zvyčajne prostredníctvom backendu/externých nástrojov).
sv: Konvertera en binär PPT till PPTX (vanligtvis via backend/externa verktyg).
sw: Badilisha PPT binafsi kuwa PPTX (kawaida kupitia backend/zana za nje).
tr: Bir ikili PPT'yi PPTX'ye dönüştür (genellikle arka uç/dış araçlar aracılığıyla).
uk: Конвертувати бінарний PPT у PPTX (зазвичай через бекенд/зовнішні інструменти).
vi: Chuyển đổi một PPT nhị phân sang PPTX (thường qua backend/công cụ bên ngoài).
zh_hans: 将二进制 PPT 转换为 PPTX（通常通过后端/外部工具）。

source: Nous préparons l'outil.
bg: Подготвяме инструмента.
cs: Připravujeme nástroj.
da: Vi forbereder værktøjet.
de: Wir bereiten das Tool vor.
el: Ετοιμάζουμε το εργαλείο.
es: Estamos preparando la herramienta.
fi: Työkalua valmistellaan.
fil: Naghahanda kami ng tool.
nl: We zijn het hulpmiddel aan het voorbereiden.
no: Vi forbereder verktøyet.
pl: Przygotowujemy narzędzie.
pt_pt: Estamos a preparar a ferramenta.
ro: Pregătim instrumentul.
ru: Мы готовим инструмент.
sv: Vi förbereder verktyget.
sw: Tunaandaa zana.
tr: Aracı hazırlıyoruz.
uk: Ми готуємо інструмент.
vi: Chúng tôi đang chuẩn bị công cụ.
zh_hans: 我们正在准备工具。

# back_to_category
source: Retour à PH
bg: Върнете се към PH
cs: Zpět na PH
da: Tilbage til PH
de: Zurück zu PH
el: Επιστροφή στην PH
es: Volver a PH
fi: Takaisin PH
fil: Bumalik sa PH
nl: Terug naar PH
no: Tilbake til PH
pl: Powrót do PH
pt_pt: Voltar a PH
ro: Înapoi la PH
ru: Вернуться к PH
sv: Tillbaka till PH
sw: Rudi kwa PH
tr: PH'ya geri dön
uk: Повернутися до PH
vi: Quay lại PH
zh_hans: 返回到 PH

# back_generic
source: Retour
bg: Върнете се
cs: Zpět
da: Tilbage
de: Zurück
el: Επιστροφή
es: Volver
fi: Takaisin
fil: Bumalik
nl: Terug
no: Tilbake
pl: Powrót
pt_pt: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
sw: Rudi
tr: Geri
uk: Повернутися
vi: Quay lại
zh_hans: 返回

# pdf_obj_empty
source: Aucun objet à afficher.
bg: Няма обект за показване.
da: Ingen objekter at vise.
de: Keine Objekte zum Anzeigen.
el: Κανένα αντικείμενο προς εμφάνιση.
es: No hay ningún objeto para mostrar.
fi: Ei näytettävää objektia.
fil: Walang bagay na ipapakita.
nl: Geen object om weer te geven.
pl: Brak obiektów do wyświetlenia.
pt_pt: Nenhum objeto para exibir.
ru: Нет объектов для отображения.
sw: Hakuna kitu cha kuonyesha.
tr: Gösterilecek nesne yok.
uk: Немає об'єктів для відображення.
vi: Không có đối tượng nào để hiển thị.

# pdf_obj_adv_objnum
source: Objet
bg: Обект
da: Objekt
de: Objekt
el: Αντικείμενο
es: Objeto
fi: Objekti
fil: Bagay
nl: Object
pl: Obiekt
pt_pt: Objeto
ru: Объект
sw: Kitu
tr: Nesne
uk: Об'єкт
vi: Đối tượng

# pdf_obj_adv_gen
source: Génération
bg: Генерация
da: Generering
de: Generierung
el: Γενιά
es: Generación
fi: Generointi
fil: Henerasyon
nl: Generatie
pl: Generacja
pt_pt: Geração
ru: Генерация
sw: Uzalishaji
tr: Üretim
uk: Генерація
vi: Thế hệ

# pdf_obj_adv_kind
source: Kind
bg: Вид
da: Type
de: Art
el: Τύπος
es: Tipo
fi: Tyyppi
fil: Uri
nl: Soort
pl: Rodzaj
pt_pt: Tipo
ru: Тип
sw: Aina
tr: Tür
uk: Тип
vi: Loại

# pdf_obj_adv_keys_count
source: Keys
bg: Ключове
da: Nøgler
de: Schlüssel
el: Κλειδιά
es: Claves
fi: Avaimet
fil: Mga Susi
nl: Sleutels
pl: Klucze
pt_pt: Chaves
ru: Ключи
sw: Funguo
tr: Anahtarlar
uk: Ключі
vi: Khóa

# pdf_obj_adv_stream_raw
source: Stream (raw bytes)
bg: Поток (сурови байтове)
da: Stream (rå bytes)
de: Stream (rohe Bytes)
el: Ροή (ακατέργαστα bytes)
es: Flujo (bytes sin procesar)
fi: Virta (raakatiedot)
nl: Stroom (ruwe bytes)
pl: Strumień (surowe bajty)
pt_pt: Stream (bytes brutos)
ru: Поток (сырые байты)
sw: Mtiririko (bytes ghafi)
tr: Akış (ham baytlar)
uk: Потік (сирі байти)
vi: Dòng (byte thô)

# pdf_obj_adv_length_declared
source: /Length (decl.)
bg: /Дължина (декл.)
da: /Længde (deklareret)
de: /Länge (deklar.)
el: /Μήκος (δηλ.)
es: /Longitud (decl.)
fi: /Pituus (ilmoitettu)
fil: /Haba (idineklarang)
nl: /Lengte (verklaard)
pl: /Długość (deklar.)
pt_pt: /Comprimento (decl.)
ru: /Длина (объявленная)
sw: /Urefu (ilivyotangazwa)
tr: /Uzunluk (belirtilen)
uk: /Довжина (оголошена)
vi: /Độ dài (khai báo)

# pdf_obj_adv_filter
source: /Filter
bg: /Филтър
el: /Φίλτρο
es: /Filtro
fi: /Suodatin
pl: /Filtr
pt_pt: /Filtro
ru: /Фильтр
tr: /Filtre
uk: /Фільтр
vi: /Bộ lọc

# pdf_obj_adv_xref_offset
source: XRef offset
bg: XRef офсет
es: Desplazamiento XRef
pl: Offset XRef
pt_pt: Deslocamento XRef
ru: Смещение XRef
tr: XRef ofseti
uk: XRef зсув

# pdf_obj_adv_reachable
source: Reachable
bg: Достъпен
da: Tilgængelig
de: Erreichbar
el: Προσβάσιμο
es: Alcanzable
fi: Saavutettavissa
fil: Maabot
nl: Bereikbaar
pl: Dostępny
pt_pt: Acessível
ru: Доступный
sw: Inapatikana
tr: Erişilebilir
uk: Доступний
vi: Có thể truy cập

# pdf_obj_adv_keys
source: Keys list
bg: Списък с ключове
da: Nøgeliste
de: Schlüsselliste
el: Λίστα κλειδιών
es: Lista de claves
fi: Avainten lista
fil: Listahan ng mga Susi
nl: Sleutellijst
pl: Lista kluczy
pt_pt: Lista de chaves
ru: Список ключей
sw: Orodha ya funguo
tr: Anahtarlar listesi
uk: Список ключів
vi: Danh sách khóa

# pdf_obj_pretty
source: JSON “pretty” (indenté)
bg: JSON “pretty” (подреден)
da: JSON “pænt” (indenteret)
de: JSON „schön“ (eingezogen)
el: JSON “όμορφο” (με εσοχές)
es: JSON “bonito” (con sangrías)
fi: JSON “kaunis” (sisennys)
fil: JSON “maganda” (indentado)
nl: JSON “mooi” (ingesprongen)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ru: JSON «красивый» (с отступами)
sw: JSON “nzuri” (iliyopangwa)
tr: JSON “güzel” (girintili)
uk: JSON “pretty” (з відступами)
vi: JSON “đẹp” (thụt lề)

# pdf_obj_include_keys
source: Inclure la liste des clés (dict/stream)
bg: Включете списъка с ключове (dict/stream)
da: Inkluder nøgeliste (dict/stream)
de: Schlüssel-Liste einbeziehen (dict/stream)
el: Συμπερίληψη της λίστας κλειδιών (dict/stream)
es: Incluir la lista de claves (dict/stream)
fi: Sisällytä avainlista (sanakirja/virta)
fil: Isama ang listahan ng mga susi (dict/stream)
nl: Inclusief sleutellijst (dict/stroom)
pl: Uwzględnij listę kluczy (dict/stream)
pt_pt: Incluir a lista de chaves (dict/stream)
ru: Включить список ключей (словарь/поток)
sw: Jumuisha orodha ya funguo (dict/stream)
tr: Anahtarlar listesini dahil et (sözlük/akış)
uk: Включити список ключів (dict/stream)
vi: Bao gồm danh sách các khóa (dict/dòng)

# pdf_obj_hide_other
source: Masquer les objets “other”
bg: Скрийте обектите “other”
da: Skjul “andre” objekter
de: „Andere“ Objekte ausblenden
el: Απόκρυψη των “άλλων” αντικειμένων
es: Ocultar objetos “otros”
fi: Piilota "muu" objektit
fil: Itago ang mga “other” na bagay
nl: Verberg “andere” objecten
pl: Ukryj obiekty „inne”
pt_pt: Ocultar objetos "outros"
ru: Скрыть объекты «другие»
sw: Ficha vitu “vingine”
tr: “Diğer” nesneleri gizle
uk: Сховати об'єкти “інші”
vi: Ẩn các đối tượng “khác”

# pdf_obj_include_xref
source: Inclure XRef (offsets si table)
bg: Включете XRef (офсети, ако таблица)
da: Inkluder XRef (offsets hvis tabel)
de: XRef einbeziehen (Offsets, wenn Tabelle)
el: Συμπερίληψη XRef (offsets αν πίνακας)
es: Incluir XRef (desplazamientos si hay tabla)
fi: Sisällytä XRef (offsetit, jos taulukko)
fil: Isama ang XRef (offsets kung may talahanayan)
nl: Inclusief XRef (offsets als tabel)
pl: Uwzględnij XRef (offsety jeśli tabela)
pt_pt: Incluir XRef (offsets se tabela)
ru: Включить XRef (смещения, если таблица)
sw: Jumuisha XRef (offsets ikiwa na jedwali)
tr: XRef dahil et (ofsetler eğer tablo varsa)
uk: Включити XRef (зсуви, якщо таблиця)
vi: Bao gồm XRef (offset nếu có bảng)

# pdf_obj_include_reachability
source: Inclure reachability (orphans)
bg: Включете достъпност (сиротни)
da: Inkluder tilgængelighed (forladte)
de: Erreichbarkeit einbeziehen (Waisen)
el: Συμπερίληψη προσβασιμότητας (ορφανά)
es: Incluir alcanzabilidad (huérfanos)
fi: Sisällytä saavutettavuus (orvot)
fil: Isama ang reachability (orphans)
nl: Inclusief bereikbaarheid (wees)
pl: Uwzględnij dostępność (osierocone)
pt_pt: Incluir acessibilidade (órfãos)
ru: Включить доступность (сироты)
sw: Jumuisha upatikanaji (orphans)
tr: Erişilebilirliği dahil et (yetim)
uk: Включити доступність (сироти)
vi: Bao gồm khả năng tiếp cận (cô lập)

# pdf_obj_include_findings
source: Inclure findings (JS, embedded…)
bg: Включете находките (JS, вградени…)
da: Inkluder fund (JS, indlejret…)
de: Funde einbeziehen (JS, eingebettet…)
el: Συμπερίληψη ευρημάτων (JS, ενσωματωμένα…)
es: Incluir hallazgos (JS, incrustados…)
fi: Sisällytä havainnot (JS, upotetut…)
fil: Isama ang findings (JS, embedded…)
nl: Inclusief bevindingen (JS, ingebed…)
pl: Uwzględnij ustalenia (JS, osadzone…)
pt_pt: Incluir descobertas (JS, embutidos…)
ru: Включить находки (JS, встроенные…)
sw: Jumuisha matokeo (JS, embedded…)
tr: Bulguları dahil et (JS, gömülü…)
uk: Включити знахідки (JS, вбудовані…)
vi: Bao gồm phát hiện (JS, nhúng…)

# pdf_obj_title
source: Objets PDF → JSON
da: PDF-objekter → JSON
de: PDF-Objekte → JSON
el: Αντικείμενα PDF → JSON
es: Objetos PDF → JSON
fi: PDF-objektit → JSON
fil: Mga PDF na Objeto → JSON
nl: PDF-objecten → JSON
pl: Obiekty PDF → JSON
pt_pt: Objetos PDF → JSON
ru: Объекты PDF → JSON
sw: Vitu vya PDF → JSON
tr: PDF Objeleri → JSON
uk: Об'єкти PDF → JSON
vi: Đối tượng PDF → JSON

# pdf_obj_subtitle
source: Inventoriez les objets indirects d’un PDF (références, dict/stream/array), analysez la XRef (table) et repérez des objets orphelins/suspects. Export JSON local.
da: Katalogiser de indirekte objekter i en PDF (referencer, dict/stream/array), analyser XRef (tabel) og identificer forladte/suspekte objekter. Eksporter JSON lokalt.
de: Inventarisieren Sie die indirekten Objekte eines PDFs (Referenzen, dict/stream/array), analysieren Sie die XRef (Tabelle) und identifizieren Sie verwaiste/suspekte Objekte. JSON lokal exportieren.
el: Καταγράψτε τα έμμεσα αντικείμενα ενός PDF (αναφορές, dict/stream/array), αναλύστε την XRef (πίνακας) και εντοπίστε ορφανά/ύποπτα αντικείμενα. Εξαγωγή JSON τοπικά.
es: Inventariza los objetos indirectos de un PDF (referencias, dict/stream/array), analiza la XRef (tabla) y localiza objetos huérfanos/sospechosos. Exportar JSON local.
fi: Inventoi PDF:n epäsuorat objektit (viittaukset, dict/stream/array), analysoi XRef (taulukko) ja tunnista orvot/epäilyttävät objektit. Vie JSON paikallisesti.
fil: I-inventory ang mga hindi tuwirang bagay ng isang PDF (mga sanggunian, dict/stream/array), suriin ang XRef (talahanayan) at tukuyin ang mga orphan/suspect na bagay. I-export ang lokal na JSON.
nl: Inventariseer de indirecte objecten van een PDF (referenties, dict/stroom/array), analyseer de XRef (tabel) en identificeer wees/suspecte objecten. Exporteer JSON lokaal.
pl: Zidentyfikuj pośrednie obiekty PDF (odniesienia, dict/stream/array), analizuj XRef (tabela) i zidentyfikuj osierocone/podejrzane obiekty. Eksportuj JSON lokalnie.
pt_pt: Inventarie os objetos indiretos de um PDF (referências, dict/stream/array), analise a XRef (tabela) e identifique objetos órfãos/suspeitos. Exporte JSON local.
ru: Инвентаризируйте косвенные объекты PDF (ссылки, словарь/поток/массив), анализируйте XRef (таблицу) и находите сирот/подозрительные объекты. Экспорт JSON локально.
sw: Fanya hesabu ya vitu vya moja kwa moja vya PDF (marejeo, dict/stream/array), changanua XRef (jedwali) na tambua vitu orphan/suspect. Export JSON ya ndani.
tr: Bir PDF'nin dolaylı nesnelerini (referanslar, dict/stream/dizi) envanterleyin, XRef'i (tablo) analiz edin ve yetim/şüpheli nesneleri tespit edin. JSON'u yerel olarak dışa aktarın.
uk: Інвентаризуйте непрямі об'єкти PDF (посилання, dict/stream/array), аналізуйте XRef (таблиця) та виявляйте сиріт/підозрілі об'єкти. Експорт JSON локально.
vi: Lập danh sách các đối tượng gián tiếp của một PDF (tham chiếu, dict/stream/array), phân tích XRef (bảng) và xác định các đối tượng cô lập/nghi ngờ. Xuất JSON cục bộ.

# pdf_obj_err_title
source: Impossible d’analyser les objets du PDF.
da: Kunne ikke analysere objekterne i PDF'en.
de: Konnte die Objekte des PDFs nicht analysieren.
el: Αδύνατη η ανάλυση των αντικειμένων του PDF.
es: No se pueden analizar los objetos del PDF.
fi: PDF:n objektien analysointi epäonnistui.
fil: Hindi ma-parse ang mga bagay ng PDF.
nl: Kan de objecten van de PDF niet analyseren.
pl: Nie można przeanalizować obiektów PDF.
pt_pt: Não foi possível analisar os objetos do PDF.
ru: Невозможно проанализировать объекты PDF.
sw: Haiwezekani kuchambua vitu vya PDF.
tr: PDF nesnelerini analiz etmek mümkün değil.
uk: Не вдалося проаналізувати об'єкти PDF.
vi: Không thể phân tích các đối tượng của PDF.

# pdf_obj_err_generic
source: Impossible de lire ce PDF.
da: Kunne ikke læse denne PDF.
de: Konnte dieses PDF nicht lesen.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voi lukea.
fil: Hindi ma-read ang PDF na ito.
nl: Kan deze PDF niet lezen.
pl: Nie można odczytać tego PDF.
pt_pt: Não foi possível ler este PDF.
ru: Невозможно прочитать этот PDF.
sw: Haiwezekani kusoma PDF hii.
tr: Bu PDF'yi okumak mümkün değil.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.

# pdf_obj_tip_privacy
source: Tout se fait localement dans votre navigateur (aucun upload).
da: Alt foregår lokalt i din browser (ingen upload).
de: Alles geschieht lokal in Ihrem Browser (kein Upload).
el: Όλα γίνονται τοπικά στον περιηγητή σας (κανένα ανέβασμα).
es: Todo se realiza localmente en su navegador (sin carga).
fi: Kaikki tapahtuu paikallisesti selaimessasi (ei latauksia).
fil: Lahat ay ginagawa nang lokal sa iyong browser (walang upload).
nl: Alles gebeurt lokaal in uw browser (geen upload).
pl: Wszystko odbywa się lokalnie w Twojej przeglądarce (brak przesyłania).
pt_pt: Tudo é feito localmente no seu navegador (nenhum upload).
ru: Все происходит локально в вашем браузере (без загрузки).
sw: Kila kitu kinafanyika ndani ya kivinjari chako (hakuna kupakia).
tr: Her şey tarayıcınızda yerel olarak yapılır (hiçbir yükleme yok).
uk: Усе виконується локально у вашому браузері (без завантаження).
vi: Tất cả được thực hiện cục bộ trong trình duyệt của bạn (không tải lên).

# pdf_obj_tip_none
source: Aucun objet indirect détecté (très rare).
da: Ingen indirekte objekter registreret (meget sjældent).
de: Keine indirekten Objekte erkannt (sehr selten).
el: Κανένα έμμεσο αντικείμενο δεν ανιχνεύθηκε (πολύ σπάνιο).
es: No se detectó ningún objeto indirecto (muy raro).
fi: Ei havaittu epäsuoria objekteja (hyvin harvinaista).
fil: Walang natukoy na hindi tuwirang bagay (napaka-bihira).
nl: Geen indirect object gedetecteerd (zeer zeldzaam).
pl: Nie wykryto żadnych obiektów pośrednich (bardzo rzadkie).
pt_pt: Nenhum objeto indireto detectado (muito raro).
ru: Не обнаружено косвенных объектов (очень редко).
sw: Hakuna kitu cha moja kwa moja kilichogunduliwa (ni nadra sana).
tr: Hiçbir dolaylı nesne tespit edilmedi (çok nadir).
uk: Не виявлено непрямих об'єктів (дуже рідко).
vi: Không phát hiện đối tượng gián tiếp nào (rất hiếm).

# pdf_obj_tip_xref_stream
source: XRef “stream” détectée (PDF 1.5+) : offsets détaillés non disponibles dans cette version.
da: XRef “stream” registreret (PDF 1.5+) : detaljerede offsets ikke tilgængelige i denne version.
de: XRef „Stream“ erkannt (PDF 1.5+) : detaillierte Offsets in dieser Version nicht verfügbar.
el: XRef “stream” ανιχνεύθηκε (PDF 1.5+) : λεπτομερείς offsets δεν είναι διαθέσιμοι σε αυτή την έκδοση.
es: XRef “stream” detectada (PDF 1.5+) : offsets detallados no disponibles en esta versión.
fi: XRef "stream" havaittu (PDF 1.5+) : yksityiskohtaisia offsetteja ei ole saatavilla tässä versiossa.
fil: XRef “stream” na natukoy (PDF 1.5+) : mga detalyadong offset ay hindi available sa bersyong ito.
nl: XRef “stream” gedetecteerd (PDF 1.5+) : gedetailleerde offsets niet beschikbaar in deze versie.
pl: Wykryto XRef „stream” (PDF 1.5+) : szczegółowe offsety niedostępne w tej wersji.
pt_pt: XRef "stream" detectada (PDF 1.5+) : offsets detalhados não disponíveis nesta versão.
ru: Обнаружен XRef “stream” (PDF 1.5+) : детализированные смещения недоступны в этой версии.
sw: XRef “stream” iligunduliwa (PDF 1.5+) : offsets za kina hazipatikani katika toleo hili.
tr: XRef “stream” tespit edildi (PDF 1.5+) : bu sürümde ayrıntılı ofsetler mevcut değil.
uk: Виявлено XRef “потік” (PDF 1.5+) : детальні зсуви недоступні в цій версії.
vi: XRef “stream” được phát hiện (PDF 1.5+) : offsets chi tiết không có sẵn trong phiên bản này.

# pdf_obj_btn_pick
source: Choisir un PDF
da: Vælg en PDF
de: Wählen Sie ein PDF
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
nl: Kies een PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ru: Выбрать PDF
sw: Chagua PDF
tr: Bir PDF Seçin
uk: Вибрати PDF
vi: Chọn một PDF

# pdf_obj_btn_reset
source: Réinitialiser
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
nl: Resetten
pl: Zresetuj
pt_pt: Reiniciar
ru: Сбросить
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại

# pdf_obj_btn_copy
source: Copier
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
nl: Kopiëren
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép

# pdf_obj_btn_download
source: Télécharger
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
nl: Downloaden
pl: Pobierz
pt_pt: Baixar
ru: Скачать
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống

# pdf_obj_filter_placeholder
source: Filtrer (ref, type, subtype, key, filter, orphan, js…)
de: Filtern (ref, typ, untertyp, schlüssel, filter, waise, js…)
el: Φιλτράρισμα (αναφορά, τύπος, υποτύπος, κλειδί, φίλτρο, ορφανό, js…)
es: Filtrar (ref, tipo, subtipo, clave, filtro, huérfano, js…)
fi: Suodata (viittaus, tyyppi, alatyypit, avain, suodatin, orpo, js…)
fil: I-filter (ref, type, subtype, key, filter, orphan, js…)
nl: Filteren (ref, type, subtype, key, filter, orphan, js…)
pl: Filtruj (ref, typ, podtyp, klucz, filtr, osierocony, js…)
pt_pt: Filtrar (ref, tipo, subtipo, chave, filtro, órfão, js…)
ru: Фильтровать (ref, type, subtype, key, filter, orphan, js…)
sw: Chuja (ref, aina, subtype, ufunguo, chujio, yatima, js…)
tr: Filtrele (ref, tür, alt tür, anahtar, filtre, yetim, js…)
uk: Фільтрувати (ref, type, subtype, key, filter, orphan, js…)
vi: Lọc (ref, loại, subtype, key, filter, orphan, js…)

# pdf_obj_status_loading
source: Analyse…
da: Analyser…
el: Ανάλυση…
es: Analizando…
fi: Analysoidaan…
fil: Nagsusuri…
nl: Analyseren…
pl: Analizowanie…
pt_pt: Analisando…
ru: Анализ…
sw: Inachambua…
tr: Analiz ediliyor…
uk: Аналіз…
vi: Đang phân tích…

# pdf_obj_status_ready
source: Prêt
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
nl: Klaar
pl: Gotowe
pt_pt: Pronto
ru: Готово
sw: Iko tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng

# pdf_obj_status_error
source: Erreur
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi

# pdf_obj_card_import_title
source: Importer un PDF
da: Importer en PDF
de: PDF importieren
el: Εισαγωγή PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
nl: Importeer een PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ru: Импортировать PDF
sw: Ingiza PDF
tr: PDF İçe Aktar
uk: Імпортувати PDF
vi: Nhập một PDF
