Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# mean_l2_s1_b2
source: Elle est adaptée quand chaque valeur représente une observation équivalente (même “importance”).
af: Dit is geskik wanneer elke waarde 'n gelyke waarneming verteenwoordig (dieselfde "belangrikheid").
bg: Тя е подходяща, когато всяка стойност представлява еквивалентно наблюдение (съща “важност”).
cs: Je vhodný, když každá hodnota představuje ekvivalentní pozorování (stejná "důležitost").
da: Den er velegnet, når hver værdi repræsenterer en tilsvarende observation (samme "vigtighed").
de: Es ist geeignet, wenn jeder Wert eine gleichwertige Beobachtung darstellt (gleiche "Bedeutung").
el: Είναι κατάλληλη όταν κάθε τιμή αντιπροσωπεύει μια ισοδύναμη παρατήρηση (ίδια “σημασία”).
es: Es adecuada cuando cada valor representa una observación equivalente (misma "importancia").
fi: Se on sopiva, kun jokainen arvo edustaa yhtä suurta havaintoa (sama "tärkeys").
fil: Ito ay angkop kapag ang bawat halaga ay kumakatawan sa isang katumbas na obserbasyon (parehong "kahalagahan").
hu: Akkor alkalmazható, ha minden érték egyenértékű megfigyelést képvisel (ugyanolyan "fontosság").
id: Ini cocok ketika setiap nilai mewakili pengamatan yang setara (dengan 'kepentingan' yang sama).
it: È adatta quando ogni valore rappresenta un'osservazione equivalente (stessa "importanza").
ja: 各値が同等の観察を表す場合（同じ「重要性」）に適しています。
ko: 각 값이 동등한 관측치를 나타낼 때 (같은 '중요성') 적합합니다.
nl: Het is geschikt wanneer elke waarde een equivalente observatie vertegenwoordigt (dezelfde 'belang').
no: Det er tilpasset når hver verdi representerer en tilsvarende observasjon (samme "viktighet").
pl: Jest odpowiednia, gdy każda wartość reprezentuje równoważną obserwację (tę samą "wagę").
pt_pt: Ela é adequada quando cada valor representa uma observação equivalente (mesma "importância").
ro: Este adaptată când fiecare valoare reprezintă o observație echivalentă (aceeași "importanță").
ru: Оно подходит, когда каждое значение представляет собой эквивалентное наблюдение (одинаковая "важность").
sk: Je vhodný, keď každá hodnota predstavuje ekvivalentné pozorovanie (rovnaká "dôležitosť").
sv: Det är lämpligt när varje värde representerar en motsvarande observation (samma "betydelse").
sw: Inafaa wakati kila thamani inawakilisha uchunguzi sawa ("umuhimu" sawa).
tr: Her bir değer eşit bir gözlemi temsil ettiğinde (aynı 'önem' ile) uygundur.
uk: Воно підходить, коли кожне значення представляє еквівалентне спостереження (однакова “вага”).
vi: Nó phù hợp khi mỗi giá trị đại diện cho một quan sát tương đương (cùng "tầm quan trọng").
zh_hans: 当每个值代表一个等效观察（相同的“重要性”）时，它是合适的。

# mean_l2_s1_b3
source: On la note souvent x̄ (x barre).
af: Dit word dikwels as x̄ (x balk) aangedui.
bg: Често я обозначаваме с x̄ (x бар).
cs: Často se značí x̄ (x bar).
da: Den noteres ofte som x̄ (x streg).
de: Es wird oft mit x̄ (x quer) notiert.
el: Συχνά σημειώνεται ως x̄ (x μπαρ).
es: A menudo se denota como x̄ (x barra).
fi: Sitä merkitään usein x̄ (x viiva).
fil: Karaniwan itong isinusulat bilang x̄ (x bar).
hu: Gyakran x̄ (x vonal) jelöli.
id: Sering kali ditulis x̄ (x bar).
it: Si nota spesso x̄ (x barra).
ja: 通常、x̄（xバー）で表記されます。
ko: 종종 x̄ (x 바)로 표기합니다.
nl: Het wordt vaak genoteerd als x̄ (x-balk).
no: Det noteres ofte som x̄ (x med strek).
pl: Często oznaczana jako x̄ (x z kreską).
pt_pt: Costuma-se notá-la como x̄ (x barra).
ro: O notăm adesea x̄ (x bară).
ru: Оно часто обозначается как x̄ (x с чертой).
sk: Často sa označuje ako x̄ (x s čiarou).
sv: Det betecknas ofta som x̄ (x med ett streck över).
sw: Mara nyingi inashughulikiwa kama x̄ (x bar).
tr: Genellikle x̄ (x bar) ile gösterilir.
uk: Зазвичай позначається x̄ (x бар).
vi: Nó thường được ký hiệu là x̄ (x gạch ngang).
zh_hans: 我们通常用 x̄（x 横线）表示它。

# mean_l2_s2_title
source: Exemple pas à pas
af: Stap-vir-stap voorbeeld
bg: Пример стъпка по стъпка
cs: Příklad krok za krokem
da: Eksempel trin for trin
de: Schritt-für-Schritt-Beispiel
el: Παράδειγμα βήμα προς βήμα
es: Ejemplo paso a paso
fi: Esimerkki vaihe vaiheelta
fil: Halimbawa hakbang-hakbang
hu: Lépésről lépésre példa
id: Contoh langkah demi langkah
it: Esempio passo passo
ja: ステップバイステップの例
ko: 단계별 예시
nl: Stap voor stap voorbeeld
no: Eksempel trinn for trinn
pl: Przykład krok po kroku
pt_pt: Exemplo passo a passo
ro: Exemplu pas cu pas
ru: Пример шаг за шагом
sk: Príklad krok za krokom
sv: Exempel steg för steg
sw: Mfano hatua kwa hatua
tr: Adım adım örnek
uk: Приклад крок за кроком
vi: Ví dụ từng bước
zh_hans: 逐步示例

# mean_l2_s2_b1
source: Série : 8, 12, 10.
af: Reeks: 8, 12, 10.
bg: Серия: 8, 12, 10.
da: Række: 8, 12, 10.
de: Reihe: 8, 12, 10.
el: Σειρά: 8, 12, 10.
es: Serie: 8, 12, 10.
fi: Sarja: 8, 12, 10.
fil: Serye: 8, 12, 10.
hu: Sorozat: 8, 12, 10.
id: Seri: 8, 12, 10.
it: Serie: 8, 12, 10.
ja: 系列：8, 12, 10。
ko: 시리즈: 8, 12, 10.
nl: Reeks: 8, 12, 10.
no: Serie: 8, 12, 10.
pl: Seria: 8, 12, 10.
ro: Serie: 8, 12, 10.
ru: Серия: 8, 12, 10.
sk: Séria: 8, 12, 10.
sv: Serie: 8, 12, 10.
sw: Mfululizo: 8, 12, 10.
tr: Dizi: 8, 12, 10.
uk: Серія: 8, 12, 10.
vi: Chuỗi: 8, 12, 10.
zh_hans: 序列：8, 12, 10。

# mean_l2_s2_b2
source: Somme = 8 + 12 + 10 = 30.
af: Som = 8 + 12 + 10 = 30.
bg: Сума = 8 + 12 + 10 = 30.
cs: Součet = 8 + 12 + 10 = 30.
da: Sum = 8 + 12 + 10 = 30.
de: Summe = 8 + 12 + 10 = 30.
el: Άθροισμα = 8 + 12 + 10 = 30.
es: Suma = 8 + 12 + 10 = 30.
fi: Summa = 8 + 12 + 10 = 30.
fil: Kabuuan = 8 + 12 + 10 = 30.
hu: Összeg = 8 + 12 + 10 = 30.
id: Jumlah = 8 + 12 + 10 = 30.
it: Somma = 8 + 12 + 10 = 30.
ja: 合計 = 8 + 12 + 10 = 30。
ko: 합계 = 8 + 12 + 10 = 30.
nl: Som = 8 + 12 + 10 = 30.
no: Sum = 8 + 12 + 10 = 30.
pl: Suma = 8 + 12 + 10 = 30.
pt_pt: Soma = 8 + 12 + 10 = 30.
ro: Sumă = 8 + 12 + 10 = 30.
ru: Сумма = 8 + 12 + 10 = 30.
sk: Súčet = 8 + 12 + 10 = 30.
sv: Summa = 8 + 12 + 10 = 30.
sw: Jumla = 8 + 12 + 10 = 30.
tr: Toplam = 8 + 12 + 10 = 30.
uk: Сума = 8 + 12 + 10 = 30.
vi: Tổng = 8 + 12 + 10 = 30.
zh_hans: 总和 = 8 + 12 + 10 = 30。

# mean_l2_s2_b3
source: Nombre de valeurs n = 3.
af: Aantal waardes n = 3.
bg: Брой стойности n = 3.
cs: Počet hodnot n = 3.
da: Antal værdier n = 3.
de: Anzahl der Werte n = 3.
el: Αριθμός τιμών n = 3.
es: Número de valores n = 3.
fi: Arvojen määrä n = 3.
fil: Bilang ng mga halaga n = 3.
hu: Értékek száma n = 3.
id: Jumlah nilai n = 3.
it: Numero di valori n = 3.
ja: 値の数 n = 3。
ko: 값의 수 n = 3.
nl: Aantal waarden n = 3.
no: Antall verdier n = 3.
pl: Liczba wartości n = 3.
pt_pt: Número de valores n = 3.
ro: Numărul de valori n = 3.
ru: Количество значений n = 3.
sk: Počet hodnôt n = 3.
sv: Antal värden n = 3.
sw: Idadi ya thamani n = 3.
tr: Değer sayısı n = 3.
uk: Кількість значень n = 3.
vi: Số lượng giá trị n = 3.
zh_hans: 值的数量 n = 3。

# mean_l2_s2_b4
source: Moyenne = 30 ÷ 3 = 10.
af: Gemiddelde = 30 ÷ 3 = 10.
bg: Средна стойност = 30 ÷ 3 = 10.
cs: Průměr = 30 ÷ 3 = 10.
da: Gennemsnit = 30 ÷ 3 = 10.
de: Mittelwert = 30 ÷ 3 = 10.
el: Μέση τιμή = 30 ÷ 3 = 10.
es: Media = 30 ÷ 3 = 10.
fi: Keskiarvo = 30 ÷ 3 = 10.
fil: Average = 30 ÷ 3 = 10.
hu: Átlag = 30 ÷ 3 = 10.
id: Rata-rata = 30 ÷ 3 = 10.
it: Media = 30 ÷ 3 = 10.
ja: 平均 = 30 ÷ 3 = 10。
ko: 평균 = 30 ÷ 3 = 10.
nl: Gemiddelde = 30 ÷ 3 = 10.
no: Gjennomsnitt = 30 ÷ 3 = 10.
pl: Średnia = 30 ÷ 3 = 10.
pt_pt: Média = 30 ÷ 3 = 10.
ro: Media = 30 ÷ 3 = 10.
ru: Среднее = 30 ÷ 3 = 10.
sk: Priemer = 30 ÷ 3 = 10.
sv: Medelvärde = 30 ÷ 3 = 10.
sw: Wastani = 30 ÷ 3 = 10.
tr: Ortalama = 30 ÷ 3 = 10.
uk: Середнє = 30 ÷ 3 = 10.
vi: Giá trị trung bình = 30 ÷ 3 = 10.
zh_hans: 平均值 = 30 ÷ 3 = 10。

# mean_l2_s2_ex1
source: Calcul
af: Berekening
bg: Изчисление
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
fi: Laskenta
fil: Kalkulasyon
hu: Számítás
id: Perhitungan
it: Calcolo
ja: 計算
ko: 계산
nl: Berekening
no: Beregning
pl: Obliczenia
pt_pt: Cálculo
ru: Расчет
sk: Výpočet
sv: Beräkning
sw: Hesabu
tr: Hesaplama
uk: Обчислення
vi: Tính toán
zh_hans: 计算

# mean_l2_s3_title
source: Retrouver un total à partir d’une moyenne
af: Herwin 'n totaal vanaf 'n gemiddelde
bg: Намиране на обща сума от средна стойност
cs: Získání celkového součtu z průměru
da: Find en total ud fra et gennemsnit
de: Einen Gesamtwert aus einem Mittelwert zurückgewinnen
el: Να βρείτε ένα σύνολο από μια μέση τιμή
es: Encontrar un total a partir de una media
fi: Palauta kokonaismäärä keskiarvosta
fil: Mahanap ang kabuuan mula sa isang average
hu: Összeg visszakeresése egy átlagból
id: Menemukan total dari rata-rata
it: Ritrovare un totale a partire da una media
ja: 平均から合計を求める
ko: 평균에서 총합 찾기
nl: Een totaal terugvinden vanuit een gemiddelde
no: Finne en total ut fra et gjennomsnitt
pl: Odnalezienie całkowitej wartości na podstawie średniej
pt_pt: Encontrar um total a partir de uma média
ro: Recuperarea unui total dintr-o medie
ru: Восстановить общую сумму по среднему
sk: Nájsť celkovú hodnotu na základe priemeru
sv: Återfå ett totalt belopp från ett medelvärde
sw: Kupata jumla kutoka wastani
tr: Bir ortalamadan toplamı bulmak
uk: Відновити загальну суму з середнього
vi: Tìm tổng từ một giá trị trung bình
zh_hans: 从平均值找回总数

# mean_l2_s3_b1
source: Si tu connais la moyenne et le nombre de valeurs, tu peux retrouver la somme totale.
af: As jy die gemiddelde en die aantal waardes ken, kan jy die totale som herwin.
bg: Ако знаеш средната стойност и броя на стойностите, можеш да намериш общата сума.
cs: Pokud znáš průměr a počet hodnot, můžeš zjistit celkový součet.
da: Hvis du kender gennemsnittet og antallet af værdier, kan du finde den samlede sum.
de: Wenn du den Mittelwert und die Anzahl der Werte kennst, kannst du die Gesamtsumme zurückgewinnen.
el: Αν γνωρίζετε τη μέση τιμή και τον αριθμό των τιμών, μπορείτε να βρείτε το συνολικό άθροισμα.
es: Si conoces la media y el número de valores, puedes encontrar la suma total.
fi: Jos tiedät keskiarvon ja arvojen määrän, voit palauttaa kokonaismäärän.
fil: Kung alam mo ang average at ang bilang ng mga halaga, maaari mong mahanap ang kabuuang halaga.
hu: Ha ismered az átlagot és az értékek számát, visszakeresheted a teljes összeget.
id: Jika kamu mengetahui rata-rata dan jumlah nilai, kamu bisa menemukan jumlah total.
it: Se conosci la media e il numero di valori, puoi ritrovare la somma totale.
ja: 平均と値の数がわかれば、合計を求めることができます。
ko: 평균과 값의 수를 알면 총합을 찾을 수 있습니다.
nl: Als je het gemiddelde en het aantal waarden kent, kun je de totale som terugvinden.
no: Hvis du kjenner gjennomsnittet og antall verdier, kan du finne den totale summen.
pl: Jeśli znasz średnią i liczbę wartości, możesz odnaleźć całkowitą sumę.
pt_pt: Se conheces a média e o número de valores, podes encontrar a soma total.
ro: Dacă știi media și numărul de valori, poți recupera suma totală.
ru: Если ты знаешь среднее и количество значений, ты можешь восстановить общую сумму.
sk: Ak poznáš priemer a počet hodnôt, môžeš nájsť celkový súčet.
sv: Om du känner till medelvärdet och antalet värden kan du återfå den totala summan.
sw: Ikiwa unajua wastani na idadi ya thamani, unaweza kupata jumla ya jumla.
tr: Eğer ortalamayı ve değer sayısını biliyorsan, toplamı bulabilirsin.
uk: Якщо ти знаєш середнє значення та кількість значень, ти можеш знайти загальну суму.
vi: Nếu bạn biết giá trị trung bình và số lượng giá trị, bạn có thể tìm ra tổng cộng.
zh_hans: 如果你知道平均值和值的数量，你可以找回总和。

# mean_l2_s3_b2
source: Très utile pour les exercices “moyenne de classe”, “ajout d’une note”, etc.
af: Baie nuttig vir oefeninge "klasgemiddelde", "byvoeging van 'n punt", ens.
bg: Много полезно за упражнения “средна стойност на клас”, “добавяне на оценка” и т.н.
cs: Velmi užitečné pro úkoly "průměr třídy", "přidání známky", atd.
da: Meget nyttigt til opgaver som "klassegennemsnit", "tilføjelse af en karakter", osv.
de: Sehr nützlich für die Übungen "Klassendurchschnitt", "Hinzufügen einer Note" usw.
el: Πολύ χρήσιμο για ασκήσεις “μέση τιμή τάξης”, “προσθήκη βαθμού”, κ.λπ.
es: Muy útil para ejercicios de "media de clase", "añadir una nota", etc.
fi: Erittäin hyödyllinen "luokan keskiarvo", "arvosanan lisääminen" jne. -harjoituksille.
fil: Napaka-kapaki-pakinabang para sa mga ehersisyo ng "average ng klase", "pagdaragdag ng isang marka", atbp.
hu: Nagyon hasznos a "osztályátlag", "jegy hozzáadása" stb. feladatokhoz.
id: Sangat berguna untuk latihan 'rata-rata kelas', 'menambahkan nilai', dll.
it: Molto utile per gli esercizi "media di classe", "aggiunta di un voto", ecc.
ja: 「クラスの平均」、「点数の追加」などの演習に非常に役立ちます。
ko: '클래스 평균', '점수 추가' 등의 연습에 매우 유용합니다.
nl: Zeer nuttig voor de oefeningen 'klasgemiddelde', 'toevoegen van een cijfer', enz.
no: Veldig nyttig for oppgaver som "klassegjennomsnitt", "legge til en karakter", osv.
pl: Bardzo przydatne w ćwiczeniach "średnia klasy", "dodanie oceny" itp.
pt_pt: Muito útil para os exercícios "média de turma", "adição de uma nota", etc.
ro: Foarte util pentru exercițiile "media clasei", "adăugarea unei note", etc.
ru: Очень полезно для упражнений "среднее по классу", "добавление оценки" и т.д.
sk: Veľmi užitočné pre cvičenia "priemer triedy", "pridanie známky", atď.
sv: Mycket användbart för övningar "klassens medelvärde", "tillägg av ett betyg", etc.
sw: Inatumika sana kwa mazoezi ya "wastani wa darasa", "kuongeza alama", n.k.
tr: 'Sınıf ortalaması', 'not ekleme' gibi alıştırmalar için çok yararlıdır.
uk: Дуже корисно для вправ "середнє класу", "додавання оцінки" тощо.
vi: Rất hữu ích cho các bài tập "giá trị trung bình lớp", "thêm một điểm", v.v.
zh_hans: 对于“班级平均”、“添加一个分数”等练习非常有用。

# mean_l2_s4_title
source: Propriétés (à connaître pour raisonner vite)
af: Eienskappe (om te ken om vinnig te redeneer)
bg: Свойства (които трябва да знаете, за да разсъждавате бързо)
cs: Vlastnosti (znát pro rychlé uvažování)
da: Egenskaber (at kende for at ræsonnere hurtigt)
de: Eigenschaften (zu kennen, um schnell zu argumentieren)
el: Ιδιότητες (για να σκέφτεστε γρήγορα)
es: Propiedades (a conocer para razonar rápido)
fi: Ominaisuudet (tunne ne, jotta voit ajatella nopeasti)
fil: Mga katangian (dapat malaman upang mabilis na mag-isip)
hu: Tulajdonságok (amiket tudni érdemes a gyors érveléshez)
id: Properti (yang perlu diketahui untuk berpikir cepat)
it: Proprietà (da conoscere per ragionare velocemente)
ja: 特性（迅速に推論するために知っておくべきこと）
ko: 속성 (빠르게 추론하기 위해 알아야 할)
nl: Eigenschappen (te kennen om snel te redeneren)
no: Egenskaper (å kjenne for å resonnere raskt)
pl: Właściwości (do zapamiętania, aby szybko myśleć)
pt_pt: Propriedades (a conhecer para raciocinar rapidamente)
ro: Proprietăți (de știut pentru a raționa rapid)
ru: Свойства (которые нужно знать для быстрого рассуждения)
sk: Vlastnosti (na zapamätanie pre rýchle uvažovanie)
sv: Egenskaper (att känna till för att resonera snabbt)
sw: Mali (zinazopaswa kujulikana ili kufikiri haraka)
tr: Özellikler (hızlı düşünmek için bilinmesi gerekenler)
uk: Властивості (які потрібно знати для швидкого міркування)
vi: Các thuộc tính (cần biết để suy luận nhanh)
zh_hans: 属性（快速推理所需）

# mean_l2_s4_b1
source: Si on ajoute la même constante c à toutes les valeurs, la moyenne augmente de c.
af: As ons dieselfde konstante c by al die waardes voeg, neem die gemiddelde met c toe.
bg: Ако добавим същата константа c към всички стойности, средната стойност се увеличава с c.
cs: Pokud k všem hodnotám přidáme stejnou konstantu c, průměr se zvýší o c.
da: Hvis man tilføjer den samme konstant c til alle værdier, stiger gennemsnittet med c.
de: Wenn man die gleiche Konstante c zu allen Werten hinzufügt, erhöht sich der Mittelwert um c.
el: Αν προσθέσουμε την ίδια σταθερά c σε όλες τις τιμές, ο μέσος όρος αυξάνεται κατά c.
es: Si se añade la misma constante c a todos los valores, la media aumenta en c.
fi: Jos lisätään sama vakio c kaikkiin arvoihin, keskiarvo kasvaa c:llä.
fil: Kung magdadagdag tayo ng parehong constant c sa lahat ng mga halaga, ang average ay tataas ng c.
hu: Ha ugyanazt a c konstansot hozzáadjuk minden értékhez, az átlag c-vel nő.
id: Jika kita menambahkan konstanta yang sama c ke semua nilai, rata-rata meningkat sebesar c.
it: Se si aggiunge la stessa costante c a tutti i valori, la media aumenta di c.
ja: すべての値に同じ定数cを加えると、平均はcだけ増加します。
ko: 모든 값에 동일한 상수 c를 추가하면 평균이 c만큼 증가합니다.
nl: Als we dezelfde constante c aan alle waarden toevoegen, neemt het gemiddelde toe met c.
no: Hvis man legger til den samme konstanten c til alle verdiene, øker gjennomsnittet med c.
pl: Jeśli dodamy tę samą stałą c do wszystkich wartości, średnia wzrasta o c.
pt_pt: Se adicionarmos a mesma constante c a todos os valores, a média aumenta em c.
ro: Dacă adăugăm aceeași constantă c la toate valorile, media crește cu c.
ru: Если к каждому значению добавить одну и ту же константу c, среднее увеличится на c.
sk: Ak k všetkým hodnotám pridáme rovnakú konštantu c, priemer sa zvýši o c.
sv: Om man lägger till samma konstant c till alla värden ökar medelvärdet med c.
sw: Ikiwa tunaongeza thabiti sawa c kwa thamani zote, wastani huongezeka kwa c.
tr: Eğer tüm değerlere aynı c sabitini eklersen, ortalama c kadar artar.
uk: Якщо до всіх значень додати одну й ту ж константу c, середнє зросте на c.
vi: Nếu ta thêm cùng một hằng số c vào tất cả các giá trị, giá trị trung bình sẽ tăng lên c.
zh_hans: 如果我们将相同的常数 c 加到所有值上，平均值将增加 c。

# mean_l2_s4_b2
source: Si on multiplie toutes les valeurs par k, la moyenne est multipliée par k.
af: As ons al die waardes met k vermenigvuldig, word die gemiddelde met k vermenigvuldig.
bg: Ако умножим всички стойности по k, средната стойност се умножава по k.
cs: Pokud všechny hodnoty vynásobíme k, průměr se vynásobí k.
da: Hvis man multiplicerer alle værdier med k, multipliceres gennemsnittet med k.
de: Wenn man alle Werte mit k multipliziert, wird der Mittelwert mit k multipliziert.
el: Αν πολλαπλασιάσουμε όλες τις τιμές με k, ο μέσος όρος πολλαπλασιάζεται με k.
es: Si se multiplican todos los valores por k, la media se multiplica por k.
fi: Jos kerrotaan kaikki arvot k:lla, keskiarvo kerrotaan k:lla.
fil: Kung imumultiply natin ang lahat ng mga halaga sa k, ang average ay imumultiply din sa k.
hu: Ha minden értéket k-val szorzunk, az átlag k-val szorzódik.
id: Jika kita mengalikan semua nilai dengan k, rata-rata dikalikan dengan k.
it: Se si moltiplicano tutti i valori per k, la media è moltiplicata per k.
ja: すべての値をk倍すると、平均もk倍になります。
ko: 모든 값을 k로 곱하면 평균도 k로 곱해집니다.
nl: Als we alle waarden met k vermenigvuldigen, wordt het gemiddelde vermenigvuldigd met k.
no: Hvis man multipliserer alle verdiene med k, multipliseres gjennomsnittet med k.
pl: Jeśli pomnożymy wszystkie wartości przez k, średnia jest mnożona przez k.
pt_pt: Se multiplicarmos todos os valores por k, a média é multiplicada por k.
ro: Dacă multiplicăm toate valorile cu k, media este multiplicată cu k.
ru: Если все значения умножить на k, среднее будет умножено на k.
sk: Ak všetky hodnoty vynásobíme k, priemer sa vynásobí k.
sv: Om man multiplicerar alla värden med k, multipliceras medelvärdet med k.
sw: Ikiwa tunaongeza thamani zote kwa k, wastani huongezeka kwa k.
tr: Eğer tüm değerleri k ile çarparsan, ortalama k ile çarpılır.
uk: Якщо всі значення помножити на k, середнє буде помножено на k.
vi: Nếu ta nhân tất cả các giá trị với k, giá trị trung bình sẽ được nhân với k.
zh_hans: 如果我们将所有值乘以 k，平均值也将乘以 k。

# mean_l2_s4_b3
source: La moyenne minimise la somme des carrés des écarts (propriété “moindres carrés”) : c’est une raison théorique de son importance.
af: Die gemiddelde minimaliseer die som van die kwadrate van die afwykings ("minimale kwadrate" eienskap): dit is 'n teoretiese rede vir sy belangrikheid.
bg: Средната стойност минимизира сумата на квадратите на отклоненията (свойство „най-малки квадрати“): това е теоретично обяснение за нейното значение.
cs: Průměr minimalizuje součet čtverců odchylek (vlastnost "nejmenších čtverců"): je to teoretický důvod jeho důležitosti.
da: Gennemsnittet minimerer summen af kvadraterne af afvigelserne ("mindste kvadrater" egenskab): det er en teoretisk grund til dens betydning.
de: Der Mittelwert minimiert die Summe der Quadrate der Abweichungen (Eigenschaft "kleinste Quadrate"): das ist ein theoretischer Grund für seine Bedeutung.
el: Ο μέσος όρος ελαχιστοποιεί το άθροισμα των τετραγώνων των αποκλίσεων (ιδιότητα “μικρότερων τετραγώνων”): είναι μια θεωρητική αιτία της σημασίας του.
es: La media minimiza la suma de los cuadrados de las desviaciones (propiedad de "mínimos cuadrados"): es una razón teórica de su importancia.
fi: Keskiarvo minimoi neliöpoikkeamien summan ("pienimmät neliöt" -ominaisuus): tämä on teoreettinen syy sen tärkeydelle.
fil: Ang average ay nagpapababa sa kabuuan ng mga parisukat ng mga pagkakaiba (katangian ng "mga pinakamaliit na parisukat"): ito ay isang teoretikal na dahilan ng kanyang kahalagahan.
hu: Az átlag minimalizálja a négyzetes eltérések összegét ("legkisebb négyzetek" tulajdonság): ez egy elméleti indoklás a fontosságára.
id: Rata-rata meminimalkan jumlah kuadrat deviasi (properti 'kuadrat terkecil'): ini adalah alasan teoretis untuk pentingnya.
it: La media minimizza la somma dei quadrati degli scarti (proprietà "minimi quadrati"): è una ragione teorica della sua importanza.
ja: 平均は偏差の二乗の合計を最小化します（「最小二乗法」の特性）：これはその重要性の理論的な理由です。
ko: 평균은 편차의 제곱합을 최소화합니다 ("최소 제곱" 속성): 이는 그 중요성에 대한 이론적 이유입니다.
nl: Het gemiddelde minimaliseert de som van de kwadraten van de afwijkingen (eigenschap 'kleinste kwadraten'): dit is een theoretische reden voor zijn belang.
no: Gjennomsnittet minimerer summen av kvadratene av avvikene ("minste kvadraters" egenskap): det er en teoretisk grunn til dens betydning.
pl: Średnia minimalizuje sumę kwadratów odchyleń (właściwość "najmniejszych kwadratów"): to teoretyczny powód jej znaczenia.
pt_pt: A média minimiza a soma dos quadrados das diferenças (propriedade "mínimos quadrados"): é uma razão teórica da sua importância.
ro: Media minimizează suma pătratelor abaterilor (proprietatea "celor mai mici pătrate"): este un motiv teoretic pentru importanța sa.
ru: Среднее минимизирует сумму квадратов отклонений (свойство "наименьших квадратов"): это теоретическая причина его важности.
sk: Priemer minimalizuje súčet štvorcov odchýlok (vlastnosť "najmenších štvorcov"): je to teoretický dôvod jeho dôležitosti.
sv: Medelvärdet minimerar summan av kvadraterna av avvikelserna ("minsta kvadratens" egenskap): det är en teoretisk anledning till dess betydelse.
sw: Wastani hupunguza jumla ya mraba wa tofauti (mali ya "mraba mdogo"): hii ni sababu ya nadharia ya umuhimu wake.
tr: Ortalama, sapmaların karelerinin toplamını minimize eder (en küçük kareler özelliği): bu, öneminin teorik bir nedenidir.
uk: Середнє мінімізує суму квадратів відхилень (властивість "найменших квадратів"): це теоретична причина його важливості.
vi: Giá trị trung bình tối thiểu hóa tổng bình phương của các độ lệch (thuộc tính "bình phương nhỏ nhất"): đây là lý do lý thuyết cho tầm quan trọng của nó.
zh_hans: 平均值最小化偏差平方和（“最小二乘”属性）：这是其重要性的理论依据。
