Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_pdf_merge_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случай на употреба
cs: Případ použití
da: Brugssag
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati eset
id: Kasus penggunaan
it: Caso d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przypadek użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Сценарий использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi ya kesi
tr: Kullanım durumu
uk: Використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_dev_pdf_pdf_merge_uc1_title
source: Assembler un dossier
af: Stel 'n lêer saam
bg: Събиране на папка
cs: Sestavit složku
da: Sammensæt en mappe
de: Ein Dossier zusammenstellen
el: Συγκέντρωση φακέλου
es: Unir un expediente
fi: Kokoa kansio
fil: Pagsamahin ang isang folder
hu: TODO
id: TODO
it: Assemblare un dossier
ja: フォルダーを組み合わせる
ko: 폴더 조합
nl: Een dossier samenstellen
no: Sammenslå en mappe
pl: Złożenie teczki
pt_pt: Montar um dossiê
ro: Asamblați un dosar
ru: Собрать папку
sk: Zostaviť zložku
sv: Sammanställ en mapp
sw: Kusanya faili
tr: Bir dosya oluşturun
uk: Зібрати досьє
vi: Ghép một hồ sơ
zh_hans: 组装文件夹

# ed_dev_pdf_pdf_merge_uc1_text
source: Regrouper contrats, annexes, justificatifs ou rapports en un PDF unique prêt à être envoyé.
af: Groepering van kontrakte, byvoegsels, bewysstukke of verslae in 'n enkele PDF wat gereed is om gestuur te word.
bg: Събиране на договори, приложения, доказателства или отчети в един уникален PDF, готов за изпращане.
cs: Seskupit smlouvy, přílohy, doklady nebo zprávy do jednoho PDF připraveného k odeslání.
da: Saml kontrakter, bilag, dokumentation eller rapporter i en enkelt PDF klar til at blive sendt.
de: Verträge, Anhänge, Nachweise oder Berichte in ein einziges PDF-Dokument zusammenfassen, das bereit zum Versenden ist.
el: Συγκέντρωση συμβάσεων, παραρτημάτων, αποδεικτικών ή αναφορών σε ένα μοναδικό PDF έτοιμο προς αποστολή.
es: Agrupar contratos, anexos, justificantes o informes en un único PDF listo para ser enviado.
fi: Yhdistä sopimukset, liitteet, todisteet tai raportit yhdeksi PDF:ksi, joka on valmis lähetettäväksi.
fil: Pagsamahin ang mga kontrata, annexes, mga patunay o mga ulat sa isang natatanging PDF na handa nang ipadala.
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: Raggruppare contratti, allegati, giustificativi o rapporti in un unico PDF pronto per essere inviato.
ja: 契約書、付属書、証明書、またはレポートを1つのPDFにまとめて送信できるようにします。
ko: 계약서, 부록, 증빙서류 또는 보고서를 하나의 PDF로 통합하여 전송할 준비를 합니다.
nl: Contracten, bijlagen, bewijsstukken of rapporten groeperen in één unieke PDF die klaar is om te worden verzonden.
no: Samle kontrakter, vedlegg, bevis eller rapporter i en unik PDF klar til å sendes.
pl: Zgrupowanie umów, załączników, dowodów lub raportów w jeden unikalny PDF gotowy do wysłania.
pt_pt: Agrupar contratos, anexos, comprovantes ou relatórios em um único PDF pronto para ser enviado.
ro: Gruparea contractelor, anexelor, justificativelor sau rapoartelor într-un PDF unic gata de trimis.
ru: Собрать контракты, приложения, подтверждения или отчеты в один PDF-файл, готовый к отправке.
sk: Zlúčiť zmluvy, prílohy, doklady alebo správy do jedného PDF pripraveného na odoslanie.
sv: Samla kontrakt, bilagor, bevis eller rapporter i en unik PDF redo att skickas.
sw: Kusanya mikataba, nyongeza, uthibitisho au ripoti katika PDF moja tayari kutumwa.
tr: Sözleşmeleri, ekleri, belgeleri veya raporları tek bir PDF'de birleştirerek göndermeye hazır hale getirin.
uk: Об'єднати контракти, додатки, підтвердження або звіти в один PDF, готовий до відправки.
vi: Tập hợp hợp đồng, phụ lục, chứng từ hoặc báo cáo thành một PDF duy nhất sẵn sàng để gửi.
zh_hans: 将合同、附件、凭证或报告汇总为一个准备发送的 PDF。

# ed_dev_pdf_pdf_merge_uc2_title
source: Automatiser une génération
af: Outomatiseer 'n generasie
bg: Автоматизиране на генериране
cs: Automatizovat generaci
da: Automatiser en generation
de: Eine Generierung automatisieren
el: Αυτοματοποίηση μιας γεννήτριας
es: Automatizar una generación
fi: Automatisoi generointi
fil: I-automate ang isang henerasyon
hu: TODO
id: TODO
it: Automatizzare una generazione
ja: 生成を自動化する
ko: 생성 자동화
nl: Automatiseer een generatie
no: Automatisere en generering
pl: Automatyzacja generacji
pt_pt: Automatizar uma geração
ro: Automatizați o generație
ru: Автоматизировать генерацию
sk: Automatizovať generáciu
sv: Automatisera en generation
sw: Automate uzalishaji
tr: Bir üretimi otomatikleştirin
uk: Автоматизувати генерацію
vi: Tự động hóa một quá trình tạo ra
zh_hans: 自动化生成

# ed_dev_pdf_pdf_merge_uc2_text
source: Fusionner des sorties de jobs (factures, bons, rapports) dans une pipeline serveur.
af: Versmelt uitvoer van werksgeleenthede (fakture, kwitansies, verslae) in 'n bediener-pyplyn.
bg: Сливане на изходи от работни места (фактури, бележки, отчети) в сървърна линия.
cs: Sloučit výstupy úloh (faktury, dodací listy, zprávy) v serverovém pipeline.
da: Sammenlæg output fra jobs (fakturaer, bilag, rapporter) i en serverpipeline.
de: Ausgaben von Jobs (Rechnungen, Belege, Berichte) in einer Server-Pipeline zusammenführen.
el: Συγχώνευση εξόδων εργασιών (τιμολόγια, παραγγελίες, αναφορές) σε μια pipeline server.
es: Fusionar salidas de trabajos (facturas, órdenes, informes) en una tubería de servidor.
fi: Yhdistä työtehtävien tuloksia (laskut, kuitit, raportit) palvelinputkessa.
fil: Pagsamahin ang mga output ng mga trabaho (mga invoice, mga resibo, mga ulat) sa isang server pipeline.
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: Unire le uscite di lavori (fatture, buoni, rapporti) in una pipeline server.
ja: サーバーパイプライン内でジョブの出力（請求書、伝票、レポート）をマージします。
ko: 서버 파이프라인에서 작업 출력(청구서, 영수증, 보고서)을 병합합니다.
nl: Uitvoeringen van jobs (facturen, bonnen, rapporten) samenvoegen in een serverpipeline.
no: Sammenslå utdata fra jobber (fakturaer, kvitteringer, rapporter) i en serverpipeline.
pl: Łączenie wyników z zadań (faktury, zlecenia, raporty) w pipeline serwera.
pt_pt: Mesclar saídas de jobs (faturas, ordens, relatórios) em um pipeline de servidor.
ro: Fuzionați ieșirile de joburi (facturi, bonuri, rapoarte) într-o pipeline server.
ru: Объединить выходные данные заданий (счета, накладные, отчеты) в серверном конвейере.
sk: Spojiť výstupy úloh (faktúry, dodacie listy, správy) v serverovom pipeline.
sv: Slå samman utdata från jobb (fakturor, kvitton, rapporter) i en serverpipeline.
sw: Kuchanganya matokeo ya kazi (ankara, tiketi, ripoti) katika pipeline ya seva.
tr: Sunucu pipeline'ında iş çıktıları (faturalar, fişler, raporlar) birleştirin.
uk: Об'єднати виходи завдань (рахунки, накладні, звіти) в серверному конвеєрі.
vi: Hợp nhất các đầu ra của các công việc (hóa đơn, phiếu, báo cáo) trong một pipeline máy chủ.
zh_hans: 在服务器管道中合并作业输出（发票、单据、报告）。

# ed_dev_pdf_pdf_merge_uc3_title
source: Préparer une impression
af: Bereid 'n drukwerk voor
bg: Подготовка за печат
cs: Připravit tisk
da: Forbered en udskrift
de: Eine Druckvorbereitung
el: Προετοιμασία εκτύπωσης
es: Preparar una impresión
fi: Valmistele tulostus
fil: Ihanda ang isang pag-print
hu: TODO
id: TODO
it: Preparare una stampa
ja: 印刷の準備をする
ko: 인쇄 준비
nl: Voorbereiden op afdrukken
no: Forberede en utskrift
pl: Przygotowanie do druku
pt_pt: Preparar uma impressão
ro: Pregătiți o imprimare
ru: Подготовить печать
sk: Pripraviť na tlač
sv: Förbered en utskrift
sw: Tayarisha uchapishaji
tr: Baskıya hazırlayın
uk: Підготувати до друку
vi: Chuẩn bị một bản in
zh_hans: 准备打印

# ed_dev_pdf_pdf_merge_uc3_text
source: Créer un document final avec l’ordre exact des pages, sans manip manuelle.
af: Skep 'n finale dokument met die presiese volgorde van bladsye, sonder handmatige manipulasie.
bg: Създаване на финален документ с точния ред на страниците, без ръчна намеса.
cs: Vytvořit finální dokument s přesným pořadím stránek, bez manuální manipulace.
da: Opret et endeligt dokument med den nøjagtige rækkefølge af siderne, uden manuel håndtering.
de: Ein endgültiges Dokument mit der genauen Reihenfolge der Seiten erstellen, ohne manuelle Eingriffe.
el: Δημιουργία ενός τελικού εγγράφου με την ακριβή σειρά των σελίδων, χωρίς χειροκίνητη παρέμβαση.
es: Crear un documento final con el orden exacto de las páginas, sin manipulación manual.
fi: Luo lopullinen asiakirja tarkalla sivujärjestyksellä ilman manuaalista käsittelyä.
fil: Lumikha ng isang panghuling dokumento na may eksaktong pagkakasunod-sunod ng mga pahina, nang walang manu-manong pag-manipula.
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: Creare un documento finale con l'ordine esatto delle pagine, senza manipolazione manuale.
ja: 手動操作なしで、ページの正確な順序で最終文書を作成します。
ko: 수동 조작 없이 정확한 페이지 순서로 최종 문서를 생성합니다.
nl: Een einddocument creëren met de exacte volgorde van pagina's, zonder handmatige manipulatie.
no: Opprett et endelig dokument med nøyaktig rekkefølge på sidene, uten manuell håndtering.
pl: Utworzenie dokumentu końcowego z dokładną kolejnością stron, bez ręcznych manipulacji.
pt_pt: Criar um documento final com a ordem exata das páginas, sem manipulação manual.
ro: Creați un document final cu ordinea exactă a paginilor, fără manipulări manuale.
ru: Создать окончательный документ с точным порядком страниц, без ручных манипуляций.
sk: Vytvoriť konečný dokument s presným poradím strán, bez manuálnych zásahov.
sv: Skapa ett slutdokument med exakt sidaordning, utan manuell hantering.
sw: Unda hati ya mwisho yenye mpangilio sahihi wa kurasa, bila ushirikiano wa mikono.
tr: Sayfaların tam sırasıyla son bir belge oluşturun, manuel müdahale olmadan.
uk: Створити фінальний документ з точним порядком сторінок, без ручних маніпуляцій.
vi: Tạo một tài liệu cuối cùng với thứ tự chính xác của các trang, không cần thao tác thủ công.
zh_hans: 创建一个最终文档，具有确切的页面顺序，无需手动操作。

# ed_dev_pdf_pdf_merge_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ano ang makukuha mo
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Dette får du
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_dev_pdf_pdf_merge_out1
source: Un PDF fusionné téléchargeable, dans l’ordre fourni.
af: ‘n Gelaaide PDF, in die verskafde volgorde.
bg: Слят PDF, готов за изтегляне, в предоставения ред.
cs: Sloučené PDF ke stažení, v poskytnutém pořadí.
da: En downloadbar sammenlagt PDF, i den angivne rækkefølge.
de: Ein herunterladbares, zusammengeführtes PDF in der angegebenen Reihenfolge.
el: Ένα συγχωνευμένο PDF που είναι διαθέσιμο για λήψη, στην παρεχόμενη σειρά.
es: Un PDF fusionado descargable, en el orden proporcionado.
fi: Yhdistetty PDF ladattavaksi, annettujen ohjeiden mukaan.
fil: Isang na-download na pinagsamang PDF, sa ibinigay na pagkakasunod-sunod.
hu: TODO: Írd le pontosan a kimenetet.
id: TODO: Deskripsikan dengan tepat keluaran.
it: Un PDF unito scaricabile, nell'ordine fornito.
ja: 提供された順序でダウンロード可能なマージされたPDF。
ko: 제공된 순서로 다운로드 가능한 병합된 PDF.
nl: Een samengevoegde PDF die kan worden gedownload, in de opgegeven volgorde.
no: En nedlastbar sammenslått PDF, i den angitte rekkefølgen.
pl: Połączony PDF do pobrania, w podanej kolejności.
pt_pt: Um PDF mesclado para download, na ordem fornecida.
ro: Un PDF fuzionat descărcabil, în ordinea furnizată.
ru: Объединенный PDF для загрузки, в указанном порядке.
sk: Stiahnuteľný zlúčený PDF, v zadanom poradí.
sv: En nedladdningsbar sammanslagen PDF, i den angivna ordningen.
sw: PDF iliyochanganywa inayoweza kupakuliwa, katika mpangilio uliopewa.
tr: Verilen sırada indirilebilir birleştirilmiş PDF.
uk: Об'єднаний PDF для завантаження, в наданому порядку.
vi: Một PDF đã hợp nhất có thể tải xuống, theo thứ tự đã cung cấp.
zh_hans: 一个可下载的合并 PDF，按提供的顺序。

# ed_dev_pdf_pdf_merge_out2
source: Un récapitulatif (mapping) des pages sources → pages finales pour faciliter la traçabilité et le debug.
af: ‘n Samevatting (mapping) van bronbladsye → finale bladsye om die opsporing en debug te vergemaklik.
bg: Резюме (мапинг) на изходните страници → финални страници за улесняване на проследимостта и отстраняването на грешки.
cs: Shrnutí (mapování) zdrojových stránek → finální stránky pro usnadnění sledovatelnosti a ladění.
da: Et resumé (mapping) af kildesider → slut-sider for at lette sporbarhed og debugging.
de: Eine Zusammenfassung (Mapping) der Quellseiten → Endseiten zur Erleichterung der Nachverfolgbarkeit und des Debuggings.
el: Μια ανακεφαλαίωση (mapping) των πηγών σελίδων → τελικών σελίδων για να διευκολυνθεί η ιχνηλασιμότητα και η αποσφαλμάτωση.
es: Un resumen (mapeo) de las páginas fuente → páginas finales para facilitar la trazabilidad y la depuración.
fi: Yhteenveto (mapping) lähdesivuista → lopullisiin sivuihin helpottamaan jäljitettävyyttä ja virheenkorjausta.
fil: Isang buod (mapping) ng mga source na pahina → mga final na pahina upang mapadali ang traceability at debug.
hu: TODO: Mire jó ez a kimenet.
id: TODO: Untuk apa keluaran ini.
it: Un riepilogo (mapping) delle pagine sorgente → pagine finali per facilitare la tracciabilità e il debug.
ja: トレーサビリティとデバッグを容易にするためのソースページ→最終ページのマッピングの要約。
ko: 소스 페이지 → 최종 페이지의 요약(매핑)으로 추적성과 디버깅을 용이하게 합니다.
nl: Een samenvatting (mapping) van de bronpagina's → eindpagina's om traceerbaarheid en debuggen te vergemakkelijken.
no: En oppsummering (mapping) av kildesider → slutt-sider for å lette sporbarhet og feilsøking.
pl: Podsumowanie (mapowanie) stron źródłowych → stron końcowych w celu ułatwienia śledzenia i debugowania.
pt_pt: Um resumo (mapeamento) das páginas fontes → páginas finais para facilitar a rastreabilidade e o debug.
ro: Un rezumat (mapping) al paginilor sursă → pagini finale pentru a facilita trasabilitatea și debug-ul.
ru: Резюме (отображение) исходных страниц → конечных страниц для облегчения отслеживания и отладки.
sk: Prehľad (mapovanie) zdrojových strán → konečné stránky na uľahčenie sledovania a ladenia.
sv: En sammanställning (mapping) av källsidor → slutliga sidor för att underlätta spårbarhet och debug.
sw: Muhtasari (ramani) wa kurasa za chanzo → kurasa za mwisho ili kuwezesha ufuatiliaji na debug.
tr: Kaynak sayfalar → son sayfalar için izlenebilirliği ve hata ayıklamayı kolaylaştıran bir özet (mapping).
uk: Резюме (мапінг) вихідних сторінок → фінальні сторінки для полегшення відстеження та налагодження.
vi: Một tóm tắt (mapping) của các trang nguồn → các trang cuối cùng để dễ dàng theo dõi và gỡ lỗi.
zh_hans: 源页面 → 最终页面的摘要（映射），以便于追踪和调试。

# ed_dev_pdf_pdf_merge_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte zur Beachtung
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_dev_pdf_pdf_merge_lim1
source: Fusionner des PDF très volumineux peut consommer beaucoup de mémoire/CPU selon l’environnement.
af: Die versmelting van baie groot PDF's kan baie geheue/CPU verbruik, afhangende van die omgewing.
bg: Сливането на много обемисти PDF файлове може да изисква много памет/ЦПУ в зависимост от средата.
cs: Sloučení velmi velkých PDF může spotřebovat hodně paměti/CPU v závislosti na prostředí.
da: Sammenlægning af meget store PDF'er kan forbruge meget hukommelse/CPU afhængigt af miljøet.
de: Das Zusammenführen von sehr großen PDFs kann je nach Umgebung viel Speicher/CPU verbrauchen.
el: Η συγχώνευση πολύ μεγάλων PDF μπορεί να καταναλώσει πολλή μνήμη/CPU ανάλογα με το περιβάλλον.
es: Fusionar PDFs muy grandes puede consumir mucha memoria/CPU según el entorno.
fi: Erittäin suurten PDF-tiedostojen yhdistäminen voi kuluttaa paljon muistia/CPU:ta ympäristöstä riippuen.
fil: Ang pagsasama ng mga napakalaking PDF ay maaaring kumonsumo ng maraming memorya/CPU depende sa kapaligiran.
hu: TODO.
id: TODO.
it: Unire PDF molto voluminosi può consumare molta memoria/CPU a seconda dell'ambiente.
ja: 非常に大きなPDFをマージすると、環境によっては多くのメモリ/CPUを消費することがあります。
ko: 매우 큰 PDF를 병합하면 환경에 따라 많은 메모리/CPU를 소모할 수 있습니다.
nl: Het samenvoegen van zeer grote PDF's kan veel geheugen/CPU verbruiken, afhankelijk van de omgeving.
no: Sammenslåing av svært store PDF-er kan bruke mye minne/CPU avhengig av miljøet.
pl: Łączenie bardzo dużych PDF może zużywać dużo pamięci/CPU w zależności od środowiska.
pt_pt: Mesclar PDFs muito volumosos pode consumir muita memória/CPU dependendo do ambiente.
ro: Fuzionarea PDF-urilor foarte voluminoase poate consuma multă memorie/CPU în funcție de mediu.
ru: Объединение очень больших PDF может потреблять много памяти/ЦП в зависимости от окружения.
sk: Spojenie veľmi veľkých PDF môže spotrebovať veľa pamäte/CPU v závislosti od prostredia.
sv: Att slå samman mycket stora PDF:er kan konsumera mycket minne/CPU beroende på miljön.
sw: Kuchanganya PDF kubwa sana kunaweza kutumia kumbukumbu/CPU nyingi kulingana na mazingira.
tr: Çok büyük PDF'leri birleştirmek, ortama bağlı olarak çok fazla bellek/CPU tüketebilir.
uk: Об'єднання дуже великих PDF може споживати багато пам'яті/ЦП залежно від середовища.
vi: Hợp nhất các PDF rất lớn có thể tiêu tốn nhiều bộ nhớ/CPU tùy thuộc vào môi trường.
zh_hans: 合并非常大的 PDF 可能会根据环境消耗大量内存/CPU。

# ed_dev_pdf_pdf_merge_lim2
source: Les formulaires, signets (bookmarks) et métadonnées peuvent être fusionnés ou simplifiés selon les capacités de l’outil.
af: Die vorms, boekmerke en metadata kan saamgevoeg of vereenvoudig word, afhangende van die vermoëns van die instrument.
bg: Формулярите, отметките и метаданните могат да бъдат слети или опростени в зависимост от възможностите на инструмента.
cs: Formuláře, záložky (bookmarks) a metadata mohou být sloučena nebo zjednodušena podle schopností nástroje.
da: Formularer, bogmærker og metadata kan blive sammenlagt eller forenklet afhængigt af værktøjets kapaciteter.
de: Formulare, Lesezeichen (Bookmarks) und Metadaten können je nach den Fähigkeiten des Tools zusammengeführt oder vereinfacht werden.
el: Τα έντυπα, τα σελιδοδείκτες (bookmarks) και τα μεταδεδομένα μπορούν να συγχωνευθούν ή να απλοποιηθούν ανάλογα με τις δυνατότητες του εργαλείου.
es: Los formularios, marcadores (bookmarks) y metadatos pueden ser fusionados o simplificados según las capacidades de la herramienta.
fi: Lomakkeet, kirjanmerkit ja metatiedot voidaan yhdistää tai yksinkertaistaa työkalun kykyjen mukaan.
fil: Ang mga form, bookmarks at metadata ay maaaring pagsamahin o pasimplehin ayon sa kakayahan ng tool.
hu: TODO.
id: TODO.
it: I moduli, segnalibri (bookmarks) e metadati possono essere uniti o semplificati a seconda delle capacità dello strumento.
ja: フォーム、ブックマーク、メタデータは、ツールの能力に応じてマージまたは簡略化されることがあります。
ko: 양식, 북마크 및 메타데이터는 도구의 기능에 따라 병합되거나 단순화될 수 있습니다.
nl: Formulieren, bladwijzers (bookmarks) en metadata kunnen worden samengevoegd of vereenvoudigd, afhankelijk van de mogelijkheden van de tool.
no: Skjemaer, bokmerker og metadata kan bli sammenslått eller forenklet avhengig av verktøyets kapasitet.
pl: Formularze, zakładki (bookmarks) i metadane mogą być łączone lub upraszczane w zależności od możliwości narzędzia.
pt_pt: Os formulários, marcadores (bookmarks) e metadados podem ser mesclados ou simplificados dependendo das capacidades da ferramenta.
ro: Formularele, semnele de carte (bookmarks) și metadatele pot fi fuzionate sau simplificate în funcție de capacitățile instrumentului.
ru: Формы, закладки и метаданные могут быть объединены или упрощены в зависимости от возможностей инструмента.
sk: Formuláre, záložky (bookmarks) a metadata môžu byť zlúčené alebo zjednodušené v závislosti od schopností nástroja.
sv: Formulär, bokmärken och metadata kan slås samman eller förenklas beroende på verktygets kapabiliteter.
sw: Fomu, vitabu (bookmarks) na metadata zinaweza kuchanganywa au kuboreshwa kulingana na uwezo wa chombo.
tr: Formlar, yer imleri (bookmarks) ve meta veriler, aracın yeteneklerine bağlı olarak birleştirilebilir veya basitleştirilebilir.
uk: Форми, закладки (bookmarks) та метадані можуть бути об'єднані або спрощені залежно від можливостей інструменту.
vi: Các biểu mẫu, đánh dấu (bookmarks) và siêu dữ liệu có thể được hợp nhất hoặc đơn giản hóa tùy theo khả năng của công cụ.
zh_hans: 表单、书签和元数据可以根据工具的能力进行合并或简化。

# ed_dev_pdf_pdf_merge_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_dev_pdf_pdf_merge_q1
source: Est-ce que la fusion garde les bookmarks ?
af: Hou die versmelting die boekmerke?
bg: Запазва ли сливането отметките?
cs: Zachovává sloučení záložky?
da: Bevarer sammenlægningen bogmærkerne?
de: Behält die Zusammenführung die Lesezeichen?
el: Διατηρεί η συγχώνευση τους σελιδοδείκτες;
es: ¿La fusión mantiene los bookmarks?
fi: Säilyttääkö yhdistäminen kirjanmerkit?
fil: Pinapanatili ba ng pagsasama ang mga bookmarks?
hu: TODO
id: TODO
it: La fusione mantiene i segnalibri?
ja: マージはブックマークを保持しますか？
ko: 병합 시 북마크가 유지됩니까?
nl: Behouden de samenvoegingen de bladwijzers?
no: Beholder sammenslåingen bokmerkene?
pl: Czy łączenie zachowuje zakładki?
pt_pt: A mesclagem mantém os bookmarks?
ro: Păstrează fuzionarea semnele de carte?
ru: Сохраняет ли объединение закладки?
sk: Zachováva zlúčenie záložky?
sv: Behåller sammanslagningen bokmärken?
sw: Je, kuchanganya kunahifadhi vitabu?
tr: Birleştirme yer imlerini koruyor mu?
uk: Чи зберігає злиття закладки?
vi: Liệu việc hợp nhất có giữ lại các đánh dấu không?
zh_hans: 合并是否保留书签？
