Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_of_number_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_of_number_uc1_title
source: Calculs simples du quotidien
af: Eenvoudige berekeninge van die alledaagse
bg: Прости изчисления от ежедневието
cs: Jednoduché každodenní výpočty
da: Enkle dagligdags beregninger
de: Einfache Berechnungen im Alltag
el: Απλοί υπολογισμοί καθημερινότητας
es: Cálculos simples del día a día
fi: Yksinkertaiset arkipäivän laskelmat
fil: Mga simpleng kalkulasyon sa araw-araw
hu: Egyszerű napi számítások
id: Perhitungan sederhana sehari-hari
it: Calcoli semplici della vita quotidiana
ja: 日常の簡単な計算
ko: 일상적인 간단한 계산
nl: Eenvoudige berekeningen in het dagelijks leven
no: Enkle beregninger i hverdagen
pl: Proste obliczenia codzienne
pt_pt: Cálculos simples do dia-a-dia
ro: Calculi simple din viața de zi cu zi
ru: Простые повседневные расчеты
sk: Jednoduché výpočty v každodennom živote
sv: Enkla beräkningar i vardagen
sw: Kukadiria rahisi za kila siku
tr: Günlük basit hesaplamalar
uk: Прості щоденні обчислення
vi: Tính toán đơn giản hàng ngày
zh_hans: 日常简单计算

# ed_math_percentages_percentage_of_number_uc1_text
source: Calculer rapidement 10 %, 25 % ou 50 % d’un nombre pour estimer une quantité, une réduction ou un effort.
af: Bereken vinnig 10 %, 25 % of 50 % van 'n getal om 'n hoeveelheid, 'n afslag of 'n poging te skat.
bg: Бързо изчисляване на 10 %, 25 % или 50 % от число, за да се оцени количество, отстъпка или усилие.
cs: Rychle vypočítat 10 %, 25 % nebo 50 % z čísla pro odhad množství, slevy nebo úsilí.
da: Beregne hurtigt 10 %, 25 % eller 50 % af et tal for at estimere en mængde, en rabat eller en indsats.
de: Berechnen Sie schnell 10 %, 25 % oder 50 % einer Zahl, um eine Menge, einen Rabatt oder einen Aufwand zu schätzen.
el: Υπολογίστε γρήγορα το 10 %, 25 % ή 50 % ενός αριθμού για να εκτιμήσετε μια ποσότητα, μια έκπτωση ή μια προσπάθεια.
es: Calcular rápidamente el 10 %, 25 % o 50 % de un número para estimar una cantidad, un descuento o un esfuerzo.
fi: Laske nopeasti 10 %, 25 % tai 50 % numerosta arvioidaksesi määrää, alennusta tai vaivannäköä.
fil: Mabilis na kalkulahin ang 10 %, 25 % o 50 % ng isang numero upang tantiyahin ang isang dami, diskwento o pagsisikap.
hu: Gyorsan kiszámítani 10 %, 25 % vagy 50 % egy számra, hogy megbecsüljön egy mennyiséget, kedvezményt vagy erőfeszítést.
id: Hitung dengan cepat 10 %, 25 % atau 50 % dari suatu angka untuk memperkirakan jumlah, pengurangan, atau usaha.
it: Calcola rapidamente il 10%, il 25% o il 50% di un numero per stimare una quantità, uno sconto o uno sforzo.
ja: 数量、割引、または努力を見積もるために、数の10％、25％、または50％を迅速に計算します。
ko: 숫자의 10%, 25% 또는 50%를 신속하게 계산하여 양, 할인 또는 노력을 추정합니다.
nl: Bereken snel 10 %, 25 % of 50 % van een getal om een hoeveelheid, korting of inspanning te schatten.
no: Beregne raskt 10 %, 25 % eller 50 % av et tall for å estimere en mengde, en rabatt eller en innsats.
pl: Szybkie obliczenie 10 %, 25 % lub 50 % liczby, aby oszacować ilość, zniżkę lub wysiłek.
pt_pt: Calcular rapidamente 10 %, 25 % ou 50 % de um número para estimar uma quantidade, um desconto ou um esforço.
ro: Calculați rapid 10 %, 25 % sau 50 % dintr-un număr pentru a estima o cantitate, o reducere sau un efort.
ru: Быстро вычислить 10 %, 25 % или 50 % от числа, чтобы оценить количество, скидку или усилие.
sk: Rýchlo vypočítať 10 %, 25 % alebo 50 % z čísla na odhad množstva, zľavy alebo úsilia.
sv: Beräkna snabbt 10 %, 25 % eller 50 % av ett tal för att uppskatta en mängd, en rabatt eller en insats.
sw: Kukadiria haraka 10 %, 25 % au 50 % ya nambari ili kukadiria kiasi, punguzo au juhudi.
tr: Bir sayının %10, %25 veya %50'sini hızlı bir şekilde hesaplayarak bir miktarı, indirim veya çabayı tahmin edin.
uk: Швидко обчисліть 10 %, 25 % або 50 % від числа, щоб оцінити кількість, знижку або зусилля.
vi: Tính nhanh 10%, 25% hoặc 50% của một số để ước lượng một lượng, một sự giảm giá hoặc một nỗ lực.
zh_hans: 快速计算一个数字的10%、25%或50%以估算数量、折扣或努力。

# ed_math_percentages_percentage_of_number_uc2_title
source: Exercices scolaires et révisions
af: Skool oefeninge en hersienings
bg: Училищни упражнения и прегледи
cs: Školní cvičení a opakování
da: Skoleøvelser og revisioner
de: Schulübungen und Wiederholungen
el: Σχολικές ασκήσεις και επαναλήψεις
es: Ejercicios escolares y revisiones
fi: Kouluharjoitukset ja kertaaminen
fil: Mga pagsasanay sa paaralan at mga pagsusuri
hu: Iskolai gyakorlatok és ismétlés
id: Latihan sekolah dan revisi
it: Esercizi scolastici e revisioni
ja: 学校の練習と復習
ko: 학교 과제 및 복습
nl: Schooloefeningen en herzieningen
no: Skoleoppgaver og repetisjoner
pl: Ćwiczenia szkolne i powtórki
pt_pt: Exercícios escolares e revisões
ro: Exerciții școlare și revizuiri
ru: Школьные упражнения и повторения
sk: Školské cvičenia a revízie
sv: Skolövningar och repetition
sw: Mazoezi ya shule na marekebisho
tr: Okul alıştırmaları ve tekrarlar
uk: Шкільні вправи та повторення
vi: Bài tập học đường và ôn tập
zh_hans: 学校练习和复习

# ed_math_percentages_percentage_of_number_uc2_text
source: Utile pour comprendre et appliquer la notion de pourcentage sur un nombre donné, sans contexte supplémentaire.
af: Nuttig om die konsep van persentasie op 'n gegewe getal te verstaan en toe te pas, sonder bykomende konteks.
bg: Полезно е за разбиране и прилагане на понятието процент върху дадено число, без допълнителен контекст.
cs: Užitečné pro pochopení a aplikaci pojmu procenta na dané číslo, bez dalšího kontextu.
da: Nyttig til at forstå og anvende begrebet procentdel på et givet tal, uden yderligere kontekst.
de: Nützlich, um das Konzept des Prozentsatzes auf eine gegebene Zahl zu verstehen und anzuwenden, ohne zusätzlichen Kontext.
el: Χρήσιμο για να κατανοήσετε και να εφαρμόσετε την έννοια του ποσοστού σε μια δεδομένη τιμή, χωρίς επιπλέον πλαίσιο.
es: Útil para entender y aplicar la noción de porcentaje sobre un número dado, sin contexto adicional.
fi: Hyödyllinen ymmärtämään ja soveltamaan prosenttikäsitettä annettuun numeroon ilman lisäyhteyttä.
fil: Kapaki-pakinabang para sa pag-unawa at paglalapat ng konsepto ng porsyento sa isang ibinigay na numero, nang walang karagdagang konteksto.
hu: Hasznos a százalék fogalmának megértéséhez és alkalmazásához egy adott számra, további kontextus nélkül.
id: Berguna untuk memahami dan menerapkan konsep persentase pada angka tertentu, tanpa konteks tambahan.
it: Utile per comprendere e applicare il concetto di percentuale su un numero dato, senza contesto aggiuntivo.
ja: 追加の文脈なしで、特定の数に対するパーセンテージの概念を理解し、適用するのに役立ちます。
ko: 추가적인 맥락 없이 주어진 숫자에 대한 백분율 개념을 이해하고 적용하는 데 유용합니다.
nl: Nuttig om het concept van percentage op een gegeven getal te begrijpen en toe te passen, zonder extra context.
no: Nyttig for å forstå og anvende begrepet prosent på et gitt tall, uten ytterligere kontekst.
pl: Przydatne do zrozumienia i zastosowania pojęcia procentu na danej liczbie, bez dodatkowego kontekstu.
pt_pt: Útil para compreender e aplicar a noção de percentagem sobre um número dado, sem contexto adicional.
ro: Util pentru a înțelege și aplica noțiunea de procent pe un număr dat, fără context suplimentar.
ru: Полезно для понимания и применения понятия процента на данном числе без дополнительного контекста.
sk: Užitočné na pochopenie a aplikáciu pojmu percento na dané číslo, bez ďalšieho kontextu.
sv: Nyttigt för att förstå och tillämpa begreppet procent på ett givet tal, utan ytterligare sammanhang.
sw: Inasaidia kuelewa na kutumia dhana ya asilimia kwenye nambari fulani, bila muktadha wa ziada.
tr: Verilen bir sayıda yüzdelik kavramını anlamak ve uygulamak için faydalıdır, ek bir bağlam olmadan.
uk: Корисно для розуміння та застосування поняття відсотка на даному числі без додаткового контексту.
vi: Hữu ích để hiểu và áp dụng khái niệm tỷ lệ phần trăm trên một số nhất định, mà không cần bối cảnh bổ sung.
zh_hans: 有助于理解和应用给定数字的百分比概念，而无需额外的上下文。

# ed_math_percentages_percentage_of_number_uc3_title
source: Vérification mentale ou rapide
af: Geestelike of vinnige verifikasie
bg: Умствена или бърза проверка
cs: Mentální nebo rychlá kontrola
da: Mental eller hurtig kontrol
de: Mentale oder schnelle Überprüfung
el: Ψυχική ή γρήγορη επαλήθευση
es: Verificación mental o rápida
fi: Mielessä tai nopeasti tarkistaminen
fil: Mabilis na pag-verify o mental na pagsusuri
hu: Mentális vagy gyors ellenőrzés
id: Verifikasi mental atau cepat
it: Verifica mentale o rapida
ja: メンタルまたは迅速な確認
ko: 정신적 또는 빠른 확인
nl: Mentale of snelle controle
no: Mental eller rask sjekk
pl: Weryfikacja mentalna lub szybka
pt_pt: Verificação mental ou rápida
ro: Verificare mentală sau rapidă
ru: Умственная или быстрая проверка
sk: Mentálne alebo rýchle overenie
sv: Mental eller snabb kontroll
sw: Uhakiki wa akili au wa haraka
tr: Zihinsel veya hızlı kontrol
uk: Ментальна або швидка перевірка
vi: Kiểm tra tinh thần hoặc nhanh chóng
zh_hans: 心理或快速检查

# ed_math_percentages_percentage_of_number_uc3_text
source: Permet de vérifier un calcul annoncé ou d’obtenir un ordre de grandeur sans passer par un outil plus complexe.
af: Maak dit moontlik om 'n aangekondigde berekening te verifieer of 'n orde van grootte te verkry sonder om deur 'n meer komplekse hulpmiddel te gaan.
bg: Позволява да се провери обявено изчисление или да се получи приблизителна стойност, без да се използва по-сложен инструмент.
cs: Umožňuje ověřit oznámený výpočet nebo získat přibližnou hodnotu bez použití složitějšího nástroje.
da: Gør det muligt at kontrollere en annonceret beregning eller få en størrelsesorden uden at bruge et mere komplekst værktøj.
de: Ermöglicht es, eine angekündigte Berechnung zu überprüfen oder eine Größenordnung zu erhalten, ohne ein komplexeres Werkzeug zu verwenden.
el: Επιτρέπει να ελέγξετε έναν ανακοινωθέντα υπολογισμό ή να αποκτήσετε μια τάξη μεγέθους χωρίς να περάσετε από ένα πιο σύνθετο εργαλείο.
es: Permite verificar un cálculo anunciado u obtener un orden de magnitud sin pasar por una herramienta más compleja.
fi: Mahdollistaa ilmoitetun laskelman tarkistamisen tai suuruusluokan saamisen ilman monimutkaisempaa työkalua.
fil: Pinapayagan na suriin ang isang inihayag na kalkulasyon o makuha ang isang sukat nang hindi dumadaan sa isang mas kumplikadong tool.
hu: Lehetővé teszi egy bejelentett számítás ellenőrzését vagy egy nagyságrend megállapítását anélkül, hogy bonyolultabb eszközre lenne szükség.
id: Memungkinkan untuk memeriksa perhitungan yang diumumkan atau mendapatkan perkiraan tanpa menggunakan alat yang lebih kompleks.
it: Permette di verificare un calcolo annunciato o di ottenere un ordine di grandezza senza passare per uno strumento più complesso.
ja: 発表された計算を確認したり、より複雑なツールを使用せずに大まかな数値を得たりすることができます。
ko: 발표된 계산을 확인하거나 더 복잡한 도구를 사용하지 않고 대략적인 크기를 얻을 수 있게 해줍니다.
nl: Maakt het mogelijk om een aangekondigde berekening te verifiëren of een orde van grootte te krijgen zonder een complexer hulpmiddel te gebruiken.
no: Lar deg sjekke en annonsert beregning eller få en omtrentlig verdi uten å bruke et mer komplekst verktøy.
pl: Pozwala zweryfikować ogłoszone obliczenie lub uzyskać przybliżoną wartość bez korzystania z bardziej skomplikowanego narzędzia.
pt_pt: Permite verificar um cálculo anunciado ou obter uma ordem de grandeza sem passar por uma ferramenta mais complexa.
ro: Permite verificarea unui calcul anunțat sau obținerea unei ordini de mărime fără a trece printr-un instrument mai complex.
ru: Позволяет проверить объявленный расчет или получить порядок величины, не прибегая к более сложному инструменту.
sk: Umožňuje overiť oznámený výpočet alebo získať poradie veľkosti bez použitia zložitejšieho nástroja.
sv: Möjliggör att verifiera en angiven beräkning eller få en ungefärlig storlek utan att använda ett mer komplext verktyg.
sw: Inaruhusu kuthibitisha hesabu iliyotangazwa au kupata kiwango bila kutumia chombo kigumu zaidi.
tr: Açıklanan bir hesaplamayı kontrol etmeyi veya daha karmaşık bir araca başvurmadan bir büyüklük tahmini almayı sağlar.
uk: Дозволяє перевірити оголошене обчислення або отримати порядок величини без використання більш складного інструменту.
vi: Cho phép kiểm tra một phép tính đã công bố hoặc có được một ước lượng mà không cần sử dụng một công cụ phức tạp hơn.
zh_hans: 可以验证一个宣布的计算或在不使用更复杂工具的情况下获得一个大致的数值。

# ed_math_percentages_percentage_of_number_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 你得到的是什么

# ed_math_percentages_percentage_of_number_out1
source: La valeur correspondant au pourcentage appliqué au nombre saisi.
af: Die waarde wat ooreenstem met die persentasie toegepas op die ingevoerde getal.
bg: Стойността, съответстваща на процента, приложен към въведеното число.
cs: Hodnota odpovídající procentu aplikovanému na zadané číslo.
da: Værdien svarende til den procentdel, der anvendes på det indtastede tal.
de: Der Wert, der dem auf die eingegebene Zahl angewendeten Prozentsatz entspricht.
el: Η τιμή που αντιστοιχεί στο ποσοστό που εφαρμόζεται στον εισαγόμενο αριθμό.
es: El valor correspondiente al porcentaje aplicado al número ingresado.
fi: Arvo, joka vastaa prosenttia syötettyyn numeroon.
fil: Ang halaga na tumutugma sa porsyento na inilapat sa ipinasok na numero.
hu: Az érték, amely a megadott számra alkalmazott százaléknak felel meg.
id: Nilai yang sesuai dengan persentase yang diterapkan pada angka yang dimasukkan.
it: Il valore corrispondente alla percentuale applicata al numero inserito.
ja: 入力された数に適用されたパーセンテージに対応する値。
ko: 입력한 숫자에 적용된 백분율에 해당하는 값입니다.
nl: De waarde die overeenkomt met het percentage toegepast op het ingevoerde getal.
no: Verdien som tilsvarer prosentandelen anvendt på det angitte tallet.
pl: Wartość odpowiadająca procentowi zastosowanemu do wprowadzonej liczby.
pt_pt: O valor correspondente à percentagem aplicada ao número inserido.
ro: Valoarea corespunzătoare procentului aplicat numărului introdus.
ru: Значение, соответствующее проценту, примененному к введенному числу.
sk: Hodnota zodpovedajúca percentu aplikovanému na zadané číslo.
sv: Värdet som motsvarar den procentandel som tillämpas på det angivna talet.
sw: Thamani inayolingana na asilimia iliyotumika kwenye nambari iliyowekwa.
tr: Girilen sayıya uygulanan yüzdelik ile karşılık gelen değer.
uk: Значення, що відповідає відсотку, застосованому до введеного числа.
vi: Giá trị tương ứng với tỷ lệ phần trăm áp dụng cho số đã nhập.
zh_hans: 对应于输入数字的百分比的值。

# ed_math_percentages_percentage_of_number_out2
source: Un résultat direct et immédiat, adapté aux calculs simples et aux besoins généraux.
af: ‘n Direkte en onmiddellike resultaat, geskik vir eenvoudige berekeninge en algemene behoeftes.
bg: Директен и незабавен резултат, подходящ за прости изчисления и общи нужди.
cs: Přímý a okamžitý výsledek, vhodný pro jednoduché výpočty a obecné potřeby.
da: Et direkte og øjeblikkeligt resultat, tilpasset enkle beregninger og generelle behov.
de: Ein direktes und sofortiges Ergebnis, das für einfache Berechnungen und allgemeine Bedürfnisse geeignet ist.
el: Ένα άμεσο και άμεσο αποτέλεσμα, κατάλληλο για απλούς υπολογισμούς και γενικές ανάγκες.
es: Un resultado directo e inmediato, adaptado a cálculos simples y necesidades generales.
fi: Suora ja välitön tulos, joka sopii yksinkertaisiin laskelmiin ja yleisiin tarpeisiin.
fil: Isang direktang at agarang resulta, angkop para sa mga simpleng kalkulasyon at pangkalahatang pangangailangan.
hu: Közvetlen és azonnali eredmény, amely alkalmas egyszerű számításokra és általános igényekre.
id: Hasil langsung dan segera, cocok untuk perhitungan sederhana dan kebutuhan umum.
it: Un risultato diretto e immediato, adatto ai calcoli semplici e alle esigenze generali.
ja: 直接的で即時の結果で、簡単な計算や一般的なニーズに適しています。
ko: 간단한 계산과 일반적인 요구에 적합한 직접적이고 즉각적인 결과입니다.
nl: Een direct en onmiddellijk resultaat, geschikt voor eenvoudige berekeningen en algemene behoeften.
no: Et direkte og umiddelbart resultat, tilpasset enkle beregninger og generelle behov.
pl: Bezpośredni i natychmiastowy wynik, dostosowany do prostych obliczeń i ogólnych potrzeb.
pt_pt: Um resultado direto e imediato, adaptado a cálculos simples e a necessidades gerais.
ro: Un rezultat direct și imediat, adaptat pentru calcule simple și nevoi generale.
ru: Прямой и немедленный результат, подходящий для простых расчетов и общих потребностей.
sk: Priamy a okamžitý výsledok, prispôsobený jednoduchým výpočtom a všeobecným potrebám.
sv: Ett direkt och omedelbart resultat, anpassat för enkla beräkningar och allmänna behov.
sw: Matokeo ya moja kwa moja na ya haraka, yanayofaa kwa hesabu rahisi na mahitaji ya jumla.
tr: Basit hesaplamalar ve genel ihtiyaçlar için uygun, doğrudan ve anında bir sonuç.
uk: Прямий і миттєвий результат, адаптований для простих обчислень і загальних потреб.
vi: Một kết quả trực tiếp và ngay lập tức, phù hợp với các phép tính đơn giản và nhu cầu chung.
zh_hans: 一个直接和即时的结果，适合简单计算和一般需求。

# ed_math_percentages_percentage_of_number_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Περιορισμοί και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_of_number_lim1
source: Ce calcul ne donne pas un pourcentage relatif à un ensemble ou à un total.
af: Hierdie berekening gee nie 'n persentasie wat verband hou met 'n stel of 'n totaal nie.
bg: Този калкулатор не дава процент, свързан с набор или обща сума.
cs: Tento výpočet nedává procento vztahující se k souboru nebo celku.
da: Denne beregning giver ikke en procentdel relateret til et sæt eller et total.
de: Diese Berechnung gibt keinen Prozentsatz in Bezug auf eine Menge oder einen Gesamtbetrag an.
el: Αυτός ο υπολογισμός δεν δίνει ένα ποσοστό σχετικό με ένα σύνολο ή ένα συνολικό ποσό.
es: Este cálculo no da un porcentaje relativo a un conjunto o a un total.
fi: Tämä laskelma ei anna prosenttia, joka liittyy joukkoon tai kokonaisuuteen.
fil: Ang kalkulasyong ito ay hindi nagbibigay ng isang porsyento na may kaugnayan sa isang kabuuan o kabuuan.
hu: Ez a számítás nem ad meg egy százalékot egy halmazra vagy összesítésre vonatkozóan.
id: Perhitungan ini tidak memberikan persentase yang relatif terhadap suatu himpunan atau total.
it: Questo calcolo non fornisce una percentuale relativa a un insieme o a un totale.
ja: この計算は、セットまたは合計に関連するパーセンテージを提供しません。
ko: 이 계산은 집합이나 총액에 대한 백분율을 제공하지 않습니다.
nl: Deze berekening geeft geen percentage dat betrekking heeft op een geheel of totaal.
no: Denne beregningen gir ikke en prosentandel relatert til en helhet eller total.
pl: To obliczenie nie daje procentu odnoszącego się do zbioru lub całości.
pt_pt: Este cálculo não dá uma percentagem relativa a um conjunto ou a um total.
ro: Acest calcul nu oferă un procent relativ la un ansamblu sau la un total.
ru: Этот расчет не дает процент, относящийся к набору или общему итогу.
sk: Tento výpočet nedáva percento vzťahujúce sa na súbor alebo celkový súčet.
sv: Denna beräkning ger inte en procentandel relaterad till en uppsättning eller en total.
sw: Hesabu hii haitoi asilimia inayohusiana na seti au jumla.
tr: Bu hesaplama, bir küme veya toplam ile ilgili bir yüzdelik vermez.
uk: Цей розрахунок не дає відсоток, що стосується набору або загальної суми.
vi: Phép tính này không đưa ra một tỷ lệ phần trăm liên quan đến một tập hợp hoặc một tổng thể.
zh_hans: 此计算不提供与一个集合或总数相关的百分比。
