Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_exercises_generator_lim3
source: Les exercices sont génériques et ne remplacent pas un cours structuré.
af: Die oefeninge is generies en vervang nie 'n gestruktureerde les nie.
bg: Упражненията са общи и не заменят структурирано обучение.
cs: Cvičení jsou obecná a nenahrazují strukturovanou výuku.
da: Øvelserne er generiske og erstatter ikke et struktureret kursus.
de: Die Übungen sind generisch und ersetzen keinen strukturierten Kurs.
el: Οι ασκήσεις είναι γενικές και δεν αντικαθιστούν ένα δομημένο μάθημα.
es: Los ejercicios son genéricos y no reemplazan un curso estructurado.
fi: Harjoitukset ovat yleisiä eivätkä korvaa jäsenneltyä kurssia.
fil: Ang mga ehersisyo ay generic at hindi pumapalit sa isang nakabalangkas na kurso.
hu: A feladatok általánosak és nem helyettesítik a strukturált tanfolyamot.
id: Latihan bersifat generik dan tidak menggantikan kursus yang terstruktur.
it: Gli esercizi sono generici e non sostituiscono un corso strutturato.
ja: 演習は一般的であり、構造化された授業の代わりにはなりません。
ko: 연습 문제는 일반적이며 구조화된 수업을 대체하지 않습니다.
nl: De oefeningen zijn generiek en vervangen geen gestructureerde cursus.
no: Øvelsene er generiske og erstatter ikke et strukturert kurs.
pl: Ćwiczenia są ogólne i nie zastępują zorganizowanego kursu.
pt_pt: Os exercícios são genéricos e não substituem um curso estruturado.
ro: Exercițiile sunt generice și nu înlocuiesc un curs structurat.
ru: Упражнения являются общими и не заменяют структурированный курс.
sk: Cvičenia sú generické a nenahrádzajú štruktúrovanú výučbu.
sv: Övningarna är generiska och ersätter inte en strukturerad kurs.
sw: Mazoezi ni ya jumla na hayawezi kuchukua nafasi ya somo lililoandaliwa.
tr: Alıştırmalar genel olup, yapılandırılmış bir dersi yerine geçmez.
uk: Вправи є загальними і не замінюють структурований курс.
vi: Các bài tập là chung chung và không thay thế cho một khóa học có cấu trúc.
zh_hans: 练习是通用的，不能替代结构化课程。

# ed_math_percentages_percentage_exercises_generator_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_percentages_percentage_exercises_generator_q1
source: À quel niveau s’adresse ce générateur ?
af: Op watter vlak is hierdie generator gerig?
bg: На какво ниво е насочен този генератор?
cs: Na jaké úrovni je tento generátor určen?
da: Hvilket niveau henvender denne generator sig til?
de: Auf welchem Niveau richtet sich dieser Generator?
el: Σε ποιο επίπεδο απευθύνεται αυτή η γεννήτρια;
es: ¿A qué nivel se dirige este generador?
fi: Mihin tasoon tämä generaattori on suunnattu?
fil: Sa anong antas nakatuon ang generator na ito?
hu: Milyen szinten szól ez a generátor?
id: Untuk tingkat apa generator ini ditujukan?
it: A quale livello è destinato questo generatore?
ja: この生成器はどのレベルを対象としていますか？
ko: 이 생성기는 어떤 수준을 대상으로 하나요?
nl: Voor welk niveau is deze generator bedoeld?
no: Hvilket nivå er denne generatoren rettet mot?
pl: Na jakim poziomie skierowany jest ten generator?
pt_pt: A que nível se destina este gerador?
ro: La ce nivel se adresează acest generator?
ru: На каком уровне предназначен этот генератор?
sk: Na akú úroveň je tento generátor zameraný?
sv: Vilken nivå riktar sig denna generator till?
sw: Kizazi hiki kinawasiliana na kiwango gani?
tr: Bu üretici hangi seviyeye hitap ediyor?
uk: На якому рівні призначений цей генератор?
vi: Máy phát này dành cho cấp độ nào?
zh_hans: 此生成器适用于哪个级别？

# ed_math_percentages_percentage_exercises_generator_a1
source: Il convient aussi bien aux élèves qu’aux adultes souhaitant réviser les bases ou consolider leurs acquis.
af: Dit is geskik vir sowel studente as volwassenes wat die basiese beginsels wil hersien of hul kennis wil versterk.
bg: Подходящ е както за ученици, така и за възрастни, които искат да преговорят основите или да затвърдят знанията си.
cs: Je to vhodné jak pro studenty, tak pro dospělé, kteří chtějí zopakovat základy nebo upevnit své znalosti.
da: Det er lige så velegnet til elever som til voksne, der ønsker at genopfriske grundlæggende færdigheder eller konsolidere deres viden.
de: Es eignet sich sowohl für Schüler als auch für Erwachsene, die die Grundlagen wiederholen oder ihr Wissen festigen möchten.
el: Είναι κατάλληλο τόσο για μαθητές όσο και για ενήλικες που επιθυμούν να επαναλάβουν τις βασικές γνώσεις ή να εδραιώσουν τις γνώσεις τους.
es: Es adecuado tanto para estudiantes como para adultos que deseen repasar los fundamentos o consolidar sus conocimientos.
fi: Se sopii sekä opiskelijoille että aikuisille, jotka haluavat kerrata perusteita tai vahvistaa osaamistaan.
fil: Angkop ito para sa mga estudyante at matatanda na nais suriin ang mga batayan o patatagin ang kanilang kaalaman.
hu: Ez a diákok és felnőttek számára is megfelelő, akik szeretnék átismételni az alapokat vagy megerősíteni a tudásukat.
id: Ini cocok untuk siswa maupun orang dewasa yang ingin mengulang dasar atau memperkuat pengetahuan mereka.
it: È adatto sia per gli studenti che per gli adulti che desiderano rivedere le basi o consolidare le proprie conoscenze.
ja: 生徒にも大人にも、基礎を復習したり、習得した知識を強化したい人に適しています。
ko: 학생과 성인이 기본을 복습하거나 습득한 내용을 강화하고자 할 때 모두 적합합니다.
nl: Het is geschikt voor zowel leerlingen als volwassenen die de basis willen herzien of hun kennis willen consolideren.
no: Det passer både for elever og voksne som ønsker å repetere grunnleggende eller styrke sine ferdigheter.
pl: Odpowiada zarówno uczniom, jak i dorosłym, którzy chcą powtórzyć podstawy lub wzmocnić swoje umiejętności.
pt_pt: É adequado tanto para alunos como para adultos que desejam rever os fundamentos ou consolidar os seus conhecimentos.
ro: Se potrivește atât elevilor, cât și adulților care doresc să-și revizuiască bazele sau să-și consolideze cunoștințele.
ru: Он подходит как для учеников, так и для взрослых, желающих повторить основы или закрепить свои знания.
sk: Je je hodí rovnako pre študentov ako aj dospelých, ktorí chcú zopakovať základy alebo si upevniť svoje vedomosti.
sv: Det passar både för elever och vuxna som vill repetera grunderna eller befästa sina kunskaper.
sw: Inafaa kwa wanafunzi na watu wazima wanaotaka kukumbusha misingi au kuimarisha maarifa yao.
tr: Öğrenciler ve temel bilgilerini gözden geçirmek veya mevcut bilgilerini pekiştirmek isteyen yetişkinler için uygundur.
uk: Він підходить як для учнів, так і для дорослих, які хочуть повторити основи або закріпити свої знання.
vi: Nó phù hợp cho cả học sinh và người lớn muốn ôn tập kiến thức cơ bản hoặc củng cố những gì đã học.
zh_hans: 它适合希望复习基础或巩固知识的学生和成年人。

# ed_math_percentages_percentage_exercises_generator_q2
source: Les exercices sont-ils toujours les mêmes ?
af: Is die oefeninge altyd dieselfde?
bg: Упражненията винаги ли са същите?
cs: Jsou cvičení vždy stejná?
da: Er øvelserne altid de samme?
de: Sind die Übungen immer gleich?
el: Είναι πάντα οι ίδιες οι ασκήσεις;
es: ¿Los ejercicios son siempre los mismos?
fi: Onko harjoitukset aina samoja?
fil: Pare-pareho ba ang mga ehersisyo?
hu: A gyakorlatok mindig ugyanazok?
id: Apakah latihan selalu sama?
it: Gli esercizi sono sempre gli stessi?
ja: 演習は常に同じですか？
ko: 연습문제가 항상 동일합니까?
nl: Zijn de oefeningen altijd hetzelfde?
no: Er øvelsene alltid de samme?
pl: Czy ćwiczenia są zawsze takie same?
pt_pt: Os exercícios são sempre os mesmos?
ro: Exercițiile sunt întotdeauna aceleași?
ru: Упражнения всегда одни и те же?
sk: Sú cvičenia vždy rovnaké?
sv: Är övningarna alltid desamma?
sw: Je, mazoezi huwa sawa kila wakati?
tr: Alıştırmalar her zaman aynı mı?
uk: Чи завжди одні й ті ж вправи?
vi: Các bài tập có phải luôn giống nhau không?
zh_hans: 练习题总是一样的吗？

# ed_math_percentages_percentage_exercises_generator_a2
source: Non, les valeurs et les situations changent afin de proposer un entraînement varié.
af: Nee, die waardes en situasies verander om 'n gevarieerde oefening aan te bied.
bg: Не, стойностите и ситуациите се променят, за да се предложи разнообразно обучение.
cs: Ne, hodnoty a situace se mění, aby se nabídlo různorodé cvičení.
da: Nej, værdierne og situationerne ændrer sig for at tilbyde en varieret træning.
de: Nein, die Werte und Situationen ändern sich, um ein abwechslungsreiches Training zu bieten.
el: Όχι, οι τιμές και οι καταστάσεις αλλάζουν προκειμένου να προσφέρουν ποικιλία στην εκπαίδευση.
es: No, los valores y las situaciones cambian para ofrecer un entrenamiento variado.
fi: Ei, arvot ja tilanteet muuttuvat, jotta voidaan tarjota monipuolista harjoittelua.
fil: Hindi, nagbabago ang mga halaga at sitwasyon upang mag-alok ng iba't ibang pagsasanay.
hu: Nem, az értékek és a helyzetek változnak, hogy változatos edzést kínáljanak.
id: Tidak, nilai dan situasi berubah untuk menawarkan latihan yang bervariasi.
it: No, i valori e le situazioni cambiano per offrire un allenamento vario.
ja: いいえ、値や状況は変わるため、さまざまなトレーニングを提供します。
ko: 아니요, 값과 상황이 바뀌어 다양한 훈련을 제공합니다.
nl: Nee, de waarden en situaties veranderen om een gevarieerde training aan te bieden.
no: Nei, verdiene og situasjonene endres for å tilby variert trening.
pl: Nie, wartości i sytuacje się zmieniają, aby zapewnić zróżnicowane treningi.
pt_pt: Não, os valores e as situações mudam para oferecer um treino variado.
ro: Nu, valorile și situațiile se schimbă pentru a oferi un antrenament variat.
ru: Нет, значения и ситуации меняются, чтобы предложить разнообразные тренировки.
sk: Nie, hodnoty a situácie sa menia, aby sa ponúklo rôzne cvičenie.
sv: Nej, värdena och situationerna ändras för att erbjuda en varierad träning.
sw: Hapana, thamani na hali hubadilika ili kutoa mafunzo tofauti.
tr: Hayır, değerler ve durumlar değişiyor, böylece çeşitli bir antrenman sunuluyor.
uk: Ні, значення та ситуації змінюються, щоб запропонувати різноманітне тренування.
vi: Không, các giá trị và tình huống thay đổi để cung cấp một bài tập đa dạng.
zh_hans: 不，数值和情境会变化，以提供多样化的训练。

# ed_math_percentages_percentage_exercises_generator_q3
source: Dois-je utiliser les calculateurs en parallèle ?
af: Moet ek die sakrekenaars gelyktydig gebruik?
bg: Трябва ли да използвам калкулатори паралелно?
cs: Mám používat kalkulátory paralelně?
da: Skal jeg bruge regnemaskiner parallelt?
de: Soll ich die Rechner parallel verwenden?
el: Πρέπει να χρησιμοποιώ τους υπολογιστές παράλληλα;
es: ¿Debo usar las calculadoras en paralelo?
fi: Pitäisikö minun käyttää laskimia rinnakkain?
fil: Kailangan ko bang gumamit ng mga calculator kasabay nito?
hu: Használjam párhuzamosan a számológépeket?
id: Apakah saya harus menggunakan kalkulator secara bersamaan?
it: Devo utilizzare i calcolatori in parallelo?
ja: 計算機を並行して使用する必要がありますか？
ko: 계산기를 병행해서 사용해야 하나요?
nl: Moet ik de rekenmachines parallel gebruiken?
no: Må jeg bruke kalkulatorene parallelt?
pl: Czy powinienem używać kalkulatorów równolegle?
pt_pt: Devo usar os calculadores em paralelo?
ro: Trebuie să folosesc calculatoarele în paralel?
ru: Должен ли я использовать калькуляторы параллельно?
sk: Mám používať kalkulačky súčasne?
sv: Ska jag använda räknare parallellt?
sw: Je, ni lazima nitumie vifaa vya kuhesabu kwa pamoja?
tr: Hesap makinelerini paralel olarak kullanmalı mıyım?
uk: Чи потрібно використовувати калькулятори паралельно?
vi: Tôi có nên sử dụng máy tính song song không?
zh_hans: 我需要同时使用计算器吗？

# ed_math_percentages_percentage_exercises_generator_a3
source: Oui, les calculateurs sont complémentaires pour vérifier un résultat ou comprendre une méthode précise.
af: Ja, die sakrekenaars is aanvullend om 'n resultaat te verifieer of 'n spesifieke metode te verstaan.
bg: Да, калкулаторите са допълнителни за проверка на резултат или разбиране на конкретен метод.
cs: Ano, kalkulátory jsou doplňkové pro ověření výsledku nebo pochopení konkrétní metody.
da: Ja, regnemaskiner er komplementære til at kontrollere et resultat eller forstå en præcis metode.
de: Ja, die Rechner sind ergänzend, um ein Ergebnis zu überprüfen oder eine bestimmte Methode zu verstehen.
el: Ναι, οι υπολογιστές είναι συμπληρωματικοί για να ελέγξετε ένα αποτέλεσμα ή να κατανοήσετε μια συγκεκριμένη μέθοδο.
es: Sí, las calculadoras son complementarias para verificar un resultado o entender un método específico.
fi: Kyllä, laskimet ovat täydentäviä tuloksen tarkistamiseksi tai tarkan menetelmän ymmärtämiseksi.
fil: Oo, ang mga calculator ay karagdagang kagamitan upang suriin ang isang resulta o maunawaan ang isang tiyak na pamamaraan.
hu: Igen, a számológépek kiegészítik egymást, hogy ellenőrizzék az eredményt vagy megértsenek egy pontos módszert.
id: Ya, kalkulator adalah pelengkap untuk memeriksa hasil atau memahami metode tertentu.
it: Sì, i calcolatori sono complementari per verificare un risultato o comprendere un metodo preciso.
ja: はい、計算機は結果を確認したり、特定の方法を理解するための補完的なツールです。
ko: 네, 계산기는 결과를 확인하거나 특정 방법을 이해하는 데 보완적입니다.
nl: Ja, de rekenmachines zijn aanvullend om een resultaat te controleren of een specifieke methode te begrijpen.
no: Ja, kalkulatorene er komplementære for å sjekke et resultat eller forstå en spesifikk metode.
pl: Tak, kalkulatory są uzupełniające, aby sprawdzić wynik lub zrozumieć konkretną metodę.
pt_pt: Sim, os calculadores são complementares para verificar um resultado ou compreender um método específico.
ro: Da, calculatoarele sunt complementare pentru a verifica un rezultat sau a înțelege o metodă precisă.
ru: Да, калькуляторы дополняют друг друга для проверки результата или понимания конкретного метода.
sk: Áno, kalkulačky sú doplnkové na overenie výsledku alebo pochopenie presnej metódy.
sv: Ja, räknarna är komplementära för att kontrollera ett resultat eller förstå en specifik metod.
sw: Ndio, vifaa vya kuhesabu ni vya nyongeza ili kuthibitisha matokeo au kuelewa mbinu maalum.
tr: Evet, hesap makineleri bir sonucu kontrol etmek veya belirli bir yöntemi anlamak için tamamlayıcıdır.
uk: Так, калькулятори є доповнюючими для перевірки результату або розуміння конкретного методу.
vi: Có, máy tính là công cụ bổ sung để kiểm tra một kết quả hoặc hiểu một phương pháp cụ thể.
zh_hans: 是的，计算器是补充工具，用于验证结果或理解特定方法。

# ed_math_percentages_percentage_exercises_generator_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Vidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_exercises_generator_tip
source: Alternez exercices et outils de calcul : comprendre la méthode puis s’entraîner est la meilleure façon de maîtriser les pourcentages.
af: Wissel tussen oefeninge en berekeningsinstrumente: om die metode te verstaan en dan te oefen is die beste manier om persentasies te bemeester.
bg: Редувайте упражнения и калкулационни инструменти: разберете метода, след това се упражнявайте, е най-добрият начин да овладеете процентите.
cs: Střídejte cvičení a výpočetní nástroje: pochopit metodu a pak se cvičit je nejlepší způsob, jak zvládnout procenta.
da: Veksl mellem øvelser og regneværktøjer: at forstå metoden og derefter træne er den bedste måde at mestre procenter på.
de: Wechseln Sie zwischen Übungen und Rechenwerkzeugen: Die Methode zu verstehen und dann zu üben, ist der beste Weg, um Prozentsätze zu beherrschen.
el: Εναλλάξτε ασκήσεις και εργαλεία υπολογισμού: η κατανόηση της μεθόδου και στη συνέχεια η εξάσκηση είναι ο καλύτερος τρόπος για να κυριαρχήσετε στα ποσοστά.
es: Alterna ejercicios y herramientas de cálculo: entender el método y luego practicar es la mejor manera de dominar los porcentajes.
fi: Vaihtakaa harjoituksia ja laskentatyökaluja: menetelmän ymmärtäminen ja sitten harjoittelu on paras tapa hallita prosentteja.
fil: Magpalit-palit ng mga ehersisyo at mga tool sa pagkalkula: ang pag-unawa sa pamamaraan at pagkatapos ay mag-ehersisyo ang pinakamahusay na paraan upang makuha ang mga porsyento.
hu: Váltogasd a gyakorlatokat és a számolóeszközöket: a módszer megértése, majd a gyakorlás a legjobb módja a százalékok elsajátításának.
id: Bergantian antara latihan dan alat hitung: memahami metode kemudian berlatih adalah cara terbaik untuk menguasai persentase.
it: Alterna esercizi e strumenti di calcolo: comprendere il metodo e poi allenarsi è il modo migliore per padroneggiare le percentuali.
ja: 演習と計算ツールを交互に使用してください：方法を理解してから練習することが、パーセンテージをマスターする最良の方法です。
ko: 연습문제와 계산 도구를 번갈아 사용하세요: 방법을 이해한 후 훈련하는 것이 퍼센트를 마스터하는 가장 좋은 방법입니다.
nl: Afwisselen tussen oefeningen en rekentools: de methode begrijpen en vervolgens oefenen is de beste manier om percentages te beheersen.
no: Veksle mellom øvelser og kalkuleringsverktøy: å forstå metoden og deretter trene er den beste måten å mestre prosentene på.
pl: Naprzemiennie ćwiczenia i narzędzia obliczeniowe: zrozumienie metody, a następnie ćwiczenie to najlepszy sposób na opanowanie procentów.
pt_pt: Alterne exercícios e ferramentas de cálculo: compreender o método e depois treinar é a melhor forma de dominar os percentuais.
ro: Alternați exercițiile și instrumentele de calcul: înțelegerea metodei și apoi antrenamentul este cea mai bună modalitate de a stăpâni procentele.
ru: Чередуйте упражнения и инструменты расчета: понять метод, а затем тренироваться — лучший способ освоить проценты.
sk: Striedajte cvičenia a výpočtové nástroje: pochopiť metódu a potom sa cvičiť je najlepší spôsob, ako ovládnuť percentá.
sv: Växla mellan övningar och beräkningsverktyg: att förstå metoden och sedan träna är det bästa sättet att behärska procent.
sw: Badilisha kati ya mazoezi na zana za kuhesabu: kuelewa mbinu kisha kujifunza ni njia bora ya kudhibiti asilimia.
tr: Alıştırmalar ve hesaplama araçlarını değiştirin: yöntemi anlamak ve sonra pratik yapmak, yüzdeleri kavramanın en iyi yoludur.
uk: Чередуйте вправи та інструменти обчислення: спочатку зрозуміти метод, а потім тренуватися — найкращий спосіб оволодіти відсотками.
vi: Luân phiên giữa các bài tập và công cụ tính toán: hiểu phương pháp rồi luyện tập là cách tốt nhất để làm chủ các tỷ lệ phần trăm.
zh_hans: 交替使用练习和计算工具：理解方法后进行训练是掌握百分比的最佳方式。

# ed_math_percentages_percentage_increase_decrease_title
source: À propos : Augmenter / diminuer de X%
af: Oor: Verhoog / verminder met X%
bg: Относно: Увеличаване / намаляване с X%
cs: Odkaz: Zvýšit / snížit o X%
da: Om: Øge / mindske med X%
de: Über: Erhöhen / Verringern um X%
el: Σχετικά με: Αύξηση / μείωση κατά X%
es: Acerca de: Aumentar / disminuir en X%
fi: Tietoa: Lisätä / vähentää X%
fil: Tungkol sa: Dagdagan / bawasan ng X%
hu: A következőkről: Növelés / csökkentés X%-kal
id: Tentang: Meningkatkan / mengurangi X%
it: A proposito: Aumentare / diminuire del X%
ja: について：X%の増加/減少
ko: 정보: X% 증가/감소
nl: Over: Verhogen / verlagen met X%
no: Om: Øke / redusere med X%
pl: O tym: Zwiększyć / zmniejszyć o X%
pt_pt: Sobre: Aumentar / diminuir em X%
ro: Despre: Creștere / scădere de X%
ru: О программе: Увеличить / уменьшить на X%
sk: O projekte: Zvýšiť / znížiť o X%
sv: Om: Öka / minska med X%
sw: Kuhusu: Kuongeza / kupunguza kwa X%
tr: Hakkında: X% artırmak / azaltmak
uk: Про: Збільшити / зменшити на X%
vi: Về việc: Tăng / giảm X%
zh_hans: 关于：增加/减少 X%

# ed_math_percentages_percentage_increase_decrease_lead
source: Ce calculateur permet de calculer une nouvelle valeur après une augmentation ou une diminution de X %, en appliquant directement le coefficient multiplicateur correspondant.
af: Hierdie sakrekenaar maak dit moontlik om 'n nuwe waarde te bereken na 'n verhoging of 'n vermindering van X %, deur die toepaslike vermenigvuldigingskoëffisiënt direk toe te pas.
bg: Този калкулатор позволява да се изчисли нова стойност след увеличение или намаление с X %, като се прилага директно съответният множител.
cs: Tento kalkulátor umožňuje vypočítat novou hodnotu po zvýšení nebo snížení o X %, přímým použitím odpovídajícího násobícího koeficientu.
da: Denne regnemaskine gør det muligt at beregne en ny værdi efter en stigning eller et fald på X %, ved direkte at anvende den tilsvarende multiplikator.
de: Dieser Rechner ermöglicht es, einen neuen Wert nach einer Erhöhung oder Verringerung von X % zu berechnen, indem der entsprechende Multiplikator direkt angewendet wird.
el: Αυτός ο υπολογιστής επιτρέπει τον υπολογισμό μιας νέας τιμής μετά από μια αύξηση ή μείωση κατά X %, εφαρμόζοντας άμεσα τον αντίστοιχο πολλαπλασιαστικό συντελεστή.
es: Esta calculadora permite calcular un nuevo valor después de un aumento o una disminución del X %, aplicando directamente el coeficiente multiplicador correspondiente.
fi: Tämä laskin mahdollistaa uuden arvon laskemisen X %:n lisäämisen tai vähentämisen jälkeen, soveltamalla suoraan vastaavaa kertoimen kerrointa.
fil: Ang calculator na ito ay nagbibigay-daan upang kalkulahin ang isang bagong halaga pagkatapos ng pagtaas o pagbawas ng X %, sa pamamagitan ng direktang paglalapat ng kaukulang multiplier.
hu: Ez a számológép lehetővé teszi, hogy kiszámítsd az új értéket egy X%-os növelés vagy csökkentés után, közvetlenül az ehhez megfelelő szorzótényezőt alkalmazva.
id: Kalkulator ini memungkinkan untuk menghitung nilai baru setelah peningkatan atau penurunan X %, dengan menerapkan langsung koefisien pengali yang sesuai.
it: Questo calcolatore consente di calcolare un nuovo valore dopo un aumento o una diminuzione del X%, applicando direttamente il coefficiente moltiplicatore corrispondente.
ja: この計算機は、対応する乗数係数を直接適用して、X%の増加または減少後の新しい値を計算します。
ko: 이 계산기는 X %의 증가 또는 감소 후 새로운 값을 계산할 수 있으며, 해당하는 곱셈 계수를 직접 적용합니다.
nl: Deze rekenmachine maakt het mogelijk om een nieuwe waarde te berekenen na een verhoging of verlaging van X %, door direct de bijbehorende vermenigvuldigingsfactor toe te passen.
no: Denne kalkulatoren lar deg beregne en ny verdi etter en økning eller reduksjon på X %, ved å bruke den tilsvarende multiplikasjonsfaktoren direkte.
pl: Ten kalkulator pozwala obliczyć nową wartość po zwiększeniu lub zmniejszeniu o X %, stosując bezpośrednio odpowiedni współczynnik mnożnikowy.
pt_pt: Este calculador permite calcular um novo valor após um aumento ou uma diminuição de X %, aplicando diretamente o coeficiente multiplicador correspondente.
ro: Acest calculator permite calcularea unei noi valori după o creștere sau o scădere de X %, aplicând direct coeficientul multiplicator corespunzător.
ru: Этот калькулятор позволяет вычислить новое значение после увеличения или уменьшения на X %, применяя соответствующий коэффициент умножения.
sk: Tento kalkulátor umožňuje vypočítať novú hodnotu po zvýšení alebo znížení o X %, priamo aplikovaním zodpovedajúceho multiplikátora.
sv: Denna räknare gör det möjligt att beräkna ett nytt värde efter en ökning eller minskning med X %, genom att direkt tillämpa den motsvarande multiplikatorn.
sw: Kihesabu hiki kinaruhusu kuhesabu thamani mpya baada ya kuongezeka au kupungua kwa X %, kwa kutumia moja kwa moja kipengele cha kuongezeka kinachofaa.
tr: Bu hesap makinesi, ilgili çarpan katsayısını doğrudan uygulayarak X % artış veya azalış sonrası yeni bir değer hesaplamayı sağlar.
uk: Цей калькулятор дозволяє обчислити нове значення після збільшення або зменшення на X %, безпосередньо застосовуючи відповідний множник.
vi: Máy tính này cho phép tính toán một giá trị mới sau khi tăng hoặc giảm X %, bằng cách áp dụng trực tiếp hệ số nhân tương ứng.
zh_hans: 该计算器允许在增加或减少 X% 后计算新值，直接应用相应的乘数系数。
