Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pdf_links_err_generic
source: Impossible de lire ce PDF.
af: Onmoontlik om hierdie PDF te lees.
bg: Невъзможно е да се прочете този PDF.
cs: Nelze přečíst tento PDF.
da: Det er umuligt at læse denne PDF.
de: Dieses PDF kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση αυτού του PDF.
es: No se puede leer este PDF.
fi: Tätä PDF:tä ei voi lukea.
fil: Hindi ma-basa ang PDF na ito.
hu: A PDF olvasása lehetetlen.
id: Tidak dapat membaca PDF ini.
it: Impossibile leggere questo PDF.
ja: このPDFを読み取れません。
ko: 이 PDF를 읽을 수 없습니다.
nl: Dit PDF-bestand kan niet worden gelezen.
no: Kan ikke lese denne PDF-en.
pl: Nie można odczytać tego PDF.
pt_pt: Impossível ler este PDF.
ro: Imposibil de a citi acest PDF.
ru: Невозможно прочитать этот PDF.
sk: Nemožno prečítať tento PDF.
sv: Det går inte att läsa denna PDF.
sw: Haiwezi kusoma PDF hii.
tr: Bu PDF okunamıyor.
uk: Не вдалося прочитати цей PDF.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# pdf_links_tip_none
source: Aucun lien détecté dans ce PDF.
af: Geen skakel in hierdie PDF opgespoor nie.
bg: Няма открити линкове в този PDF.
cs: Žádné odkazy nebyly detekovány v tomto PDF.
da: Ingen links registreret i denne PDF.
de: Es wurden keine Links in diesem PDF erkannt.
el: Κανένας σύνδεσμος δεν ανιχνεύθηκε σε αυτό το PDF.
es: No se detectó ningún enlace en este PDF.
fi: Tässä PDF:ssä ei havaittu linkkejä.
fil: Walang link na natagpuan sa PDF na ito.
hu: Nincs észlelt hivatkozás ebben a PDF-ben.
id: Tidak ada tautan yang terdeteksi dalam PDF ini.
it: Nessun link rilevato in questo PDF.
ja: このPDFにリンクは検出されませんでした。
ko: 이 PDF에서 감지된 링크가 없습니다.
nl: Geen link gedetecteerd in dit PDF-bestand.
no: Ingen lenker oppdaget i denne PDF-en.
pl: Brak wykrytych linków w tym PDF.
pt_pt: Nenhum link detectado neste PDF.
ro: Niciun link detectat în acest PDF.
ru: Нет обнаруженных ссылок в этом PDF.
sk: Žiadne odkazy neboli zistené v tomto PDF.
sv: Inga länkar upptäcktes i denna PDF.
sw: Hakuna kiungo kilichogunduliwa katika PDF hii.
tr: Bu PDF'de tespit edilen bağlantı yok.
uk: Не виявлено жодних посилань у цьому PDF.
vi: Không phát hiện liên kết nào trong PDF này.
zh_hans: 在此 PDF 中未检测到链接。

# pdf_meta_title
source: Métadonnées PDF → JSON
af: PDF-metadata → JSON
bg: Метаданни PDF → JSON
cs: Metadata PDF → JSON
da: PDF-metadata → JSON
de: PDF-Metadaten → JSON
el: Μεταδεδομένα PDF → JSON
es: Metadatos PDF → JSON
fi: PDF-metadata → JSON
fil: Metadata ng PDF → JSON
hu: PDF metadatok → JSON
id: Metadata PDF → JSON
it: Metadati PDF → JSON
ja: PDFメタデータ → JSON
ko: PDF 메타데이터 → JSON
nl: PDF-metadata → JSON
no: PDF-metadata → JSON
pl: Metadane PDF → JSON
pt_pt: Metadados PDF → JSON
ro: Metadate PDF → JSON
ru: Метаданные PDF → JSON
sk: Metadáta PDF → JSON
sv: PDF-metadata → JSON
sw: Metadata ya PDF → JSON
tr: PDF meta verileri → JSON
uk: Метадані PDF → JSON
vi: Siêu dữ liệu PDF → JSON
zh_hans: PDF 元数据 → JSON

# pdf_meta_subtitle
source: Exportez les métadonnées d’un PDF (titre, auteur, dates, nombre de pages…) au format JSON, localement dans votre navigateur.
af: Voer die metadata van 'n PDF (titel, outeur, datums, aantal bladsye…) uit na JSON-formaat, plaaslik in jou blaaier.
bg: Експортирайте метаданните на PDF (заглавие, автор, дати, брой страници…) във формат JSON, локално в браузъра си.
cs: Exportujte metadata PDF (název, autor, data, počet stránek…) do formátu JSON, lokálně ve vašem prohlížeči.
da: Eksportér metadata fra en PDF (titel, forfatter, datoer, antal sider…) i JSON-format, lokalt i din browser.
de: Exportieren Sie die Metadaten eines PDFs (Titel, Autor, Daten, Seitenanzahl…) im JSON-Format lokal in Ihrem Browser.
el: Εξάγετε τα μεταδεδομένα ενός PDF (τίτλος, συγγραφέας, ημερομηνίες, αριθμός σελίδων…) σε μορφή JSON, τοπικά στον περιηγητή σας.
es: Exporta los metadatos de un PDF (título, autor, fechas, número de páginas…) en formato JSON, localmente en su navegador.
fi: Vie PDF:n metadata (otsikko, kirjoittaja, päivämäärät, sivujen määrä…) JSON-muodossa, paikallisesti selaimessasi.
fil: I-export ang metadata ng isang PDF (pamagat, may-akda, mga petsa, bilang ng mga pahina…) sa format na JSON, lokal sa iyong browser.
hu: Exportálja egy PDF metadatát (cím, szerző, dátumok, oldalak száma…) JSON formátumban, helyben a böngészőjében.
id: Ekspor metadata dari PDF (judul, penulis, tanggal, jumlah halaman…) ke format JSON, secara lokal di browser Anda.
it: Esporta i metadati di un PDF (titolo, autore, date, numero di pagine…) in formato JSON, localmente nel tuo browser.
ja: PDFのメタデータ（タイトル、著者、日付、ページ数…）をJSON形式で、ブラウザ内にローカルでエクスポートします。
ko: PDF의 메타데이터(제목, 저자, 날짜, 페이지 수 등)를 JSON 형식으로 내보내기, 브라우저에서 로컬로.
nl: Exporteer de metadata van een PDF (titel, auteur, data, aantal pagina's…) naar JSON-formaat, lokaal in uw browser.
no: Eksporter metadata fra en PDF (tittel, forfatter, datoer, antall sider…) til JSON-format, lokalt i nettleseren din.
pl: Eksportuj metadane PDF (tytuł, autor, daty, liczba stron…) w formacie JSON, lokalnie w przeglądarce.
pt_pt: Exporte os metadados de um PDF (título, autor, datas, número de páginas…) para o formato JSON, localmente no seu navegador.
ro: Exportați metadatele unui PDF (titlu, autor, date, număr de pagini…) în format JSON, local, în browserul dumneavoastră.
ru: Экспортируйте метаданные PDF (название, автор, даты, количество страниц…) в формате JSON, локально в вашем браузере.
sk: Exportujte metadáta PDF (názov, autor, dátumy, počet strán…) do formátu JSON, lokálne vo vašom prehliadači.
sv: Exportera metadata från en PDF (titel, författare, datum, antal sidor…) i JSON-format, lokalt i din webbläsare.
sw: Safirisha metadata ya PDF (kichwa, mwandishi, tarehe, idadi ya kurasa…) kwa muundo wa JSON, ndani ya kivinjari chako.
tr: Bir PDF'nin meta verilerini (başlık, yazar, tarihler, sayfa sayısı…) JSON formatında, tarayıcınızda yerel olarak dışa aktarın.
uk: Експортуйте метадані PDF (назва, автор, дати, кількість сторінок…) у форматі JSON, локально у вашому браузері.
vi: Xuất siêu dữ liệu của một PDF (tiêu đề, tác giả, ngày tháng, số trang…) sang định dạng JSON, cục bộ trong trình duyệt của bạn.
zh_hans: 将 PDF 的元数据（标题，作者，日期，页数…）导出为 JSON 格式，保存在您的浏览器中。

# pdf_meta_card_import_title
source: Importer un PDF
af: Laai 'n PDF op
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: Ein PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: Importeer een PDF
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF

# pdf_meta_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaier.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se provádí ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: No se envían datos a un servidor: todo se realiza en su navegador.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa isang server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve egy szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semuanya dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: サーバーにデータは送信されません：すべてブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저에서 이루어집니다.
nl: Geen gegevens worden naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w Twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun fel de date nu este trimis pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika ndani ya kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi đến máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据发送到服务器：一切都在您的浏览器中完成。

# pdf_meta_err_title
source: Impossible d’extraire les métadonnées.
af: Onmoontlik om die metadata te onttrek.
bg: Невъзможно е да се извлекат метаданните.
cs: Nelze extrahovat metadata.
da: Det er umuligt at udtrække metadata.
de: Metadaten konnten nicht extrahiert werden.
el: Αδύνατη η εξαγωγή των μεταδεδομένων.
es: No se pueden extraer los metadatos.
fi: Metatietojen purkaminen epäonnistui.
fil: Hindi ma-extract ang metadata.
hu: A metadatok kinyerése lehetetlen.
id: Tidak dapat mengekstrak metadata.
it: Impossibile estrarre i metadati.
ja: メタデータを抽出できません。
ko: 메타데이터를 추출할 수 없습니다.
nl: Onmogelijk om de metadata te extraheren.
no: Kan ikke hente metadata.
pl: Nie można wyodrębnić metadanych.
pt_pt: Impossível extrair os metadados.
ro: Imposibil de a extrage metadatele.
ru: Невозможно извлечь метаданные.
sk: Nemožno extrahovať metadáta.
sv: Det går inte att extrahera metadata.
sw: Haiwezi kutoa metadata.
tr: Meta verileri çıkarmak mümkün değil.
uk: Не вдалося витягти метадані.
vi: Không thể trích xuất siêu dữ liệu.
zh_hans: 无法提取元数据。

# pdf_meta_err_encrypted
source: Il semble que le PDF soit chiffré / protégé par mot de passe.
af: Dit blyk dat die PDF versleuteld / met 'n wagwoord beskerm is.
bg: Изглежда, че PDF файлът е криптиран / защитен с парола.
cs: Zdá se, že PDF je šifrované / chráněné heslem.
da: Det ser ud til, at PDF'en er krypteret / beskyttet med adgangskode.
de: Es scheint, dass das PDF verschlüsselt / passwortgeschützt ist.
el: Φαίνεται ότι το PDF είναι κρυπτογραφημένο / προστατευμένο με κωδικό πρόσβασης.
es: Parece que el PDF está cifrado / protegido por contraseña.
fi: Näyttää siltä, että PDF on salattu / suojattu salasanalla.
fil: Mukhang ang PDF ay naka-encrypt / protektado ng password.
hu: Úgy tűnik, hogy a PDF titkosítva van / jelszóval védett.
id: Sepertinya PDF ini terenkripsi / dilindungi kata sandi.
it: Sembra che il PDF sia crittografato / protetto da password.
ja: PDFが暗号化されているか、パスワードで保護されているようです。
ko: PDF가 암호화되었거나 비밀번호로 보호된 것 같습니다.
nl: Het lijkt erop dat de PDF versleuteld / met een wachtwoord beveiligd is.
no: Det ser ut til at PDF-en er kryptert / passordbeskyttet.
pl: Wygląda na to, że PDF jest zaszyfrowany / chroniony hasłem.
pt_pt: Parece que o PDF está criptografado / protegido por senha.
ro: Se pare că PDF-ul este criptat / protejat prin parolă.
ru: Похоже, что PDF зашифрован / защищен паролем.
sk: Zdá sa, že PDF je šifrované / chránené heslom.
sv: Det verkar som att PDF-filen är krypterad / skyddad med lösenord.
sw: Inaonekana kuwa PDF imefungwa / inalindwa kwa nenosiri.
tr: PDF'nin şifreli / şifre korumalı olduğu görünüyor.
uk: Схоже, що PDF зашифрований / захищений паролем.
vi: Có vẻ như PDF đã được mã hóa / bảo vệ bằng mật khẩu.
zh_hans: 似乎 PDF 被加密/受密码保护。

# pdf_meta_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果

# pdf_meta_card_results_sub
source: Aperçu des métadonnées et export JSON.
af: Voorbeeld van metadata en JSON-uitvoer.
bg: Преглед на метаданните и експортиране на JSON.
cs: Náhled metadat a export JSON.
da: Forhåndsvisning af metadata og eksportér JSON.
de: Vorschau der Metadaten und JSON-Export.
el: Προεπισκόπηση μεταδεδομένων και εξαγωγή JSON.
es: Vista de metadatos y exportación JSON.
fi: Metatietojen esikatselu ja JSON-vienti.
fil: Pagsusuri ng metadata at pag-export ng JSON.
hu: A metaadatok előnézete és JSON exportálás.
id: Prabagan metadata dan ekspor JSON.
it: Anteprima dei metadati ed esportazione JSON.
ja: メタデータのプレビューとJSONエクスポート。
ko: 메타데이터 미리보기 및 JSON 내보내기.
nl: Voorbeeld van metadata en export JSON.
no: Forhåndsvisning av metadata og JSON-eksport.
pl: Podgląd metadanych i eksport JSON.
pt_pt: Pré-visualização de metadados e exportação JSON.
ro: Previzualizare metadate și export JSON.
ru: Предварительный просмотр метаданных и экспорт JSON.
sk: Náhľad metadát a export JSON.
sv: Förhandsvisning av metadata och exportera JSON.
sw: Muonekano wa metadata na usafirishaji wa JSON.
tr: Meta verileri ve JSON dışa aktarma önizlemesi.
uk: Огляд метаданих та експорт JSON.
vi: Xem trước siêu dữ liệu và xuất JSON.
zh_hans: 元数据预览和JSON导出。

# pdf_meta_stat_pages_label
source: Pages
af: Bladsye
bg: Страници
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
fi: Sivut
fil: Mga Pahina
hu: Oldalak
id: Halaman
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
no: Sider
pl: Strony
pt_pt: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sv: Sidor
sw: Kurasa
tr: Sayfalar
uk: Сторінки
vi: Trang
zh_hans: 页面

# pdf_meta_stat_total_label
source: Clés
af: Sleutels
bg: Ключове
cs: Klíče
da: Nøgler
de: Schlüssel
el: Κλειδιά
es: Claves
fi: Avaimet
fil: Mga Susi
hu: Kulcsok
id: Kunci
it: Chiavi
ja: キー
ko: 키
nl: Sleutels
no: Nøkler
pl: Klucze
pt_pt: Chaves
ro: Chei
ru: Ключи
sk: Kľúče
sv: Nycklar
sw: Funguo
tr: Anahtarlar
uk: Ключі
vi: Khóa
zh_hans: 键

# pdf_meta_stat_filled_label
source: Renseignées
af: Ingevul
bg: Попълнени
cs: Vyplněné
da: Udfyldt
de: Ausgefüllt
el: Συμπληρωμένα
es: Rellenadas
fi: Täytetty
fil: Naka-fill
hu: Kitöltve
id: Diisi
it: Compilati
ja: 入力済み
ko: 입력됨
nl: Ingevuld
no: Fyllt ut
pl: Wypełnione
pt_pt: Preenchidas
ro: Completați
ru: Заполненные
sk: Vyplnené
sv: Fyllda
sw: Zilizojazwa
tr: Doldurulmuş
uk: Заповнені
vi: Đã điền
zh_hans: 已填写

# pdf_meta_stat_empty_label
source: Vides
af: Leeg
bg: Празни
cs: Prázdné
da: Tom
de: Leer
el: Κενά
es: Vacías
fi: Tyhjät
fil: Walang laman
hu: Üres
id: Kosong
it: Vuoti
ja: 空
ko: 비어 있음
nl: Leeg
no: Tom
pl: Puste
pt_pt: Vazias
ro: Goale
ru: Пустые
sk: Prázdne
sv: Tomma
sw: Bila
tr: Boş
uk: Порожні
vi: Trống
zh_hans: 空的

# pdf_meta_list_title
source: Métadonnées
af: Metadata
bg: Метаданни
cs: Metadata
da: Metadata
de: Metadaten
el: Μεταδεδομένα
es: Metadatos
fi: Metatiedot
fil: Metadata
hu: Metaadatok
id: Metadata
it: Metadati
ja: メタデータ
ko: 메타데이터
nl: Metadata
no: Metadata
pl: Metadane
pt_pt: Metadados
ro: Metadate
ru: Метаданные
sk: Metadáta
sv: Metadata
sw: Metadata
tr: Meta veriler
uk: Метадані
vi: Siêu dữ liệu
zh_hans: 元数据

# pdf_meta_empty
source: Aucune métadonnée ne correspond au filtre.
af: Geen metadata pas by die filter nie.
bg: Няма метаданни, които да отговарят на филтъра.
cs: Žádná metadata neodpovídají filtru.
da: Ingen metadata matcher filteret.
de: Keine Metadaten entsprechen dem Filter.
el: Καμία μεταδεδομένη πληροφορία δεν αντιστοιχεί στο φίλτρο.
es: Ningún metadato coincide con el filtro.
fi: Mikään metatieto ei vastaa suodatinta.
fil: Walang metadata na tumutugma sa filter.
hu: Nincs olyan metaadat, amely megfelelne a szűrőnek.
id: Tidak ada metadata yang cocok dengan filter.
it: Nessun metadato corrisponde al filtro.
ja: フィルターに一致するメタデータはありません。
ko: 필터와 일치하는 메타데이터가 없습니다.
nl: Geen enkele metadata komt overeen met de filter.
no: Ingen metadata samsvarer med filteret.
pl: Żadne metadane nie pasują do filtru.
pt_pt: Nenhum metadado corresponde ao filtro.
ro: Nicio metadată nu corespunde filtrului.
ru: Нет метаданных, соответствующих фильтру.
sk: Žiadne metadáta nezodpovedajú filtru.
sv: Inga metadata matchar filtret.
sw: Hakuna metadata inayolingana na chujio.
tr: Filtreye uyan hiçbir meta veri yok.
uk: Жодні метадані не відповідають фільтру.
vi: Không có siêu dữ liệu nào phù hợp với bộ lọc.
zh_hans: 没有元数据符合过滤条件。

# pdf_meta_value_label
source: Valeur
af: Waarde
bg: Стойност
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fil: Halaga
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
sw: Thamani
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值

# pdf_meta_json_sub
source: Exportable
af: Uitvoerbaar
bg: Експорируем
cs: Exportovatelný
da: Eksportérbar
de: Exportierbar
el: Εξαγώγιμο
fi: Viedään
fil: Maaaring i-export
hu: Exportálható
id: Dapat diekspor
it: Esportabile
ja: エクスポート可能
ko: 내보낼 수 있음
nl: Exporteerbaar
no: Eksporterbar
pl: Eksportowalny
pt_pt: Exportável
ro: Exportabil
ru: Экспортируемый
sk: Exportovateľné
sv: Exportabel
sw: Inayoweza kusafirishwa
tr: Dışa aktarılabilir
uk: Експортований
vi: Có thể xuất
zh_hans: 可导出

# pdf_meta_pretty
source: JSON “pretty” (indenté)
af: JSON 'mooi' (ingesprong)
bg: JSON „красив“ (с отстъпи)
cs: JSON „hezký“ (odsazený)
da: JSON “pænt” (indrykket)
de: JSON „schön“ (eingezogen)
el: JSON “όμορφο” (με εσοχές)
es: JSON “bonito” (con sangrías)
fi: JSON "kaunis" (sisennettävä)
fil: JSON na 'pretty' (may indentasyon)
hu: JSON "szép" (behúzott)
id: JSON "indah" (terindentasi)
it: JSON “pretty” (indentato)
ja: 整形されたJSON（インデント付き）
ko: JSON '예쁘게' (들여쓰기)
nl: JSON “mooi” (ingesprongen)
no: JSON “pen” (innrykket)
pl: JSON „ładny” (wcięty)
pt_pt: JSON “bonito” (indentado)
ro: JSON „frumos” (indentat)
ru: JSON «красивый» (с отступами)
sk: JSON „pekne“ (odsadené)
sv: JSON "fin" (indenterad)
sw: JSON “nzuri” (iliyopangwa)
tr: JSON 'güzel' (girintili)
uk: JSON “pretty” (з відступами)
vi: JSON “đẹp” (thụt lề)
zh_hans: JSON “美化”（缩进）

# pdf_meta_back
source: ← Retour aux outils PDF
af: ← Terug na PDF-gereedskap
bg: ← Връщане към PDF инструментите
cs: ← Zpět k PDF nástrojům
da: ← Tilbage til PDF-værktøjer
de: ← Zurück zu den PDF-Tools
el: ← Επιστροφή στα εργαλεία PDF
es: ← Volver a las herramientas PDF
fi: ← Takaisin PDF-työkaluihin
fil: ← Bumalik sa mga PDF na tool
hu: ← Vissza a PDF eszközökhöz
id: ← Kembali ke alat PDF
it: ← Torna agli strumenti PDF
ja: ← PDFツールに戻る
ko: ← PDF 도구로 돌아가기
nl: ← Terug naar PDF-tools
no: ← Tilbake til PDF-verktøy
pl: ← Powrót do narzędzi PDF
pt_pt: ← Voltar às ferramentas PDF
ro: ← Înapoi la instrumentele PDF
ru: ← Вернуться к инструментам PDF
sk: ← Späť k nástrojom PDF
sv: ← Tillbaka till PDF-verktyg
sw: ← Rudi kwa zana za PDF
tr: ← PDF araçlarına geri dön
uk: ← Повернутися до інструментів PDF
vi: ← Quay lại công cụ PDF
zh_hans: ← 返回PDF工具

# pdf_meta_btn_pick
source: Choisir un PDF
af: Kies 'n PDF
bg: Изберете PDF
cs: Vybrat PDF
da: Vælg en PDF
de: Wählen Sie ein PDF
el: Επιλέξτε ένα PDF
es: Elegir un PDF
fi: Valitse PDF
fil: Pumili ng PDF
hu: PDF kiválasztása
id: Pilih PDF
it: Scegli un PDF
ja: PDFを選択
ko: PDF 선택
nl: Kies een PDF
no: Velg en PDF
pl: Wybierz PDF
pt_pt: Escolher um PDF
ro: Alegeți un PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj en PDF
sw: Chagua PDF
tr: Bir PDF seçin
uk: Вибрати PDF
vi: Chọn một PDF
zh_hans: 选择一个PDF

# pdf_meta_btn_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Setel ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetuj
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Rekebisha
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# pdf_meta_btn_copy
source: Copier
af: Kopieer
bg: Копиране
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

# pdf_meta_btn_download
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

# pdf_meta_filter_placeholder
source: Filtrer (titre, auteur, date…)
af: Filter (titel, outeur, datum…)
bg: Филтриране (заглавие, автор, дата…)
cs: Filtrovat (název, autor, datum…)
da: Filtrer (titel, forfatter, dato…)
de: Filtern (Titel, Autor, Datum…)
el: Φιλτράρισμα (τίτλος, συγγραφέας, ημερομηνία…)
es: Filtrar (título, autor, fecha…)
fi: Suodata (otsikko, kirjoittaja, päivämäärä…)
fil: I-filter (pamagat, may-akda, petsa…)
hu: Szűrés (cím, szerző, dátum…)
id: Saring (judul, penulis, tanggal…)
it: Filtra (titolo, autore, data…)
ja: フィルター（タイトル、著者、日付…）
ko: 필터링 (제목, 저자, 날짜…)
nl: Filteren (titel, auteur, datum…)
no: Filtrer (tittel, forfatter, dato…)
pl: Filtruj (tytuł, autor, data…)
pt_pt: Filtrar (título, autor, data…)
ro: Filtrează (titlu, autor, dată…)
ru: Фильтровать (название, автор, дата…)
sk: Filtrovať (názov, autor, dátum…)
sv: Filtrera (titel, författare, datum…)
sw: Chuja (kichwa, mwandishi, tarehe…)
tr: Filtrele (başlık, yazar, tarih…)
uk: Фільтрувати (назва, автор, дата…)
vi: Lọc (tiêu đề, tác giả, ngày…)
zh_hans: 过滤（标题，作者，日期…）

# pdf_meta_status_loading
source: Analyse…
af: Analiseer…
bg: Анализ…
cs: Analýza…
el: Ανάλυση…
es: Analizando…
fi: Analysoi…
fil: Pagsusuri…
hu: Elemzés…
id: Analisis…
it: Analisi…
ja: 分析中…
ko: 분석 중…
nl: Analyseren…
no: Analyser…
pl: Analiza…
pt_pt: Análise…
ro: Analiză…
ru: Анализ…
sk: Analýza…
sv: Analys…
sw: Analiza…
tr: Analiz…
uk: Аналіз…
vi: Phân tích…
zh_hans: 分析…

# pdf_meta_status_ready
source: Prêt
af: Gereed
bg: Готов
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fil: Handa na
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
no: Klar
pl: Gotowe
pt_pt: Pronto
ro: Gata
ru: Готово
sk: Pripravené
sv: Klar
sw: Iko tayari
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 准备好

# pdf_meta_status_error
source: Erreur
af: Fout
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
es: Error
fi: Virhe
fil: Error
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
sw: Kosa
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
