Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_x_of_y_step2
source: Multipliez par 100 pour obtenir un pourcentage
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">100 Multipliez parpour obtenir un pourcentage

# pct_x_of_y_step3
source: Interprétez : 25% = 25 sur 100 (un quart)
af: Interpreteer: 25% = 25 uit 100 (een kwart)
bg: Интерпретирайте: 25% = 25 от 100 (една четвърт)
cs: Interpretujte: 25 % = 25 ze 100 (čtvrtina)
da: Fortolk: 25% = 25 ud af 100 (en fjerdedel)
de: Interpretieren: 25% = 25 von 100 (ein Viertel)
el: Ερμηνεύστε: 25% = 25 στα 100 (ένα τέταρτο)
es: Interprete: 25% = 25 de 100 (un cuarto)
fi: Tulkitse: 25% = 25 sadasta (neljäsosa)
fil: Isalin: 25% = 25 sa 100 (isang-kapat)
hu: Értelmezd: 25% = 25 a 100-ból (egy negyed)
id: Interpretasikan: 25% = 25 dari 100 (seperempat)
it: Interpreta: 25% = 25 su 100 (un quarto)
ja: 解釈：25% = 100のうちの25（4分の1）
ko: 해석: 25% = 100 중 25 (1/4)
nl: Interpreteer: 25% = 25 van 100 (een kwart)
no: Tolk : 25% = 25 av 100 (en fjerdedel)
pl: Zinterpretuj: 25% = 25 na 100 (jedna czwarta)
pt_pt: Interprete: 25% = 25 em 100 (um quarto)
ro: Interpretați: 25% = 25 din 100 (un sfert)
ru: Интерпретируйте: 25% = 25 из 100 (одна четверть)
sk: Interpretujte: 25 % = 25 z 100 (štvrtina)
sv: Tolka: 25% = 25 av 100 (en fjärdedel)
sw: Tolka: 25% = 25 av 100 (en fjärdedel)
tr: Yorumlayın: %25 = 100'de 25 (bir çeyrek)
uk: Interpret: 25% = 25 out of 100 (a quarter)
vi: Diễn giải: 25% = 25 trên 100 (một phần tư)
zh_hans: 解释：25% = 100中的25（四分之一）

# pct_x_of_y_note
source: Si Y = 0, le pourcentage n’est pas défini (division par 0). Si X > Y, le résultat peut dépasser 100%.
af: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
bg: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
cs: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
da: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
de: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
el: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
es: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
fi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
fil: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
hu: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
id: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
it: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
ja: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
ko: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
nl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
no: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
pl: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
pt_pt: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
ro: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
ru: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
sk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
sv: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
sw: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
tr: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
uk: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
vi: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.
zh_hans: <pc id="0" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">Y = 0 <pc id="1" equivStart="START_TAG_STRONG" equivEnd="CLOSE_TAG_STRONG" type="other" dispStart="" dispEnd="">X > Y Si, le pourcentage n’est pas défini (division par 0). Si, le résultat peut dépasser 100%.

# pct_incdec_title
source: Augmenter / diminuer de X%
af: Verhoog / verlaag met X%
bg: Увеличаване / намаляване с X%
cs: Zvýšit / snížit o X%
da: Øge / mindske med X%
de: Um X% erhöhen / verringern
el: Αύξηση / μείωση κατά X%
es: Aumentar / disminuir en X%
fi: Lisää / vähennä X%
fil: Dagdagan / bawasan ng X%
hu: Növelje / csökkentse X%-kal
id: Tingkatkan / kurangi sebesar X%
it: Aumentare / diminuire del X%
ja: X%を増加 / 減少させる
ko: X% 증가 / 감소
nl: Verhogen / verlagen met X%
no: Øke / redusere med X%
pl: Zwiększyć / zmniejszyć o X%
pt_pt: Aumentar / diminuir em X%
ro: Crește / scade cu X%
ru: Увеличить / уменьшить на X%
sk: Zvýšiť / znížiť o X%
sv: Öka / minska med X%
sw: Öka / minska med X%
tr: X% artır / azalt
uk: Increase / decrease by X%
vi: Tăng / giảm X%
zh_hans: 增加/减少X%

# pct_incdec_subtitle
source: Applique une hausse ou une baisse en pourcentage à une valeur.
af: Pas 'n styging of daling in persentasie op 'n waarde toe.
bg: Прилага увеличение или намаление в проценти на стойност.
cs: Aplikuje zvýšení nebo snížení v procentech na hodnotu.
da: Anvend en stigning eller fald i procent på en værdi.
de: Wendet eine prozentuale Erhöhung oder Verringerung auf einen Wert an.
el: Εφαρμόστε μια αύξηση ή μείωση σε ποσοστό σε μια τιμή.
es: Aplica un aumento o una disminución en porcentaje a un valor.
fi: Soveltaa prosentuaalista nousua tai laskua arvoon.
fil: Nag-aaplay ng pagtaas o pagbaba sa porsyento sa isang halaga.
hu: Emel vagy csökkent egy értéket százalékban.
id: Menerapkan kenaikan atau penurunan persentase pada suatu nilai.
it: Applica un aumento o una diminuzione in percentuale a un valore.
ja: 値に対してパーセンテージの増加または減少を適用します。
ko: 값에 대해 백분율로 증가 또는 감소를 적용합니다.
nl: Past een stijging of daling in percentage toe op een waarde.
no: Bruker en økning eller reduksjon i prosent på en verdi.
pl: Zastosuj wzrost lub spadek w procentach do wartości.
pt_pt: Aplica um aumento ou uma diminuição em percentagem a um valor.
ro: Aplică o creștere sau o scădere procentuală la o valoare.
ru: Применяет увеличение или уменьшение в процентах к значению.
sk: Aplikuje percentuálny nárast alebo pokles na hodnotu.
sv: Tillämpa en ökning eller minskning i procent på ett värde.
sw: Inatumia ongezeko au kupungua kwa asilimia kwa thamani.
tr: Bir değere yüzde olarak bir artış veya azalış uygular.
uk: Застосувати підвищення або зниження у відсотках до значення.
vi: Áp dụng một mức tăng hoặc giảm theo phần trăm cho một giá trị.
zh_hans: 对一个值应用百分比的增加或减少。

# pct_incdec_calc_title
source: Calculateur
af: Rekenaar
bg: Калкулатор
cs: Kalkulátor
da: Beregningsværktøj
de: Rechner
el: Υπολογιστής
es: Calculadora
fi: Laskin
fil: Kalkulador
hu: Számológép
id: Kalkulator
it: Calcolatore
ja: 計算機
ko: 계산기
nl: Rekenmachine
no: Kalkulator
pl: Kalkulator
pt_pt: Calculadora
ro: Calculator
ru: Калькулятор
sk: Kalkulátor
sv: Kalkylator
sw: Kalkylator
tr: Hesaplayıcı
uk: Calculator
vi: Máy tính
zh_hans: 计算器

# pct_incdec_base_label
source: Valeur de départ
af: Beginwaarde
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
de: Startwert
el: Αρχική τιμή
es: Valor inicial
fi: Alkuarvo
fil: Panahon ng pagsisimula
hu: Kezdőérték
id: Nilai awal
it: Valore di partenza
ja: 出発値
ko: 출발 값
nl: Startwaarde
no: Startverdi
pl: Wartość początkowa
pt_pt: Valor inicial
ro: Valoare inițială
ru: Начальное значение
sk: Počiatočná hodnota
sv: Startvärde
sw: Startvärde
tr: Başlangıç değeri
uk: Starting value
vi: Giá trị khởi đầu
zh_hans: 起始值

# pct_incdec_base_hint
source: Ex : prix, quantité, salaire…
af: Ex: prys, hoeveelheid, salaris…
bg: Пример: цена, количество, заплата…
cs: Ex: cena, množství, plat…
da: Ex: pris, mængde, løn…
de: Z. B.: Preis, Menge, Gehalt…
el: Π.χ.: τιμή, ποσότητα, μισθός…
es: Ej: precio, cantidad, salario…
fi: Esim: hinta, määrä, palkka…
fil: Ex: presyo, dami, sahod…
hu: Például: ár, mennyiség, bér…
id: Contoh: harga, jumlah, gaji…
it: Es: prezzo, quantità, stipendio…
ja: 例：価格、数量、給与…
ko: 예: 가격, 수량, 급여…
nl: Bijv: prijs, hoeveelheid, salaris…
no: F.eks.: pris, mengde, lønn…
pl: Np: cena, ilość, wynagrodzenie…
pt_pt: Ex: preço, quantidade, salário…
ro: Ex: preț, cantitate, salariu…
ru: Пример: цена, количество, зарплата…
sk: Ex: cena, množstvo, mzda…
sv: Ex: pris, mängd, lön…
sw: Mfano: bei, kiasi, mshahara…
tr: Ör: fiyat, miktar, maaş…
uk: Приклад: ціна, кількість, зарплата…
vi: Ví dụ: giá, số lượng, lương…
zh_hans: 例如：价格、数量、工资……

# pct_incdec_rate_label
source: Pourcentage X
af: Persentasie X
bg: Процент X
cs: Procento X
da: Procent X
de: Prozentsatz X
el: Ποσοστό X
es: Porcentaje X
fi: Prosentti X
fil: Porsyento X
hu: X százalék
id: Persentase X
it: Percentuale X
ja: パーセンテージX
ko: 퍼센트 X
nl: Percentage X
no: Prosentandel X
pl: Procent X
pt_pt: Percentagem X
ro: Procentaj X
ru: Процент X
sk: Percento X
sv: Procent X
sw: Procent X
tr: Yüzde X
uk: Percentage X
vi: Tỷ lệ X
zh_hans: 百分比 X

# pct_incdec_rate_hint
source: Ex : 10 = 10%
bg: Пример: 10 = 10%
de: Z. B.: 10 = 10%
el: Π.χ.: 10 = 10%
es: Ej: 10 = 10%
fi: Esim: 10 = 10%
hu: Például: 10 = 10%
id: Contoh: 10 = 10%
it: Es: 10 = 10%
ja: 例：10 = 10%
ko: 예: 10 = 10%
nl: Bijv: 10 = 10%
no: F.eks.: 10 = 10%
pl: Np: 10 = 10%
ru: Пример: 10 = 10%
sw: Mfano: 10 = 10%
tr: Ör: 10 = %10
uk: Приклад: 10 = 10%
vi: Ví dụ: 10 = 10%
zh_hans: 例如：10 = 10%

# pct_incdec_precision_label
source: Décimales
af: Desimale
bg: Десетични знаци
cs: Desetinná místa
da: Decimaler
de: Dezimalstellen
el: Δεκαδικά
es: Decimales
fi: Desimaaleja
fil: Desimal
hu: Tizedesek
id: Desimal
it: Decimali
ja: 小数
ko: 소수점
nl: Decimalen
no: Desimaler
pl: Dziesiętne
pt_pt: Decimais
ro: Zecimale
ru: Десятичные
sk: Desatinné čísla
sv: Decimaler
sw: Decimaler
tr: Ondalıklar
uk: Decimals
vi: Số thập phân
zh_hans: 小数

# pct_incdec_precision_hint
source: Arrondi
af: Afgerond
bg: Закръгление
cs: Zaokrouhlení
da: Afrund
de: Rundung
el: Στρογγυλοποίηση
es: Redondear
fi: Pyöristä
fil: Pag-ikot
hu: Kerekítés
id: Pembulatan
it: Arrotonda
ja: 四捨五入
ko: 반올림
nl: Afgerond
no: Rund av
pl: Zaokrąglenie
pt_pt: Arredondar
ro: Rotunjire
ru: Округление
sk: Zaokrúhliť
sv: Avrunda
sw: Kadiria
tr: Yuvarlama
uk: Округлення
vi: Làm tròn
zh_hans: 四舍五入

# pct_incdec_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Resultat
tr: Sonuçlar
uk: Results
vi: Kết quả
zh_hans: 结果

# pct_incdec_up
source: Hausse
af: Stygting
bg: Увеличение
cs: Nárůst
da: Stigning
de: Anstieg
el: Αύξηση
es: Aumento
fi: Nousu
fil: Taas
hu: Növekedés
id: Kenaikan
it: Aumento
ja: 上昇
ko: 상승
nl: Stijging
no: Økning
pl: Wzrost
pt_pt: Aumento
ro: Creștere
ru: Рост
sk: Nárast
sv: Ökning
sw: Ökning
tr: Artış
uk: Increase
vi: Tăng
zh_hans: 增加

# pct_incdec_down
source: Baisse
af: Afname
bg: Намаляване
cs: Snížení
da: Nedsættelse
de: Rückgang
el: Μείωση
es: Baja
fi: Lasku
fil: Bumaba
hu: Csökkenés
id: Penurunan
it: Diminuzione
ja: 減少
ko: 하락
nl: Daling
no: Nedgang
pl: Spadek
pt_pt: Queda
ro: Scădere
ru: Снижение
sk: Pokles
sv: Nedgång
sw: Nedgång
tr: Düşüş
uk: Decrease
vi: Giảm
zh_hans: 下降

# pct_incdec_flat
source: Stable
af: Stabiel
bg: Стабилен
cs: Stabilní
da: Stabil
de: Stabil
el: Σταθερός
es: Estable
fi: Vakaa
fil: Matatag
hu: Stabil.
id: Stabil
it: Stabile
ja: 安定した
ko: 안정적
nl: Stabiel
no: Stabil
pl: Stabilny
pt_pt: Estável
ro: Stabil
ru: Стабильный
sk: Stabilný
sv: Stabil
sw: Stabil
tr: Kararlı
vi: Ổn định
zh_hans: 稳定

# pct_incdec_delta_label
source: Variation (valeur)
af: Variasie (waarde)
bg: Вариация (стойност)
cs: Varianta (hodnota)
da: Variation (værdi)
de: Variation (Wert)
el: Παραλλαγή (τιμή)
es: Variación (valor)
fi: Vaihtoehto (arvo)
fil: Bersyon (halaga)
hu: Változat (érték)
id: Variasi (nilai)
it: Variazione (valore)
ja: バリエーション（値）
ko: 변형 (값)
nl: Variatie (waarde)
no: Variasjon (verdi)
pl: Wariant (wartość)
pt_pt: Variação (valor)
ro: Varianta (valoare)
ru: Вариация (значение)
sk: Variácia (hodnota)
sv: Variation (värde)
sw: Variation (värde)
tr: Varyasyon (değer)
uk: Variation (value)
vi: Biến thể (giá trị)
zh_hans: 变体（值）

# pct_incdec_final_label
source: Valeur finale
af: Eindwaarde
bg: Крайна стойност
cs: Konečná hodnota
da: Slutværdi
de: Endwert
el: Τελική αξία
es: Valor final
fi: Lopullinen arvo
fil: Panghuling halaga
hu: Végső érték
id: Nilai akhir
it: Valore finale
ja: 最終価値
ko: 최종 가치
nl: Eindwaarde
no: Sluttverdi
pl: Wartość końcowa
pt_pt: Valor final
ro: Valoare finală
ru: Конечная стоимость
sk: Konečná hodnota
sv: Slutvärde
sw: Slutvärde
tr: Sonuç değeri
uk: Final value
vi: Giá trị cuối cùng
zh_hans: 最终值

# pct_incdec_coeff_label
source: Coefficient
af: Koëffisiënt
bg: Коефициент
cs: Koeficient
da: Koeficient
de: Koeffizient
el: Συντελεστής
es: Coeficiente
fi: Kerroin
fil: Koeffisiyent
hu: Együttható
id: Koefisien
it: Coefficiente
ja: 係数
ko: 계수
nl: Coëfficiënt
no: Koefisient
pl: Współczynnik
pt_pt: Coeficiente
ro: Coeficient
ru: Коэффициент
sk: Koeficient
sv: Koeficient
sw: Koeficient
tr: Katsayı
vi: Hệ số
zh_hans: 系数

# pct_incdec_reset
source: Réinitialiser
af: Herstel
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstellen
no: Tilbakestill
pl: Zresetować
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
sw: Återställ
tr: Sıfırla
uk: Reset
vi: Đặt lại
zh_hans: 重置
