Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_variation_a2
source: Le coefficient (final ÷ initial) est pratique pour chaîner des évolutions : une hausse de 20% = ×1,20. Deux évolutions successives se multiplient.
af: Die koëffisiënt (finale ÷ aanvanklike) is prakties om veranderinge agtermekaar te plaas: 'n toename van 20% = ×1,20. Twee opeenvolgende veranderinge word vermenigvuldig.
bg: Коефициентът (крайна ÷ начална) е удобен за свързване на изменения: увеличение от 20% = ×1,20. Две последователни изменения се умножават.
cs: Koeficient (konečná ÷ počáteční) je praktický pro spojování vývojů: nárůst o 20% = ×1,20. Dvě po sobě jdoucí změny se násobí.
da: Koefficienten (slut ÷ start) er praktisk til at kæde udviklinger sammen: en stigning på 20% = ×1,20. To successive udviklinger multipliceres.
de: Der Koeffizient (final ÷ initial) ist praktisch, um Entwicklungen zu verketten: ein Anstieg von 20% = ×1,20. Zwei aufeinanderfolgende Entwicklungen multiplizieren sich.
el: Ο συντελεστής (τελική ÷ αρχική) είναι πρακτικός για να ακολουθήσετε εξελίξεις: μια αύξηση 20% = ×1,20. Δύο διαδοχικές εξελίξεις πολλαπλασιάζονται.
es: El coeficiente (final ÷ inicial) es práctico para encadenar evoluciones: un aumento del 20% = ×1,20. Dos evoluciones sucesivas se multiplican.
fi: Kerroin (lopullinen ÷ alkuperäinen) on kätevä ketjuttaessa kehityksiä: 20%:n nousu = ×1,20. Kaksi peräkkäistä kehitystä kerrotaan keskenään.
fil: Ang coefficient (pangwakas ÷ paunang) ay kapaki-pakinabang para sa pag-uugnay ng mga pag-unlad: isang pagtaas ng 20% = ×1,20. Ang dalawang sunud-sunod na pag-unlad ay nagmumultiply.
hu: A szorzó (végső ÷ kezdeti) praktikus a fejlődések láncolásához: egy 20%-os növekedés = ×1,20. Két egymást követő fejlődés szorzódik.
id: Koefisien (akhir ÷ awal) berguna untuk menghubungkan perubahan: kenaikan 20% = ×1,20. Dua perubahan berturut-turut dikalikan.
it: Il coefficiente (finale ÷ iniziale) è pratico per concatenare evoluzioni: un aumento del 20% = ×1,20. Due evoluzioni successive si moltiplicano.
ja: 係数（最終 ÷ 初期）は変化を連続させるのに便利です：20% の増加 = ×1.20。2つの連続した変化は掛け算されます。
ko: 계수 (최종 ÷ 초기)는 변화를 연결하는 데 유용합니다: 20%의 증가는 = ×1.20입니다. 두 개의 연속적인 변화는 곱해집니다.
nl: De coëfficiënt (eind ÷ begin) is handig om evoluties aan elkaar te koppelen: een stijging van 20% = ×1,20. Twee opeenvolgende evoluties vermenigvuldigen zich.
no: Koeffisienten (slutt ÷ start) er praktisk for å kjede utviklinger: en økning på 20% = ×1,20. To påfølgende utviklinger multipliseres.
pl: Współczynnik (końcowa ÷ początkowa) jest praktyczny do łączenia zmian: wzrost o 20% = ×1,20. Dwie kolejne zmiany się mnożą.
pt_pt: O coeficiente (final ÷ inicial) é prático para encadear evoluções: um aumento de 20% = ×1,20. Duas evoluções sucessivas multiplicam-se.
ro: Coeficientul (final ÷ inițial) este practic pentru a înlănțui evoluții: o creștere de 20% = ×1,20. Două evoluții succesive se înmulțesc.
ru: Коэффициент (конечное ÷ начальное) удобен для соединения изменений: повышение на 20% = ×1,20. Два последовательных изменения перемножаются.
sk: Koeficient (konečný ÷ počiatočný) je praktický na spájanie vývojov: nárast o 20% = ×1,20. Dve po sebe idúce zmeny sa násobia.
sv: Koefficienten (slutlig ÷ initial) är praktisk för att kedja förändringar: en ökning med 20% = ×1,20. Två på varandra följande förändringar multipliceras.
sw: Kiwango (muhimu ÷ awali) ni rahisi kwa kuunganisha mabadiliko: ongezeko la 20% = ×1,20. Mabadiliko mawili mfululizo yanazidishwa.
tr: Katsayı (son ÷ başlangıç), değişimleri zincirleme yapmak için pratiktir: %20’lik bir artış = ×1,20. İki ardışık değişim çarpılır.
uk: Коефіцієнт (кінцеве ÷ початкове) зручний для з'єднання змін: підвищення на 20% = ×1,20. Дві послідовні зміни множаться.
vi: Hệ số (cuối ÷ đầu) rất tiện lợi để liên tiếp các sự phát triển: một sự tăng 20% = ×1,20. Hai sự phát triển liên tiếp sẽ được nhân với nhau.
zh_hans: 系数（最终值 ÷ 初始值）对于连接变化很实用：20%的上升 = ×1.20。两个连续的变化相乘。

# ed_math_percentages_percentage_variation_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_variation_tip
source: Pour “annuler” une hausse, ne soustrayez pas le même % : utilisez le coefficient. Exemple : +20% = ×1,20, donc pour revenir il faut ÷1,20 (soit −16,67%).
af: Om 'n toename te “annuleer”, trek nie dieselfde % af nie: gebruik die koëffisiënt. Voorbeeld: +20% = ×1,20, so om terug te kom moet jy ÷1,20 (oftewel −16,67%) doen.
bg: За да "анулирате" увеличение, не изваждайте същия %: използвайте коефициента. Пример: +20% = ×1,20, така че за да се върнете, трябва ÷1,20 (или −16,67%).
cs: Abychom „anulovali“ nárůst, neodečítejte stejné %: použijte koeficient. Příklad: +20% = ×1,20, takže pro návrat je třeba ÷1,20 (tedy −16,67%).
da: For at “annullere” en stigning, skal du ikke trække den samme % fra: brug koefficienten. Eksempel: +20% = ×1,20, så for at vende tilbage skal du ÷1,20 (eller −16,67%).
de: Um einen Anstieg "auszugleichen", subtrahieren Sie nicht denselben %: verwenden Sie den Koeffizienten. Beispiel: +20% = ×1,20, also um zurückzukommen, muss man ÷1,20 (also −16,67%) machen.
el: Για να "αναιρέσετε" μια αύξηση, μην αφαιρείτε το ίδιο %: χρησιμοποιήστε τον συντελεστή. Παράδειγμα: +20% = ×1,20, επομένως για να επιστρέψετε πρέπει να ÷1,20 (δηλαδή −16,67%).
es: Para “anular” un aumento, no restes el mismo %: utiliza el coeficiente. Ejemplo: +20% = ×1,20, por lo tanto, para volver hay que ÷1,20 (es decir, −16,67%).
fi: Älä vähennä samaa %:a "kumotaksesi" nousun: käytä kerrointa. Esimerkki: +20% = ×1,20, joten palataksesi on ÷1,20 (eli −16,67%).
fil: Upang "i-nullify" ang isang pagtaas, huwag ibawas ang parehong %: gamitin ang coefficient. Halimbawa: +20% = ×1,20, kaya upang bumalik kailangan ng ÷1,20 (o −16,67%).
hu: A növekedés "semlegesítéséhez" ne vonjon le ugyanakkora % -ot: használja a szorzót. Példa: +20% = ×1,20, tehát a visszatéréshez ÷1,20-ra van szükség (vagyis −16,67%).
id: Untuk "membatalkan" kenaikan, jangan kurangi % yang sama: gunakan koefisien. Contoh: +20% = ×1,20, jadi untuk kembali harus ÷1,20 (yaitu −16,67%).
it: Per “annullare” un aumento, non sottrarre la stessa %: usa il coefficiente. Esempio: +20% = ×1,20, quindi per tornare bisogna ÷1,20 (cioè −16,67%).
ja: 増加を「打ち消す」ために同じ % を引かないでください：係数を使用してください。例：+20% = ×1.20、したがって戻るには ÷1.20（つまり −16.67%）が必要です。
ko: 증가를 '무효화'하려면 같은 %를 빼지 마세요: 계수를 사용하세요. 예: +20% = ×1.20, 따라서 돌아가려면 ÷1.20 (즉, −16.67%)가 필요합니다.
nl: Om een stijging te "annuleren", trek niet hetzelfde % af: gebruik de coëfficiënt. Voorbeeld: +20% = ×1,20, dus om terug te komen moet je ÷1,20 (oftewel −16,67%).
no: For å "kansellere" en økning, ikke trekk fra den samme %: bruk koeffisienten. Eksempel: +20% = ×1,20, så for å gå tilbake må man ÷1,20 (eller −16,67%).
pl: Aby "anulować" wzrost, nie odejmuj tego samego %: użyj współczynnika. Przykład: +20% = ×1,20, więc aby wrócić, trzeba ÷1,20 (czyli −16,67%).
pt_pt: Para “anular” um aumento, não subtraia a mesma %: use o coeficiente. Exemplo: +20% = ×1,20, então para voltar é necessário ÷1,20 (ou seja, −16,67%).
ro: Pentru a "anula" o creștere, nu scădeți același %: folosiți coeficientul. Exemplu: +20% = ×1,20, deci pentru a reveni trebuie ÷1,20 (adică −16,67%).
ru: Чтобы "отменить" повышение, не вычитайте тот же %: используйте коэффициент. Пример: +20% = ×1,20, поэтому чтобы вернуться, нужно ÷1,20 (то есть −16,67%).
sk: Aby ste "anulovali" nárast, neodčítavajte rovnaké %: použite koeficient. Príklad: +20% = ×1,20, takže na návrat je potrebné ÷1,20 (t.j. −16,67%).
sv: För att "upphäva" en ökning, subtrahera inte samma %: använd koefficienten. Exempel: +20% = ×1,20, så för att återgå måste man ÷1,20 (dvs −16,67%).
sw: Ili “kuondoa” ongezeko, usiondoe % ile ile: tumia kiwango. Mfano: +20% = ×1,20, hivyo ili kurudi inahitaji ÷1,20 (yaani −16,67%).
tr: Bir artışı “iptal” etmek için aynı %’yi çıkarmayın: katsayıyı kullanın. Örnek: +%20 = ×1,20, dolayısıyla geri dönmek için ÷1,20 (yani -%16,67) gerekir.
uk: Щоб "скасувати" підвищення, не віднімайте той же %: використовуйте коефіцієнт. Приклад: +20% = ×1,20, отже, щоб повернутися, потрібно ÷1,20 (тобто −16,67%).
vi: Để “hủy bỏ” một sự tăng, đừng trừ đi cùng một %: hãy sử dụng hệ số. Ví dụ: +20% = ×1,20, vì vậy để trở về cần ÷1,20 (tức là −16,67%).
zh_hans: 要“抵消”一次上升，不要减去相同的百分比：使用系数。例如：+20% = ×1.20，因此要回到原点需要 ÷1.20（即 −16.67%）。

# ed_math_percentages_percentage_weighted_title
source: Calculer un pourcentage pondéré (moyenne pondérée de taux)
af: Bereken 'n gewogen persentasie (gewogen gemiddelde van tariewe)
bg: Изчислете претеглен процент (претеглена средна стойност на проценти)
cs: Vypočítat vážené procento (vážený průměr sazeb)
da: Beregn en vægtet procent (vægtet gennemsnit af satser)
de: Berechnen eines gewichteten Prozentsatzes (gewichteter Durchschnitt von Raten)
el: Υπολογίστε ένα σταθμισμένο ποσοστό (σταθμισμένος μέσος όρος ποσοστών)
es: Calcular un porcentaje ponderado (media ponderada de tasas)
fi: Laske painotettu prosentti (painotettu keskiarvo prosentteja)
fil: Kalkulahin ang isang pinagsamang porsyento (pinagsamang average ng mga rate)
hu: Súlyozott százalék számítása (súlyozott átlag a ráta alapján)
id: Menghitung persentase tertimbang (rata-rata tertimbang dari tingkat)
it: Calcolare una percentuale ponderata (media ponderata di tassi)
ja: 加重パーセンテージを計算する（加重平均率）
ko: 가중 백분율 계산하기 (가중 평균 비율)
nl: Bereken een gewogen percentage (gewogen gemiddelde van tarieven)
no: Beregne en vektet prosentandel (vektet gjennomsnitt av rater)
pl: Oblicz procent ważony (średnia ważona stóp)
pt_pt: Calcular uma percentagem ponderada (média ponderada de taxas)
ro: Calculați un procent ponderat (medie ponderată a ratelor)
ru: Рассчитать взвешенный процент (взвешенная средняя ставка)
sk: Vypočítať vážené percento (vážený priemer sadzieb)
sv: Beräkna en viktad procent (viktat genomsnitt av räntor)
sw: Hesabu asilimia iliyopangwa (kati ya wastani wa viwango)
tr: Ağırlıklı bir yüzde hesaplama (ağırlıklı oran ortalaması)
uk: Обчислити зважений відсоток (зважена середня ставка)
vi: Tính toán một tỷ lệ phần trăm có trọng số (trung bình có trọng số của tỷ lệ)
zh_hans: 计算加权百分比（加权平均率）

# ed_math_percentages_percentage_weighted_lead
source: Un pourcentage pondéré sert à calculer un taux global quand plusieurs sous-ensembles n’ont pas le même poids (effectifs, volumes, montants). C’est la méthode correcte pour obtenir un pourcentage “réel” sur un ensemble mixte.
af: ‘n Gewogen persentasie dien om 'n globale tarief te bereken wanneer verskeie substelle nie dieselfde gewig het nie (aantalle, volumes, bedrae). Dit is die korrekte metode om 'n “werklike” persentasie op 'n gemengde stel te verkry.
bg: Претегленият процент служи за изчисляване на обща ставка, когато няколко подгрупи нямат еднаква тежест (численост, обеми, суми). Това е правилният метод за получаване на "реален" процент за смесен набор.
cs: Vážené procento slouží k výpočtu celkové sazby, když několik podmnožin nemá stejnou váhu (počty, objemy, částky). Je to správná metoda pro získání „skutečného“ procenta z mixu.
da: En vægtet procent bruges til at beregne en samlet sats, når flere undergrupper ikke har samme vægt (antal, volumener, beløb). Det er den korrekte metode til at opnå en “reel” procent på et blandet sæt.
de: Ein gewichteter Prozentsatz dient dazu, einen Gesamtsatz zu berechnen, wenn mehrere Teilmengen nicht das gleiche Gewicht haben (Anzahl, Volumen, Beträge). Es ist die korrekte Methode, um einen "realen" Prozentsatz für eine gemischte Menge zu erhalten.
el: Ένα σταθμισμένο ποσοστό χρησιμεύει για να υπολογίσει ένα συνολικό ποσοστό όταν πολλά υποσύνολα δεν έχουν το ίδιο βάρος (πληθυσμοί, όγκοι, ποσά). Είναι η σωστή μέθοδος για να αποκτήσετε ένα "πραγματικό" ποσοστό σε ένα μικτό σύνολο.
es: Un porcentaje ponderado sirve para calcular una tasa global cuando varios subconjuntos no tienen el mismo peso (efectivos, volúmenes, montos). Es el método correcto para obtener un porcentaje “real” sobre un conjunto mixto.
fi: Painotettu prosentti auttaa laskemaan kokonaisprosentin, kun useilla osajoukoilla ei ole samaa painoa (henkilömäärät, volyymit, summat). Tämä on oikea menetelmä saadaksesi "todellisen" prosenttiosuuden sekoitetusta kokonaisuudesta.
fil: Ang isang pinagsamang porsyento ay ginagamit upang kalkulahin ang isang kabuuang rate kapag ang maraming sub-set ay hindi may parehong timbang (mga bilang, dami, halaga). Ito ang tamang pamamaraan upang makuha ang "totoong" porsyento sa isang halo-halong set.
hu: A súlyozott százalék arra szolgál, hogy globális rátát számoljon, amikor több részhalmaz nem azonos súlyú (létszám, mennyiségek, összegek). Ez a helyes módszer a "valódi" százalék megszerzésére egy vegyes halmazban.
id: Persentase tertimbang digunakan untuk menghitung tingkat global ketika beberapa sub-kelompok tidak memiliki bobot yang sama (jumlah, volume, jumlah). Ini adalah metode yang benar untuk mendapatkan persentase "nyata" pada kumpulan campuran.
it: Una percentuale ponderata serve a calcolare un tasso globale quando più sottoinsiemi non hanno lo stesso peso (effettivi, volumi, importi). È il metodo corretto per ottenere una percentuale “reale” su un insieme misto.
ja: 加重パーセンテージは、複数のサブセットが異なる重みを持つ場合に全体の率を計算するために使用されます（人数、ボリューム、金額）。これは、混合セットに対して「実際の」パーセンテージを得るための正しい方法です。
ko: 가중 백분율은 여러 하위 집합이 동일한 비중을 가지지 않을 때 전체 비율을 계산하는 데 사용됩니다 (인원, 볼륨, 금액). 이는 혼합 집합에서 '실제' 백분율을 얻기 위한 올바른 방법입니다.
nl: Een gewogen percentage wordt gebruikt om een globale rate te berekenen wanneer verschillende subsets niet hetzelfde gewicht hebben (aantallen, volumes, bedragen). Dit is de juiste methode om een "echt" percentage te verkrijgen over een gemengde set.
no: En vektet prosentandel brukes til å beregne en global rate når flere delsett ikke har samme vekt (antall, volum, beløp). Det er den riktige metoden for å oppnå en "reell" prosentandel på et blandet sett.
pl: Procent ważony służy do obliczania stopy globalnej, gdy kilka podzbiorów nie ma tej samej wagi (liczby, wolumeny, kwoty). To poprawna metoda, aby uzyskać "rzeczywisty" procent w mieszanym zbiorze.
pt_pt: Uma percentagem ponderada serve para calcular uma taxa global quando vários subconjuntos não têm o mesmo peso (efetivos, volumes, montantes). É o método correto para obter uma percentagem “real” sobre um conjunto misto.
ro: Un procent ponderat servește la calcularea unei rate globale atunci când mai multe subansambluri nu au aceeași greutate (efectivi, volume, sume). Este metoda corectă pentru a obține un procent "real" pe un ansamblu mixt.
ru: Взвешенный процент служит для расчета общего процента, когда несколько подмножеств имеют разный вес (численность, объемы, суммы). Это правильный метод для получения "реального" процента по смешанному набору.
sk: Vážené percento slúži na výpočet celkovej sadzby, keď niekoľko podmnožín nemá rovnakú váhu (počet, objemy, sumy). Je to správna metóda na získanie "skutočného" percenta z mixu.
sv: En viktad procent används för att beräkna en global ränta när flera delmängder inte har samma vikt (antal, volymer, belopp). Det är den korrekta metoden för att få en "verklig" procent på en blandad uppsättning.
sw: Asilimia iliyopangwa hutumika kuhesabu kiwango cha jumla wakati sehemu kadhaa hazina uzito sawa (idadi, kiasi, kiasi). Hii ndiyo njia sahihi ya kupata asilimia “halisi” kwenye seti mchanganyiko.
tr: Ağırlıklı bir yüzde, farklı ağırlıklara sahip birden fazla alt kümeden global bir oran hesaplamak için kullanılır (personel, hacimler, tutarlar). Bu, karma bir küme üzerinde “gerçek” bir yüzde elde etmek için doğru yöntemdir.
uk: Зважений відсоток слугує для обчислення загальної ставки, коли кілька підмножин не мають однакової ваги (чисельність, обсяги, суми). Це правильний метод для отримання "реального" відсотка на змішаному наборі.
vi: Một tỷ lệ phần trăm có trọng số được sử dụng để tính toán một tỷ lệ tổng thể khi nhiều tập hợp con không có cùng trọng số (số lượng, khối lượng, số tiền). Đây là phương pháp chính xác để có được một tỷ lệ phần trăm “thực” trên một tập hợp hỗn hợp.
zh_hans: 加权百分比用于计算当多个子集的权重不同（人数、体量、金额）时的整体比率。这是获得混合集合“真实”百分比的正确方法。

# ed_math_percentages_percentage_weighted_usecases
source: Cas d’utilisation
af: Gebruik geval
bg: Случаи на употреба
cs: Případ použití
da: Brugsområder
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscases
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_weighted_uc1_title
source: Taux de réussite, satisfaction, conformité
af: Sukseskoers, tevredenheid, nakoming
bg: Процент на успех, удовлетвореност, съответствие
cs: Úspěšnost, spokojenost, shoda
da: Succesrate, tilfredshed, overholdelse
de: Erfolgsquote, Zufriedenheit, Konformität
el: Ποσοστά επιτυχίας, ικανοποίησης, συμμόρφωσης
es: Tasa de éxito, satisfacción, conformidad
fi: Onnistumisprosentti, tyytyväisyys, vaatimustenmukaisuus
fil: Mga rate ng tagumpay, kasiyahan, pagsunod
hu: Sikerességi arány, elégedettség, megfelelőség
id: Tingkat keberhasilan, kepuasan, kepatuhan
it: Tasso di successo, soddisfazione, conformità
ja: 成功率、満足度、適合性
ko: 성공률, 만족도, 준수
nl: Slagingspercentages, tevredenheid, conformiteit
no: Suksessrate, tilfredshet, samsvar
pl: Wskaźnik sukcesu, satysfakcja, zgodność
pt_pt: Taxa de sucesso, satisfação, conformidade
ro: Rate de succes, satisfacție, conformitate
ru: Уровень успеха, удовлетворенность, соответствие
sk: Miera úspešnosti, spokojnosť, súlad
sv: Framgångsgrad, tillfredsställelse, överensstämmelse
sw: Viwango vya mafanikio, kuridhika, kufuata
tr: Başarı oranı, memnuniyet, uyum
uk: Рівень успішності, задоволеність, відповідність
vi: Tỷ lệ thành công, sự hài lòng, sự tuân thủ
zh_hans: 成功率、满意度、合规性

# ed_math_percentages_percentage_weighted_uc1_text
source: Obtenir un taux global à partir de plusieurs groupes ayant des tailles différentes (ex : classes, équipes, sondages).
af: Kry 'n globale tarief uit verskeie groepe met verskillende groottes (bv: klasse, spanne, opnames).
bg: Получаване на общ процент от няколко групи с различни размери (напр. класове, екипи, анкети).
cs: Získat celkovou sazbu z několika skupin s různými velikostmi (např.: třídy, týmy, průzkumy).
da: Få en samlet sats fra flere grupper med forskellige størrelser (f.eks.: klasser, teams, undersøgelser).
de: Einen Gesamtsatz aus mehreren Gruppen mit unterschiedlichen Größen erhalten (z.B.: Klassen, Teams, Umfragen).
el: Αποκτήστε ένα συνολικό ποσοστό από πολλές ομάδες με διαφορετικά μεγέθη (π.χ.: τάξεις, ομάδες, έρευνες).
es: Obtener una tasa global a partir de varios grupos de diferentes tamaños (ej: clases, equipos, encuestas).
fi: Hanki kokonaisprosentti useista eri kokoisista ryhmistä (esim. luokat, tiimit, kyselyt).
fil: Kumuha ng isang kabuuang rate mula sa maraming grupo na may iba't ibang laki (hal: mga klase, mga koponan, mga survey).
hu: Globális arány megszerzése különböző méretű csoportokból (pl.: osztályok, csapatok, felmérések).
id: Mendapatkan tingkat global dari beberapa kelompok dengan ukuran yang berbeda (mis: kelas, tim, survei).
it: Ottenere un tasso globale da più gruppi di dimensioni diverse (es: classi, squadre, sondaggi).
ja: 異なるサイズの複数のグループから全体の率を取得します（例：クラス、チーム、調査）。
ko: 여러 그룹의 크기가 다른 경우 전체 비율을 얻습니다 (예: 학급, 팀, 설문조사).
nl: Krijg een globale rate uit verschillende groepen met verschillende groottes (bijv.: klassen, teams, enquêtes).
no: Få en global rate fra flere grupper med forskjellige størrelser (f.eks.: klasser, team, undersøkelser).
pl: Uzyskaj wskaźnik globalny z kilku grup o różnych rozmiarach (np.: klasy, zespoły, ankiety).
pt_pt: Obter uma taxa global a partir de vários grupos com tamanhos diferentes (ex: turmas, equipas, inquéritos).
ro: Obțineți o rată globală din mai multe grupuri cu dimensiuni diferite (ex: clase, echipe, sondaje).
ru: Получить общий процент из нескольких групп разного размера (например: классы, команды, опросы).
sk: Získať celkovú sadzbu z viacerých skupín s rôznymi veľkosťami (napr. triedy, tímy, prieskumy).
sv: Få en global ränta från flera grupper med olika storlekar (t.ex. klasser, team, enkäter).
sw: Kupata kiwango cha jumla kutoka kwa vikundi kadhaa vyenye ukubwa tofauti (mfano: madarasa, timu, utafiti).
tr: Farklı boyutlara sahip birden fazla gruptan global bir oran elde etmek (örneğin: sınıflar, takımlar, anketler).
uk: Отримати загальний рівень з кількох груп різного розміру (наприклад: класи, команди, опитування).
vi: Có được một tỷ lệ tổng thể từ nhiều nhóm có kích thước khác nhau (ví dụ: lớp học, đội nhóm, khảo sát).
zh_hans: 从多个大小不同的组中获得整体比率（例如：班级、团队、调查）。

# ed_math_percentages_percentage_weighted_uc2_title
source: Mix de ventes, marges, remises
af: Meng van verkope, marges, afslag
bg: Смес от продажби, маржи, отстъпки
cs: Mix prodeje, marže, slevy
da: Mix af salg, marginer, rabatter
de: Verkaufsmix, Margen, Rabatte
el: Μείγμα πωλήσεων, περιθωρίων, εκπτώσεων
es: Mezcla de ventas, márgenes, descuentos
fi: Myyntien, katteiden, alennusten sekoitus
fil: Halo ng mga benta, margin, diskwento
hu: Eladási mix, haszon, kedvezmények
id: Campuran penjualan, margin, diskon
it: Mix di vendite, margini, sconti
ja: 販売のミックス、マージン、割引
ko: 판매 믹스, 마진, 할인
nl: Mix van verkopen, marges, kortingen
no: Salgsmiks, marginer, rabatter
pl: Mieszanka sprzedaży, marże, zniżki
pt_pt: Mistura de vendas, margens, descontos
ro: Mix de vânzări, marje, reduceri
ru: Смешанные продажи, маржи, скидки
sk: Mix predaja, marže, zľavy
sv: Mix av försäljning, marginaler, rabatter
sw: Mchanganyiko wa mauzo, faida, punguzo
tr: Satış karışımı, marjlar, indirimler
uk: Суміш продажів, маржі, знижок
vi: Hỗn hợp doanh số, biên lợi nhuận, giảm giá
zh_hans: 销售组合、利润、折扣
