Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_l9_s1_b2
source: Une hausse peut dépasser 100% (ex: +150%).
af: ‘n Stygende waarde kan 100% oorskry (bv: +150%).
bg: Увеличение може да надвиши 100% (напр: +150%).
cs: Nárůst může překročit 100% (např: +150%).
da: En stigning kan overstige 100% (f.eks. +150%).
de: Ein Anstieg kann 100% überschreiten (z.B.: +150%).
el: Μια αύξηση μπορεί να ξεπεράσει το 100% (π.χ.: +150%).
es: Un aumento puede superar el 100% (ej: +150%).
fi: Nousu voi ylittää 100% (esim: +150%).
fil: Ang pagtaas ay maaaring lumampas sa 100% (hal: +150%).
hu: A növekedés meghaladhatja a 100%-ot (pl.: +150%).
id: Kenaikan bisa melebihi 100% (mis: +150%).
it: Un aumento può superare il 100% (es: +150%).
ja: 増加は100%を超えることがある（例：+150%）。
ko: 증가는 100%를 초과할 수 있습니다 (예: +150%).
nl: Een stijging kan meer dan 100% zijn (bijv: +150%).
no: En økning kan overstige 100% (f.eks: +150%).
pl: Wzrost może przekroczyć 100% (np. +150%).
pt_pt: Um aumento pode ultrapassar 100% (ex: +150%).
ro: O creștere poate depăși 100% (ex: +150%).
ru: Рост может превышать 100% (например: +150%).
sk: Nárast môže prekročiť 100% (napr. +150%).
sv: En ökning kan överstiga 100% (t.ex. +150%).
sw: Kuongezeka kunaweza kuzidi 100% (mfano: +150%).
tr: Bir artış %100'ü aşabilir (örneğin: +%150).
uk: Зростання може перевищувати 100% (наприклад: +150%).
vi: Một sự tăng có thể vượt quá 100% (ví dụ: +150%).
zh_hans: 上升可以超过100%（例如：+150%）。

# pct_l9_s1_b3
source: Si l’initial tend vers 0, la variation relative peut devenir très grande.
af: As die aanvanklike waarde na 0 neig, kan die relatiewe verandering baie groot word.
bg: Ако началната стойност е близо до 0, относителната промяна може да стане много голяма.
cs: Pokud počáteční hodnota směřuje k 0, může se relativní změna stát velmi velkou.
da: Hvis den oprindelige værdi nærmer sig 0, kan den relative ændring blive meget stor.
de: Wenn der Anfangswert gegen 0 tendiert, kann die relative Veränderung sehr groß werden.
el: Αν το αρχικό τείνει προς το 0, η σχετική μεταβολή μπορεί να γίνει πολύ μεγάλη.
es: Si el inicial tiende a 0, la variación relativa puede volverse muy grande.
fi: Jos alkuarvo lähestyy 0, suhteellinen muutos voi olla hyvin suuri.
fil: Kung ang paunang halaga ay papalapit sa 0, ang kaukulang pagbabago ay maaaring maging napakalaki.
hu: Ha a kezdeti érték 0-hoz közelít, a relatív változás nagyon nagyra nőhet.
id: Jika nilai awal mendekati 0, variasi relatif bisa menjadi sangat besar.
it: Se l'iniziale tende a 0, la variazione relativa può diventare molto grande.
ja: 初期値が0に近づくと、相対変化は非常に大きくなる可能性がある。
ko: 초기 값이 0에 가까워지면 상대 변화는 매우 커질 수 있습니다.
nl: Als de initiële waarde naar 0 neigt, kan de relatieve verandering erg groot worden.
no: Hvis den opprinnelige verdien nærmer seg 0, kan den relative endringen bli veldig stor.
pl: Jeśli wartość początkowa dąży do 0, zmiana względna może stać się bardzo duża.
pt_pt: Se o inicial tende a 0, a variação relativa pode tornar-se muito grande.
ro: Dacă valoarea inițială tinde spre 0, variația relativă poate deveni foarte mare.
ru: Если начальное значение стремится к 0, относительное изменение может стать очень большим.
sk: Ak počiatočná hodnota smeruje k 0, relatívna zmena môže byť veľmi veľká.
sv: Om det initiala värdet tenderar mot 0 kan den relativa förändringen bli mycket stor.
sw: Ikiwa ya awali inakaribia 0, mabadiliko ya uwiano yanaweza kuwa makubwa sana.
tr: Eğer başlangıç 0'a yaklaşırsa, göreli değişim çok büyük olabilir.
uk: Якщо початкове значення наближається до 0, відносна зміна може стати дуже великою.
vi: Nếu giá trị ban đầu tiến gần đến 0, sự biến đổi tương đối có thể trở nên rất lớn.
zh_hans: 如果初始值趋近于0，相对变化可能变得非常大。

# pct_l9_s2_title
source: Pièges
af: Valstrikke
bg: Капани
cs: Pasti
da: Fælder
de: Fallstricke
el: Παγίδες
es: Trampas
fi: Ansat
fil: Mga bitag
hu: Csapdák
id: Jebakan
it: Trappole
ja: 罠
ko: 함정
nl: Valkuilen
no: Feller
pl: Pułapki
pt_pt: Armadilhas
ro: Capcane
ru: Ловушки
sk: Pasce
sv: Fällor
sw: Mtego
tr: Tuzaklar
uk: Пастки
vi: Cạm bẫy
zh_hans: 陷阱

# pct_l9_s2_b1
source: “+x% puis -x%” ne revient pas au point de départ.
af: “+x% dan -x%” keer nie terug na die beginpunt nie.
bg: “+x% след това -x%” не се връща в началната точка.
cs: “+x% a pak -x%” se nevrací na výchozí bod.
da: “+x% så -x%” fører ikke tilbage til udgangspunktet.
de: “+x% dann -x%” führt nicht zurück zum Ausgangspunkt.
el: “+x% και μετά -x%” δεν επιστρέφει στο αρχικό σημείο.
es: “+x% luego -x%” no regresa al punto de partida.
fi: “+x% sitten -x%” ei palaa lähtöpisteeseen.
fil: “+x% pagkatapos -x%” ay hindi bumabalik sa panimulang punto.
hu: “+x% majd -x%” nem tér vissza a kiindulási pontra.
id: “+x% kemudian -x%” tidak kembali ke titik awal.
it: “+x% poi -x%” non torna al punto di partenza.
ja: “+x% その後 -x%”は元の点に戻らない。
ko: “+x% 후 -x%”는 원래 지점으로 돌아오지 않습니다.
nl: “+x% dan -x%” komt niet terug op het startpunt.
no: “+x% så -x%” kommer ikke tilbake til utgangspunktet.
pl: “+x% potem -x%” nie wraca do punktu wyjścia.
pt_pt: “+x% depois -x%” não retorna ao ponto de partida.
ro: “+x% apoi -x%” nu revine la punctul de plecare.
ru: “+x% затем -x%” не возвращает к исходной точке.
sk: “+x% potom -x%” nevedie späť na pôvodný bod.
sv: “+x% sedan -x%” återgår inte till utgångspunkten.
sw: “+x% kisha -x%” hairejei kwenye hatua ya awali.
tr: “+x% sonra -x%” başlangıç noktasına geri dönmez.
uk: “+x% потім -x%” не повертає до початкової точки.
vi: “+x% rồi -x%” không trở lại điểm xuất phát.
zh_hans: “+x%然后-x%”不会回到起点。

# pct_l9_s2_b2
source: Ne pas confondre points de % et % relatif.
af: Moet nie % punte en relatiewe % verwar nie.
bg: Не бъркайте точки от % и % относително.
cs: Nesmí se zaměňovat body % a relativní %.
da: Forveksl ikke procentpoint og relativ procent.
de: Nicht verwechseln: Punkte in % und relative %.
el: Μην συγχέετε τα σημεία % και το σχετικό %.
es: No confundir puntos de % y % relativo.
fi: Älä sekoita prosenttipisteitä ja suhteellista %.
fil: Huwag malito ang mga puntos ng % at % na kaugnay.
hu: Ne keverjük össze a % pontokat és a relatív % -ot.
id: Jangan bingung antara poin % dan % relatif.
it: Non confondere punti di % e % relativo.
ja: %ポイントと相対%を混同しない。
ko: % 포인트와 상대 %를 혼동하지 마십시오.
nl: Verwar geen % punten met relatieve %.
no: Ikke forveksle prosentpunkter og relativ prosent.
pl: Nie mylić punktów % i % względnego.
pt_pt: Não confundir pontos de % e % relativo.
ro: Nu confundați punctele de % și % relativ.
ru: Не путайте точки % и относительный %.
sk: Nesmie sa zamieňať body % a relatívne %.
sv: Förväxla inte procentpunkter och relativ procent.
sw: Usichanganye alama za % na % ya uwiano.
tr: % ve göreli % noktalarını karıştırmamak.
uk: Не плутати пункти % та % відносно.
vi: Không nhầm lẫn giữa điểm % và % tương đối.
zh_hans: 不要混淆百分比点和相对百分比。

# pct_l9_s2_b3
source: Bien choisir la base (initiale ou finale selon le contexte).
af: Kies die basis goed (aanvanklik of finaal volgens die konteks).
bg: Добре е да изберете основата (начална или крайна в зависимост от контекста).
cs: Dobře zvolit základ (počáteční nebo konečný podle kontextu).
da: Vælg basen omhyggeligt (oprindelig eller slut afhængigt af konteksten).
de: Die Basis gut wählen (anfänglich oder final je nach Kontext).
el: Επιλέξτε καλά τη βάση (αρχική ή τελική ανάλογα με το πλαίσιο).
es: Elegir bien la base (inicial o final según el contexto).
fi: Valitse perusta huolellisesti (alkuperäinen tai lopullinen kontekstin mukaan).
fil: Mabuting pumili ng batayan (pauna o huli ayon sa konteksto).
hu: Jól válasszuk meg az alapot (kezdeti vagy végső a kontextustól függően).
id: Pilih basis dengan baik (awal atau akhir tergantung konteks).
it: Scegliere bene la base (iniziale o finale a seconda del contesto).
ja: 基準を適切に選ぶ（文脈に応じて初期または最終）。
ko: 기준을 잘 선택하십시오 (맥락에 따라 초기 또는 최종).
nl: Kies de basis goed (initieel of eind volgens de context).
no: Velg basen godt (opprinnelig eller slutt avhengig av konteksten).
pl: Dobrze wybrać bazę (początkową lub końcową w zależności od kontekstu).
pt_pt: Escolher bem a base (inicial ou final conforme o contexto).
ro: Alegeți bine baza (inițială sau finală în funcție de context).
ru: Хорошо выбирать базу (начальную или конечную в зависимости от контекста).
sk: Dobre si vybrať základ (počiatočný alebo konečný podľa kontextu).
sv: Välj basen noggrant (initial eller slutlig beroende på sammanhanget).
sw: Chagua msingi vizuri (ya awali au ya mwisho kulingana na muktadha).
tr: Bağı iyi seçmek (bağlamına göre başlangıç veya son).
uk: Добре вибирати базу (початкову або кінцеву в залежності від контексту).
vi: Chọn cơ sở một cách cẩn thận (ban đầu hoặc cuối tùy theo ngữ cảnh).
zh_hans: 根据上下文选择合适的基数（初始或最终）。

# pct_l9_q1
source: Après +50% puis -50%, le résultat est :
af: Na +50% dan -50%, is die resultaat:
bg: След +50% след това -50%, резултатът е:
cs: Po +50% a pak -50% je výsledek:
da: Efter +50% så -50% er resultatet:
de: Nach +50% dann -50% ist das Ergebnis:
el: Μετά από +50% και στη συνέχεια -50%, το αποτέλεσμα είναι :
es: Después de +50% luego -50%, el resultado es:
fi: +50% sitten -50%, tulos on:
fil: Pagkatapos ng +50% pagkatapos -50%, ang resulta ay:
hu: +50% után, majd -50%-nál az eredmény:
id: Setelah +50% kemudian -50%, hasilnya adalah:
it: Dopo +50% poi -50%, il risultato è:
ja: +50% その後 -50% の後、結果は：
ko: +50% 후 -50%가 되면 결과는:
nl: Na +50% en dan -50% is het resultaat:
no: Etter +50% så -50%, er resultatet:
pl: Po +50% potem -50%, wynik jest:
pt_pt: Após +50% e depois -50%, o resultado é:
ro: După +50% apoi -50%, rezultatul este :
ru: После +50% затем -50%, результат:
sk: Po +50% a potom -50% je výsledok :
sv: Efter +50% sedan -50% är resultatet:
sw: Baada ya +50% kisha -50%, matokeo ni:
tr: +%50 sonra -%50, sonuç:
uk: Після +50% потім -50%, результат є:
vi: Sau +50% rồi -50%, kết quả là:
zh_hans: 在+50%然后-50%之后，结果是：

# pct_l9_q1_a
source: identique à l’origine
af: identies aan die oorsprong
bg: идентичен на оригинала
cs: stejný jako původní
da: identisk med udgangspunktet
de: identisch mit dem Ursprung
el: ίδιο με την αρχή
es: idéntico al origen
fi: sama kuin alun perin
fil: katulad ng orihinal
hu: ugyanaz, mint az eredeti
id: sama dengan asal
it: identico all'origine
ja: 元と同じ
ko: 원래와 동일
nl: gelijk aan het origineel
no: identisk med utgangspunktet
pl: identyczny jak na początku
pt_pt: idêntico ao original
ro: identic cu originea
ru: идентичен исходному
sk: rovnaký ako pôvodne
sv: identiskt med ursprunget
sw: sawa na awali
tr: orijinal ile aynı
uk: ідентичним до початкового
vi: giống như ban đầu
zh_hans: 与原始相同

# pct_l9_q1_b
source: plus petit qu’à l’origine
af: kleiner as die oorsprong
bg: по-малък от оригинала
cs: menší než původně
da: mindre end udgangspunktet
de: kleiner als der Ursprung
el: μικρότερο από την αρχή
es: más pequeño que al origen
fi: pienempi kuin alun perin
fil: mas maliit kaysa sa orihinal
hu: kisebb, mint az eredeti
id: lebih kecil dari asal
it: più piccolo dell'origine
ja: 元より小さい
ko: 원래보다 작음
nl: kleiner dan het origineel
no: mindre enn utgangspunktet
pl: mniejszy niż na początku
pt_pt: menor do que o original
ro: mai mic decât la origine
ru: меньше, чем изначально
sk: menší ako pôvodne
sv: mindre än ursprunget
sw: ndogo kuliko awali
tr: orijinalden daha küçük
uk: менше ніж оригінал
vi: nhỏ hơn so với ban đầu
zh_hans: 小于原始

# pct_l9_q1_c
source: plus grand qu’à l’origine
af: groter as die oorsprong
bg: по-голям от оригинала
cs: větší než původně
da: større end udgangspunktet
de: größer als der Ursprung
el: μεγαλύτερο από την αρχή
es: más grande que al origen
fi: suurempi kuin alun perin
fil: mas malaki kaysa sa orihinal
hu: nagyobb, mint az eredeti
id: lebih besar dari asal
it: più grande dell'origine
ja: 元より大きい
ko: 원래보다 큼
nl: groter dan het origineel
no: større enn utgangspunktet
pl: większy niż na początku
pt_pt: maior do que o original
ro: mai mare decât la origine
ru: больше, чем изначально
sk: väčší ako pôvodne
sv: större än ursprunget
sw: kubwa kuliko awali
tr: orijinalden daha büyük
uk: більше ніж оригінал
vi: lớn hơn so với ban đầu
zh_hans: 大于原始

# pct_l9_q1_exp
source: 1,5×0,5=0,75 donc -25% au total.
af: 1,5×0,5=0,75 dus -25% in totaal.
bg: 1,5×0,5=0,75 следователно -25% общо.
cs: 1,5×0,5=0,75 tedy -25% celkem.
da: 1,5×0,5=0,75 så -25% i alt.
de: 1,5×0,5=0,75 also insgesamt -25%.
el: 1,5×0,5=0,75 άρα -25% συνολικά.
es: 1,5×0,5=0,75 por lo tanto -25% en total.
fi: 1,5×0,5=0,75 joten -25% yhteensä.
fil: 1,5×0,5=0,75 kaya -25% sa kabuuan.
hu: 1,5×0,5=0,75 tehát összesen -25%.
id: 1,5×0,5=0,75 jadi -25% secara total.
it: 1,5×0,5=0,75 quindi -25% in totale.
ja: 1,5×0,5=0,75 なので合計-25%。
ko: 1.5×0.5=0.75이므로 총 -25%.
nl: 1,5×0,5=0,75 dus -25% in totaal.
no: 1,5×0,5=0,75 så -25% totalt.
pl: 1,5×0,5=0,75 więc -25% łącznie.
pt_pt: 1,5×0,5=0,75 portanto -25% no total.
ro: 1,5×0,5=0,75 deci -25% în total.
ru: 1,5×0,5=0,75, значит, -25% в общей сложности.
sk: 1,5×0,5=0,75 teda -25% celkovo.
sv: 1,5×0,5=0,75 så -25% totalt.
sw: 1,5×0,5=0,75 hivyo -25% kwa jumla.
tr: 1,5×0,5=0,75 yani toplamda -%25.
uk: 1,5×0,5=0,75 отже -25% загалом.
vi: 1,5×0,5=0,75 do đó -25% tổng cộng.
zh_hans: 1,5×0,5=0,75 所以总共 -25%。

# rot_course_title
source: Cours complet sur la règle de trois
af: Volledige kursus oor die drie-regel
bg: Пълен курс по правилото на трите
cs: Kompletní kurz o pravidle tří
da: Komplet kursus om tre-reglen
de: Vollständiger Kurs zur Regel von drei
el: Πλήρης μάθημα για τον κανόνα των τριών
es: Curso completo sobre la regla de tres
fi: Kattava kurssi kolmesta säännöstä
fil: Kumpletong kurso sa tuntunin ng tatlo
hu: Teljes tanfolyam a három szabályról
id: Kursus lengkap tentang aturan tiga
it: Corso completo sulla regola del tre
ja: 三の法則に関する完全なコース
ko: 세 규칙에 대한 전체 과정
nl: Volledige cursus over de regel van drie
no: Komplett kurs om tre-regelen
pl: Pełny kurs na zasadę trzech
pt_pt: Curso completo sobre a regra de três
ro: Curs complet despre regula de trei
ru: Полный курс по правилу трех
sk: Kompletný kurz o pravidle troch
sv: Komplett kurs om tre-regeln
sw: Kozi kamili juu ya sheria ya tatu
tr: Üçgen kuralı üzerine kapsamlı kurs
uk: Повний курс з правила трьох
vi: Khóa học hoàn chỉnh về quy tắc ba
zh_hans: 完整的三规则课程

# rot_course_subtitle
source: Directe, inverse, tableaux, méthode du produit en croix, pièges et quiz.
af: Direk, omgekeerd, tabelle, kruisproduk metode, slaggate en toetse.
bg: Пряка, обратна, таблици, метод на кръстосаното умножение, капани и тестове.
cs: Přímá, inverzní, tabulky, metoda křížového násobení, nástrahy a kvízy.
da: Direkte, omvendt, tabeller, krydsmetoden, fælder og quiz.
de: Direkt, invers, Tabellen, Kreuzproduktmethode, Fallstricke und Quiz.
el: Άμεσες, αντίστροφες, πίνακες, μέθοδος του σταυρού, παγίδες και κουίζ.
es: Directa, inversa, tablas, método del producto en cruz, trampas y cuestionarios.
fi: Suora, käänteinen, taulukot, ristitulo-menetelmä, ansat ja kyselyt.
fil: Direkta, baligtad, talahanayan, paraan ng produkto sa krus, mga bitag at pagsusulit.
hu: Közvetlen, fordított, táblázatok, kereszttermék módszer, csapdák és kvízek.
id: Langsung, terbalik, tabel, metode silang, jebakan dan kuis.
it: Diretta, inversa, tabelle, metodo del prodotto in croce, trappole e quiz.
ja: 直接、逆、表、交差積、罠とクイズ。
ko: 직접, 역, 표, 교차 곱 방법, 함정 및 퀴즈.
nl: Direct, omgekeerd, tabellen, kruisproductmethode, valkuilen en quiz.
no: Direkte, omvendt, tabeller, kryssmetoden, feller og quiz.
pl: Bezpośrednia, odwrotna, tabele, metoda krzyżowa, pułapki i quiz.
pt_pt: Direta, inversa, tabelas, método do produto em cruz, armadilhas e quiz.
ro: Directă, inversă, tabele, metoda produsului în cruce, capcane și quiz-uri.
ru: Прямое, обратное, таблицы, метод крестного произведения, ловушки и викторины.
sk: Priame, inverzné, tabuľky, metóda krížového súčinu, pasce a kvízy.
sv: Direkt, invers, tabeller, korsmultiplikationsmetoden, fällor och quiz.
sw: Moja kwa moja, kinyume, meza, mbinu ya bidhaa kwa msalaba, mitego na maswali ya kujitathmini.
tr: Doğru, ters, tablolar, çarpanlar yöntemi, tuzaklar ve quiz.
uk: Пряме, обернене, таблиці, метод перехресного добутку, пастки та вікторини.
vi: Trực tiếp, ngược, bảng, phương pháp nhân chéo, cạm bẫy và bài kiểm tra.
zh_hans: 直接、反向、表格、交叉乘法法、陷阱和测验。

# rot_l1_title
source: 1) Comprendre la règle de trois
af: 1) Verstaan die drie-regel
bg: 1) Разбиране на правилото на трите
cs: 1) Pochopit pravidlo tří
da: 1) Forstå tre-reglen
de: 1) Die Regel von drei verstehen
el: 1) Κατανόηση του κανόνα των τριών
es: 1) Comprender la regla de tres
fi: 1) Ymmärrä kolmonen sääntö
fil: 1) Unawain ang tuntunin ng tatlo
hu: 1) A három szabály megértése
id: 1) Memahami aturan tiga
it: 1) Comprendere la regola del tre
ja: 1) 三の法則を理解する
ko: 1) 세 규칙 이해하기
nl: 1) De regel van drie begrijpen
no: 1) Forstå tre-regelen
pl: 1) Zrozumieć regułę trzech
pt_pt: 1) Compreender a regra de três
ro: 1) Înțelegerea regulii de trei
ru: 1) Понять правило трех
sk: 1) Pochopiť pravidlo troch
sv: 1) Förstå tre-regeln
sw: 1) Kuelewa sheria ya tatu
tr: 1) Üçgen kuralını anlamak
uk: 1) Зрозуміти правило трьох
vi: 1) Hiểu quy tắc ba
zh_hans: 1) 理解三规则

# rot_l1_sub
source: Proportionnalité et recherche d’une valeur manquante.
af: Proportionaliteit en soek na 'n ontbrekende waarde.
bg: Пропорционалност и търсене на липсваща стойност.
cs: Proporcionalita a hledání chybějící hodnoty.
da: Proportionalitet og søgning efter en manglende værdi.
de: Proportionalität und Suche nach einem fehlenden Wert.
el: Αναλογικότητα και αναζήτηση μιας ελλείπουσας τιμής.
es: 2) Proporcionalidad y búsqueda de un valor faltante.
fi: Proportionalisuus ja puuttuvan arvon etsiminen.
fil: Proporsyonalidad at paghahanap ng nawawalang halaga.
hu: Arányosság és egy hiányzó érték keresése.
id: Proporsionalitas dan pencarian nilai yang hilang.
it: Proporzionalità e ricerca di un valore mancante.
ja: 比例と欠けている値の検索。
ko: 비례성과 누락된 값 찾기.
nl: Proportionaliteit en het zoeken naar een ontbrekende waarde.
no: Proportionalitet og søk etter en manglende verdi.
pl: Proporcjonalność i poszukiwanie brakującej wartości.
pt_pt: Proporcionalidade e busca de um valor faltante.
ro: Proporționalitate și căutarea unei valori lipsă.
ru: Пропорциональность и поиск недостающего значения.
sk: Proporcionalita a hľadanie chýbajúcej hodnoty.
sv: Proportionalitet och sökning efter ett saknat värde.
sw: Uhusiano wa uwiano na kutafuta thamani iliyokosekana.
tr: Orantılılık ve eksik bir değerin bulunması.
uk: Пропорційність та пошук відсутнього значення.
vi: Tính tỷ lệ và tìm kiếm một giá trị thiếu.
zh_hans: 比例和寻找缺失值。

# rot_tag_direct
source: directe
af: direk
bg: пряка
cs: přímá
da: direkte
de: direkt
el: άμεση
es: 3) directa
fi: suora
fil: direkta
hu: közvetlen
id: langsung
it: diretta
ja: 直接
ko: 직접
nl: rechtstreeks
no: direkte
pl: prosta
pt_pt: direta
ro: directă
ru: прямое
sk: priame
sv: direkt
sw: moja kwa moja
tr: doğru
uk: пряме
vi: trực tiếp
zh_hans: 直接

# rot_tag_inverse
source: inverse
af: omgekeerd
bg: обратна
cs: inverzní
da: invers
de: invers
el: αντίστροφη
es: 4) inversa
fi: käänteinen
fil: baligtad
hu: fordított
id: terbalik
it: inversa
ja: 逆
ko: 역
nl: omgekeerd
no: invers
pl: odwrotna
pt_pt: inversa
ro: inversă
ru: обратное
sk: inverzné
sv: invers
sw: kinyume
tr: ters
uk: обернене
vi: ngược
zh_hans: 反向

# rot_tag_units
source: unités
af: eenhede
bg: единици
cs: jednotky
da: enheder
de: Einheiten
el: μονάδες
es: 5) unidades
fi: yksiköt
fil: yunit
hu: egységek
id: satuan
it: unità
ja: 単位
ko: 단위
nl: eenheden
no: enheter
pl: jednostki
pt_pt: unidades
ro: unități
ru: единицы
sk: jednotky
sv: enheter
sw: vitengo
tr: birimler
uk: одиниці
vi: đơn vị
zh_hans: 单位

# rot_l1_s1_title
source: Quand l’utiliser ?
af: Wanneer om dit te gebruik?
bg: Кога да го използваме?
cs: Kdy to použít?
da: Hvornår skal man bruge det?
de: Wann verwenden?
el: Πότε να το χρησιμοποιήσετε;
es: 6) ¿Cuándo usarlo?
fi: Milloin sitä käytetään?
fil: Kailan ito gagamitin?
hu: Mikor használjuk?
id: Kapan menggunakannya?
it: Quando usarla?
ja: いつ使うのか？
ko: 언제 사용하나요?
nl: Wanneer te gebruiken?
no: Når skal man bruke det?
pl: Kiedy jej używać?
pt_pt: Quando usar?
ro: Când să o folosești?
ru: Когда его использовать?
sk: Kedy to použiť?
sv: När ska man använda det?
sw: Lini itumike?
tr: Ne zaman kullanılır?
uk: Коли його використовувати?
vi: Khi nào sử dụng nó?
zh_hans: 何时使用？

# rot_l1_s1_b1
source: On l’utilise quand deux grandeurs sont proportionnelles (directement ou inversement).
af: Ons gebruik dit wanneer twee groothede proporsioneel is (direk of omgekeerd).
bg: Използваме го, когато две величини са пропорционални (пряко или обратно).
cs: Používáme to, když jsou dvě veličiny proporcionální (přímo nebo nepřímo).
da: Vi bruger det, når to størrelser er proportionale (direkte eller omvendt).
de: Wir verwenden es, wenn zwei Größen proportional sind (direkt oder invers).
el: Το χρησιμοποιούμε όταν δύο μεγέθη είναι αναλογικά (άμεσα ή αντίστροφα).
es: 7) Se utiliza cuando dos magnitudes son proporcionales (directa o inversamente).
fi: Käytämme sitä, kun kaksi suuretta ovat suhteessa (suoraan tai käänteisesti).
fil: Ginagamit ito kapag ang dalawang sukat ay proporsyonal (direkta o baligtad).
hu: Akkor használjuk, amikor két mennyiség arányos (közvetlenül vagy fordítva).
id: Kita menggunakannya ketika dua besaran bersifat proporsional (langsung atau terbalik).
it: La usiamo quando due grandezze sono proporzionali (direttamente o inversamente).
ja: 二つの量が比例している（直接または逆に）ときに使います。
ko: 두 양이 비례할 때 (직접 또는 역으로) 사용합니다.
nl: We gebruiken het wanneer twee grootheden proportioneel zijn (rechtstreeks of omgekeerd).
no: Vi bruker det når to størrelser er proporsjonale (direkte eller omvendt).
pl: Używamy jej, gdy dwie wielkości są proporcjonalne (bezpośrednio lub odwrotnie).
pt_pt: Usamos quando duas grandezas são proporcionais (diretamente ou inversamente).
ro: O folosim când două mărimi sunt proporționale (direct sau invers).
ru: Мы используем его, когда две величины пропорциональны (прямо или обратно).
sk: Používame to, keď sú dve veličiny proporcionálne (priamo alebo nepriamo).
sv: Vi använder det när två storheter är proportionella (direkt eller omvänt).
sw: Tunaitumia wakati ukubwa mbili ni wa uwiano (moja kwa moja au kinyume).
tr: İki büyüklük orantılı olduğunda (doğrudan veya ters olarak) kullanılır.
uk: Ми використовуємо його, коли дві величини пропорційні (безпосередньо або обернено).
vi: Chúng ta sử dụng khi hai đại lượng tỷ lệ với nhau (trực tiếp hoặc ngược).
zh_hans: 当两个量成比例（直接或反向）时使用。
