Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# pct_limits_interp_huge
source: Variation très grande : l’initial est petit comparé au final.
af: Baie groot variasie : die aanvanklike is klein in vergelyking met die finale.
bg: Много голяма промяна : началната стойност е малка в сравнение с крайната.
cs: Velká variace : počáteční hodnota je malá v porovnání s konečnou.
da: Meget stor variation : den initiale er lille sammenlignet med den endelige.
de: Sehr große Variation : der Anfangswert ist im Vergleich zum Endwert klein.
el: Πολύ μεγάλη μεταβολή : η αρχική είναι μικρή σε σύγκριση με την τελική.
es: Variación muy grande : el inicial es pequeño comparado con el final.
fi: Erittäin suuri muutos : alkuperäinen on pieni verrattuna loppuun.
fil: Napakalaking pagbabago : ang paunang halaga ay maliit kumpara sa panghuli.
hu: Nagyon nagy változás : a kezdeti kicsi a végsőhez képest.
id: Perubahan sangat besar : nilai awal kecil dibandingkan dengan akhir.
it: Variazione molto grande : l'iniziale è piccolo rispetto al finale.
ja: 非常に大きな変化 : 初期値は最終値に比べて小さい。
ko: 매우 큰 변화 : 초기 값이 최종 값에 비해 작습니다.
nl: Zeer grote variatie : de beginwaarde is klein vergeleken met de eindwaarde.
no: Svært stor variasjon : den initiale er liten sammenlignet med den endelige.
pl: Bardzo duża zmiana : wartość początkowa jest mała w porównaniu do końcowej.
pt_pt: Variação muito grande : o inicial é pequeno comparado ao final.
ro: Variatie foarte mare : inițialul este mic comparativ cu finalul.
ru: Очень большая вариация : начальное значение мало по сравнению с финальным.
sk: Veľká variácia : počiatočná je malá v porovnaní s koncovou.
sv: Mycket stor variation : initialen är liten jämfört med slutet.
sw: Mycket stor variation : initialen är liten jämfört med slutet.
tr: Çok büyük değişim : başlangıç sonuca göre küçüktür.
uk: Very large variation: initial is small compared to final.
vi: Biến động rất lớn : giá trị đầu nhỏ so với giá trị cuối.
zh_hans: 变化非常大：初始值与最终值相比很小。

# pct_limits_interp_below_minus100
source: En contexte standard, descendre sous −100% est impossible (valeur finale < 0).
af: In 'n standaard konteks is dit onmoontlik om onder −100% te daal (finale waarde < 0).
bg: В стандартен контекст, слизането под −100% е невъзможно (крайна стойност < 0).
cs: V běžném kontextu je nemožné klesnout pod −100% (konečná hodnota < 0).
da: I standardkontekst er det umuligt at falde under −100% (slutværdi < 0).
de: Im Standardkontext ist es unmöglich, unter −100% zu fallen (Endwert < 0).
el: Στο τυπικό πλαίσιο, η πτώση κάτω από −100% είναι αδύνατη (τελική τιμή < 0).
es: En contexto estándar, bajar de −100% es imposible (valor final < 0).
fi: Normaalitilanteessa on mahdotonta laskea alle −100% (lopullinen arvo < 0).
fil: Sa karaniwang konteksto, ang pagbaba sa ilalim ng −100% ay imposible (panghuling halaga < 0).
hu: Normál környezetben lehetetlen −100% alá menni (végső érték < 0).
id: Dalam konteks standar, turun di bawah −100% adalah tidak mungkin (nilai akhir < 0).
it: In un contesto standard, scendere sotto −100% è impossibile (valore finale < 0).
ja: 標準的な文脈では、−100%を下回ることは不可能です（最終値 < 0）。
ko: 표준 맥락에서 −100% 이하로 내려가는 것은 불가능합니다 (최종 값 < 0).
nl: In een standaardcontext is het onmogelijk om onder −100% te dalen (eindwaarde < 0).
no: I standard kontekst er det umulig å gå under −100% (sluttverdi < 0).
pl: W kontekście standardowym zejście poniżej −100% jest niemożliwe (wartość końcowa < 0).
pt_pt: Em contexto padrão, descer abaixo de −100% é impossível (valor final < 0).
ro: În context standard, a coborî sub −100% este imposibil (valoare finală < 0).
ru: В стандартном контексте опуститься ниже −100% невозможно (конечное значение < 0).
sk: V štandardnom kontexte je zostúpenie pod −100% nemožné (konečná hodnota < 0).
sv: I standardkontext är det omöjligt att gå under −100% (slutligt värde < 0).
sw: Katika muktadha wa kawaida, kushuka chini ya −100% haiwezekani (thamani ya mwisho < 0).
tr: Standart bağlamda, −%100'ün altına inmek imkansızdır (son değer < 0).
uk: У стандартному контексті опуститися нижче −100% неможливо (кінцеве значення < 0).
vi: Trong ngữ cảnh tiêu chuẩn, giảm xuống dưới −100% là không thể (giá trị cuối cùng < 0).
zh_hans: 在标准上下文中，低于−100%是不可能的（最终值< 0）。

# pdf_fields_title
source: Champs PDF → JSON
af: Velde PDF → JSON
bg: Полета PDF → JSON
cs: Pole PDF → JSON
da: Felter PDF → JSON
de: Felder PDF → JSON
el: Πεδία PDF → JSON
es: Campos PDF → JSON
fi: PDF-kentät → JSON
fil: Mga Patlang PDF → JSON
hu: PDF mezők → JSON
id: Bidang PDF → JSON
it: Campi PDF → JSON
ja: PDF → JSON フィールド
ko: PDF → JSON 필드
nl: Velden PDF → JSON
no: Felt PDF → JSON
pl: Pola PDF → JSON
pt_pt: Campos PDF → JSON
ro: Câmpuri PDF → JSON
ru: Поля PDF → JSON
sk: Polia PDF → JSON
sv: Fält PDF → JSON
sw: Uwanja wa PDF → JSON
tr: PDF alanları → JSON
uk: Поля PDF → JSON
vi: Trường PDF → JSON
zh_hans: PDF字段→JSON

# pdf_fields_subtitle
source: Exportez les champs d'un formulaire PDF (AcroForm) au format JSON, localement dans votre navigateur.
af: Eksporteer die velde van 'n PDF-formulier (AcroForm) na JSON-formaat, plaaslik in jou blaaier.
bg: Експортирайте полетата от PDF формуляр (AcroForm) във формат JSON, локално в браузъра си.
cs: Exportujte pole z formuláře PDF (AcroForm) do formátu JSON, lokálně ve vašem prohlížeči.
da: Eksporter felterne fra en PDF-formular (AcroForm) til JSON-format, lokalt i din browser.
de: Exportieren Sie die Felder eines PDF-Formulars (AcroForm) im JSON-Format lokal in Ihrem Browser.
el: Εξάγετε τα πεδία ενός PDF (AcroForm) σε μορφή JSON, τοπικά στον περιηγητή σας.
es: Exporta los campos de un formulario PDF (AcroForm) en formato JSON, localmente en tu navegador.
fi: Vie PDF-lomakkeen (AcroForm) kentät JSON-muotoon paikallisesti selaimessasi.
fil: I-export ang mga patlang ng isang PDF form (AcroForm) sa format na JSON, lokal sa iyong browser.
hu: Exportálja a PDF űrlap (AcroForm) mezőit JSON formátumban, helyben a böngészőjében.
id: Ekspor bidang dari formulir PDF (AcroForm) ke format JSON, secara lokal di browser Anda.
it: Esporta i campi di un modulo PDF (AcroForm) in formato JSON, localmente nel tuo browser.
ja: PDFフォーム（AcroForm）のフィールドをJSON形式でエクスポートし、ブラウザ内でローカルに保存します。
ko: PDF 양식 (AcroForm)의 필드를 JSON 형식으로 내보내기, 브라우저에서 로컬로.
nl: Exporte de velden van een PDF-formulier (AcroForm) naar JSON-formaat, lokaal in uw browser.
no: Eksporter feltene fra et PDF-skjema (AcroForm) til JSON-format, lokalt i nettleseren din.
pl: Eksportuj pola formularza PDF (AcroForm) do formatu JSON, lokalnie w przeglądarce.
pt_pt: Exporte os campos de um formulário PDF (AcroForm) para o formato JSON, localmente no seu navegador.
ro: Exportați câmpurile unui formular PDF (AcroForm) în format JSON, local, în browserul dumneavoastră.
ru: Экспортируйте поля из PDF-формы (AcroForm) в формате JSON, локально в вашем браузере.
sk: Exportujte polia z formulára PDF (AcroForm) do formátu JSON, lokálne vo vašom prehliadači.
sv: Exportera fälten från ett PDF-formulär (AcroForm) till JSON-format, lokalt i din webbläsare.
sw: Exporta viwanja vya fomu ya PDF (AcroForm) kwa muundo wa JSON, kwa ndani kwenye kivinjari chako.
tr: Bir PDF formunun (AcroForm) alanlarını JSON formatında, tarayıcınızda yerel olarak dışa aktarın.
uk: Експортуйте поля з PDF-форми (AcroForm) у формат JSON, локально у вашому браузері.
vi: Xuất các trường từ một biểu mẫu PDF (AcroForm) sang định dạng JSON, cục bộ trong trình duyệt của bạn.
zh_hans: 将PDF表单（AcroForm）中的字段导出为JSON格式，保存在您的浏览器中。

# pdf_fields_import_title
source: Importer un PDF
af: Importeer 'n PDF
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: PDF:n tuonti
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: PDF importeren
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入PDF

# pdf_fields_file_label
source: Fichier PDF
af: PDF-lêer
bg: PDF файл
cs: PDF soubor
da: PDF-fil
de: PDF-Datei
el: Αρχείο PDF
es: Archivo PDF
fi: PDF-tiedosto
fil: PDF File
hu: PDF fájl
id: File PDF
it: File PDF
ja: PDFファイル
ko: PDF 파일
nl: PDF-bestand
no: PDF-fil
pl: Plik PDF
pt_pt: Arquivo PDF
ro: Fișier PDF
ru: PDF файл
sk: PDF súbor
sv: PDF-fil
sw: Faili ya PDF
tr: PDF dosyası
uk: Файл PDF
vi: Tệp PDF
zh_hans: PDF文件

# pdf_fields_file_aria
source: Sélectionner un fichier PDF
af: Kies 'n PDF-lêer
bg: Изберете PDF файл
cs: Vybrat PDF soubor
da: Vælg en PDF-fil
de: Eine PDF-Datei auswählen
el: Επιλέξτε ένα αρχείο PDF
es: Seleccionar un archivo PDF
fi: Valitse PDF-tiedosto
fil: Pumili ng PDF file
hu: Válasszon egy PDF fájlt
id: Pilih file PDF
it: Seleziona un file PDF
ja: PDFファイルを選択
ko: PDF 파일 선택
nl: Selecteer een PDF-bestand
no: Velg en PDF-fil
pl: Wybierz plik PDF
pt_pt: Selecionar um arquivo PDF
ro: Selectați un fișier PDF
ru: Выбрать PDF файл
sk: Vybrať PDF súbor
sv: Välj en PDF-fil
sw: Chagua faili ya PDF
tr: Bir PDF dosyası seçin
uk: Виберіть файл PDF
vi: Chọn một tệp PDF
zh_hans: 选择PDF文件

# pdf_fields_file_hint
source: Aucun upload : tout se passe localement.
af: Geen opgelaai nie: alles gebeur plaaslik.
bg: Няма качване: всичко се случва локално.
cs: Žádné nahrání: vše probíhá lokálně.
da: Ingen upload: alt foregår lokalt.
de: Kein Upload: alles geschieht lokal.
el: Κανένα ανέβασμα: όλα γίνονται τοπικά.
es: Ninguna carga: todo ocurre localmente.
fi: Ei latauksia: kaikki tapahtuu paikallisesti.
fil: Walang upload: lahat ay nangyayari nang lokal.
hu: Nincs feltöltés: minden helyben történik.
id: Tidak ada unggahan: semuanya terjadi secara lokal.
it: Nessun upload: tutto avviene localmente.
ja: アップロードなし：すべてがローカルで行われます。
ko: 업로드 없음: 모든 작업이 로컬에서 진행됩니다.
nl: Geen upload: alles gebeurt lokaal.
no: Ingen opplasting: alt skjer lokalt.
pl: Brak przesyłania: wszystko odbywa się lokalnie.
pt_pt: Nenhum upload: tudo acontece localmente.
ro: Niciun upload: totul se desfășoară local.
ru: Нет загрузки: все происходит локально.
sk: Žiadne nahrávanie: všetko prebieha lokálne.
sv: Ingen uppladdning: allt sker lokalt.
sw: Hakuna kupakia: kila kitu kinafanyika ndani.
tr: Hiçbir yükleme yok: her şey yerel olarak gerçekleşir.
uk: Жодного завантаження: все відбувається локально.
vi: Không có tải lên: mọi thứ diễn ra cục bộ.
zh_hans: 没有上传：一切都在本地进行。

# pdf_fields_pick_btn
source: Sélectionner
af: Kies
bg: Изберете
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλέξτε
es: Seleccionar
fi: Valitse
fil: Pumili
hu: Kiválasztás
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
no: Velg
pl: Wybierz
pt_pt: Selecionar
ro: Selectați
ru: Выбрать
sk: Vybrať
sv: Välj
sw: Chagua
tr: Seçin
uk: Вибрати
vi: Chọn
zh_hans: 选择

# pdf_fields_loaded
source: Chargé :
af: Gelaai:
bg: Заредено:
cs: Načteno:
da: Indlæst:
de: Hochgeladen:
el: Φορτώθηκε:
es: Cargado:
fi: Ladattu:
fil: Na-upload:
hu: Betöltve:
id: Dimuat:
it: Caricato:
ja: 読み込み中：
ko: 로드됨:
nl: Laden:
no: Ladet:
pl: Załadowano:
pt_pt: Carregado:
ro: Încărcat:
ru: Загружено:
sk: Načítané:
sv: Laddad:
sw: Imepakiwa:
tr: Yüklendi:
uk: Завантажено:
vi: Đã tải:
zh_hans: 已加载：

# pdf_fields_size
source: Taille :
af: Grootte:
bg: Размер:
cs: Velikost:
da: Størrelse:
de: Größe:
el: Μέγεθος:
es: Tamaño:
fi: Koko:
fil: Sukat:
hu: Méret:
id: Ukuran:
it: Dimensione:
ja: サイズ：
ko: 크기:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt_pt: Tamanho:
ro: Dimensiune:
ru: Размер:
sk: Veľkosť:
sv: Storlek:
sw: Ukubwa:
tr: Boyut:
uk: Розмір:
vi: Kích thước:
zh_hans: 大小：

# pdf_fields_count_prefix
source: Champs :
af: Velde:
bg: Поля:
cs: Pole:
da: Felter:
de: Felder:
el: Πεδία:
es: Campos:
fi: Kentät:
fil: Mga Patlang:
hu: Mezők:
id: Bidang:
it: Campi:
ja: フィールド：
ko: 필드:
nl: Velden:
no: Felter:
pl: Pola:
pt_pt: Campos:
ro: Câmpuri:
ru: Поля:
sk: Polia:
sv: Fält:
sw: Viwanja:
tr: Alanlar:
uk: Поля:
vi: Các trường:
zh_hans: 字段：

# pdf_fields_loading
source: Analyse du PDF…
af: Analiseer die PDF…
bg: Анализ на PDF…
cs: Analýza PDF…
da: Analyserer PDF…
de: PDF wird analysiert…
el: Ανάλυση του PDF…
es: Analizando el PDF…
fi: Analysoidaan PDF:tä…
fil: Sinusuri ang PDF…
hu: PDF elemzése…
id: Menganalisis PDF…
it: Analisi del PDF…
ja: PDFを分析中…
ko: PDF 분석 중…
nl: PDF-analyse…
no: Analyserer PDF…
pl: Analiza PDF…
pt_pt: Analisando o PDF…
ro: Analiză PDF…
ru: Анализ PDF…
sk: Analýza PDF…
sv: Analyserar PDF…
sw: Kuchambua PDF…
tr: PDF analizi…
uk: Аналіз PDF…
vi: Đang phân tích PDF…
zh_hans: 分析PDF…

# pdf_fields_no_fields
source: Aucun champ détecté. Le PDF ne contient peut-être pas d'AcroForm (ou utilise XFA).
af: Geen veld gedetecteer nie. Die PDF bevat moontlik nie 'n AcroForm nie (of gebruik XFA).
bg: Няма открити полета. PDF може да не съдържа AcroForm (или използва XFA).
cs: Žádné pole nebylo detekováno. PDF možná neobsahuje žádný AcroForm (nebo používá XFA).
da: Ingen felter opdaget. PDF'en indeholder muligvis ikke AcroForm (eller bruger XFA).
de: Es wurden keine Felder erkannt. Das PDF enthält möglicherweise kein AcroForm (oder verwendet XFA).
el: Κανένα πεδίο ανιχνεύθηκε. Το PDF μπορεί να μην περιέχει AcroForm (ή να χρησιμοποιεί XFA).
es: Ningún campo detectado. El PDF puede que no contenga un AcroForm (o utiliza XFA).
fi: Ei kenttiä havaittu. PDF ei ehkä sisällä AcroFormia (tai käyttää XFA):ta.
fil: Walang natukoy na patlang. Maaaring walang AcroForm ang PDF (o gumagamit ng XFA).
hu: Nincs észlelt mező. A PDF esetleg nem tartalmaz AcroForm-ot (vagy XFA-t használ).
id: Tidak ada bidang yang terdeteksi. PDF mungkin tidak mengandung AcroForm (atau menggunakan XFA).
it: Nessun campo rilevato. Il PDF potrebbe non contenere un AcroForm (o utilizzare XFA).
ja: フィールドが検出されませんでした。PDFにはAcroFormが含まれていないか、XFAを使用している可能性があります。
ko: 감지된 필드가 없습니다. PDF에 AcroForm이 없거나 XFA를 사용할 수 있습니다.
nl: Geen velden gedetecteerd. De PDF bevat mogelijk geen AcroForm (of gebruikt XFA).
no: Ingen felt oppdaget. PDF-en inneholder kanskje ikke AcroForm (eller bruker XFA).
pl: Brak wykrytych pól. PDF może nie zawierać AcroForm (lub używać XFA).
pt_pt: Nenhum campo detectado. O PDF pode não conter um AcroForm (ou usar XFA).
ro: Niciun câmp detectat. PDF-ul poate să nu conțină un AcroForm (sau folosește XFA).
ru: Не обнаружено полей. PDF может не содержать AcroForm (или использовать XFA).
sk: Žiadne pole nebolo zistené. PDF možno neobsahuje AcroForm (alebo používa XFA).
sv: Inga fält upptäckta. PDF:en innehåller kanske inte något AcroForm (eller använder XFA).
sw: Hakuna uwanja ulio gunduliwa. PDF huenda haina AcroForm (au inatumia XFA).
tr: Hiçbir alan tespit edilmedi. PDF, muhtemelen AcroForm içermiyor (veya XFA kullanıyor).
uk: Жодного поля не виявлено. PDF, можливо, не містить AcroForm (або використовує XFA).
vi: Không phát hiện trường nào. PDF có thể không chứa AcroForm (hoặc sử dụng XFA).
zh_hans: 未检测到任何字段。PDF可能不包含AcroForm（或使用XFA）。

# pdf_fields_filter_label
source: Filtrer
af: Filtreer
bg: Филтриране
cs: Filtrovat
de: Filtern
el: Φιλτράρισμα
es: Filtrar
fi: Suodata
fil: I-filter
hu: Szűrés
id: Saring
it: Filtra
ja: フィルタ
ko: 필터링
nl: Filteren
pl: Filtruj
pt_pt: Filtrar
ro: Filtrați
ru: Фильтровать
sk: Filtrovať
sv: Filtrera
sw: Chuja
tr: Filtrele
uk: Фільтрувати
vi: Lọc
zh_hans: 过滤

# pdf_fields_filter_ph
source: Nom, type, valeur…
af: Naam, tipe, waarde…
bg: Име, тип, стойност…
cs: Název, typ, hodnota…
da: Navn, type, værdi…
de: Name, Typ, Wert…
el: Όνομα, τύπος, τιμή…
es: Nombre, tipo, valor…
fi: Nimi, tyyppi, arvo…
fil: Pangalan, uri, halaga…
hu: Név, típus, érték…
id: Nama, tipe, nilai…
it: Nome, tipo, valore…
ja: 名前、タイプ、値…
ko: 이름, 유형, 값…
nl: Naam, type, waarde…
no: Navn, type, verdi…
pl: Nazwa, typ, wartość…
pt_pt: Nome, tipo, valor…
ro: Nume, tip, valoare…
ru: Имя, тип, значение…
sk: Názov, typ, hodnota…
sv: Namn, typ, värde…
sw: Jina, aina, thamani…
tr: Ad, tür, değer…
uk: Ім'я, тип, значення…
vi: Tên, loại, giá trị…
zh_hans: 名称，类型，值…

# pdf_fields_filter_hint
source: Recherche sur le nom, la valeur, le tooltip et le type.
af: Soek op naam, waarde, tooltip en tipe.
bg: Търсене по име, стойност, подсказка и тип.
cs: Hledání podle názvu, hodnoty, tooltipu a typu.
da: Søger i navn, værdi, tooltip og type.
de: Suche nach Name, Wert, Tooltip und Typ.
el: Αναζήτηση με βάση το όνομα, την τιμή, το tooltip και τον τύπο.
es: Buscar por nombre, valor, tooltip y tipo.
fi: Haku nimessä, arvossa, työkaluvihjeessä ja tyypissä.
fil: Paghahanap sa pangalan, halaga, tooltip at uri.
hu: Keresés név, érték, tooltip és típus alapján.
id: Pencarian berdasarkan nama, nilai, tooltip, dan tipe.
it: Ricerca su nome, valore, tooltip e tipo.
ja: 名前、値、ツールチップ、タイプで検索します。
ko: 이름, 값, 툴팁 및 유형에 대한 검색.
nl: Zoeken op naam, waarde, tooltip en type.
no: Søker på navn, verdi, verktøytips og type.
pl: Wyszukiwanie po nazwie, wartości, podpowiedzi i typie.
pt_pt: Pesquisa pelo nome, valor, tooltip e tipo.
ro: Căutare după nume, valoare, tooltip și tip.
ru: Поиск по имени, значению, подсказке и типу.
sk: Hľadanie podľa názvu, hodnoty, tooltipu a typu.
sv: Sök på namn, värde, tooltip och typ.
sw: Tafuta kwa jina, thamani, tooltip na aina.
tr: Ad, değer, ipucu ve tür üzerinde arama yapın.
uk: Пошук за ім'ям, значенням, підказкою та типом.
vi: Tìm kiếm theo tên, giá trị, tooltip và loại.
zh_hans: 根据名称、值、工具提示和类型进行搜索。

# pdf_fields_pretty_hint
source: Indenté = lisible. Minifié = compact.
af: Ingedeel = leesbaar. Geminimaliseer = kompakt.
bg: Отстъпено = четимо. Минимизирано = компактно.
cs: Odsazení = čitelné. Minifikované = kompaktní.
da: Indrykket = læsbart. Minimeret = kompakt.
de: Eingerückt = lesbar. Minifiziert = kompakt.
el: Εσοχή = αναγνώσιμο. Συμπιεσμένο = συμπαγές.
es: Indentado = legible. Minificado = compacto.
fi: Sisennys = luettavissa. Minimoitu = kompakti.
fil: Naka-indent = nababasa. Minified = compact.
hu: Behúzott = olvasható. Minimalizált = tömör.
id: Terindetasi = dapat dibaca. Diminyaki = kompak.
it: Indentato = leggibile. Minificato = compatto.
ja: インデント = 読みやすい。ミニファイ = コンパクト。
ko: 들여쓰기 = 읽기 쉬움. 축소 = 간결함.
nl: Ingesprongen = leesbaar. Geminimaliseerd = compact.
no: Indektert = lesbart. Minifisert = kompakt.
pl: Wcięty = czytelny. Zminimalizowany = kompaktowy.
pt_pt: Indentado = legível. Minificado = compacto.
ro: Indentat = lizibil. Minificat = compact.
ru: Отступленный = читаемый. Минифицированный = компактный.
sk: Zarovnané = čitateľné. Minimalizované = kompaktné.
sv: Indenterad = läsbar. Minifierad = kompakt.
sw: Iliyopangwa = inasomeka. Iliyopunguzia = compact.
tr: Girintili = okunabilir. Küçültülmüş = kompakt.
uk: Відступлений = читабельний. Мінімізований = компактний.
vi: Thụt lề = dễ đọc. Đã nén = gọn gàng.
zh_hans: 缩进=可读。压缩=紧凑。

# pdf_fields_empty_label
source: Champs vides
af: Leë velde
bg: Празни полета
cs: Prázdná pole
da: Tomme felter
de: Leere Felder
el: Κενά πεδία
es: Campos vacíos
fi: Tyhjät kentät
fil: Mga walang laman na patlang
hu: Üres mezők
id: Bidang kosong
it: Campi vuoti
ja: 空のフィールド
ko: 빈 필드
nl: Lege velden
no: Tomme felt
pl: Pola puste
pt_pt: Campos vazios
ro: Câmpuri goale
ru: Пустые поля
sk: Prázdne polia
sv: Tomma fält
sw: Viwanja vya tupu
tr: Boş alanlar
uk: Порожні поля
vi: Các trường trống
zh_hans: 空字段

# pdf_fields_empty_hint
source: Masquer les champs vides rend la liste plus courte.
af: Die leë velde wegsteek maak die lys korter.
bg: Скриването на празните полета прави списъка по-кратък.
cs: Skrytí prázdných polí zkracuje seznam.
da: At skjule tomme felter gør listen kortere.
de: Leere Felder auszublenden macht die Liste kürzer.
el: Η απόκρυψη των κενών πεδίων καθιστά τη λίστα πιο σύντομη.
es: Ocultar los campos vacíos hace que la lista sea más corta.
fi: Tyhjien kenttien piilottaminen tekee luettelosta lyhyemmän.
fil: Ang pagtatago ng mga walang laman na field ay nagpapalshort ng listahan.
hu: Az üres mezők elrejtése rövidebbé teszi a listát.
id: Menyembunyikan kolom kosong membuat daftar lebih pendek.
it: Nascondere i campi vuoti rende la lista più corta.
ja: 空のフィールドを非表示にすると、リストが短くなります。
ko: 빈 필드를 숨기면 목록이 더 짧아집니다.
nl: Lege velden verbergen maakt de lijst korter.
no: Å skjule tomme felt gjør listen kortere.
pl: Ukrycie pustych pól skraca listę.
pt_pt: Ocultar os campos vazios torna a lista mais curta.
ro: Ascunderea câmpurilor goale face lista mai scurtă.
ru: Скрытие пустых полей делает список короче.
sk: Skrytie prázdnych polí robí zoznam kratším.
sv: Att dölja tomma fält gör listan kortare.
sw: Kuficha maeneo yasiyo na maudhui kunafanya orodha kuwa fupi.
tr: Boş alanları gizlemek listeyi kısaltır.
uk: Сховати порожні поля робить список коротшим.
vi: Ẩn các trường trống làm cho danh sách ngắn hơn.
zh_hans: 隐藏空字段使列表更短。

# pdf_fields_adv_label
source: Détails
af: Besonderhede
bg: Детайли
cs: Podrobnosti
da: Detaljer
de: Details
el: Λεπτομέρειες
es: Detalles
fi: Yksityiskohdat
fil: Mga Detalye
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부정보
nl: Details
no: Detaljer
pl: Szczegóły
pt_pt: Detalhes
ro: Detalii
ru: Детали
sk: Detaily
sv: Detaljer
sw: Maelezo
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh_hans: 详细信息

# pdf_fields_adv_hint
source: Affiche des informations supplémentaires (tooltip, justification, maxLen, rect…).
af: Wys addisionele inligting (tooltip, regverdiging, maxLen, reghoek…).
bg: Показва допълнителна информация (tooltip, обосновка, maxLen, rect…).
cs: Zobrazuje další informace (tooltip, odůvodnění, maxLen, rect…).
da: Viser yderligere oplysninger (tooltip, begrundelse, maxLen, rekt…).
de: Zeigt zusätzliche Informationen an (Tooltip, Begründung, maxLen, rect…).
el: Εμφανίζει πρόσθετες πληροφορίες (tooltip, δικαιολόγηση, maxLen, rect…).
es: Muestra información adicional (tooltip, justificación, maxLen, rect…).
fi: Näyttää lisätietoja (työkaluvihje, perustelu, maxLen, rect…).
fil: Nagpapakita ng karagdagang impormasyon (tooltip, justification, maxLen, rect…).
hu: További információk megjelenítése (tooltip, indoklás, maxLen, rect…).
id: Menampilkan informasi tambahan (tooltip, justifikasi, maxLen, rect…).
it: Mostra informazioni aggiuntive (tooltip, giustificazione, maxLen, rect…).
ja: 追加情報を表示します（ツールチップ、正当化、maxLen、rect…）。
ko: 추가 정보를 표시합니다 (툴팁, 정당화, maxLen, rect…).
nl: Toont aanvullende informatie (tooltip, rechtvaardiging, maxLen, rect…).
no: Viser tilleggsinformasjon (verktøytips, begrunnelse, maxLen, rekt…).
pl: Wyświetla dodatkowe informacje (podpowiedź, uzasadnienie, maxLen, prostokąt…).
pt_pt: Mostra informações adicionais (tooltip, justificativa, maxLen, retângulo…).
ro: Afișează informații suplimentare (tooltip, justificare, maxLen, rect…).
ru: Отображает дополнительную информацию (всплывающая подсказка, обоснование, maxLen, rect…).
sk: Zobrazuje dodatočné informácie (tooltip, odôvodnenie, maxLen, rect…).
sv: Visar ytterligare information (tooltip, motivering, maxLen, rektangel…).
sw: Onyesha taarifa za ziada (tooltip, sababu, maxLen, rect…).
tr: Ek bilgiler gösterir (tooltip, gerekçe, maxLen, rect…).
uk: Відображає додаткову інформацію (підказка, обґрунтування, maxLen, rect…).
vi: Hiển thị thông tin bổ sung (tooltip, lý do, maxLen, rect…).
zh_hans: 显示附加信息（工具提示、说明、最大长度、矩形等）。

# pdf_fields_summary_title
source: Résumé
af: Opsomming
bg: Резюме
cs: Shrnutí
da: Resumé
de: Lebenslauf
el: Περίληψη
es: Resumen
fi: Yhteenveto
fil: Buod
hu: Összefoglaló
id: Ringkasan
it: Curriculum
ja: 要約
ko: 요약
nl: Samenvatting
no: Sammendrag
pl: Podsumowanie
pt_pt: Resumo
ro: Rezumat
ru: Резюме
sk: Zhrnutie
sv: Sammanfattning
sw: Muhtasari
tr: Özet
uk: Резюме
vi: Tóm tắt
zh_hans: 摘要

# pdf_fields_download_btn
source: Télécharger
af: Laai af
bg: Изтегляне
cs: Stáhnout
da: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
no: Last ned
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
sw: Pakua
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
