Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_statistics_mode_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n Unieke wenk wat verband hou met die doel van die hulpmiddel.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: Tip: Jedinečný tip související s účelem nástroje.
da: TODO: Et unikt tip relateret til værktøjets intention.
de: TODO: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: TODO: Μια μοναδική συμβουλή σχετική με την πρόθεση του εργαλείου.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki työkalun tarkoitukseen liittyen.
fil: TODO: Isang natatanging tip na may kaugnayan sa layunin ng tool.
hu: TODO: Egy egyedi trükk az eszköz szándékával kapcsolatban.
id: TODO: Sebuah tip unik yang terkait dengan tujuan alat ini.
it: TODO: Un suggerimento unico legato all'intento dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 독특한 팁입니다.
nl: Een unieke tip gerelateerd aan de intentie van de tool.
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: TODO: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: Uma dica única relacionada à intenção da ferramenta.
ro: TODO: O sugestie unică legată de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: TODO: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: Kidokezo
tr: TODO: Araçla ilgili benzersiz bir ipucu.
uk: TODO: Унікальна порада, пов'язана з наміром інструменту.
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: TODO: 与工具意图相关的独特技巧。

# ed_math_statistics_range_title
source: À propos : Étendue
af: Oor: Bereik
bg: Относно: Обхват
cs: O nás: Rozsah
da: Om: Omfang
de: Über: Umfang
el: Σχετικά με: Εύρος
es: Acerca de: Alcance
fi: Tietoa: Laajuus
fil: About: Scope
hu: A témáról: Terjedelem
id: Tentang: Lingkup
it: Informazioni: Portata
ja: について: 範囲
ko: 정보: 범위
nl: Over: Bereik
no: Om: Omfang
pl: Wskazówka
pt_pt: Sobre: Escopo
ro: Despre: Domeniu
ru: О нас: Объем
sk: O nás: Rozsah
sv: Om: Omfattning
sw: Tip
tr: Hakkında: Kapsam
uk: Про: Обсяг
vi: Về chúng tôi: Phạm vi
zh_hans: 关于：范围

# ed_math_statistics_range_lead
source: TODO: Décrire l’objectif exact de cet outil (intention unique, pas une paraphrase d’un autre).
af: TODO: Beskryf die presiese doel van hierdie hulpmiddel (unieke bedoeling, nie 'n parafrase van 'n ander).
bg: TODO: Опишете точната цел на този инструмент (уникално намерение, не парафраза на друг).
cs: Popište přesně cíl tohoto nástroje (jedinečný záměr, ne parafráze jiného).
da: TODO: Beskriv det præcise formål med dette værktøj (unik intention, ikke en parafrase af en anden).
de: TODO: Beschreiben Sie das genaue Ziel dieses Werkzeugs (einzigartige Absicht, keine Paraphrase eines anderen).
el: TODO: Περιγράψτε τον ακριβή στόχο αυτού του εργαλείου (μοναδική πρόθεση, όχι παραφρασμένο από άλλο).
es: TODO: Describir el objetivo exacto de esta herramienta (intención única, no una paráfrasis de otra).
fi: TODO: Kuvaile tämän työkalun tarkka tavoite (ainutlaatuinen tarkoitus, ei toisen parafraasi).
fil: TODO: Ilarawan ang eksaktong layunin ng tool na ito (natatanging layunin, hindi isang paraphrase ng iba).
hu: TODO: Az eszköz pontos céljának leírása (egyedi szándék, nem egy másik parafrázisa).
id: TODO: Deskripsikan tujuan tepat dari alat ini (tujuan unik, bukan parafrase dari yang lain).
it: TODO: Descrivere l'obiettivo esatto di questo strumento (intento unico, non una parafrasi di un altro).
ja: TODO: このツールの正確な目的を説明してください（ユニークな意図、他のものの言い換えではない）。
ko: TODO: 이 도구의 정확한 목적을 설명하세요 (독특한 의도, 다른 것의 패러프레이즈가 아님).
nl: Beschrijf het exacte doel van deze tool (unieke intentie, geen parafrase van een andere).
no: TODO: Beskriv det eksakte målet med dette verktøyet (unik hensikt, ikke en omskrivning av noe annet).
pl: TODO: Opisz dokładnie cel tego narzędzia (jedyna intencja, nie parafraza innego).
pt_pt: Descrever o objetivo exato desta ferramenta (intenção única, não uma paráfrase de outra).
ro: TODO: Descrieți obiectivul exact al acestui instrument (intenție unică, nu o parafrazare a altuia).
ru: TODO: Опишите точную цель этого инструмента (уникальное намерение, не перефразирование другого).
sk: TODO: Opíšte presný cieľ tohto nástroja (jedinečný úmysel, nie parafráza iného).
sv: Beskriv exakt syftet med detta verktyg (unik avsikt, inte en parafras av något annat).
sw: Kuhusu: Wigo
tr: TODO: Bu aracın tam amacını tanımlayın (benzersiz niyet, başka birinin parafrazı değil).
uk: TODO: Описати точну мету цього інструменту (унікальний намір, не перефразування іншого).
vi: TODO: Mô tả mục tiêu chính xác của công cụ này (ý định độc nhất, không phải là một cách diễn đạt lại của cái khác).
zh_hans: TODO: 描述该工具的确切目标（独特意图，而不是其他内容的释义）。

# ed_math_statistics_range_usecases
source: Cas d’utilisation
af: Gebruiksscenario
bg: Случай на употреба
cs: Případ použití
da: Brugssager
de: Verwenden Sie das Tool für einen spezifischen Zweck (einzigartige Absicht, keine Paraphrase von etwas anderem).
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaus
fil: Use cases
hu: Használati esetek
id: Kasus Penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruiksscenario's
no: Bruksområde
pl: Przykład użycia
pt_pt: Caso de uso
ro: Sfaturi
ru: Случай использования
sk: Prípad použitia
sv: Beskriv det exakta syftet med detta verktyg (unik avsikt, inte en parafras av en annan).
sw: Kuhusu: Wigo
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_statistics_range_uc1_text
source: TODO: Exemple concret 1
af: TODO: Konkrete voorbeeld 1
bg: TODO: Конкретен пример 1
cs: Konkrétní příklad 1
da: TODO: Konkrekt eksempel 1
de: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 1
es: TODO: Ejemplo concreto 1
fi: TODO: Konkreettinen esimerkki 1
fil: TODO: Halimbawa ng konkretong 1
hu: TODO: Konkrét példa 1
id: TODO: Contoh konkret 1
it: TODO: Esempio concreto 1
ja: TODO: 具体的な例 1
ko: TODO: 구체적인 예 1
nl: Over: Afkapping
no: TODO: Konkrete eksempel 1
pl: TODO: Konkretne przykłady 1
pt_pt: Exemplo concreto 1
ro: Exemplu concret 1
ru: TODO: Конкретный пример 1
sk: TODO: Konkrétny príklad 1
sv: Användningsfall
sw: TODO: Mfano halisi 1
tr: TODO: Somut örnek 1
uk: TODO: Конкретний приклад 1
vi: TODO: Ví dụ cụ thể 1
zh_hans: TODO: 具体示例 1

# ed_math_statistics_range_uc2_text
source: TODO: Exemple concret 2
af: TODO: Konkrete voorbeeld 2
bg: TODO: Конкретен пример 2
cs: TODO: Konkrétní příklad 1
da: TODO: Konkrekt eksempel 2
de: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 2
es: TODO: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 2
fil: TODO: Halimbawa ng konkretong 2
hu: TODO: Konkrét példa 2
id: TODO: Contoh konkret 2
it: TODO: Esempio concreto 2
ja: TODO: 具体的な例 2
ko: TODO: 구체적인 예 2
nl: TODO: Concreet voorbeeld 2
no: TODO: Konkrete eksempel 2
pl: TODO: Konkretne przykłady 2
pt_pt: Exemplo concreto 2
ro: Exemplu concret 2
ru: TODO: Конкретный пример 2
sk: TODO: Konkrétny príklad 2
sv: TODO: Konkreta exempel 2
sw: TODO: Mfano halisi 1
tr: TODO: Somut örnek 2
uk: TODO: Конкретний приклад 2
vi: TODO: Ví dụ cụ thể 2
zh_hans: TODO: 具体示例 2

# ed_math_statistics_range_uc3_text
source: TODO: Exemple concret 3
af: TODO: Konkrete voorbeeld 3
bg: TODO: Конкретен пример 3
cs: Konkrétní příklad 2
da: TODO: Konkrekt eksempel 3
de: Konkretes Beispiel 1
el: TODO: Συγκεκριμένο παράδειγμα 3
es: TODO: Ejemplo concreto 2
fi: TODO: Konkreettinen esimerkki 3
fil: Concrete example 2
hu: TODO: Konkrét példa 3
id: TODO: Contoh konkret 3
it: TODO: Esempio concreto 2
ja: TODO: 具体的な例 3
ko: TODO: 구체적인 예 3
nl: Concreet voorbeeld 2
no: TODO: Konkrete eksempel 3
pl: TODO: Konkretne przykłady 3
pt_pt: Exemplo concreto 3
ro: Exemplu concret 3
ru: TODO: Конкретный пример 3
sk: TODO: Konkrétny príklad 3
sv: TODO: Konkreta exempel 3
sw: TODO: Mfano halisi 3
tr: TODO: Somut örnek 3
uk: TODO: Конкретний приклад 3
vi: TODO: Ví dụ cụ thể 3
zh_hans: TODO: 具体示例 3

# ed_math_statistics_range_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co dostanete
da: Det du får
de: Konkretes Beispiel 2
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Dette får du
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_statistics_range_out1
source: TODO: Décrire précisément la sortie.
af: TODO: Beskryf die uitvoer presies.
bg: TODO: Опишете точно изхода.
cs: Co získáte
da: TODO: Beskriv præcist outputtet.
de: Beschreiben Sie die Ausgabe genau.
el: TODO: Περιγράψτε ακριβώς την έξοδο.
es: TODO: Describir con precisión la salida.
fi: TODO: Kuvaile tarkasti tulos.
fil: TODO: Ilarawan nang tumpak ang output.
hu: TODO: A kimenet pontos leírása.
id: TODO: Deskripsikan keluaran secara tepat.
it: TODO: Descrivere precisamente l'uscita.
ja: TODO: 出力を正確に説明する。
ko: TODO: 출력을 정확히 설명하세요.
nl: TODO: Beschrijf de output nauwkeurig.
no: TODO: Beskriv nøyaktig utdataene.
pl: TODO: Dokładnie opisz wynik.
pt_pt: Descrever precisamente a saída.
ro: Descrieți precis ieșirea.
ru: TODO: Точно опишите выходные данные.
sk: TODO: Presne opíšte výstup.
sv: Det du får
sw: TODO: Eleza kwa usahihi matokeo.
tr: TODO: Çıktıyı tam olarak tanımlayın.
uk: TODO: Точно опишіть вихід.
vi: TODO: Mô tả chính xác đầu ra.
zh_hans: TODO: 精确描述输出。

# ed_math_statistics_range_out2
source: TODO: À quoi sert cette sortie.
af: TODO: Wat is die doel van hierdie uitvoer.
bg: TODO: За какво служи този изход.
cs: Konkrétní příklad 3
da: TODO: Hvad er formålet med dette output.
de: TODO: Wozu dient dieses Ergebnis.
el: TODO: Ποιος είναι ο σκοπός αυτής της εξόδου.
es: TODO: Ejemplo concreto 3
fi: TODO: Mihin tätä tulosta käytetään.
fil: Concrete example 3
hu: TODO: Mire való ez a kimenet.
id: TODO: Apa kegunaan keluaran ini.
it: TODO: Esempio concreto 3
ja: TODO: この出力の目的。
ko: TODO: 이 출력의 용도.
nl: TODO: Wat is het nut van deze output.
no: TODO: Hva er bruken av disse utdataene.
pl: TODO: Do czego służy ten wynik.
pt_pt: Para que serve esta saída.
ro: La ce folosește această ieșire.
ru: TODO: Для чего предназначены эти выходные данные.
sk: TODO: Na čo slúži tento výstup.
sv: TODO: Vad denna utdata används till.
sw: Kile unachopata
tr: TODO: Bu çıktının amacı nedir.
uk: TODO: Для чого потрібен цей вихід.
vi: TODO: Đầu ra này dùng để làm gì.
zh_hans: TODO: 该输出的用途。

# ed_math_statistics_range_limits
source: Limites et points d’attention
af: Beperkings en aandagspunte
bg: Ограничения и важни точки
cs: Co získáte
da: Begrænsninger og opmærksomhedspunkter
de: Konkretes Beispiel 3
el: Περιορισμοί και σημεία προσοχής
es: Lo que obtienes
fi: Rajoitukset ja huomioitavat seikat
fil: What you get
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Ciò che ottieni
ja: 制限事項と注意点
ko: 한계 및 주의 사항
nl: Concreet voorbeeld 3
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limitações e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Limity a body pozornosti
sv: Gränser och punkter att tänka på
sw: TODO: Mfano halisi 3
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_statistics_range_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Omezení a body pozornosti
da: Ofte stillede spørgsmål
de: Wozu diese Ausgabe dient.
el: Συχνές ερωτήσεις
es: Límites y puntos de atención
fi: Usein kysytyt kysymykset
fil: What this output is for.
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
it: Limiti e punti di attenzione
ja: よくある質問
ko: 자주 묻는 질문
nl: Waar dient deze output voor.
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Kikomo na mambo ya kuzingatia
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_statistics_range_tip_title
source: Astuce
af: Hulp
bg: Съвет
cs: Tip
da: Tip
de: Wozu dient diese Ausgabe.
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: TODO
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: O sugestie
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_statistics_range_tip
source: TODO: Une astuce unique liée à l’intention de l’outil.
af: TODO: 'n unieke wenk wat verband hou met die doel van die hulpmiddel.
bg: TODO: Уникален съвет, свързан с намерението на инструмента.
cs: Jedinečný tip související s účelem nástroje.
da: TODO: Et unikt tip relateret til værktøjets intention.
de: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: Συμβουλή
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: TODO: Yksi ainutlaatuinen vinkki työkalun tarkoitukseen liittyen.
fil: TODO: Isang natatanging tip na nauugnay sa layunin ng tool.
hu: Trükk
id: TODO: Sebuah tip unik yang terkait dengan tujuan alat ini.
it: TODO: Un suggerimento unico legato all'intento dello strumento.
ja: TODO: ツールの意図に関連するユニークなヒント。
ko: TODO: 도구의 의도와 관련된 독특한 팁.
nl: TODO: Een unieke tip gerelateerd aan de intentie van de tool.
no: TODO: Et unikt tips relatert til verktøyets hensikt.
pl: TODO: Unikalna wskazówka związana z intencją narzędzia.
pt_pt: Uma dica única relacionada à intenção da ferramenta.
ro: O sugestie unică legată de intenția instrumentului.
ru: TODO: Уникальный совет, связанный с намерением инструмента.
sk: TODO: Jedinečný tip súvisiaci s úmyslom nástroja.
sv: TODO: Ett unikt tips relaterat till verktygets avsikt.
sw: TODO: Njia ya kipekee inayohusiana na kusudi la chombo.
tr: TODO: Araç niyetine bağlı benzersiz bir ipucu.
uk: TODO: Унікальна порада, пов'язана з наміром інструменту.
vi: TODO: Một mẹo độc đáo liên quan đến ý định của công cụ.
zh_hans: 技巧

# ed_text_writing_readability_title
source: À propos : Lisibilité & clarté
af: Oor: Leesbaarheid & duidelikheid
bg: Относно: Четливост & яснота
cs: Tip
da: Om: Læselighed & klarhed
de: TODO: Ein einzigartiger Tipp, der mit der Absicht des Werkzeugs verbunden ist.
el: Σχετικά: Αναγνωσιμότητα & σαφήνεια
es: Acerca de: Legibilidad & claridad
fi: Tietoa: Luettavuus & selkeys
fil: Tungkol sa: Kakayahang mabasa & kalinawan
hu: TODO: Egy egyedi trükk az eszköz szándékával kapcsolatban.
id: Tentang: Keterbacaan & kejelasan
it: A proposito: Leggibilità & chiarezza
ja: について：可読性と明確さ
ko: 정보: 가독성 & 명확성
nl: Tip
no: Om: Lesbarhet & klarhet
pl: O nas: Czytelność & jasność
pt_pt: Sobre: Legibilidade & clareza
ro: Despre: Lizibilitate & claritate
ru: О нас: Читаемость & ясность
sk: O nás: Čitateľnosť & jasnosť
sv: Om: Läsbarhet & tydlighet
sw: Kuhusu: Uwazi & uwazi
tr: Hakkında: Okunabilirlik & netlik
uk: Про: Читабельність & ясність
vi: Về chúng tôi: Độ dễ đọc & sự rõ ràng
zh_hans: TODO: 与工具意图相关的独特技巧。

# ed_text_writing_readability_lead
source: Analysez la lisibilité de votre texte (score, statistiques et conseils) pour écrire plus clair, plus fluide et plus facile à comprendre.
af: Analiseer die leesbaarheid van jou teks (telling, statistieke en wenke) om duideliker, vloeiender en makliker verstaanbaar te skryf.
bg: Анализирайте четливостта на текста си (оценка, статистики и съвети), за да пишете по-ясно, по-гладко и по-лесно за разбиране.
cs: Tip
da: Analyser læseligheden af din tekst (score, statistikker og råd) for at skrive mere klart, mere flydende og lettere at forstå.
de: Über: Lesbarkeit & Klarheit
el: Σχετικά με: Αναγνωσιμότητα & σαφήνεια
es: Consejo
fi: Analysoi tekstisi luettavuutta (pisteet, tilastot ja vinkit) kirjoittaaksesi selkeämmin, sujuvammin ja helpommin ymmärrettävästi.
fil: Suriin ang kakayahang mabasa ng iyong teksto (score, istatistika at mga mungkahi) upang sumulat ng mas malinaw, mas maayos at mas madaling maunawaan.
hu: A témáról: Olvashatóság & világosság
id: Analisis keterbacaan teks Anda (skor, statistik, dan saran) untuk menulis lebih jelas, lebih lancar, dan lebih mudah dipahami.
it: Analizza la leggibilità del tuo testo (punteggio, statistiche e consigli) per scrivere in modo più chiaro, più fluido e più facile da comprendere.
ja: テキストの可読性を分析します（スコア、統計、アドバイス）より明確で流暢で理解しやすい文章を書くために。
ko: 당신의 텍스트의 가독성을 분석하세요 (점수, 통계 및 조언) 더 명확하고 유창하며 이해하기 쉽게 작성하기 위해.
nl: Analyseer de leesbaarheid van je tekst (score, statistieken en tips) om duidelijker, vloeiender en gemakkelijker te begrijpen te schrijven.
no: Analyser lesbarheten av teksten din (poeng, statistikk og råd) for å skrive klarere, mer flytende og lettere å forstå.
pl: Analizuj czytelność swojego tekstu (wynik, statystyki i porady), aby pisać jaśniej, płynniej i łatwiej do zrozumienia.
pt_pt: Analise a legibilidade do seu texto (pontuação, estatísticas e dicas) para escrever de forma mais clara, fluida e fácil de entender.
ro: Analizați lizibilitatea textului dvs. (scor, statistici și sfaturi) pentru a scrie mai clar, mai fluent și mai ușor de înțeles.
ru: Анализируйте читаемость вашего текста (оценка, статистика и советы), чтобы писать более ясно, плавно и легко для понимания.
sk: Analyzujte čitateľnosť vášho textu (skóre, štatistiky a rady) pre písanie jasnejšie, plynulejšie a ľahšie pochopiteľné.
sv: Analysera läsbarheten av din text (poäng, statistik och råd) för att skriva tydligare, mer flytande och lättare att förstå.
sw: Chambua uwazi wa maandiko yako (alama, takwimu na ushauri) ili kuandika kwa uwazi zaidi, kwa urahisi na kwa kueleweka zaidi.
tr: Metninizin okunabilirliğini analiz edin (puan, istatistikler ve ipuçları) daha net, akıcı ve anlaşılması daha kolay yazmak için.
uk: Проаналізуйте читабельність вашого тексту (бал, статистика та поради), щоб писати ясніше, плавніше та легше для розуміння.
vi: Phân tích độ dễ đọc của văn bản của bạn (điểm số, thống kê và lời khuyên) để viết rõ ràng hơn, mạch lạc hơn và dễ hiểu hơn.
zh_hans: 关于：可读性与清晰度

# ed_text_writing_readability_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Tip: Jedinečný tip související s účelem nástroje.
da: Brugssager
de: Analysieren Sie die Lesbarkeit Ihres Textes (Punktzahl, Statistiken und Tipps), um klarer, flüssiger und leichter verständlich zu schreiben.
el: Αναλύστε την αναγνωσιμότητα του κειμένου σας (βαθμολογία, στατιστικά και συμβουλές) για να γράψετε πιο καθαρά, πιο ρέοντα και πιο κατανοητά.
es: TODO: Un consejo único relacionado con la intención de la herramienta.
fi: Käyttötapaukset
fil: Tip
hu: Elemezze a szöveg olvashatóságát (pontszám, statisztikák és tanácsok) a világosabb, folyékonyabb és könnyebben érthető írás érdekében.
id: Kasus penggunaan
it: Suggerimento
ja: 使用例
ko: 사용 사례
nl: Over: Leesbaarheid & duidelijkheid
no: Bruksområde
pl: Przykład użycia
pt_pt: Caso de uso
ro: Cazuri de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi ya kesi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 分析您的文本的可读性（分数、统计数据和建议），以便写得更清晰、更流畅、更易于理解。

# ed_text_writing_readability_uc1_title
source: Améliorer un texte avant publication
af: Verbeter 'n teks voor publikasie
bg: Подобряване на текст преди публикуване
cs: O nás: Čitelnost & jasnost
da: Forbedre en tekst før offentliggørelse
de: Tipp
el: Περίπτωση χρήσης
es: Acerca de: Legibilidad & claridad
fi: Paranna tekstiä ennen julkaisua
fil: Pagbutihin ang isang teksto bago ilathala
hu: Használati esetek
id: Meningkatkan teks sebelum publikasi
it: TODO: Un suggerimento unico legato all'intento dello strumento.
ja: 公開前にテキストを改善する
ko: 게시 전에 텍스트 개선하기
nl: Een tekst verbeteren voor publicatie
no: Forbedre en tekst før publisering
pl: Popraw tekst przed publikacją
pt_pt: Melhorar um texto antes da publicação
ro: Îmbunătățirea unui text înainte de publicare
ru: Улучшение текста перед публикацией
sk: Zlepšiť text pred publikovaním
sv: Förbättra en text innan publicering
sw: Boresha maandiko kabla ya kuchapishwa
tr: Bir metni yayınlamadan önce geliştirmek
uk: Покращити текст перед публікацією
vi: Cải thiện một văn bản trước khi xuất bản
zh_hans: 使用案例

# ed_text_writing_readability_uc1_text
source: Vérifiez rapidement si un article, une page web ou une description de produit est facile à lire, puis ajustez la longueur des phrases et le vocabulaire.
af: Kontroleer vinnig of 'n artikel, webblad of produkbeskrywing maklik leesbaar is, en pas die lengte van sinne en die woordeskat aan.
bg: Бързо проверете дали статия, уеб страница или описание на продукт е лесно за четене, след което коригирайте дължината на изреченията и речника.
cs: Analyzujte čitelnost vašeho textu (skóre, statistiky a rady) pro psaní jasněji, plynuleji a snadněji pochopitelně.
da: Tjek hurtigt, om en artikel, en webside eller en produktbeskrivelse er let at læse, og juster derefter sætningernes længde og ordforråd.
de: Tipp
el: Βελτίωση ενός κειμένου πριν από τη δημοσίευση
es: Analiza la legibilidad de tu texto (puntuación, estadísticas y consejos) para escribir más claro, más fluido y más fácil de entender.
fi: Tarkista nopeasti, onko artikkeli, verkkosivu tai tuotekuvaus helppolukuinen, ja säädä sitten lauseiden pituutta ja sanastoa.
fil: About: Readability & clarity
hu: Szöveg javítása a közzététel előtt
id: Periksa dengan cepat apakah sebuah artikel, halaman web, atau deskripsi produk mudah dibaca, lalu sesuaikan panjang kalimat dan kosakata.
it: Informazioni: Leggibilità & chiarezza
ja: 記事、ウェブページ、または製品説明が読みやすいかを迅速に確認し、文の長さや語彙を調整します。
ko: 기사, 웹 페이지 또는 제품 설명이 읽기 쉬운지 빠르게 확인한 후 문장 길이와 어휘를 조정하세요.
nl: Controleer snel of een artikel, webpagina of productbeschrijving gemakkelijk te lezen is, en pas vervolgens de lengte van de zinnen en de woordenschat aan.
no: Sjekk raskt om en artikkel, en nettside eller en produktbeskrivelse er lett å lese, og juster deretter setningslengden og ordforrådet.
pl: Szybko sprawdź, czy artykuł, strona internetowa lub opis produktu jest łatwy do przeczytania, a następnie dostosuj długość zdań i słownictwo.
pt_pt: Verifique rapidamente se um artigo, uma página da web ou uma descrição de produto é fácil de ler, e ajuste o comprimento das frases e o vocabulário.
ro: Verificați rapid dacă un articol, o pagină web sau o descriere de produs este ușor de citit, apoi ajustați lungimea frazelor și vocabularul.
ru: Быстро проверьте, легко ли читать статью, веб-страницу или описание продукта, а затем отрегулируйте длину предложений и словарный запас.
sk: Rýchlo skontrolujte, či je článok, webová stránka alebo popis produktu ľahko čitateľný, a potom upravte dĺžku viet a slovnú zásobu.
sv: Kontrollera snabbt om en artikel, webbsida eller produktbeskrivning är lätt att läsa, och justera sedan meningslängden och ordförrådet.
sw: Angalia haraka ikiwa makala, ukurasa wa wavuti au maelezo ya bidhaa yanaweza kusomeka kwa urahisi, kisha badilisha urefu wa sentensi na msamiati.
tr: Bir makalenin, web sayfasının veya ürün açıklamasının okunabilir olup olmadığını hızlıca kontrol edin, ardından cümlelerin uzunluğunu ve kelime dağarcığını ayarlayın.
uk: Швидко перевірте, чи стаття, веб-сторінка або опис продукту легкі для читання, а потім відрегулюйте довжину речень і словниковий запас.
vi: Kiểm tra nhanh xem một bài viết, một trang web hoặc một mô tả sản phẩm có dễ đọc hay không, sau đó điều chỉnh độ dài câu và từ vựng.
zh_hans: 在发布前改善文本
