Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_add_uc2_title
source: Additionner des fractions avec dénominateurs différents
af: Tel breuke met verskillende noemers bymekaar
bg: Събиране на дроби с различни знаменатели
cs: Sčítat zlomky s různými jmenovateli
da: Lægge brøker sammen med forskellige nævnere
de: Brüche mit unterschiedlichen Nennern addieren
el: Προσθέστε κλάσματα με διαφορετικούς παρονομαστές
es: Sumar fracciones con denominadores diferentes
fi: Yhdistele murtolukuja, joilla on eri nimittäjät
fil: Magdagdag ng mga fraction na may iba't ibang denominator
hu: Különböző nevezőjű törtek összeadása
id: Menjumlahkan pecahan dengan penyebut yang berbeda
it: Somma di frazioni con denominatori diversi
ja: 異なる分母を持つ分数を加算する
ko: 서로 다른 분모를 가진 분수 더하기
nl: Breuken optellen met verschillende noemers
no: Legg sammen brøker med forskjellige nevnere
pl: Dodawanie ułamków z różnymi mianownikami
pt_pt: Somar frações com denominadores diferentes
ro: Adună fracții cu numitori diferiți
ru: Складывать дроби с разными знаменателями
sk: Sčítať zlomky s rôznymi menovateľmi
sv: Lägga ihop bråk med olika nämnare
sw: Jumlisha sehemu zenye waondoa tofauti
tr: Farklı paydalara sahip kesirleri toplamak
uk: Додавати дроби з різними знаменниками
vi: Cộng các phân số với mẫu số khác nhau
zh_hans: 加法不同分母的分数

# ed_math_fractions_fraction_add_uc2_text
source: Obtenir un résultat correct sans se tromper dans la recherche du dénominateur commun.
af: Kry 'n korrekte resultaat sonder om te fouteer in die soektog na die gemeenskaplike noemer.
bg: Получаване на правилен резултат без грешки в търсенето на общия знаменател.
cs: Získat správný výsledek bez chyby při hledání společného jmenovatele.
da: Få et korrekt resultat uden at lave fejl i søgningen efter den fælles nævner.
de: Ein korrektes Ergebnis erhalten, ohne sich bei der Suche nach dem gemeinsamen Nenner zu irren.
el: Αποκτήστε ένα σωστό αποτέλεσμα χωρίς να κάνετε λάθος στην αναζήτηση του κοινού παρονομαστή.
es: Obtener un resultado correcto sin equivocarse en la búsqueda del denominador común.
fi: Saat oikean tuloksen ilman virheitä yhteisen nimittäjän etsimisessä.
fil: Kumuha ng tamang resulta nang hindi nagkakamali sa paghahanap ng karaniwang denominator.
hu: Helyes eredményt kapni anélkül, hogy hibázna a közös nevező keresésekor.
id: Mendapatkan hasil yang benar tanpa kesalahan dalam mencari penyebut yang sama.
it: Ottenere un risultato corretto senza sbagliare nella ricerca del denominatore comune.
ja: 共通の分母を探す際に間違えずに正しい結果を得る。
ko: 공통 분모를 찾는 데 실수 없이 올바른 결과를 얻습니다.
nl: Een correct resultaat krijgen zonder fouten te maken bij het zoeken naar de gemeenschappelijke noemer.
no: Få et korrekt resultat uten å gjøre feil i jakten på den felles nevneren.
pl: Uzyskaj poprawny wynik bez pomyłek w poszukiwaniu wspólnego mianownika.
pt_pt: Obter um resultado correto sem se enganar na busca pelo denominador comum.
ro: Obține un rezultat corect fără a te înșela în căutarea numitorului comun.
ru: Получить правильный результат, не ошибившись в поиске общего знаменателя.
sk: Získať správny výsledok bez chyby pri hľadaní spoločného menovateľa.
sv: Få ett korrekt resultat utan att göra fel i sökandet efter den gemensamma nämnaren.
sw: Pata matokeo sahihi bila kukosea katika kutafuta waondoa wa kawaida.
tr: Ortak payda ararken hata yapmadan doğru bir sonuç elde etmek.
uk: Отримати правильний результат, не помиляючись у пошуку спільного знаменника.
vi: Đạt được kết quả chính xác mà không nhầm lẫn trong việc tìm mẫu số chung.
zh_hans: 在寻找公分母时获得正确的结果而不出错。

# ed_math_fractions_fraction_add_uc3_title
source: Travailler avec des fractions négatives
af: Werk met negatiewe breuke
bg: Работа с отрицателни дроби
cs: Pracovat se zápornými zlomky
da: Arbejde med negative brøker
de: Mit negativen Brüchen arbeiten
el: Δουλέψτε με αρνητικά κλάσματα
es: Trabajar con fracciones negativas
fi: Työskentele negatiivisten murtolukujen kanssa
fil: Magtrabaho sa mga negatibong fraction
hu: Negatív törtekkel dolgozni
id: Bekerja dengan pecahan negatif
it: Lavorare con frazioni negative
ja: 負の分数で作業する
ko: 음수 분수와 함께 작업하기
nl: Werken met negatieve breuken
no: Jobbe med negative brøker
pl: Praca z ułamkami ujemnymi
pt_pt: Trabalhar com frações negativas
ro: Lucrează cu fracții negative
ru: Работать с отрицательными дробями
sk: Pracovať so zápornými zlomkami
sv: Arbeta med negativa bråk
sw: Fanya kazi na sehemu hasi
tr: Negatif kesirlerle çalışmak
uk: Працювати з від'ємними дробами
vi: Làm việc với các phân số âm
zh_hans: 处理负分数

# ed_math_fractions_fraction_add_uc3_text
source: Additionner des fractions positives et négatives en conservant le signe correctement.
af: Tel positiewe en negatiewe breuke bymekaar terwyl die teken korrek behou word.
bg: Събиране на положителни и отрицателни дроби, като се запазва правилно знака.
cs: Sčítat kladné a záporné zlomky a správně zachovat znaménko.
da: Lægge positive og negative brøker sammen og bevare tegnet korrekt.
de: Positive und negative Brüche addieren und das Vorzeichen korrekt beibehalten.
el: Προσθέστε θετικά και αρνητικά κλάσματα διατηρώντας σωστά το πρόσημο.
es: Sumar fracciones positivas y negativas manteniendo el signo correctamente.
fi: Yhdistele positiivisia ja negatiivisia murtolukuja säilyttäen merkki oikein.
fil: Magdagdag ng mga positibo at negatibong fraction habang pinapanatili ang tamang tanda.
hu: Pozitív és negatív törtek összeadása a helyes jel megőrzésével.
id: Menjumlahkan pecahan positif dan negatif dengan mempertahankan tanda dengan benar.
it: Somma di frazioni positive e negative mantenendo correttamente il segno.
ja: 正しい符号を保持しながら正の分数と負の分数を加算する。
ko: 부호를 올바르게 유지하면서 양수와 음수를 더합니다.
nl: Positieve en negatieve breuken optellen terwijl het teken correct behouden blijft.
no: Legg sammen positive og negative brøker mens du beholder tegnet riktig.
pl: Dodawanie ułamków dodatnich i ujemnych z zachowaniem poprawnego znaku.
pt_pt: Somar frações positivas e negativas mantendo o sinal corretamente.
ro: Adună fracții pozitive și negative păstrând semnul corect.
ru: Складывать положительные и отрицательные дроби, правильно сохраняя знак.
sk: Sčítať kladné a záporné zlomky so správnym zachovaním znamienka.
sv: Lägga ihop positiva och negativa bråk och behålla tecknet korrekt.
sw: Jumlisha sehemu chanya na hasi huku ukihifadhi ishara ipasavyo.
tr: Pozitif ve negatif kesirleri doğru işareti koruyarak toplamak.
uk: Додавати позитивні та від'ємні дроби, правильно зберігаючи знак.
vi: Cộng các phân số dương và âm mà vẫn giữ đúng dấu.
zh_hans: 在正确保留符号的情况下加法正负分数。

# ed_math_fractions_fraction_add_uc4_title
source: Recettes, mesures et proportions
af: Resepte, metings en verhoudings
bg: Рецепти, мерки и пропорции
cs: Recepty, míry a proporce
da: Opskrifter, målinger og proportioner
de: Rezepte, Maße und Proportionen
el: Συνταγές, μετρήσεις και αναλογίες
es: Recetas, medidas y proporciones
fi: Reseptit, mittaukset ja suhteet
fil: Mga resipe, sukat at proporsyon
hu: Receptek, mérések és arányok
id: Resep, ukuran, dan proporsi
it: Ricette, misure e proporzioni
ja: レシピ、測定、比率
ko: 레시피, 측정 및 비율
nl: Recepten, maten en verhoudingen
no: Oppskrifter, målinger og proporsjoner
pl: Przepisy, miary i proporcje
pt_pt: Receitas, medidas e proporções
ro: Rețete, măsuri și proporții
ru: Рецепты, меры и пропорции
sk: Recepty, miery a proporcie
sv: Recept, mått och proportioner
sw: Mapishi, vipimo na uwiano
tr: Tarifler, ölçüler ve oranlar
uk: Рецепти, вимірювання та пропорції
vi: Công thức, đo lường và tỷ lệ
zh_hans: 食谱、测量和比例

# ed_math_fractions_fraction_add_uc4_text
source: Additionner des parts (ex. 1/3 de litre + 1/6 de litre) pour retrouver une quantité totale.
af: Tel gedeeltes bymekaar (bv. 1/3 liter + 1/6 liter) om 'n totale hoeveelheid te vind.
bg: Събиране на части (напр. 1/3 литър + 1/6 литър) за получаване на общо количество.
cs: Sčítat části (např. 1/3 litru + 1/6 litru) pro získání celkového množství.
da: Lægge portioner sammen (f.eks. 1/3 liter + 1/6 liter) for at finde en samlet mængde.
de: Anteile addieren (z. B. 1/3 Liter + 1/6 Liter), um eine Gesamtmenge zu erhalten.
el: Προσθέστε μερίδια (π.χ. 1/3 λίτρου + 1/6 λίτρου) για να βρείτε μια συνολική ποσότητα.
es: Sumar partes (ej. 1/3 de litro + 1/6 de litro) para encontrar una cantidad total.
fi: Yhdistele osia (esim. 1/3 litraa + 1/6 litraa) saadaksesi kokonaismäärän.
fil: Magdagdag ng mga bahagi (hal. 1/3 ng litro + 1/6 ng litro) upang makuha ang kabuuang dami.
hu: Részletek összeadása (pl. 1/3 liter + 1/6 liter) a teljes mennyiség visszaszerzéséhez.
id: Menjumlahkan bagian (mis. 1/3 liter + 1/6 liter) untuk menemukan jumlah total.
it: Somma di porzioni (es. 1/3 di litro + 1/6 di litro) per trovare una quantità totale.
ja: 部分を加算する（例：1/3リットル + 1/6リットル）ことで合計量を求める。
ko: 부분을 더하기 (예: 1/3 리터 + 1/6 리터) 위해 총량을 찾습니다.
nl: Deel (bijv. 1/3 liter + 1/6 liter) optellen om een totale hoeveelheid te vinden.
no: Legg sammen deler (f.eks. 1/3 liter + 1/6 liter) for å finne en total mengde.
pl: Dodawanie części (np. 1/3 litra + 1/6 litra) w celu uzyskania całkowitej ilości.
pt_pt: Somar partes (ex. 1/3 de litro + 1/6 de litro) para encontrar uma quantidade total.
ro: Adună părți (ex. 1/3 litru + 1/6 litru) pentru a obține o cantitate totală.
ru: Складывать доли (например, 1/3 литра + 1/6 литра), чтобы получить общую величину.
sk: Sčítať podiely (napr. 1/3 litra + 1/6 litra) na získanie celkového množstva.
sv: Lägga ihop delar (t.ex. 1/3 liter + 1/6 liter) för att få en total mängd.
sw: Jumlisha sehemu (mfano 1/3 ya lita + 1/6 ya lita) ili kupata kiasi jumla.
tr: Bölümleri toplamak (ör. 1/3 litre + 1/6 litre) ve toplam miktarı bulmak.
uk: Додавати частини (наприклад, 1/3 літра + 1/6 літра), щоб отримати загальну кількість.
vi: Cộng các phần (ví dụ 1/3 lít + 1/6 lít) để tìm ra tổng lượng.
zh_hans: 加法份额（例如 1/3 升 + 1/6 升）以找出总量。

# ed_math_fractions_fraction_add_uc5_title
source: Préparer une suite de calculs
af: Bereid 'n reeks berekeninge voor
bg: Подготовка на последователност от изчисления
cs: Připravit sérii výpočtů
da: Forberede en sekvens af beregninger
de: Eine Reihe von Berechnungen vorbereiten
el: Ετοιμάστε μια σειρά υπολογισμών
es: Preparar una serie de cálculos
fi: Valmistele laskentaketju
fil: Maghanda ng isang serye ng mga kalkulasyon
hu: Számítási sorozat előkészítése
id: Mempersiapkan serangkaian perhitungan
it: Preparare una serie di calcoli
ja: 計算の連続を準備する
ko: 계산의 연속 준비하기
nl: Een reeks berekeningen voorbereiden
no: Forbered en rekke beregninger
pl: Przygotowanie serii obliczeń
pt_pt: Preparar uma sequência de cálculos
ro: Pregătește o succesiune de calcule
ru: Подготовить последовательность вычислений
sk: Pripraviť sériu výpočtov
sv: Förbereda en serie beräkningar
sw: Andaa mfululizo wa mahesabu
tr: Bir dizi hesaplama hazırlamak
uk: Підготувати послідовність обчислень
vi: Chuẩn bị một chuỗi phép tính
zh_hans: 准备一系列计算

# ed_math_fractions_fraction_add_uc5_text
source: Obtenir une fraction simplifiée et exploitable avant de multiplier, diviser ou comparer.
af: Kry 'n vereenvoudigde en bruikbare breuk voordat jy vermenigvuldig, deel of vergelyk.
bg: Получаване на опростена и използваема дроб преди умножение, деление или сравнение.
cs: Získat zjednodušený a použitelný zlomek před násobením, dělením nebo porovnáváním.
da: Få en forenklet og anvendelig brøk, før du multiplicerer, dividerer eller sammenligner.
de: Einen vereinfachten und verwendbaren Bruch erhalten, bevor man multipliziert, dividiert oder vergleicht.
el: Αποκτήστε ένα απλοποιημένο και εκμεταλλεύσιμο κλάσμα πριν πολλαπλασιάσετε, διαιρέσετε ή συγκρίνετε.
es: Obtener una fracción simplificada y utilizable antes de multiplicar, dividir o comparar.
fi: Saat yksinkertaistetun ja hyödynnettävän murtoluvun ennen kertomista, jakamista tai vertailua.
fil: Kumuha ng isang pinasimpleng fraction na magagamit bago mag-multiply, mag-divide o magkumpara.
hu: Egyszerűsített és felhasználható törtet kapni, mielőtt szorozna, osztana vagy összehasonlítana.
id: Mendapatkan pecahan yang disederhanakan dan dapat digunakan sebelum mengalikan, membagi, atau membandingkan.
it: Ottenere una frazione semplificata e utilizzabile prima di moltiplicare, dividere o confrontare.
ja: 掛け算、割り算、または比較する前に、簡略化された利用可能な分数を得る。
ko: 곱셈, 나눗셈 또는 비교하기 전에 간단하고 활용 가능한 분수를 얻습니다.
nl: Een vereenvoudigde en bruikbare breuk krijgen voordat je gaat vermenigvuldigen, delen of vergelijken.
no: Få en forenklet og brukbar brøk før du multipliserer, dividerer eller sammenligner.
pl: Uzyskaj uproszczony i użyteczny ułamek przed mnożeniem, dzieleniem lub porównywaniem.
pt_pt: Obter uma fração simplificada e utilizável antes de multiplicar, dividir ou comparar.
ro: Obține o fracție simplificată și utilizabilă înainte de a înmulți, împărți sau compara.
ru: Получить упрощенную и пригодную дробь перед умножением, делением или сравнением.
sk: Získať zjednodušený a použiteľný zlomok pred násobením, delením alebo porovnávaním.
sv: Få ett förenklat och användbart bråk innan du multiplicerar, dividerar eller jämför.
sw: Pata sehemu iliyorahisishwa na inayoweza kutumika kabla ya kuzidisha, kugawanya au kulinganisha.
tr: Çarpma, bölme veya karşılaştırmadan önce kullanılabilir ve basitleştirilmiş bir kesir elde etmek.
uk: Отримати спрощений і придатний дроб перед множенням, діленням або порівнянням.
vi: Đạt được một phân số đã được đơn giản hóa và có thể sử dụng trước khi nhân, chia hoặc so sánh.
zh_hans: 在乘法、除法或比较之前获得一个简化且可用的分数。

# ed_math_fractions_fraction_add_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obții
ru: Что вы получаете
sk: Čo získate
sv: Vad du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您得到的结果

# ed_math_fractions_fraction_add_out1
source: Le résultat exact de l’addition sous forme de fraction.
af: Die presiese resultaat van die optelling in die vorm van 'n breuk.
bg: Точният резултат от събирането под формата на дроб.
cs: Přesný výsledek součtu ve formě zlomku.
da: Det nøjagtige resultat af additionen i form af en brøk.
de: Das genaue Ergebnis der Addition in Form eines Bruchs.
el: Το ακριβές αποτέλεσμα της πρόσθεσης με τη μορφή κλάσματος.
es: El resultado exacto de la suma en forma de fracción.
fi: Tarkka yhteenlaskun tulos murtolukuna.
fil: Ang eksaktong resulta ng addition sa anyo ng fraction.
hu: Az összeadás pontos eredménye tört formájában.
id: Hasil tepat dari penjumlahan dalam bentuk pecahan.
it: Il risultato esatto della somma sotto forma di frazione.
ja: 分数の形での加算の正確な結果。
ko: 덧셈의 정확한 결과를 분수 형태로 제공합니다.
nl: Het exacte resultaat van de optelling in de vorm van een breuk.
no: Det nøyaktige resultatet av addisjonen i form av en brøk.
pl: Dokładny wynik dodawania w postaci ułamka.
pt_pt: O resultado exato da adição na forma de fração.
ro: Rezultatul exact al adunării sub formă de fracție.
ru: Точный результат сложения в виде дроби.
sk: Presný výsledok sčítania vo forme zlomku.
sv: Det exakta resultatet av additionen i form av ett bråk.
sw: Matokeo halisi ya jumla katika mfumo wa sehemu.
tr: Toplamanın tam sonucu kesir biçiminde.
uk: Точний результат додавання у вигляді дробу.
vi: Kết quả chính xác của phép cộng dưới dạng phân số.
zh_hans: 以分数形式表示的加法的确切结果。

# ed_math_fractions_fraction_add_out2
source: Une fraction simplifiée (irréductible) lorsque c’est possible.
af: Een vereenvoudigde breuk (onverdeelbaar) wanneer dit moontlik is.
bg: Опростена дроб (неприводима), когато е възможно.
cs: Zjednodušený (nezhodnocený) zlomek, když je to možné.
da: En forenklet (irreducibel) brøk, når det er muligt.
de: Ein vereinfachter (nicht reduzierbarer) Bruch, wenn möglich.
el: Ένα απλοποιημένο (α irreducible) κλάσμα όταν είναι δυνατόν.
es: Una fracción simplificada (irreductible) cuando es posible.
fi: Yksinkertaistettu murtoluku (ei vähennettävissä) kun se on mahdollista.
fil: Isang pinasimpleng fraction (hindi maaring bawasan) kapag posible.
hu: Egy egyszerűsített (irreducibilis) tört, amikor ez lehetséges.
id: Pecahan yang disederhanakan (tidak dapat dikurangi) jika memungkinkan.
it: Una frazione semplificata (irriducibile) quando possibile.
ja: 可能な場合は簡略化された（既約）分数。
ko: 가능할 때 간단한 (약분된) 분수.
nl: Een vereenvoudigde (onherleidbare) breuk wanneer mogelijk.
no: En forenklet (irreducibel) brøk når det er mulig.
pl: Uproszczony (niedopuszczalny) ułamek, gdy to możliwe.
pt_pt: Uma fração simplificada (irredutível) quando possível.
ro: O fracție simplificată (ireductibilă) atunci când este posibil.
ru: Упрощенная (ирредуцируемая) дробь, когда это возможно.
sk: Zjednodušený (nezhodný) zlomok, keď je to možné.
sv: Ett förenklat (irreducibelt) bråk när det är möjligt.
sw: Sehemu iliyorahisishwa (isiyoweza kupunguzwa) inapowezekana.
tr: Mümkün olduğunda basitleştirilmiş (sade) bir kesir.
uk: Спрощений дроб (ірредуктивний), коли це можливо.
vi: Một phân số đã được đơn giản hóa (không thể rút gọn) khi có thể.
zh_hans: 一个简化的（不可约的）分数，当可能时。

# ed_math_fractions_fraction_add_out3
source: Un dénominateur commun cohérent (souvent basé sur le PPCM) pour éviter les fractions inutilement grandes.
af: Een samehangende gemeenskaplike noemer (dikwels gebaseer op die KGV) om onnodig groot breuke te vermy.
bg: Съгласуван общ знаменател (често базиран на НОК), за да се избегнат ненужно големи дроби.
cs: Konzistentní společný jmenovatel (často založený na nejmenším společném násobku) pro vyhnutí se zbytečně velkým zlomkům.
da: En sammenhængende fælles nævner (ofte baseret på den mindste fælles multiplikator) for at undgå unødvendigt store brøker.
de: Ein konsistenter gemeinsamer Nenner (oft basierend auf dem kleinsten gemeinsamen Vielfachen), um unnötig große Brüche zu vermeiden.
el: Ένας συνεπής κοινός παρονομαστής (συχνά βασισμένος στο ΕΚΠ) για να αποφευχθούν τα περιττά μεγάλα κλάσματα.
es: Un denominador común coherente (a menudo basado en el MCD) para evitar fracciones innecesariamente grandes.
fi: Yhteinen nimittäjä, joka on johdonmukainen (usein perustuu pienimpään yhteiseen monikertaan) välttääkseen tarpeettoman suuria murtolukuja.
fil: Isang pare-parehong karaniwang denominator (madalas batay sa LCM) upang maiwasan ang hindi kinakailangang malalaking fraction.
hu: Konzisztens közös nevező (gyakran a legkisebb közös többszörös alapján) a szükségtelenül nagy törtek elkerülésére.
id: Penyebut yang sama yang konsisten (sering berdasarkan KPK) untuk menghindari pecahan yang tidak perlu besar.
it: Un denominatore comune coerente (spesso basato sul PPCM) per evitare frazioni inutilmente grandi.
ja: 無駄に大きな分数を避けるための一貫した共通の分母（通常は最小公倍数に基づく）。
ko: 불필요하게 큰 분수를 피하기 위해 일관된 공통 분모 (종종 최소 공배수 기반).
nl: Een consistente gemeenschappelijke noemer (vaak gebaseerd op de kleinste gemene veelvoud) om onnodig grote breuken te vermijden.
no: En konsistent felles nevner (ofte basert på minste felles multiplum) for å unngå unødvendig store brøker.
pl: Spójny wspólny mianownik (często oparty na NWW), aby uniknąć niepotrzebnie dużych ułamków.
pt_pt: Um denominador comum coerente (geralmente baseado no MMC) para evitar frações desnecessariamente grandes.
ro: Un numitor comun coerent (de obicei bazat pe PPCM) pentru a evita fracțiile inutil de mari.
ru: Согласованный общий знаменатель (часто основанный на НОК), чтобы избежать ненужных больших дробей.
sk: Konzistentný spoločný menovateľ (často založený na najmenšom spoločnom násobku) na zabránenie zbytočne veľkým zlomkom.
sv: En konsekvent gemensam nämnare (ofta baserad på minsta gemensamma multipel) för att undvika onödigt stora bråk.
sw: Waondoa wa kawaida unaofaa (mara nyingi unategemea PPCM) ili kuepuka sehemu kubwa zisizo za lazima.
tr: Gereksiz büyük kesirlerden kaçınmak için tutarlı bir ortak payda (genellikle EKOK'a dayalı) sağlamak.
uk: Послідовний спільний знаменник (часто на основі НСД) для уникнення непотрібно великих дробів.
vi: Một mẫu số chung nhất quán (thường dựa trên BSC) để tránh các phân số không cần thiết lớn.
zh_hans: 一个一致的公分母（通常基于最小公倍数）以避免不必要的大分数。

# ed_math_fractions_fraction_add_out4
source: Un résultat prêt à être réutilisé dans d’autres opérations sur les fractions.
af: Een resultaat wat gereed is om in ander operasies met breuke hergebruik te word.
bg: Резултат, готов за повторна употреба в други операции с дроби.
cs: Výsledek připravený k opětovnému použití v dalších operacích se zlomky.
da: Et resultat klar til at blive genbrugt i andre operationer med brøker.
de: Ein Ergebnis, das bereit ist, in anderen Bruchoperationen wiederverwendet zu werden.
el: Ένα αποτέλεσμα έτοιμο να επαναχρησιμοποιηθεί σε άλλες πράξεις με κλάσματα.
es: Un resultado listo para ser reutilizado en otras operaciones con fracciones.
fi: Tuloksena on murtoluku, jota voidaan käyttää uudelleen muissa murtolukuoperaatioissa.
fil: Isang resulta na handa nang muling gamitin sa iba pang operasyon sa mga fraction.
hu: Egy eredmény, amely készen áll arra, hogy más törtekkel végzett műveletekben újra felhasználják.
id: Hasil yang siap digunakan kembali dalam operasi lain pada pecahan.
it: Un risultato pronto per essere riutilizzato in altre operazioni sulle frazioni.
ja: 他の分数の操作で再利用できる準備が整った結果。
ko: 다른 분수 연산에서 재사용할 준비가 된 결과.
nl: Een resultaat dat klaar is om hergebruikt te worden in andere bewerkingen met breuken.
no: Et resultat klart til å bli gjenbrukt i andre operasjoner med brøker.
pl: Wynik gotowy do ponownego użycia w innych operacjach na ułamkach.
pt_pt: Um resultado pronto para ser reutilizado em outras operações com frações.
ro: Un rezultat gata de a fi reutilizat în alte operații cu fracții.
ru: Результат, готовый к повторному использованию в других операциях с дробями.
sk: Výsledok pripravený na opätovné použitie v iných operáciách so zlomkami.
sv: Ett resultat redo att återanvändas i andra operationer med bråk.
sw: Matokeo tayari kutumika katika shughuli nyingine za sehemu.
tr: Kesirler üzerinde diğer işlemlerde yeniden kullanılmaya hazır bir sonuç.
uk: Результат готовий до повторного використання в інших операціях з дробами.
vi: Một kết quả sẵn sàng để được sử dụng lại trong các phép toán khác trên các phân số.
zh_hans: 一个准备好在其他分数操作中重复使用的结果。

# ed_math_fractions_fraction_add_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни точки
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项
