Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_of_total_a1
source: Ici, vous connaissez le total et le taux, et vous voulez le montant correspondant. “Part sur total” fait l’inverse : vous connaissez la part et le total, et vous voulez le pourcentage.
af: Hier weet jy die totaal en die koers, en jy wil die ooreenstemmende bedrag. 'Deel van totaal' doen die teenoorgestelde: jy ken die deel en die totaal, en jy wil die persentasie.
bg: Тук знаете общата сума и ставката и искате съответстващата сума. "Дял от общото" прави обратното: знаете дела и общата сума и искате процента.
cs: Zde znáte celkovou částku a sazbu a chcete odpovídající částku. "Podíl na celku" dělá opak: znáte podíl a celkovou částku a chcete procento.
da: Her kender du totalen og satsen, og du vil have det tilsvarende beløb. "Andel af totalen" gør det modsatte: du kender andelen og totalen, og du vil have procentdelen.
de: Hier kennen Sie das Gesamt und den Satz, und Sie möchten den entsprechenden Betrag. "Anteil am Gesamt" macht das Gegenteil: Sie kennen den Anteil und das Gesamt, und Sie möchten den Prozentsatz.
el: Εδώ, γνωρίζετε το σύνολο και το ποσοστό, και θέλετε το αντίστοιχο ποσό. Το "Μέρος επί συνόλου" κάνει το αντίστροφο: γνωρίζετε το μέρος και το σύνολο, και θέλετε το ποσοστό.
es: Aquí, conoce el total y la tasa, y quiere el monto correspondiente. “Parte sobre total” hace lo contrario: conoce la parte y el total, y quiere el porcentaje.
fi: Tässä tiedät kokonaismäärän ja prosenttiosuuden, ja haluat vastaavan summan. "Osuus kokonaisuudesta" tekee päinvastoin: tiedät osuuden ja kokonaismäärän, ja haluat prosenttiosuuden.
fil: Dito, alam mo ang kabuuan at ang rate, at nais mong malaman ang katumbas na halaga. Ang 'Bahagi sa kabuuan' ay kabaligtaran: alam mo ang bahagi at ang kabuuan, at nais mong malaman ang porsyento.
hu: Itt ismeri a teljes összeget és a százalékot, és szeretné tudni a hozzá tartozó összeget. A "Rész a teljesből" az ellenkezőjét végzi: ismeri a részt és a teljes összeget, és szeretné tudni a százalékot.
id: Di sini, Anda mengetahui total dan tarif, dan Anda ingin jumlah yang sesuai. 'Bagian dari total' melakukan sebaliknya: Anda mengetahui bagian dan total, dan Anda ingin persentase.
it: Qui conosci il totale e il tasso, e vuoi l'importo corrispondente. “Parte su totale” fa l'inverso: conosci la parte e il totale, e vuoi la percentuale.
ja: ここでは、合計と率を知っていて、それに対応する金額を求めています。「合計に対する部分」は逆のことをします：部分と合計を知っていて、割合を求めます。
ko: 여기서는 총액과 비율을 알고 있으며, 해당하는 금액을 알고 싶어합니다. “총액에 대한 부분”은 반대입니다: 부분과 총액을 알고 있으며, 비율을 알고 싶어합니다.
nl: Hier kent u het totaal en het tarief, en wilt u het bijbehorende bedrag. 'Deel van het totaal' doet het omgekeerde: u kent het deel en het totaal, en wilt het percentage.
no: Her kjenner du totalen og satsen, og du vil ha det tilsvarende beløpet. "Andel av totalen" gjør det motsatte: du kjenner andelen og totalen, og du vil ha prosentandelen.
pl: Tutaj znasz całość i stawkę, a chcesz kwotę odpowiadającą. „Część w całości” robi odwrotnie: znasz część i całość, a chcesz procent.
pt_pt: Aqui, você conhece o total e a taxa, e quer o montante correspondente. "Parte sobre total" faz o inverso: você conhece a parte e o total, e quer a percentagem.
ro: Aici, cunoașteți totalul și rata, și doriți suma corespunzătoare. „Parte din total” face inversul: cunoașteți partea și totalul, și doriți procentul.
ru: Здесь вы знаете общий итог и ставку, и хотите узнать соответствующую сумму. "Доля от общего" делает наоборот: вы знаете долю и общий итог, и хотите узнать процент.
sk: Tu poznáte celok a sadzbu a chcete zodpovedajúcu sumu. "Podiel na celku" robí opak: poznáte podiel a celok a chcete percento.
sv: Här känner du till totalen och satsen, och du vill ha det motsvarande beloppet. "Andel av totalen" gör motsatsen: du känner till andelen och totalen, och du vill ha procentandelen.
sw: Hapa, unajua jumla na kiwango, na unataka kiasi kinacholingana. 'Sehemu kwenye jumla' inafanya kinyume: unajua sehemu na jumla, na unataka asilimia.
tr: Burada toplamı ve oranı biliyorsunuz ve karşılık gelen tutarı istiyorsunuz. 'Toplam üzerindeki pay' tersini yapar: payı ve toplamı biliyorsunuz ve yüzdeleri istiyorsunuz.
uk: Тут ви знаєте загальну суму та ставку, і хочете отримати відповідну суму. "Частка від загальної суми" робить навпаки: ви знаєте частку та загальну суму, і хочете отримати відсоток.
vi: Ở đây, bạn biết tổng và tỷ lệ, và bạn muốn số tiền tương ứng. “Phần trên tổng” làm ngược lại: bạn biết phần và tổng, và bạn muốn tỷ lệ phần trăm.
zh_hans: 在这里，您知道总额和比率，并且想要相应的金额。“部分占总”则相反：您知道部分和总额，并且想要百分比。

# ed_math_percentages_percentage_of_total_q2
source: Est-ce que je peux calculer un prix après remise avec cet outil ?
af: Kan ek 'n prys na afslag met hierdie hulpmiddel bereken?
bg: Мога ли да изчисля цена след отстъпка с този инструмент?
cs: Mohu s tímto nástrojem vypočítat cenu po slevě?
da: Kan jeg beregne en pris efter rabat med dette værktøj?
de: Kann ich mit diesem Werkzeug einen Preis nach Rabatt berechnen?
el: Μπορώ να υπολογίσω μια τιμή μετά από έκπτωση με αυτό το εργαλείο;
es: ¿Puedo calcular un precio después de un descuento con esta herramienta?
fi: Voinko laskea alennuksen jälkeen hinnan tällä työkalulla?
fil: Maaari ko bang kalkulahin ang presyo pagkatapos ng bawas gamit ang tool na ito?
hu: Számolhatok egy árat kedvezmény után ezzel az eszközzel?
id: Bisakah saya menghitung harga setelah diskon dengan alat ini?
it: Posso calcolare un prezzo dopo sconto con questo strumento?
ja: このツールで割引後の価格を計算できますか？
ko: 이 도구로 할인 후 가격을 계산할 수 있나요?
nl: Kan ik een prijs na korting met deze tool berekenen?
no: Kan jeg beregne en pris etter rabatt med dette verktøyet?
pl: Czy mogę obliczyć cenę po zniżce za pomocą tego narzędzia?
pt_pt: Posso calcular um preço após desconto com esta ferramenta?
ro: Pot calcula un preț după reducere cu acest instrument?
ru: Могу ли я рассчитать цену после скидки с помощью этого инструмента?
sk: Môžem s týmto nástrojom vypočítať cenu po zľave?
sv: Kan jag beräkna ett pris efter rabatt med det här verktyget?
sw: Je, naweza kukadiria bei baada ya punguzo kwa kutumia zana hii?
tr: Bu araçla indirim sonrası bir fiyat hesaplayabilir miyim?
uk: Чи можу я розрахувати ціну після знижки за допомогою цього інструменту?
vi: Tôi có thể tính giá sau khi giảm giá với công cụ này không?
zh_hans: 我可以用这个工具计算折扣后的价格吗？

# ed_math_percentages_percentage_of_total_a2
source: Oui : calculez d’abord le montant de la remise (pourcentage du prix), puis soustrayez-le au total pour obtenir le prix final.
af: Ja: bereken eers die bedrag van die afslag (persentasie van die prys), en trek dit dan van die totaal af om die finale prys te kry.
bg: Да: първо изчислете сумата на отстъпката (процент от цената), след това я извадете от общата сума, за да получите крайната цена.
cs: Ano: nejprve vypočítejte částku slevy (procento z ceny), poté ji odečtěte od celkové částky, abyste získali konečnou cenu.
da: Ja: beregn først rabatbeløbet (procentdel af prisen), og træk det fra totalen for at få den endelige pris.
de: Ja: Berechnen Sie zuerst den Betrag des Rabatts (Prozentsatz des Preises), und ziehen Sie ihn dann vom Gesamt ab, um den Endpreis zu erhalten.
el: Ναι: υπολογίστε πρώτα το ποσό της έκπτωσης (ποσοστό της τιμής), στη συνέχεια αφαιρέστε το από το σύνολο για να αποκτήσετε την τελική τιμή.
es: Sí: primero calcule el monto del descuento (porcentaje del precio), luego réstelo al total para obtener el precio final.
fi: Kyllä: laske ensin alennuksen määrä (prosentti hinnasta), ja vähennä se kokonaismäärästä saadaksesi lopullisen hinnan.
fil: Oo: unang kalkulahin ang halaga ng bawas (porsyento ng presyo), pagkatapos ay ibawas ito sa kabuuan upang makuha ang panghuling presyo.
hu: Igen: először számolja ki a kedvezmény összegét (a ár százaléka), majd vonja le a teljes összegből, hogy megkapja a végső árat.
id: Ya: hitung terlebih dahulu jumlah diskon (persentase dari harga), lalu kurangi dari total untuk mendapatkan harga akhir.
it: Sì: calcola prima l'importo dello sconto (percentuale del prezzo), poi sottrai al totale per ottenere il prezzo finale.
ja: はい：まず割引の金額（価格の割合）を計算し、それを合計から引いて最終価格を得ます。
ko: 네: 먼저 할인 금액(가격의 비율)을 계산한 다음, 이를 총액에서 빼서 최종 가격을 얻습니다.
nl: Ja: bereken eerst het bedrag van de korting (percentage van de prijs), en trek dit vervolgens van het totaal af om de uiteindelijke prijs te krijgen.
no: Ja: beregn først beløpet av rabatten (prosent av prisen), og trekk det fra totalen for å få den endelige prisen.
pl: Tak: najpierw oblicz kwotę zniżki (procent ceny), a następnie odejmij ją od całości, aby uzyskać cenę końcową.
pt_pt: Sim: calcule primeiro o montante do desconto (percentagem do preço), depois subtraia-o ao total para obter o preço final.
ro: Da: calculați mai întâi suma reducerii (procent din preț), apoi scădeți-o din total pentru a obține prețul final.
ru: Да: сначала рассчитайте сумму скидки (процент от цены), затем вычтите ее из общего итога, чтобы получить окончательную цену.
sk: Áno: najprv vypočítajte sumu zľavy (percento z ceny), potom ju odpočítajte od celku, aby ste získali konečnú cenu.
sv: Ja: beräkna först beloppet av rabatten (procent av priset), och subtrahera det från totalen för att få det slutliga priset.
sw: Ndio: kwanza hesabu kiasi cha punguzo (asilimia ya bei), kisha kiondoe kwenye jumla ili kupata bei ya mwisho.
tr: Evet: önce indirimin tutarını (fiyatın yüzdesi) hesaplayın, ardından toplamdan çıkararak nihai fiyatı elde edin.
uk: Так: спочатку розрахуйте суму знижки (відсоток від ціни), а потім відніміть її від загальної суми, щоб отримати остаточну ціну.
vi: Có: trước tiên hãy tính số tiền giảm giá (tỷ lệ phần trăm của giá), sau đó trừ nó khỏi tổng để có được giá cuối cùng.
zh_hans: 可以：首先计算折扣金额（价格的百分比），然后从总额中减去以获得最终价格。

# ed_math_percentages_percentage_of_total_q3
source: Et pour une TVA, je fais comment ?
af: En vir 'n BTW, wat moet ek doen?
bg: А какво да правя за ДДС?
cs: A co DPH, jak to udělám?
da: Og hvordan gør jeg med moms?
de: Und wie mache ich das für eine Mehrwertsteuer?
el: Και για τον ΦΠΑ, πώς το κάνω;
es: ¿Y para un IVA, cómo lo hago?
fi: Entä arvonlisävero, mitä teen?
fil: At para sa VAT, ano ang gagawin ko?
hu: És mi a helyzet az ÁFA-val, mit tegyek?
id: Dan untuk PPN, bagaimana caranya?
it: E per un'IVA, come faccio?
ja: 消費税の場合はどうすればいいですか？
ko: 부가세는 어떻게 계산하나요?
nl: En hoe zit het met een btw?
no: Og for merverdiavgift, hva gjør jeg?
pl: A co z VAT-em, jak to zrobić?
pt_pt: E para um IVA, como faço?
ro: Și pentru o TVA, cum procedez?
ru: А как насчет НДС, что мне делать?
sk: A čo s DPH, ako to urobím?
sv: Och för moms, hur gör jag?
sw: Na kuhusu VAT, nifanyeje?
tr: Peki KDV için ne yapmalıyım?
uk: А як щодо ПДВ, що мені робити?
vi: Còn đối với thuế VAT, tôi phải làm sao?
zh_hans: 那么对于增值税，我该怎么做？

# ed_math_percentages_percentage_of_total_a3
source: Vous pouvez calculer le montant de TVA comme un pourcentage du hors taxe, puis l’ajouter. Pour retrouver le hors taxe à partir du TTC, utilisez plutôt un outil de pourcentage inverse.
af: Jy kan die bedrag van die BTW bereken as 'n persentasie van die belastingvrye bedrag, en dit dan byvoeg. Om die belastingvrye bedrag vanaf die BTW ingesluit te vind, gebruik eerder 'n omgekeerde persentasie hulpmiddel.
bg: Можете да изчислите сумата на ДДС като процент от без данъка, след това да я добавите. За да получите без данъка от ДДС, използвайте по-скоро инструмент за обратен процент.
cs: Můžete vypočítat částku DPH jako procento z ceny bez DPH a poté ji přidat. Pro získání ceny bez DPH z DPH použijte raději nástroj pro inverzní procento.
da: Du kan beregne momsbeløbet som en procentdel af beløbet uden moms, og derefter tilføje det. For at finde beløbet uden moms fra det samlede beløb, brug hellere et værktøj til omvendt procentdel.
de: Sie können den Mehrwertsteuerbetrag als Prozentsatz des Nettobetrags berechnen und ihn dann hinzufügen. Um den Nettobetrag aus dem Bruttobetrag zu erhalten, verwenden Sie besser ein Werkzeug für den inversen Prozentsatz.
el: Μπορείτε να υπολογίσετε το ποσό του ΦΠΑ ως ποσοστό της τιμής χωρίς φόρο, και στη συνέχεια να το προσθέσετε. Για να βρείτε την τιμή χωρίς φόρο από την τιμή με ΦΠΑ, χρησιμοποιήστε καλύτερα ένα εργαλείο αντίστροφου ποσοστού.
es: Puede calcular el monto del IVA como un porcentaje del precio sin impuestos, y luego añadirlo. Para recuperar el precio sin impuestos a partir del precio con impuestos, utilice mejor una herramienta de porcentaje inverso.
fi: Voit laskea arvonlisäveron määrän prosenttina verottomasta hinnasta ja lisätä sen. Jos haluat löytää verottoman hinnan sisäisestä hinnasta, käytä mieluummin käänteistä prosenttityökalua.
fil: Maaari mong kalkulahin ang halaga ng VAT bilang porsyento ng walang buwis, pagkatapos ay idagdag ito. Upang makuha ang walang buwis mula sa VAT, mas mabuting gumamit ng tool para sa kabaligtaran na porsyento.
hu: Az ÁFA összegét kiszámíthatja, mint a nettó összeg százalékát, majd hozzáadhatja. A nettó összeg visszaszerzéséhez a bruttóból inkább használjon egy fordított százalékos eszközt.
id: Anda dapat menghitung jumlah PPN sebagai persentase dari harga sebelum pajak, lalu menambahkannya. Untuk menemukan harga sebelum pajak dari harga setelah pajak, gunakan alat persentase invers.
it: Puoi calcolare l'importo dell'IVA come una percentuale del netto, poi aggiungerlo. Per ritrovare il netto a partire dal lordo, usa piuttosto uno strumento di percentuale inversa.
ja: 消費税の金額を税抜きの割合として計算し、その後加算します。税込みから税抜きを求めるには、むしろ逆割合ツールを使用してください。
ko: 부가세 금액을 세전 금액의 비율로 계산한 다음, 추가할 수 있습니다. 총액에서 세전 금액을 찾으려면 오히려 역 비율 도구를 사용하는 것이 좋습니다.
nl: U kunt het btw-bedrag berekenen als een percentage van de prijs exclusief btw, en dit vervolgens toevoegen. Om de prijs exclusief btw te berekenen vanuit de prijs inclusief btw, gebruik liever een omgekeerde percentage-tool.
no: Du kan beregne merverdiavgiftsbeløpet som en prosentandel av beløpet uten avgift, og deretter legge det til. For å finne beløpet uten avgift fra totalen med avgift, bruk heller et verktøy for omvendt prosent.
pl: Możesz obliczyć kwotę VAT jako procent od ceny netto, a następnie ją dodać. Aby odzyskać cenę netto z brutto, użyj raczej narzędzia do procentu odwrotnego.
pt_pt: Você pode calcular o montante de IVA como uma percentagem do preço sem imposto, e depois adicioná-lo. Para encontrar o preço sem imposto a partir do preço com imposto, use antes uma ferramenta de percentagem inversa.
ro: Puteți calcula suma TVA-ului ca un procent din prețul fără taxe, apoi o adăugați. Pentru a recupera prețul fără taxe din prețul cu taxe, folosiți mai degrabă un instrument de procent invers.
ru: Вы можете рассчитать сумму НДС как процент от суммы без налога, а затем добавить ее. Чтобы получить сумму без налога из общей суммы с НДС, используйте лучше инструмент обратного процента.
sk: Môžete vypočítať sumu DPH ako percento z ceny bez DPH a potom ju pridať. Ak chcete získať cenu bez DPH z DPH, použite radšej nástroj na inverzné percento.
sv: Du kan beräkna momsbeloppet som en procentandel av priset utan moms, och sedan lägga till det. För att återfå priset utan moms från det inklusive moms, använd hellre ett verktyg för omvänd procent.
sw: Unaweza kukadiria kiasi cha VAT kama asilimia ya bei isiyo na kodi, kisha uongeze. Ili kupata bei isiyo na kodi kutoka kwa TTC, tumia zana ya asilimia ya kinyume.
tr: KDV tutarını, vergisiz tutarın bir yüzdesi olarak hesaplayabilir ve ardından ekleyebilirsiniz. KDV dahil tutardan vergisiz tutarı bulmak için ters yüzde aracını kullanın.
uk: Ви можете розрахувати суму ПДВ як відсоток від безподаткової суми, а потім додати її. Щоб знайти безподаткову суму з урахуванням ПДВ, скористайтеся інструментом зворотного відсотка.
vi: Bạn có thể tính số tiền VAT như một tỷ lệ phần trăm của giá chưa thuế, sau đó thêm vào. Để tìm giá chưa thuế từ giá đã bao gồm thuế, hãy sử dụng công cụ tỷ lệ phần trăm ngược.
zh_hans: 您可以将增值税金额计算为不含税的百分比，然后将其添加。要从含税价格找回不含税价格，请使用反百分比工具。

# ed_math_percentages_percentage_of_total_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_percentages_percentage_of_total_tip
source: Pensez “appliquer un taux à une base” : si votre question ressemble à “combien fait X % de …”, alors c’est exactement le bon outil.
af: Dink 'toepas 'n koers op 'n basis': as jou vraag soos 'hoeveel is X % van ...' klink, dan is dit presies die regte hulpmiddel.
bg: Мислете "прилагане на ставка към база": ако вашият въпрос звучи като "колко е X % от ...", тогава това е точно правилният инструмент.
cs: Myslete na "aplikaci sazby na základ": pokud vaše otázka zní "kolik je X % z ...", pak je to přesně ten správný nástroj.
da: Tænk "anvende en sats på en base": hvis dit spørgsmål ligner "hvor meget er X % af ...", så er det præcis det rigtige værktøj.
de: Denken Sie "einen Satz auf eine Basis anwenden": Wenn Ihre Frage so klingt wie "Wie viel sind X % von ...", dann ist dies genau das richtige Werkzeug.
el: Σκεφτείτε "να εφαρμόσετε ένα ποσοστό σε μια βάση": αν η ερώτησή σας μοιάζει με "πόσο είναι το X % του ...", τότε είναι ακριβώς το σωστό εργαλείο.
es: Piense en “aplicar una tasa a una base”: si su pregunta se parece a “¿cuánto es X % de ...?”, entonces es exactamente la herramienta correcta.
fi: Ajattele "prosentin soveltamista perusmäärään": jos kysymyksesi on "kuinka paljon X % on ...", niin tämä on juuri oikea työkalu.
fil: Isipin ang 'ilapat ang rate sa isang base': kung ang iyong tanong ay katulad ng 'ilan ang X % ng ...', kung gayon ito ang tamang tool.
hu: Gondoljon arra, hogy "arányt alkalmaz egy alapra": ha a kérdése így hangzik: "mennyi X % ...", akkor ez pontosan a megfelelő eszköz.
id: Pikirkan 'menerapkan tarif pada suatu dasar': jika pertanyaan Anda mirip dengan 'berapa X % dari ...', maka ini adalah alat yang tepat.
it: Pensa “applicare un tasso a una base”: se la tua domanda assomiglia a “quanto fa X % di ...”, allora è esattamente lo strumento giusto.
ja: 「基準に率を適用する」と考えてください：質問が「…のX％はどれくらいですか？」に似ている場合、それはまさに正しいツールです。
ko: “기본에 비율을 적용하기”를 생각하세요: 질문이 “X %의 …는 얼마인가요?”와 비슷하다면, 바로 이 도구가 적합합니다.
nl: Denk 'een tarief op een basis toepassen': als uw vraag lijkt op 'hoeveel is X % van ...', dan is dit precies de juiste tool.
no: Tenk "anvende en sats på en base": hvis spørsmålet ditt ligner på "hvor mye er X % av ...", så er dette akkurat det riktige verktøyet.
pl: Pomyśl „zastosować stawkę do podstawy”: jeśli twoje pytanie brzmi „ile wynosi X % z ...”, to jest to dokładnie odpowiednie narzędzie.
pt_pt: Pense em "aplicar uma taxa a uma base": se a sua pergunta se assemelha a "quanto é X % de ...", então esta é exatamente a ferramenta certa.
ro: Gândiți-vă „aplicarea unui tarif la o bază”: dacă întrebarea dumneavoastră seamănă cu „cât face X % din ...”, atunci acesta este exact instrumentul potrivit.
ru: Думайте "применить ставку к базе": если ваш вопрос звучит как "сколько составляет X % от ...", то это именно тот инструмент.
sk: Myslite na "aplikovanie sadzby na základ": ak vaša otázka znie "koľko je X % z ...", potom je to presne ten správny nástroj.
sv: Tänk "tillämpa en sats på en bas": om din fråga liknar "hur mycket är X % av ...", då är det exakt rätt verktyg.
sw: Fikiria 'kuweka kiwango kwa msingi': ikiwa swali lako linafanana na 'ni kiasi gani X% ya ...', basi hii ni zana sahihi.
tr: 'Bir temel üzerine bir oran uygulamak' diye düşünün: sorunuz 'X % ... ne kadar?' gibi görünüyorsa, o zaman bu tam olarak doğru araçtır.
uk: Думайте "застосувати ставку до бази": якщо ваше питання звучить як "скільки становить X % від ...", то це саме той інструмент.
vi: Hãy nghĩ đến “áp dụng một tỷ lệ vào một cơ sở”: nếu câu hỏi của bạn giống như “X % của … là bao nhiêu”, thì đây chính là công cụ phù hợp.
zh_hans: 想想“将比率应用于基数”：如果您的问题类似于“X% 的 … 是多少”，那么这正是正确的工具。

# ed_math_percentages_percentage_part_of_total_title
source: À propos : Part sur total
af: Oor: Deel van totaal
bg: Относно: Дял от общото
cs: O nástroji: Podíl na celku
da: Om: Andel af totalen
de: Über: Anteil am Gesamt
el: Σχετικά με: Μέρος επί συνόλου
es: Acerca de: Parte sobre total
fi: Tietoa: Osuus kokonaisuudesta
fil: Tungkol sa: Bahagi sa kabuuan
hu: A "Rész a teljesből"-ról
id: Tentang: Bagian dari total
it: A proposito: Parte su totale
ja: について：合計に対する部分
ko: 정보: 총액에 대한 부분
nl: Over: Deel van het totaal
no: Om: Andel av totalen
pl: O tym: Część w całości
pt_pt: Sobre: Parte sobre total
ro: Despre: Parte din total
ru: О нас: Доля от общего
sk: O: Podiel na celku
sv: Om: Andel av totalen
sw: Kuhusu: Sehemu kwenye jumla
tr: Hakkında: Toplam üzerindeki pay
uk: Про: Частка від загальної суми
vi: Về: Phần trên tổng
zh_hans: 关于：部分占总
