Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# text_case_invert_desc
source: Inverse la casse lettre par lettre : une majuscule devient une minuscule et inversement. Les caractères non concernés (chiffres, emojis, ponctuation, écritures sans casse) restent inchangés.
af: Keer die letterkas letter vir letter om: ’n hoofletter word ’n kleinletter en omgekeerd. Nie-betrokke karakters (syfers, emoji’s, leestekens, skryfstelsels sonder kas) bly onveranderd.
bg: Обръща регистъра буква по буква: главната буква става малка и обратно. Непроменяемите знаци (цифри, емоджита, пунктуация, писмености без регистър) остават същите.
cs: Přepne velikost písmen znak po znaku: velké písmeno se změní na malé a naopak. Znaky bez velikosti (čísla, emoji, interpunkce, písma bez case) zůstávají beze změny.
da: Bytter store/små bogstaver bogstav for bogstav: et stort bogstav bliver lille og omvendt. Tegn uden case (tal, emojis, tegnsætning, skriftsystemer uden case) ændres ikke.
de: Kehrt die Groß-/Kleinschreibung Buchstabe für Buchstabe um. Zeichen ohne Groß-/Kleinschreibung (Zahlen, Emojis, Satzzeichen, Schriften ohne Case) bleiben unverändert.
el: Αντιστρέφει τα πεζά/κεφαλαία γράμμα προς γράμμα: ένα κεφαλαίο γίνεται πεζό και αντίστροφα. Οι χαρακτήρες που δεν επηρεάζονται (αριθμοί, emoji, σημεία στίξης, γραφές χωρίς πεζά/κεφαλαία) παραμένουν ίδιοι.
es: Invierte mayúsculas y minúsculas letra por letra. Los caracteres sin distinción de mayúsculas (números, emojis, puntuación, escrituras sin caso) no cambian.
fi: Kääntää kirjainkoon kirjain kerrallaan: iso kirjain muuttuu pieneksi ja päinvastoin. Merkit ilman kirjainkokoa (numerot, emojit, välimerkit, kirjoitusjärjestelmät ilman casea) eivät muutu.
fil: Binabaligtad ang case, letra sa letra: ang malaking titik ay nagiging maliit at kabaliktaran. Ang mga hindi apektadong karakter (mga numero, emoji, bantas, mga sistemang walang case) ay mananatiling pareho.
hu: Betűnként felcseréli a kis- és nagybetűket: a nagybetű kisbetű lesz és fordítva. A nem érintett karakterek (számok, emojik, írásjelek, kis-/nagybetű nélküli írások) változatlanok maradnak.
id: Membalik huruf besar/kecil per huruf: huruf besar menjadi huruf kecil dan sebaliknya. Karakter yang tidak terpengaruh (angka, emoji, tanda baca, tulisan tanpa huruf besar/kecil) tetap sama.
it: Inverte maiuscole/minuscole lettera per lettera. I caratteri senza distinzione (numeri, emoji, punteggiatura, scritture senza case) restano invariati.
ja: 文字ごとに大文字/小文字を反転します。大文字は小文字に、小文字は大文字になります。対象外の文字（数字、絵文字、句読点、大小文字のない文字体系）はそのままです。
ko: 문자 하나씩 대/소문자를 반전합니다. 대문자는 소문자로, 소문자는 대문자로 바뀝니다. 영향을 받지 않는 문자(숫자, 이모지, 문장부호, 대/소문자가 없는 문자)는 그대로 유지됩니다.
nl: Keert hoofd-/kleine letters letter voor letter om. Tekens zonder hoofd-/kleine letters (cijfers, emoji’s, leestekens, scripts zonder case) blijven hetzelfde.
no: Bytter store/små bokstaver bokstav for bokstav: en stor bokstav blir liten og omvendt. Tegn uten case (tall, emojier, tegnsetting, skriftsystemer uten case) endres ikke.
pl: Odwraca wielkość liter znak po znaku: wielka litera staje się małą i odwrotnie. Znaki bez rozróżnienia wielkości (cyfry, emoji, interpunkcja, pisma bez case) pozostają bez zmian.
pt_pt: Inverte as maiúsculas/minúsculas letra a letra: uma maiúscula passa a minúscula e vice-versa. Os caracteres não afetados (números, emojis, pontuação, escritas sem distinção) mantêm-se inalterados.
ro: Inversează majusculele/minusculele literă cu literă: o majusculă devine minusculă și invers. Caracterele neafectate (cifre, emoji, punctuație, scrieri fără diferențiere) rămân neschimbate.
ru: Инвертирует регистр буква за буквой: заглавная становится строчной и наоборот. Незатронутые символы (цифры, эмодзи, пунктуация, письма без регистра) остаются без изменений.
sk: Prepne veľké/malé písmená znak po znaku: veľké písmeno sa zmení na malé a naopak. Znaky bez rozlíšenia (čísla, emoji, interpunkcia, písma bez case) sa nemenia.
sv: Vänder versaler/gemener bokstav för bokstav: en versal blir gemen och tvärtom. Tecken utan skiftläge (siffror, emojis, skiljetecken, skriftsystem utan case) förblir oförändrade.
sw: Hubadilisha uandishi herufi kwa herufi: herufi kubwa inakuwa ndogo na kinyume chake. Alama zisizoathiriwa (namba, emoji, alama za uandishi, maandishi yasiyo na herufi kubwa/ndogo) hubaki vilevile.
tr: Harf harf büyük/küçük harfi tersine çevirir: büyük harf küçük olur, küçük harf büyür. Etkilenmeyen karakterler (sayılar, emojiler, noktalama, büyük/küçük harf olmayan yazılar) aynı kalır.
uk: Інвертує регістр літера за літерою: велика літера стає малою і навпаки. Символи, яких це не стосується (цифри, емодзі, пунктуація, системи письма без регістру), залишаються без змін.
vi: Đảo kiểu chữ từng ký tự: chữ hoa thành chữ thường và ngược lại. Các ký tự không liên quan (chữ số, emoji, dấu câu, hệ chữ không có hoa/thường) sẽ giữ nguyên.
zh_hans: 逐字反转大小写：大写变小写，小写变大写。不受影响的字符（数字、表情符号、标点、无大小写的文字系统）保持不变。

# text_case_sentence_title
source: Phrases
af: Sinne
bg: Изречения
cs: Věty
da: Sætninger
de: Sätze
el: Προτάσεις
es: Frases
fi: Lauseet
fil: Mga pangungusap
hu: Mondatok
id: Kalimat
it: Frasi
ja: 文
ko: 문장
nl: Zinnen
no: Setninger
pl: Zdania
pt_pt: Frases
ro: Propoziții
ru: Предложения
sk: Vety
sv: Meningar
sw: Sentensi
tr: Cümleler
uk: Речення
vi: Câu
zh_hans: 句子

# text_case_sentence_desc
source: Met le texte en “casse phrase” : tout en minuscules, puis majuscule au début de chaque phrase (après “.”, “!”, “?”, “…” ou un retour à la ligne). Utile pour nettoyer un texte “tout en vrac”.
af: Stel die teks in “sin-kas”: alles na kleinletters, dan ’n hoofletter aan die begin van elke sin (na “.”, “!”, “?”, “…” of ’n reëlbreuk). Nuttig om “deurmekaar” teks skoon te maak.
bg: Поставя текста в „регистър изречение“: всичко в малки букви, след това главна буква в началото на всяко изречение (след “.”, “!”, “?”, “…” или нов ред). Полезно за почистване на „разхвърлян“ текст.
cs: Nastaví větné psaní: vše na malá písmena, poté velké písmeno na začátku každé věty (po “.”, “!”, “?”, “…” nebo novém řádku). Užitečné pro úpravu nepořádného textu.
da: Sætter sætningsbogstaver: alt til små bogstaver, derefter stort bogstav i starten af hver sætning (efter “.”, “!”, “?”, “…” eller linjeskift). God til at rydde op i rodet tekst.
de: Wendet Satzschreibung an: alles klein, dann Großbuchstabe am Anfang jedes Satzes (nach “.”, “!”, “?”, “…” oder Zeilenumbruch). Nützlich zum Aufräumen von Text.
el: Βάζει το κείμενο σε «μορφή πρότασης»: όλα σε πεζά και μετά κεφαλαίο στην αρχή κάθε πρότασης (μετά από “.”, “!”, “?”, “…” ή αλλαγή γραμμής). Χρήσιμο για να «καθαρίσετε» ένα κείμενο που είναι «όλα ανάκατα».
es: Aplica formato frase: todo a minúsculas y mayúscula al inicio de cada frase (después de “.”, “!”, “?”, “…” o salto de línea). Útil para limpiar texto desordenado.
fi: Muuttaa lausekirjoitukseen: kaikki pieniksi, sitten iso kirjain jokaisen lauseen alkuun (”.”, ”!”, ”?”, ”…” tai rivinvaihto jälkeen). Hyödyllinen sekavan tekstin siistimiseen.
fil: Ginagawang “case na pangungusap” ang teksto: lahat sa maliliit na titik, tapos malaking titik sa simula ng bawat pangungusap (pagkatapos ng “.”, “!”, “?”, “…” o new line). Kapaki-pakinabang para linisin ang tekstong “magulo”.
hu: „Mondat” formátumba teszi a szöveget: mindent kisbetűsre alakít, majd nagybetűt tesz minden mondat elejére („.”, „!”, „?”, „…” vagy sortörés után). Hasznos a „szanaszét” szöveg rendbetételéhez.
id: Mengubah teks menjadi “gaya kalimat”: semuanya huruf kecil, lalu huruf besar di awal setiap kalimat (setelah “.”, “!”, “?”, “…” atau baris baru). Berguna untuk merapikan teks yang “acak-acakan”.
it: Applica il formato frase: tutto in minuscolo, poi maiuscola all’inizio di ogni frase (dopo “.”, “!”, “?”, “…” o a capo). Utile per ripulire un testo disordinato.
ja: テキストを「文」形式にします。いったんすべて小文字にし、その後各文の先頭を大文字にします（“.”、“!”、“?”、“…”、または改行の後）。雑なテキストを整えるのに便利です。
ko: 텍스트를 “문장” 형식으로 만듭니다. 먼저 모두 소문자로 바꾼 다음, 각 문장의 첫 글자를 대문자로 합니다(“.”, “!”, “?”, “…” 또는 줄바꿈 뒤). “뒤죽박죽”인 텍스트를 정리할 때 유용합니다.
nl: Past zinsletters toe: alles naar kleine letters, daarna een hoofdletter aan het begin van elke zin (na “.”, “!”, “?”, “…” of een regeleinde). Handig om rommelige tekst op te schonen.
no: Bruker setningsformat: alt til små bokstaver, deretter stor bokstav i starten av hver setning (etter “.”, “!”, “?”, “…” eller linjeskift). Nyttig for å rydde opp i rotete tekst.
pl: Ustawia pisownię zdaniową: wszystko na małe litery, potem wielka litera na początku każdego zdania (po “.”, “!”, “?”, “…” lub nowej linii). Przydatne do porządkowania tekstu.
pt_pt: Coloca o texto em “caixa de frase”: tudo em minúsculas e, depois, maiúscula no início de cada frase (após “.”, “!”, “?”, “…” ou uma mudança de linha). Útil para limpar um texto “todo desformatado”.
ro: Pune textul în „stil propoziție”: totul în minuscule, apoi majusculă la începutul fiecărei propoziții (după „.”, „!”, „?”, „…” sau o linie nouă). Util pentru a curăța un text „amestecat”.
ru: Приводит текст к «регистру предложения»: всё в строчные, затем заглавная в начале каждого предложения (после “.”, “!”, “?”, “…” или перевода строки). Полезно, чтобы привести «хаотичный» текст в порядок.
sk: Nastaví vetný štýl: všetko na malé písmená, potom veľké písmeno na začiatku každej vety (po “.”, “!”, “?”, “…” alebo novom riadku). Užitočné na vyčistenie rozhádzaného textu.
sv: Sätter meningsläge: allt till gemener, sedan versal i början av varje mening (efter “.”, “!”, “?”, “…” eller radbrytning). Bra för att städa upp rörig text.
sw: Huweka maandishi katika “uandishi wa sentensi”: yote kwa herufi ndogo, kisha herufi kubwa mwanzoni mwa kila sentensi (baada ya “.”, “!”, “?”, “…” au mstari mpya). Inasaidia kusafisha maandishi “yasiyo na mpangilio”.
tr: Metni “cümle biçimi”ne getirir: önce tümünü küçük harf yapar, sonra her cümlenin başını büyük harf yapar (“.”, “!”, “?”, “…” veya satır sonundan sonra). Dağınık bir metni temizlemek için kullanışlıdır.
uk: Переводить текст у “регістр речення”: усе робить малими літерами, а потім ставить велику літеру на початку кожного речення (після “.”, “!”, “?”, “…” або переносу рядка). Корисно, щоб “прибрати” текст, який написаний хаотично.
vi: Đưa văn bản về “kiểu câu”: chuyển hết sang chữ thường, rồi viết hoa chữ cái đầu của mỗi câu (sau “.”, “!”, “?”, “…” hoặc xuống dòng). Hữu ích để làm sạch một đoạn văn bản “viết lộn xộn”.
zh_hans: 将文本转换为“句子格式”：先全部转为小写，然后在每个句子的开头大写（在“.”、“!”、“?”、“…”或换行之后）。适合清理“乱写一通”的文本。

# text_case_title_title
source: Titre
af: Titel
bg: Заглавие
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fil: Pamagat
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
no: Tittel
pl: Tytuł
pt_pt: Título
ro: Titlu
ru: Заголовок
sk: Názov
sv: Titel
sw: Kichwa
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hans: 标题

# text_case_title_desc
source: Met en “casse titre” (Title Case) : la première lettre de chaque mot passe en majuscule. C’est une version simple (générique) : selon la langue, certaines règles typographiques peuvent varier.
af: Stel dit in “titel-kas” (Title Case): die eerste letter van elke woord word ’n hoofletter. Dit is ’n eenvoudige (generiese) weergawe: per taal kan tipografiese reëls verskil.
bg: Поставя текста в „регистър заглавие“ (Title Case): първата буква на всяка дума става главна. Това е опростена (обща) версия: според езика някои типографски правила може да се различават.
cs: Nastaví Title Case: první písmeno každého slova bude velké. Jednoduchá verze — typografická pravidla se mohou lišit podle jazyka.
da: Sætter titelbogstaver (Title Case): første bogstav i hvert ord bliver stort. En enkel version – typografiske regler kan variere efter sprog.
de: Wendet Titelschreibung an: Der erste Buchstabe jedes Wortes wird groß. Einfache Variante—typografische Regeln können je nach Sprache variieren.
el: Βάζει το κείμενο σε «μορφή τίτλου» (Title Case): το πρώτο γράμμα κάθε λέξης γίνεται κεφαλαίο. Είναι μια απλή (γενική) εκδοχή: ανάλογα με τη γλώσσα, ορισμένοι τυπογραφικοί κανόνες μπορεί να διαφέρουν.
es: Aplica formato Título: la primera letra de cada palabra pasa a mayúscula. Es una versión simple; las reglas pueden variar según el idioma.
fi: Muuttaa otsikkotyyliin (Title Case): jokaisen sanan ensimmäinen kirjain isoksi. Yksinkertainen versio – säännöt voivat vaihdella kielittäin.
fil: Ginagawang “case na pamagat” (Title Case): ang unang letra ng bawat salita ay nagiging malaking titik. Ito ay simpleng (pangkalahatang) bersyon: depende sa wika, maaaring mag-iba ang ilang tuntuning tipograpiko.
hu: „Cím” formátumba teszi (Title Case): minden szó első betűje nagybetű lesz. Ez egy egyszerű (általános) változat: nyelvtől függően egyes tipográfiai szabályok eltérhetnek.
id: Mengubah menjadi “gaya judul” (Title Case): huruf pertama setiap kata menjadi huruf besar. Ini versi sederhana (umum): tergantung bahasa, beberapa aturan tipografi bisa berbeda.
it: Applica il formato Titolo: la prima lettera di ogni parola diventa maiuscola. Versione semplice; le regole possono variare in base alla lingua.
ja: 「タイトル」形式（Title Case）にします。各単語の先頭文字を大文字にします。これは簡易（汎用）版で、言語によっては一部の表記ルールが異なる場合があります。
ko: “제목” 형식(Title Case)으로 변환합니다. 각 단어의 첫 글자가 대문자가 됩니다. 이는 단순(일반) 버전이며, 언어에 따라 일부 타이포그래피 규칙이 달라질 수 있습니다.
nl: Past titelletters toe: de eerste letter van elk woord wordt een hoofdletter. Eenvoudige versie—regels kunnen per taal verschillen.
no: Bruker tittelformat (Title Case): første bokstav i hvert ord blir stor. En enkel versjon – typografiske regler kan variere etter språk.
pl: Ustawia pisownię tytułową (Title Case): pierwsza litera każdego słowa jest wielka. Prosta wersja — zasady mogą się różnić w zależności od języka.
pt_pt: Coloca em “caixa de título” (Title Case): a primeira letra de cada palavra fica em maiúscula. É uma versão simples (genérica): consoante o idioma, algumas regras tipográficas podem variar.
ro: Pune textul în „stil titlu” (Title Case): prima literă a fiecărui cuvânt devine majusculă. Este o versiune simplă (generică): în funcție de limbă, unele reguli tipografice pot varia.
ru: Делает «регистр заголовка» (Title Case): первая буква каждого слова становится заглавной. Это простая (универсальная) версия: в зависимости от языка типографские правила могут отличаться.
sk: Nastaví Title Case: prvé písmeno každého slova bude veľké. Jednoduchá verzia — typografické pravidlá sa môžu líšiť podľa jazyka.
sv: Sätter rubrikläge (Title Case): första bokstaven i varje ord blir versal. En enkel variant – typografiska regler kan variera mellan språk.
sw: Huweka “uandishi wa kichwa” (Title Case): herufi ya kwanza ya kila neno inakuwa kubwa. Hili ni toleo rahisi (la jumla): kulingana na lugha, baadhi ya kanuni za uandishi zinaweza kutofautiana.
tr: “Başlık biçimi”ne (Title Case) getirir: her kelimenin ilk harfi büyük olur. Bu basit (genel) bir sürümdür; dile göre bazı yazım kuralları değişebilir.
uk: Переводить у “регістр заголовка” (Title Case): перша літера кожного слова стає великою. Це проста (загальна) версія — залежно від мови деякі типографічні правила можуть відрізнятися.
vi: Đưa về “kiểu tiêu đề” (Title Case): chữ cái đầu của mỗi từ được viết hoa. Đây là phiên bản đơn giản (tổng quát) — tuỳ ngôn ngữ, một số quy tắc trình bày có thể khác nhau.
zh_hans: 转换为“标题格式”（Title Case）：每个单词的首字母大写。这是简化（通用）版本——不同语言的排版规则可能有所不同。

# text_case_examples_title
source: Exemples
af: Voorbeelde
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
fil: Mga halimbawa
hu: Példák
id: Contoh
it: Esempi
ja: 例
ko: 예시
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
sw: Mifano
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例

# text_case_examples_sub
source: Cliquez sur un exemple pour pré-remplir le texte et tester une action.
af: Klik op ’n voorbeeld om die teks vooraf te vul en ’n aksie te toets.
bg: Кликнете върху пример, за да попълните текста предварително и да тествате действие.
cs: Klikněte na příklad pro předvyplnění textu a otestování akce.
da: Klik på et eksempel for at udfylde teksten og teste en handling.
de: Klicke auf ein Beispiel, um den Text vorzufüllen und eine Aktion zu testen.
el: Κάντε κλικ σε ένα παράδειγμα για να συμπληρώσετε το κείμενο και να δοκιμάσετε μια ενέργεια.
es: Haz clic en un ejemplo para rellenar el texto y probar una acción.
fi: Napsauta esimerkkiä täyttääksesi tekstin ja kokeillaksesi toimintoa.
fil: I-click ang isang halimbawa para ma-pre-fill ang teksto at masubukan ang isang aksyon.
hu: Kattints egy példára a szöveg előkitöltéséhez és egy művelet kipróbálásához.
id: Klik contoh untuk mengisi teks terlebih dahulu dan mencoba sebuah tindakan.
it: Clicca su un esempio per precompilare il testo e provare un’azione.
ja: 例をクリックするとテキストが自動入力され、操作を試せます。
ko: 예시를 클릭하면 텍스트가 미리 입력되고 동작을 테스트할 수 있습니다.
nl: Klik op een voorbeeld om de tekst vooraf in te vullen en een actie te testen.
no: Klikk på et eksempel for å fylle inn teksten og teste en handling.
pl: Kliknij przykład, aby uzupełnić tekst i przetestować akcję.
pt_pt: Clique num exemplo para preencher o texto e testar uma ação.
ro: Faceți clic pe un exemplu pentru a completa textul și a testa o acțiune.
ru: Нажмите на пример, чтобы заполнить текст и протестировать действие.
sk: Kliknite na príklad na predvyplnenie textu a otestovanie akcie.
sv: Klicka på ett exempel för att fylla i texten och testa en åtgärd.
sw: Bofya mfano ili kujaza maandishi mapema na kujaribu kitendo.
tr: Metni önceden doldurmak ve bir işlemi denemek için bir örneğe tıklayın.
uk: Натисніть на приклад, щоб попередньо заповнити текст і протестувати дію.
vi: Nhấp vào một ví dụ để điền sẵn văn bản và thử một thao tác.
zh_hans: 点击示例即可预填文本并测试某个操作。

# text_case_mode_upper
source: MAJUSCULES
af: HOOFLETTERS
bg: ГЛАВНИ БУКВИ
cs: VELKÁ PÍSMENA
da: STORE BOGSTAVER
de: GROSSBUCHSTABEN
el: ΚΕΦΑΛΑΙΑ
es: MAYÚSCULAS
fi: ISOT KIRJAIMET
fil: MALALAKING TITIK
hu: NAGYBETŰK
id: HURUF BESAR
it: MAIUSCOLE
ja: 大文字
ko: 대문자
nl: HOOFDLETTERS
no: STORE BOKSTAVER
pl: WIELKIE LITERY
pt_pt: MAIÚSCULAS
ro: MAJUSCULE
ru: ЗАГЛАВНЫЕ
sk: VEĽKÉ PÍSMENÁ
sv: VERSALER
sw: HERUFI KUBWA
tr: BÜYÜK HARF
uk: ВЕЛИКІ ЛІТЕРИ
vi: CHỮ HOA
zh_hans: 大写

# text_case_mode_lower
source: minuscules
af: kleinletters
bg: малки букви
cs: malá písmena
da: små bogstaver
de: kleinbuchstaben
el: πεζά
es: minúsculas
fi: pienet kirjaimet
fil: maliliit na titik
hu: kisbetűk
id: huruf kecil
it: minuscole
ja: 小文字
ko: 소문자
nl: kleine letters
no: små bokstaver
pl: małe litery
pt_pt: minúsculas
ro: minuscule
ru: строчные
sk: malé písmená
sv: gemener
sw: herufi ndogo
tr: küçük harf
uk: малі літери
vi: chữ thường
zh_hans: 小写

# text_case_mode_invert
source: Inverser la casse
af: Keer letterkas om
bg: Обръщане на регистъра
cs: Přepnout velikost písmen
da: Vend store/små bogstaver
de: Groß-/Kleinschreibung umkehren
el: Αντιστροφή πεζών/κεφαλαίων
es: Invertir mayúsculas/minúsculas
fi: Käännä kirjainkoko
fil: Baligtarin ang case
hu: Kis-/nagybetű felcserélése
id: Balik huruf besar/kecil
it: Inverti maiuscole/minuscole
ja: 大文字/小文字を反転
ko: 대/소문자 반전
nl: Hoofd-/kleine letters omkeren
no: Bytt store/små bokstaver
pl: Odwróć wielkość liter
pt_pt: Inverter maiúsculas/minúsculas
ro: Inversează majuscule/minuscule
ru: Инвертировать регистр
sk: Prepnúť veľké/malé písmená
sv: Vänd versaler/gemener
sw: Geuza herufi kubwa/ndogo
tr: Büyük/küçük harfi ters çevir
uk: Інвертувати регістр
vi: Đảo hoa/thường
zh_hans: 反转大小写

# text_case_mode_sentence
source: Casse “phrase”
af: Sin-kas
bg: Регистър „изречение“
cs: Větné psaní
da: Sætningsbogstaver
de: Satzschreibung
el: Μορφή «πρότασης»
es: Mayúsculas tipo frase
fi: Lausekirjoitus
fil: Case na “pangungusap”
hu: „Mondat” formátum
id: Gaya “kalimat”
it: Maiuscole tipo frase
ja: 「文」形式
ko: “문장” 형식
nl: Zinsletters
no: Setningsformat
pl: Pisownia zdaniowa
pt_pt: Caixa de “frase”
ro: „Stil propoziție”
ru: Регистр «предложение»
sk: Veta (sentence case)
sv: Meningsläge
sw: Uandishi wa “sentensi”
tr: “Cümle” biçimi
uk: Регістр “речення”
vi: Kiểu “câu”
zh_hans: “句子”格式

# text_case_mode_title
source: Casse “titre”
af: Titel-kas
bg: Регистър „заглавие“
cs: Titulek
da: Titelbogstaver
de: Titelschreibung
el: Μορφή «τίτλου»
es: Mayúsculas tipo título
fi: Otsikkotyyli
fil: Case na “pamagat”
hu: „Cím” formátum
id: Gaya “judul”
it: Maiuscole tipo titolo
ja: 「タイトル」形式
ko: “제목” 형식
nl: Titelletters
no: Tittelformat
pl: Pisownia tytułowa
pt_pt: Caixa de “título”
ro: „Stil titlu”
ru: Регистр «заголовок»
sk: Nadpis (Title Case)
sv: Rubrikläge
sw: Uandishi wa “kichwa”
tr: “Başlık” biçimi
uk: Регістр “заголовка”
vi: Kiểu “tiêu đề”
zh_hans: “标题”格式

# text_case_ex_1
source: bonjour tout le monde
af: hallo almal
bg: здравейте всички
cs: ahoj všichni
da: hej alle sammen
de: hallo zusammen
el: γεια σε όλους
es: hola a todos
fi: hei kaikki
fil: kumusta sa lahat
hu: sziasztok
id: halo semuanya
it: ciao a tutti
ja: みなさんこんにちは
ko: 안녕하세요 여러분
nl: hallo allemaal
no: hei alle sammen
pl: cześć wszystkim
pt_pt: olá a todos
ro: salut tuturor
ru: привет всем
sk: ahoj všetci
sv: hej allihopa
sw: hujambo kila mtu
tr: merhaba herkese
uk: привіт усім
vi: xin chào mọi người
zh_hans: 大家好

# text_case_ex_2
source: JE SUIS LÀ
af: EK IS HIER
bg: АЗ СЪМ ТУК
cs: JSEM TADY
da: JEG ER HER
de: ICH BIN HIER
el: ΕΙΜΑΙ ΕΔΩ
es: ESTOY AQUÍ
fi: OLEN TÄÄLLÄ
fil: NANDITO AKO
hu: ITT VAGYOK
id: SAYA DI SINI
it: SONO QUI
ja: ここにいます
ko: 저 여기 있어요
nl: IK BEN HIER
no: JEG ER HER
pl: JESTEM TUTAJ
pt_pt: EU ESTOU AQUI
ro: SUNT AICI
ru: Я ЗДЕСЬ
sk: SOM TU
sv: JAG ÄR HÄR
sw: NIKO HAPA
tr: BEN BURADAYIM
uk: Я ТУТ
vi: TÔI Ở ĐÂY
zh_hans: 我在这里

# text_case_ex_3
source: Déjà En MAJUSCULES
af: Reeds in HOOFLETTERS
bg: Вече с ГЛАВНИ БУКВИ
cs: Již VELKÝMI PÍSMENY
da: Allerede med STORE BOGSTAVER
de: Bereits in GROSSBUCHSTABEN
el: Ήδη σε ΚΕΦΑΛΑΙΑ
es: Ya en MAYÚSCULAS
fi: Jo ISOILLA KIRJAIMILLA
fil: Nasa MALALAKING TITIK na
hu: Már NAGYBETŰS
id: Sudah HURUF BESAR
it: Già in MAIUSCOLO
ja: すでに大文字
ko: 이미 대문자
nl: Al in HOOFDLETTERS
no: Allerede i STORE BOKSTAVER
pl: Już WIELKIMI LITERAMI
pt_pt: Já em MAIÚSCULAS
ro: Deja cu MAJUSCULE
ru: Уже ЗАГЛАВНЫМИ
sk: Už VEĽKÝMI PÍSMENAMI
sv: Redan i VERSALER
sw: Tayari kwa HERUFI KUBWA
tr: Zaten BÜYÜK HARFLE
uk: Вже ВЕЛИКИМИ ЛІТЕРАМИ
vi: Đã Ở DẠNG CHỮ HOA
zh_hans: 已经是大写

# text_case_ex_4
source: uNe CaSSe bIzArRe
cs: dIvNá vElIkOsT
da: mÆrKeLiGt sKrIvEt
de: wEiRdE sChReIbUnG
es: mAyÚsCuLaS rArAs
fi: oUtO kIrJaInKoKo
it: mAiUsCoLe sTrAnE
nl: wEiRdE lEtTeRs
no: mErKeLiG sKrIfT
pl: dZiWnA wIeLkOŚĆ lItEr
pt_pt: uMa CaIxA eStRaNhA
ro: uN cAz cIuDaT
ru: сТрАнНыЙ рЕгИсТр
sk: čUdNá vEľKoSť
sv: kOnStIgT sKrIvSaTt
sw: uAnDiShI wA kUshAnGaZa
tr: tUhAf bİr yAzIm
uk: дИвНиЙ рЕгІсТр
vi: kIỂu ChỮ kỲ lẠ
zh_hans: 奇怪的大小写

# text_case_ex_5
source: Phrases automatiques
af: Outomatiese sinne
bg: Автоматични изречения
cs: Automatické věty
da: Automatiske sætninger
de: Automatische Sätze
el: Αυτόματες προτάσεις
es: Frases automáticas
fi: Automaattiset lauseet
fil: Awtomatikong mga pangungusap
hu: Automatikus mondatok
id: Kalimat otomatis
it: Frasi automatiche
ja: 自動で文にする
ko: 자동 문장
nl: Automatische zinnen
no: Automatiske setninger
pl: Automatyczne zdania
pt_pt: Frases automáticas
ro: Propoziții automate
ru: Автоматические предложения
sk: Automatické vety
sv: Automatiska meningar
sw: Sentensi za kiotomatiki
tr: Otomatik cümleler
uk: Автоматичні речення
vi: Câu tự động
zh_hans: 自动句子
