Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fractions_percent_to_fraction_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong nakuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Vad du får
sw: Kile unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Điều bạn nhận được
zh_hans: 您得到的结果

# ed_math_fractions_fractions_percent_to_fraction_out1
source: La fraction correspondant au pourcentage saisi (écriture sur 100).
af: Die breuk wat ooreenstem met die ingevoerde persentasie (skrif op 100).
bg: Дробта, съответстваща на въведения процент (запис на 100).
cs: Zlomek odpovídající zadanému procentu (zápis na 100).
da: Brøken svarende til den indtastede procent (skrift på 100).
de: Der Bruch, der dem eingegebenen Prozentsatz entspricht (Darstellung auf 100).
el: Το κλάσμα που αντιστοιχεί στο εισαγόμενο ποσοστό (γραφή σε 100).
es: La fracción correspondiente al porcentaje ingresado (escritura sobre 100).
fi: Murtoluku, joka vastaa syötettyä prosenttia (ilmaistuna 100:lla).
fil: Ang fraction na tumutugma sa ipinasok na porsyento (pagsulat sa 100).
hu: A megadott százaléknak megfelelő tört (100-ra írt alak).
id: Pecahan yang sesuai dengan persentase yang dimasukkan (tulisan dalam 100).
it: La frazione corrispondente alla percentuale inserita (scrittura su 100).
ja: 入力されたパーセンテージに対応する分数（100での表記）。
ko: 입력한 백분율에 해당하는 분수(100으로 표기).
nl: De breuk die overeenkomt met het ingevoerde percentage (schrijven op 100).
no: Brøken som tilsvarer den angitte prosentandelen (skrift på 100).
pl: Ułamek odpowiadający wprowadzonemu procentowi (zapis na 100).
pt_pt: A fração correspondente à porcentagem inserida (escrita sobre 100).
ro: Fracția corespunzătoare procentului introdus (scriere pe 100).
ru: Дробь, соответствующая введенному проценту (запись на 100).
sk: Zlomok zodpovedajúci zadanému percentu (zápis na 100).
sv: Bråket som motsvarar den angivna procenten (skrivning på 100).
sw: Sehemu inayolingana na asilimia iliyowekwa (maandiko juu ya 100).
tr: Girilen yüzdeye karşılık gelen kesir (100 üzerinden yazım).
uk: Дроб, що відповідає введеному відсотку (запис на 100).
vi: Phân số tương ứng với phần trăm đã nhập (viết trên 100).
zh_hans: 与输入的百分比对应的分数（以100为基准）。

# ed_math_fractions_fractions_percent_to_fraction_out2
source: Une fraction simplifiée (irréductible) lorsque c’est possible.
af: 'n Vereenvoudigde breuk (onverdeelbaar) waar moontlik.
bg: Опростена дроб (непосредствена), когато е възможно.
cs: Zjednodušený zlomek (nezhodnocený), když je to možné.
da: En forenklet brøk (irreducibel) når det er muligt.
de: Ein vereinfachter (nicht reduzierbarer) Bruch, wenn möglich.
el: Ένα απλοποιημένο κλάσμα (αμετάβλητο) όταν είναι δυνατόν.
es: Una fracción simplificada (irreductible) cuando es posible.
fi: Yksinkertaistettu murtoluku (ei vähennettävissä) kun se on mahdollista.
fil: Isang pinadalisay na fraction (hindi maaring bawasan) kapag posible.
hu: Egy egyszerűsített tört (irreducibilis), amikor lehetséges.
id: Pecahan yang disederhanakan (tidak dapat disederhanakan) jika memungkinkan.
it: Una frazione semplificata (irriducibile) quando possibile.
ja: 可能な場合は簡略化された（既約）分数。
ko: 가능할 때 단순화된(약분된) 분수.
nl: Een vereenvoudigde breuk (onverkleinbaar) wanneer mogelijk.
no: En forenklet brøk (irreducibel) når det er mulig.
pl: Uproszczony ułamek (niedający się uprościć), gdy to możliwe.
pt_pt: Uma fração simplificada (irredutível) quando possível.
ro: O fracție simplificată (ireductibilă) atunci când este posibil.
ru: Упрощенная дробь (ирредуцируемая), когда это возможно.
sk: Zjednodušený zlomok (nepodliehajúci ďalšiemu zjednodušeniu), ak je to možné.
sv: Ett förenklat bråk (irreducibelt) när det är möjligt.
sw: Sehemu iliyopunguzwa (isiyoweza kupunguzwa) inapowezekana.
tr: Mümkün olduğunda sadeleştirilmiş (irredüktibl) bir kesir.
uk: Спрощена дроб (ірредуктивна), коли це можливо.
vi: Một phân số đã được đơn giản hóa (không thể rút gọn) khi có thể.
zh_hans: 一个简化的分数（不可约）在可能的情况下。

# ed_math_fractions_fractions_percent_to_fraction_out3
source: Une écriture mathématique exacte, prête à être utilisée dans d’autres calculs.
af: 'n Presiese wiskundige skrywe, gereed om in ander berekeninge gebruik te word.
bg: Точен математически запис, готов за използване в други изчисления.
cs: Přesný matematický zápis, připravený k použití v dalších výpočtech.
da: En præcis matematisk skrivemåde, klar til brug i andre beregninger.
de: Eine exakte mathematische Darstellung, bereit zur Verwendung in anderen Berechnungen.
el: Μια ακριβής μαθηματική γραφή, έτοιμη να χρησιμοποιηθεί σε άλλους υπολογισμούς.
es: Una escritura matemática exacta, lista para ser utilizada en otros cálculos.
fi: Tarkka matemaattinen muoto, valmis käytettäväksi muissa laskelmissa.
fil: Isang eksaktong anyo ng matematika, handa nang gamitin sa iba pang mga kalkulasyon.
hu: Egy pontos matematikai írásmód, amely készen áll más számításokhoz való felhasználásra.
id: Tulisan matematis yang tepat, siap digunakan dalam perhitungan lain.
it: Una scrittura matematica esatta, pronta per essere utilizzata in altri calcoli.
ja: 他の計算で使用するための正確な数学的表記。
ko: 다른 계산에 사용할 수 있도록 준비된 정확한 수학적 표기.
nl: Een exacte wiskundige schrijfwijze, klaar voor gebruik in andere berekeningen.
no: En nøyaktig matematisk skrivemåte, klar til å brukes i andre beregninger.
pl: Dokładny zapis matematyczny, gotowy do użycia w innych obliczeniach.
pt_pt: Uma escrita matemática exata, pronta para ser usada em outros cálculos.
ro: O scriere matematică exactă, gata de utilizat în alte calcule.
ru: Точное математическое выражение, готовое к использованию в других расчетах.
sk: Presný matematický zápis, pripravený na použitie v iných výpočtoch.
sv: En exakt matematisk skrivning, redo att användas i andra beräkningar.
sw: Maandiko ya kihesabu sahihi, tayari kutumika katika hesabu nyingine.
tr: Diğer hesaplamalarda kullanılmak üzere hazır, tam matematiksel bir yazım.
uk: Точний математичний запис, готовий до використання в інших обчисленнях.
vi: Một biểu thức toán học chính xác, sẵn sàng để sử dụng trong các phép toán khác.
zh_hans: 一个精确的数学表达式，准备在其他计算中使用。

# ed_math_fractions_fractions_percent_to_fraction_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни моменти
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Határok és figyelmeztető pontok
id: Batasan dan perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_fractions_fractions_percent_to_fraction_lim1
source: Un pourcentage est toujours interprété comme une valeur sur 100.
af: 'n Persentasie word altyd geïnterpreteer as 'n waarde op 100.
bg: Процентът винаги се интерпретира като стойност на 100.
cs: Procento je vždy interpretováno jako hodnota na 100.
da: En procent er altid fortolket som en værdi ud af 100.
de: Ein Prozentsatz wird immer als Wert auf 100 interpretiert.
el: Ένα ποσοστό ερμηνεύεται πάντα ως μια τιμή πάνω από 100.
es: Un porcentaje siempre se interpreta como un valor sobre 100.
fi: Prosentti tulkitaan aina arvona 100:sta.
fil: Ang isang porsyento ay palaging binibigyang-kahulugan bilang isang halaga sa 100.
hu: A százalék mindig 100-on értelmezendő értékként.
id: Persentase selalu diinterpretasikan sebagai nilai dari 100.
it: Una percentuale è sempre interpretata come un valore su 100.
ja: パーセンテージは常に100の値として解釈される。
ko: 백분율은 항상 100에 대한 값으로 해석됩니다.
nl: Een percentage wordt altijd geïnterpreteerd als een waarde op 100.
no: En prosentandel tolkes alltid som en verdi på 100.
pl: Procent jest zawsze interpretowany jako wartość na 100.
pt_pt: Uma porcentagem é sempre interpretada como um valor sobre 100.
ro: Un procent este întotdeauna interpretat ca o valoare pe 100.
ru: Процент всегда интерпретируется как значение на 100.
sk: Percento je vždy interpretované ako hodnota na 100.
sv: En procent tolkas alltid som ett värde på 100.
sw: Asilimia daima inatafsiriwa kama thamani juu ya 100.
tr: Bir yüzde her zaman 100 üzerinden bir değer olarak yorumlanır.
uk: Відсоток завжди інтерпретується як значення на 100.
vi: Một phần trăm luôn được hiểu là một giá trị trên 100.
zh_hans: 百分比总是被解释为100上的值。

# ed_math_fractions_fractions_percent_to_fraction_lim2
source: Les pourcentages décimaux peuvent donner des fractions avec de grands dénominateurs.
af: Desimale persentasies kan breuke met groot noemers gee.
bg: Десетичните проценти могат да дават дроби с големи знаменатели.
cs: Desetinná procenta mohou dávat zlomky s velkými jmenovateli.
da: Decimale procenter kan give brøker med store nævnere.
de: Dezimalprozentsätze können Brüche mit großen Nennern ergeben.
el: Τα δεκαδικά ποσοστά μπορούν να δώσουν κλάσματα με μεγάλους παρονομαστές.
es: Los porcentajes decimales pueden dar fracciones con grandes denominadores.
fi: Desimaaliprosentit voivat antaa murtolukuja suurilla nimittäjillä.
fil: Ang mga decimal na porsyento ay maaaring magbigay ng mga fraction na may malalaking denominator.
hu: A tizedes százalékok nagy nevezőjű törteket adhatnak.
id: Persentase desimal dapat memberikan pecahan dengan penyebut yang besar.
it: Le percentuali decimali possono dare frazioni con grandi denominatori.
ja: 小数パーセンテージは大きな分母を持つ分数を生成することがある。
ko: 소수 백분율은 큰 분모를 가진 분수를 제공할 수 있습니다.
nl: Decimale percentages kunnen breuken met grote noemers opleveren.
no: Desimalprosentandeler kan gi brøker med store nevner.
pl: Procenty dziesiętne mogą dawać ułamki z dużymi mianownikami.
pt_pt: As porcentagens decimais podem dar frações com grandes denominadores.
ro: Procentele decimale pot da fracții cu numitori mari.
ru: Десятичные проценты могут давать дроби с большими знаменателями.
sk: Desatinné percentá môžu dávať zlomky s veľkými menovateľmi.
sv: Decimala procent kan ge bråk med stora nämnare.
sw: Asilimia za desimali zinaweza kutoa sehemu zenye wakala wakubwa.
tr: Ondalık yüzdeler, büyük paydalara sahip kesirler verebilir.
uk: Десяткові відсотки можуть давати дроби з великими знаменниками.
vi: Các phần trăm thập phân có thể cho ra các phân số với mẫu số lớn.
zh_hans: 小数百分比可能会产生具有大分母的分数。

# ed_math_fractions_fractions_percent_to_fraction_lim3
source: Un pourcentage supérieur à 100 % correspond à une fraction supérieure à 1.
af: 'n Persentasie groter as 100 % kom ooreen met 'n breuk groter as 1.
bg: Процент над 100 % съответства на дроб над 1.
cs: Procento vyšší než 100 % odpovídá zlomku vyššímu než 1.
da: En procent over 100 % svarer til en brøk over 1.
de: Ein Prozentsatz über 100 % entspricht einem Bruch über 1.
el: Ένα ποσοστό μεγαλύτερο από 100 % αντιστοιχεί σε ένα κλάσμα μεγαλύτερο από 1.
es: Un porcentaje superior al 100 % corresponde a una fracción superior a 1.
fi: Prosentti, joka on suurempi kuin 100 %, vastaa murtolukuja, jotka ovat suurempia kuin 1.
fil: Ang isang porsyento na higit sa 100 % ay tumutugma sa isang fraction na higit sa 1.
hu: A 100%-ot meghaladó százalék egy 1-nél nagyobb törtnek felel meg.
id: Persentase lebih dari 100 % sesuai dengan pecahan lebih dari 1.
it: Una percentuale superiore al 100 % corrisponde a una frazione superiore a 1.
ja: 100 %を超えるパーセンテージは1を超える分数に対応する。
ko: 100 %를 초과하는 백분율은 1을 초과하는 분수에 해당합니다.
nl: Een percentage hoger dan 100 % komt overeen met een breuk hoger dan 1.
no: En prosentandel over 100 % tilsvarer en brøk over 1.
pl: Procent większy niż 100 % odpowiada ułamkowi większemu niż 1.
pt_pt: Uma porcentagem superior a 100 % corresponde a uma fração superior a 1.
ro: Un procent mai mare de 100 % corespunde unei fracții mai mari de 1.
ru: Процент выше 100 % соответствует дроби выше 1.
sk: Percento vyššie ako 100 % zodpovedá zlomku vyššiemu ako 1.
sv: En procent över 100 % motsvarar ett bråk över 1.
sw: Asilimia zaidi ya 100 % inalingana na sehemu zaidi ya 1.
tr: %100'den büyük bir yüzde, 1'den büyük bir kesire karşılık gelir.
uk: Відсоток, що перевищує 100 %, відповідає дробу, що перевищує 1.
vi: Một phần trăm lớn hơn 100 % tương ứng với một phân số lớn hơn 1.
zh_hans: 超过100%的百分比对应于大于1的分数。

# ed_math_fractions_fractions_percent_to_fraction_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_fractions_fractions_percent_to_fraction_q1
source: Comment convertir un pourcentage en fraction ?
af: Hoe om 'n persentasie in 'n breuk om te skakel?
bg: Как да преобразувате процент в дроб?
cs: Jak převést procento na zlomek?
da: Hvordan konverterer man en procent til en brøk?
de: Wie konvertiert man einen Prozentsatz in einen Bruch?
el: Πώς να μετατρέψετε ένα ποσοστό σε κλάσμα;
es: ¿Cómo convertir un porcentaje en fracción?
fi: Kuinka muuntaa prosentti murtoluvuksi?
fil: Paano i-convert ang porsyento sa fraction?
hu: Hogyan lehet egy százalékot törtté alakítani?
id: Bagaimana cara mengubah persentase menjadi pecahan?
it: Come convertire una percentuale in frazione?
ja: パーセンテージを分数に変換するにはどうすればよいですか？
ko: 백분율을 분수로 어떻게 변환하나요?
nl: Hoe zet je een percentage om in een breuk?
no: Hvordan konvertere en prosentandel til brøk?
pl: Jak przekształcić procent na ułamek?
pt_pt: Como converter uma porcentagem em fração?
ro: Cum se convertește un procent în fracție?
ru: Как преобразовать процент в дробь?
sk: Ako previesť percento na zlomok?
sv: Hur omvandlar man en procent till bråk?
sw: Jinsi ya kubadilisha asilimia kuwa sehemu?
tr: Bir yüzdeyi kesire nasıl dönüştürebilirim?
uk: Як перетворити відсоток на дроб?
vi: Làm thế nào để chuyển đổi một phần trăm thành phân số?
zh_hans: 如何将百分比转换为分数？

# ed_math_fractions_fractions_percent_to_fraction_a1
source: On écrit le pourcentage sur 100, puis on simplifie la fraction obtenue.
af: Ons skryf die persentasie op 100, dan vereenvoudig ons die verkrygde breuk.
bg: Записваме процента на 100, след което опростяваме получената дроб.
cs: Napíšeme procento na 100, pak zjednodušíme získaný zlomek.
da: Man skriver procenten på 100, og så forenkler man den opnåede brøk.
de: Man schreibt den Prozentsatz auf 100 und vereinfacht dann den erhaltenen Bruch.
el: Γράφουμε το ποσοστό σε 100, και στη συνέχεια απλοποιούμε το κλάσμα που προκύπτει.
es: Se escribe el porcentaje sobre 100, luego se simplifica la fracción obtenida.
fi: Kirjoita prosentti 100:lle, ja yksinkertaista sitten saatu murtoluku.
fil: Isinusulat ang porsyento sa 100, pagkatapos ay pinadadalisay ang nakuha na fraction.
hu: A százalékot 100-on írjuk, majd egyszerűsítjük a kapott törtet.
id: Kita menuliskan persentase dalam 100, lalu menyederhanakan pecahan yang diperoleh.
it: Si scrive la percentuale su 100, poi si semplifica la frazione ottenuta.
ja: パーセンテージを100で表記し、得られた分数を簡略化します。
ko: 백분율을 100으로 표기한 후, 얻은 분수를 단순화합니다.
nl: Je schrijft het percentage op 100, en vereenvoudigt vervolgens de verkregen breuk.
no: Man skriver prosentandelen på 100, og så forenkler man den oppnådde brøken.
pl: Zapisujemy procent na 100, a następnie upraszczamy uzyskany ułamek.
pt_pt: Escreve-se a porcentagem sobre 100, depois simplifica-se a fração obtida.
ro: Se scrie procentul pe 100, apoi se simplifică fracția obținută.
ru: Записываем процент на 100, затем упрощаем полученную дробь.
sk: Napíšeme percento na 100, potom zjednodušíme získaný zlomok.
sv: Man skriver procenten på 100, och förenklar sedan det erhållna bråket.
sw: Tunandika asilimia juu ya 100, kisha tunapunguza sehemu iliyopatikana.
tr: Yüzdeyi 100 üzerinden yazarız, ardından elde edilen kesiri sadeleştiririz.
uk: Записуємо відсоток на 100, а потім спрощуємо отриманий дріб.
vi: Viết phần trăm trên 100, sau đó đơn giản hóa phân số thu được.
zh_hans: 我们将百分比写成100，然后简化得到的分数。

# ed_math_fractions_fractions_percent_to_fraction_q2
source: Pourquoi 25 % devient 1/4 ?
af: Waarom word 25 % 1/4?
bg: Защо 25 % става 1/4?
cs: Proč 25 % se stává 1/4?
da: Hvorfor bliver 25 % til 1/4?
de: Warum wird 25 % zu 1/4?
el: Γιατί το 25 % γίνεται 1/4;
es: ¿Por qué 25 % se convierte en 1/4?
fi: Miksi 25 % muuttuu 1/4:ksi?
fil: Bakit ang 25 % ay nagiging 1/4?
hu: Miért lesz a 25% 1/4?
id: Mengapa 25 % menjadi 1/4?
it: Perché il 25 % diventa 1/4?
ja: なぜ25 %は1/4になるのですか？
ko: 왜 25 %가 1/4이 되나요?
nl: Waarom wordt 25 % 1/4?
no: Hvorfor blir 25 % til 1/4?
pl: Dlaczego 25 % staje się 1/4?
pt_pt: Por que 25 % se torna 1/4?
ro: De ce 25 % devine 1/4?
ru: Почему 25 % становится 1/4?
sk: Prečo 25 % sa stáva 1/4?
sv: Varför blir 25 % 1/4?
sw: Kwa nini 25 % inakuwa 1/4?
tr: Neden %25 1/4 olur?
uk: Чому 25 % стає 1/4?
vi: Tại sao 25 % trở thành 1/4?
zh_hans: 为什么25%变成1/4？

# ed_math_fractions_fractions_percent_to_fraction_a2
source: Parce que 25 % = 25/100, et cette fraction se simplifie en 1/4.
af: Omdat 25 % = 25/100, en hierdie breuk vereenvoudig na 1/4.
bg: Защото 25 % = 25/100, и тази дроб се опростява до 1/4.
cs: Protože 25 % = 25/100, a tento zlomek se zjednodušuje na 1/4.
da: Fordi 25 % = 25/100, og denne brøk forenkles til 1/4.
de: Weil 25 % = 25/100 ist, und dieser Bruch vereinfacht sich zu 1/4.
el: Επειδή το 25 % = 25/100, και αυτό το κλάσμα απλοποιείται σε 1/4.
es: Porque 25 % = 25/100, y esta fracción se simplifica en 1/4.
fi: Koska 25 % = 25/100, ja tämä murtoluku yksinkertaistuu 1/4:ksi.
fil: Dahil ang 25 % = 25/100, at ang fraction na ito ay pinadadalisay sa 1/4.
hu: Mert a 25% = 25/100, és ez a tört egyszerűsödik 1/4-re.
id: Karena 25 % = 25/100, dan pecahan ini disederhanakan menjadi 1/4.
it: Perché il 25 % = 25/100, e questa frazione si semplifica in 1/4.
ja: 25 % = 25/100であり、この分数は1/4に簡略化されます。
ko: 25 % = 25/100이고, 이 분수는 1/4로 단순화됩니다.
nl: Omdat 25 % = 25/100, en deze breuk vereenvoudigt naar 1/4.
no: Fordi 25 % = 25/100, og denne brøken forenkles til 1/4.
pl: Ponieważ 25 % = 25/100, a ten ułamek upraszcza się do 1/4.
pt_pt: Porque 25 % = 25/100, e essa fração se simplifica em 1/4.
ro: Pentru că 25 % = 25/100, iar această fracție se simplifică în 1/4.
ru: Потому что 25 % = 25/100, и эта дробь упрощается до 1/4.
sk: Pretože 25 % = 25/100, a tento zlomok sa zjednoduší na 1/4.
sv: För att 25 % = 25/100, och detta bråk förenklas till 1/4.
sw: Kwa sababu 25 % = 25/100, na sehemu hii inapunguzwa kuwa 1/4.
tr: Çünkü %25 = 25/100 ve bu kesir 1/4 olarak sadeleşir.
uk: Тому що 25 % = 25/100, і цей дріб спрощується до 1/4.
vi: Bởi vì 25 % = 25/100, và phân số này được đơn giản hóa thành 1/4.
zh_hans: 因为25% = 25/100，这个分数简化为1/4。

# ed_math_fractions_fractions_percent_to_fraction_q3
source: Que donne un pourcentage décimal comme 12,5 % ?
af: Wat gee 'n desimale persentasie soos 12,5 %?
bg: Какво дава десетичен процент като 12,5 %?
cs: Co dává desetinné procento jako 12,5 %?
da: Hvad giver en decimalprocent som 12,5 %?
de: Was ergibt ein Dezimalprozentsatz wie 12,5 %?
el: Τι δίνει ένα δεκαδικό ποσοστό όπως το 12,5 %;
es: ¿Qué da un porcentaje decimal como 12,5 %?
fi: Mitä antaa desimaaliprosentti kuten 12,5 %?
fil: Ano ang ibinibigay ng isang decimal na porsyento tulad ng 12,5 %?
hu: Mit ad egy tizedes százalék, mint például a 12,5%?
id: Apa yang dihasilkan oleh persentase desimal seperti 12,5 %?
it: Cosa dà una percentuale decimale come il 12,5 %?
ja: 12.5 %のような小数パーセンテージは何になりますか？
ko: 12.5 %와 같은 소수 백분율은 무엇을 줍니까?
nl: Wat geeft een decimaal percentage zoals 12,5 %?
no: Hva gir en desimalprosent som 12,5 %?
pl: Co daje procent dziesiętny, taki jak 12,5 %?
pt_pt: O que dá uma porcentagem decimal como 12,5 %?
ro: Ce dă un procent decimal ca 12,5 %?
ru: Что дает десятичный процент, такой как 12,5 %?
sk: Čo dáva desatinné percento ako 12,5 %?
sv: Vad ger en decimalprocent som 12,5 %?
sw: Nini kinapatikana na asilimia ya desimali kama 12,5 %?
tr: 12,5 % gibi bir ondalık yüzde ne verir?
uk: Що дає десятковий відсоток, як-от 12,5 %?
vi: Một phần trăm thập phân như 12,5 % cho ra kết quả gì?
zh_hans: 像12.5%这样的十进制百分比会得到什么？

# ed_math_fractions_fractions_percent_to_fraction_a3
source: 12,5 % = 12,5/100 = 125/1000, qui se simplifie en 1/8.
af: 12,5 % = 12,5/100 = 125/1000, wat vereenvoudig na 1/8.
bg: 12,5 % = 12,5/100 = 125/1000, което се опростява до 1/8.
cs: 12,5 % = 12,5/100 = 125/1000, které se zjednodušuje na 1/8.
da: 12,5 % = 12,5/100 = 125/1000, som forenkles til 1/8.
de: 12,5 % = 12,5/100 = 125/1000, was sich zu 1/8 vereinfacht.
el: 12,5 % = 12,5/100 = 125/1000, που απλοποιείται σε 1/8.
es: 12,5 % = 12,5/100 = 125/1000, que se simplifica en 1/8.
fi: 12,5 % = 12,5/100 = 125/1000, joka yksinkertaistuu 1/8:ksi.
fil: 12,5 % = 12,5/100 = 125/1000, na pinadadalisay sa 1/8.
hu: 12,5% = 12,5/100 = 125/1000, ami 1/8-ra egyszerűsödik.
id: 12,5 % = 12,5/100 = 125/1000, yang disederhanakan menjadi 1/8.
it: 12,5 % = 12,5/100 = 125/1000, che si semplifica in 1/8.
ja: 12.5 % = 12.5/100 = 125/1000で、1/8に簡略化されます。
ko: 12.5 % = 12.5/100 = 125/1000, 이는 1/8로 단순화됩니다.
nl: 12,5 % = 12,5/100 = 125/1000, wat vereenvoudigt naar 1/8.
no: 12,5 % = 12,5/100 = 125/1000, som forenkles til 1/8.
pl: 12,5 % = 12,5/100 = 125/1000, co upraszcza się do 1/8.
pt_pt: 12,5 % = 12,5/100 = 125/1000, que se simplifica em 1/8.
ro: 12,5 % = 12,5/100 = 125/1000, care se simplifică în 1/8.
ru: 12,5 % = 12,5/100 = 125/1000, что упрощается до 1/8.
sk: 12,5 % = 12,5/100 = 125/1000, ktoré sa zjednoduší na 1/8.
sv: 12,5 % = 12,5/100 = 125/1000, som förenklas till 1/8.
sw: 12,5 % = 12,5/100 = 125/1000, ambayo inapunguzwa kuwa 1/8.
tr: 12,5 % = 12,5/100 = 125/1000, bu da 1/8 olarak sadeleşir.
uk: 12,5 % = 12,5/100 = 125/1000, що спрощується до 1/8.
vi: 12,5 % = 12,5/100 = 125/1000, được đơn giản hóa thành 1/8.
zh_hans: 12.5% = 12.5/100 = 125/1000，简化为1/8。
