Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_ptc_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_ptc_tip
source: Commence par diviser chaque valeur de la deuxième ligne par la première : le résultat doit être constant.
af: Begin deur elke waarde van die tweede ry deur die eerste te deel: die resultaat moet konstant wees.
bg: Започнете, като разделите всяка стойност от втория ред на първия: резултатът трябва да бъде постоянен.
cs: Začněte tím, že každou hodnotu druhého řádku vydělíte prvním: výsledek by měl být konstantní.
da: Begynd med at dividere hver værdi i den anden række med den første: resultatet skal være konstant.
de: Beginnen Sie damit, jeden Wert der zweiten Zeile durch den ersten zu teilen: Das Ergebnis muss konstant sein.
el: Ξεκινήστε διαιρώντας κάθε τιμή της δεύτερης γραμμής με την πρώτη: το αποτέλεσμα πρέπει να είναι σταθερό.
es: Comienza dividiendo cada valor de la segunda fila por el primero: el resultado debe ser constante.
fi: Aloita jakamalla jokainen toisen rivin arvo ensimmäisellä: tuloksen on oltava vakio.
fil: Magsimula sa paghahati ng bawat halaga ng pangalawang linya sa unang: ang resulta ay dapat na pare-pareho.
hu: Kezdje azzal, hogy a második sor minden értékét elosztja az elsővel: az eredménynek állandónak kell lennie.
id: Mulailah dengan membagi setiap nilai di baris kedua dengan yang pertama: hasilnya harus konstan.
it: Inizia dividendo ogni valore della seconda riga per il primo: il risultato deve essere costante.
ja: まず、2行目の各値を1行目で割ります：結果は一定でなければなりません。
ko: 두 번째 행의 각 값을 첫 번째로 나누기 시작하세요: 결과는 일정해야 합니다.
nl: Begin met het delen van elke waarde van de tweede rij door de eerste: het resultaat moet constant zijn.
no: Begynn med å dele hver verdi i den andre raden med den første: resultatet må være konstant.
pl: Zacznij od podzielenia każdej wartości w drugim wierszu przez pierwszą: wynik powinien być stały.
pt_pt: Comece por dividir cada valor da segunda linha pelo primeiro: o resultado deve ser constante.
ro: Începe prin a împărți fiecare valoare din a doua linie la prima: rezultatul trebuie să fie constant.
ru: Начните с деления каждого значения второй строки на первое: результат должен быть постоянным.
sk: Začnite tým, že každú hodnotu druhého riadku vydelíte prvým: výsledok by mal byť konštantný.
sv: Börja med att dela varje värde i den andra raden med det första: resultatet måste vara konstant.
sw: Anza kwa kugawanya kila thamani ya safu ya pili kwa ya kwanza: matokeo yanapaswa kuwa thabiti.
tr: İkinci satırdaki her değeri birinci satıra bölmeye başlayın: sonuç sabit olmalıdır.
uk: Почніть з ділення кожного значення другого рядка на перше: результат має бути постійним.
vi: Bắt đầu bằng cách chia mỗi giá trị của dòng thứ hai cho dòng đầu tiên: kết quả phải là không đổi.
zh_hans: 首先将第二行的每个值除以第一行：结果必须是恒定的。

# ed_math_rule_of_three_proportion_table_complete_title
source: À propos : Compléter un tableau de proportionnalité
af: Oor: Vul 'n tabel van proporsionaliteit aan
bg: Относно: Попълване на таблица за пропорционалност
cs: O aplikaci: Doplňování tabulky proporcionality
da: Om: Udfylde en proportionalitetstabel
de: Über: Vervollständigen einer Proportionalitätstabelle
el: Σχετικά: Συμπλήρωση ενός πίνακα αναλογικότητας
es: Acerca de: Completar una tabla de proporcionalidad
fi: Tietoja: Täydennä suhteellisuus taulukko
fil: Tungkol sa: Kumpletuhin ang isang talahanayan ng proporsyonalidad
hu: A témáról: Arányossági táblázat kiegészítése
id: Tentang: Melengkapi tabel proporsionalitas
it: Informazioni: Completare una tabella di proporzionalità
ja: 比例表の完成について
ko: 비율표 완성하기
nl: Over: Een tabel van proportionaliteit aanvullen
no: Område: Fullføre et proporsjonalitetsdiagram
pl: O programie: Uzupełnienie tabeli proporcjonalności
pt_pt: Sobre: Completar uma tabela de proporcionalidade
ro: Despre: Completarea unui tabel de proporționalitate
ru: О программе: Заполнение таблицы пропорциональности
sk: O projekte: Doplniť tabuľku proporcionality
sv: Om: Fyll i en proportionell tabell
sw: Kuhusu: Kukamilisha jedwali la uwiano
tr: Hakkında: Orantılılık tablosunu tamamlama
uk: Про нас: Заповнити таблицю пропорційності
vi: Về chúng tôi: Hoàn thành một bảng tỷ lệ
zh_hans: 关于：补全一个比例表

# ed_math_rule_of_three_proportion_table_complete_lead
source: Cet outil permet de compléter automatiquement un tableau de proportionnalité à partir du coefficient ou des valeurs connues.
af: Hierdie hulpmiddel maak dit moontlik om 'n tabel van proporsionaliteit outomaties aan te vul vanaf die koëffisiënt of bekende waardes.
bg: Този инструмент позволява автоматично да се попълни таблица за пропорционалност на базата на коефициента или известните стойности.
cs: Tento nástroj umožňuje automaticky doplnit tabulku proporcionality na základě koeficientu nebo známých hodnot.
da: Dette værktøj gør det muligt automatisk at udfylde en proportionalitetstabel baseret på koefficienten eller kendte værdier.
de: Dieses Tool ermöglicht es, eine Proportionalitätstabelle automatisch aus dem Koeffizienten oder bekannten Werten zu vervollständigen.
el: Αυτό το εργαλείο επιτρέπει να συμπληρώσετε αυτόματα έναν πίνακα αναλογικότητας από τον συντελεστή ή τις γνωστές τιμές.
es: Esta herramienta permite completar automáticamente una tabla de proporcionalidad a partir del coeficiente o de los valores conocidos.
fi: Tämä työkalu mahdollistaa suhteellisuus taulukon automaattisen täyttämisen kertoimen tai tunnettujen arvojen perusteella.
fil: Ang tool na ito ay nagbibigay-daan upang awtomatikong kumpletuhin ang isang talahanayan ng proporsyonalidad mula sa coefficient o mga kilalang halaga.
hu: Ez az eszköz lehetővé teszi, hogy automatikusan kiegészítsen egy arányossági táblázatot az együttható vagy a megadott értékek alapján.
id: Alat ini memungkinkan untuk melengkapi secara otomatis tabel proporsionalitas berdasarkan koefisien atau nilai yang diketahui.
it: Questo strumento consente di completare automaticamente una tabella di proporzionalità a partire dal coefficiente o dai valori noti.
ja: このツールは、係数または既知の値から比例表を自動的に完成させることを可能にします。
ko: 이 도구는 계수나 알려진 값을 기반으로 비율표를 자동으로 완성할 수 있도록 합니다.
nl: Dit hulpmiddel maakt het mogelijk om automatisch een tabel van proportionaliteit aan te vullen op basis van de coefficient of bekende waarden.
no: Dette verktøyet lar deg automatisk fullføre et proporsjonalitetsdiagram basert på koeffisienten eller kjente verdier.
pl: To narzędzie pozwala automatycznie uzupełnić tabelę proporcjonalności na podstawie współczynnika lub znanych wartości.
pt_pt: Esta ferramenta permite completar automaticamente uma tabela de proporcionalidade a partir do coeficiente ou dos valores conhecidos.
ro: Acest instrument permite completarea automată a unui tabel de proporționalitate pe baza coeficientului sau a valorilor cunoscute.
ru: Этот инструмент позволяет автоматически заполнить таблицу пропорциональности на основе коэффициента или известных значений.
sk: Tento nástroj umožňuje automaticky doplniť tabuľku proporcionality na základe koeficientu alebo známych hodnôt.
sv: Detta verktyg gör det möjligt att automatiskt fylla i en proportionell tabell utifrån koefficienten eller kända värden.
sw: Zana hii inaruhusu kukamilisha kiotomatiki jedwali la uwiano kutoka kwa coefficient au thamani zinazojulikana.
tr: Bu araç, bilinen katsayı veya değerlerden yola çıkarak bir orantılılık tablosunu otomatik olarak tamamlamanızı sağlar.
uk: Цей інструмент дозволяє автоматично заповнити таблицю пропорційності на основі коефіцієнта або відомих значень.
vi: Công cụ này cho phép tự động hoàn thành một bảng tỷ lệ từ hệ số hoặc các giá trị đã biết.
zh_hans: 该工具可以根据已知的系数或值自动补全一个比例表。

# ed_ptcomp_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на използване
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_ptcomp_uc1_title
source: Devoirs
af: Huiswerk
bg: Домашни задания
cs: Domácí úkoly
da: Opgaver
de: Hausaufgaben
el: Καθήκοντα
es: Tareas
fi: Kotitehtävät
fil: Mga takdang-aralin
hu: Házi feladatok
id: Pekerjaan rumah
it: Compiti
ja: 宿題
ko: 숙제
nl: Huiswerk
no: Lekser
pl: Zadania domowe
pt_pt: Deveres
ro: Teme
ru: Домашние задания
sk: Domáce úlohy
sv: Läxor
sw: Kazi za nyumbani
tr: Ödevler
uk: Домашні завдання
vi: Bài tập về nhà
zh_hans: 作业

# ed_ptcomp_uc1_text
source: Compléter un tableau partiellement rempli.
af: Vul 'n gedeeltelik ingevulde tabel aan.
bg: Попълнете частично запълнена таблица.
cs: Doplnit částečně vyplněnou tabulku.
da: Udfylde en delvist udfyldt tabel.
de: Eine teilweise ausgefüllte Tabelle vervollständigen.
el: Συμπληρώστε έναν μερικώς συμπληρωμένο πίνακα.
es: Completar una tabla parcialmente llena.
fi: Täydennä osittain täytetty taulukko.
fil: Kumpletuhin ang isang bahagyang napunan na talahanayan.
hu: Kiegészítse a részben kitöltött táblázatot.
id: Melengkapi tabel yang terisi sebagian.
it: Completare una tabella parzialmente compilata.
ja: 部分的に記入された表を完成させます。
ko: 부분적으로 작성된 표를 완성합니다.
nl: Een gedeeltelijk ingevulde tabel aanvullen.
no: Fullføre et delvis fylt diagram.
pl: Uzupełnij częściowo wypełnioną tabelę.
pt_pt: Completar uma tabela parcialmente preenchida.
ro: Completează un tabel parțial.
ru: Заполнить частично заполненную таблицу.
sk: Doplniť čiastočne vyplnenú tabuľku.
sv: Fyll i en delvis ifylld tabell.
sw: Kukamilisha jedwali lililojaa sehemu.
tr: Kısmen doldurulmuş bir tabloyu tamamlama.
uk: Заповнити частково заповнену таблицю.
vi: Hoàn thành một bảng đã được điền một phần.
zh_hans: 补全一个部分填写的表格。

# ed_ptcomp_uc2_title
source: Contrôle
af: Kontrole
bg: Контрол
cs: Kontrola
da: Kontrol
de: Kontrolle
el: Έλεγχος
es: Control
fi: Tarkistus
fil: Suriin
hu: Ellenőrzés
id: Kontrol
it: Controllo
ja: チェック
ko: 검증
nl: Controle
no: Kontroll
pl: Kontrola
pt_pt: Verificação
ro: Control
ru: Контроль
sk: Kontrola
sv: Kontroll
sw: Ukaguzi
tr: Kontrol
uk: Контроль
vi: Kiểm tra
zh_hans: 检查

# ed_ptcomp_uc2_text
source: Vérifier rapidement des résultats.
af: Kontroleer vinnig resultate.
bg: Бързо проверяване на резултати.
cs: Rychle ověřit výsledky.
da: Hurtigt at kontrollere resultater.
de: Schnell Ergebnisse überprüfen.
el: Ελέγξτε γρήγορα τα αποτελέσματα.
es: Verificar rápidamente resultados.
fi: Tarkista nopeasti tuloksia.
fil: Mabilis na suriin ang mga resulta.
hu: Gyorsan ellenőrizze az eredményeket.
id: Memeriksa hasil dengan cepat.
it: Verificare rapidamente i risultati.
ja: 結果を迅速に確認します。
ko: 결과를 빠르게 확인합니다.
nl: Snel resultaten controleren.
no: Sjekk raskt resultater.
pl: Szybko sprawdź wyniki.
pt_pt: Verificar rapidamente resultados.
ro: Verifică rapid rezultatele.
ru: Быстро проверить результаты.
sk: Rýchlo skontrolovať výsledky.
sv: Kontrollera snabbt resultat.
sw: Kuangalia haraka matokeo.
tr: Sonuçları hızlıca kontrol etme.
uk: Швидко перевірити результати.
vi: Kiểm tra nhanh các kết quả.
zh_hans: 快速验证结果。

# ed_ptcomp_uc3_title
source: Vie quotidienne
af: Daaglikse lewe
bg: Всекидневие
cs: Každodenní život
da: Hverdagsliv
de: Alltagsleben
el: Καθημερινή ζωή
es: Vida cotidiana
fi: Arkielämä
fil: Pang-araw-araw na buhay
hu: Mindennapi élet
id: Kehidupan sehari-hari
it: Vita quotidiana
ja: 日常生活
ko: 일상 생활
nl: Dagelijks leven
no: Hverdagsliv
pl: Życie codzienne
pt_pt: Vida quotidiana
ro: Viața de zi cu zi
ru: Повседневная жизнь
sk: Každodenný život
sv: Vardagsliv
sw: Maisha ya kila siku
tr: Günlük yaşam
uk: Повсякденне життя
vi: Cuộc sống hàng ngày
zh_hans: 日常生活

# ed_ptcomp_uc3_text
source: Calculer des prix, quantités ou durées proportionnelles.
af: Bereken proporsionele pryse, hoeveelhede of duurtes.
bg: Изчисляване на пропорционални цени, количества или продължителности.
cs: Vypočítat proporcionální ceny, množství nebo doby.
da: Beregne proportionale priser, mængder eller varigheder.
de: Proportionale Preise, Mengen oder Zeitdauern berechnen.
el: Υπολογίστε αναλογικές τιμές, ποσότητες ή χρονικές διάρκειες.
es: Calcular precios, cantidades o duraciones proporcionales.
fi: Laske suhteellisia hintoja, määriä tai kestoja.
fil: Kalkulahin ang mga presyo, dami o mga tagal na proporsyonal.
hu: Arányos árakat, mennyiségeket vagy időtartamokat számoljon ki.
id: Menghitung harga, kuantitas, atau durasi yang proporsional.
it: Calcolare prezzi, quantità o durate proporzionali.
ja: 比例的な価格、数量、または期間を計算します。
ko: 비례적인 가격, 수량 또는 기간을 계산합니다.
nl: Proportionele prijzen, hoeveelheden of tijdsduur berekenen.
no: Beregne proporsjonale priser, mengder eller varigheter.
pl: Obliczaj ceny, ilości lub czasy proporcjonalne.
pt_pt: Calcular preços, quantidades ou durações proporcionais.
ro: Calculează prețuri, cantități sau durate proporționale.
ru: Вычислить пропорциональные цены, количества или продолжительности.
sk: Vypočítať proporcionálne ceny, množstvá alebo trvanie.
sv: Beräkna proportionella priser, kvantiteter eller tider.
sw: Hesabu bei, kiasi au muda kwa uwiano.
tr: Orantılı fiyat, miktar veya süre hesaplama.
uk: Обчислити пропорційні ціни, кількості або тривалості.
vi: Tính toán giá, số lượng hoặc thời gian tỷ lệ.
zh_hans: 计算成比例的价格、数量或时间。

# ed_ptcomp_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap:
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您得到的结果

# ed_ptcomp_out1
source: Les valeurs manquantes du tableau.
af: Die ontbrekende waardes van die tabel.
bg: Липсващите стойности в таблицата.
cs: Chybějící hodnoty tabulky.
da: De manglende værdier i tabellen.
de: Die fehlenden Werte der Tabelle.
el: Οι ελλείπουσες τιμές του πίνακα.
es: Los valores faltantes de la tabla.
fi: Taulukon puuttuvat arvot.
fil: Ang mga nawawalang halaga ng talahanayan.
hu: A táblázat hiányzó értékei.
id: Nilai yang hilang dari tabel.
it: I valori mancanti della tabella.
ja: 表の欠けている値。
ko: 표의 누락된 값들.
nl: De ontbrekende waarden van de tabel.
no: De manglende verdiene i diagrammet.
pl: Brakujące wartości w tabeli.
pt_pt: Os valores faltantes da tabela.
ro: Valorile lipsă din tabel.
ru: Недостающие значения таблицы.
sk: Chýbajúce hodnoty tabuľky.
sv: De saknade värdena i tabellen.
sw: Thamani zinazokosekana katika jedwali.
tr: Tablodaki eksik değerler.
uk: Відсутні значення таблиці.
vi: Các giá trị thiếu trong bảng.
zh_hans: 表格中缺失的值。

# ed_ptcomp_out2
source: Le coefficient de proportionnalité utilisé.
af: Die gebruikte proporsionaliteitskoëffisiënt.
bg: Използваният коефициент на пропорционалност.
cs: Použitý koeficient proporcionality.
da: Den anvendte proportionalitetskoefficient.
de: Der verwendete Proportionalitätskoeffizient.
el: Ο χρησιμοποιούμενος συντελεστής αναλογικότητας.
es: El coeficiente de proporcionalidad utilizado.
fi: Käytetty suhteellisuuskerroin.
fil: Ang coefficient ng proporsyonalidad na ginamit.
hu: A használt arányossági együttható.
id: Koefisien proporsionalitas yang digunakan.
it: Il coefficiente di proporzionalità utilizzato.
ja: 使用される比例係数。
ko: 사용된 비례 계수.
nl: De gebruikte proportionele coefficient.
no: Koeffisienten for proporsjonalitet som brukes.
pl: Użyty współczynnik proporcjonalności.
pt_pt: O coeficiente de proporcionalidade utilizado.
ro: Coeficientul de proporționalitate utilizat.
ru: Используемый коэффициент пропорциональности.
sk: Použitý koeficient proporcionality.
sv: Den använda proportionalitetskoefficienten.
sw: Coefficient ya uwiano iliyotumika.
tr: Kullanılan orantılılık katsayısı.
uk: Використаний коефіцієнт пропорційності.
vi: Hệ số tỷ lệ được sử dụng.
zh_hans: 使用的比例系数。

# ed_ptcomp_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_ptcomp_lim1
source: Le tableau doit être proportionnel.
af: Die tabel moet proporsioneel wees.
bg: Таблицата трябва да бъде пропорционална.
cs: Tabulka musí být proporcionální.
da: Tabellen skal være proportional.
de: Die Tabelle muss proportional sein.
el: Ο πίνακας πρέπει να είναι αναλογικός.
es: La tabla debe ser proporcional.
fi: Taulukon on oltava suhteellinen.
fil: Ang talahanayan ay dapat na proporsyonal.
hu: A táblázatnak arányosnak kell lennie.
id: Tabel harus proporsional.
it: La tabella deve essere proporzionale.
ja: 表は比例している必要があります。
ko: 표는 비례적이어야 합니다.
nl: De tabel moet proportioneel zijn.
no: Diagrammet må være proporsjonalt.
pl: Tabela musi być proporcjonalna.
pt_pt: A tabela deve ser proporcional.
ro: Tabelul trebuie să fie proporțional.
ru: Таблица должна быть пропорциональной.
sk: Tabuľka musí byť proporcionálna.
sv: Tabellen måste vara proportionell.
sw: Jedwali linapaswa kuwa la uwiano.
tr: Tablo orantılı olmalıdır.
uk: Таблиця повинна бути пропорційною.
vi: Bảng phải là tỷ lệ.
zh_hans: 表格必须是成比例的。

# ed_ptcomp_lim2
source: Les unités doivent être cohérentes.
af: Die eenhede moet konsekwent wees.
bg: Единиците трябва да са последователни.
cs: Jednotky musí být konzistentní.
da: Enhederne skal være konsistente.
de: Die Einheiten müssen konsistent sein.
el: Οι μονάδες πρέπει να είναι συνεπείς.
es: Las unidades deben ser coherentes.
fi: Yksiköiden on oltava johdonmukaisia.
fil: Ang mga yunit ay dapat na magkakatugma.
hu: Az egységeknek összhangban kell lenniük.
id: Satuan harus konsisten.
it: Le unità devono essere coerenti.
ja: 単位は一貫している必要があります。
ko: 단위는 일관되어야 합니다.
nl: De eenheden moeten consistent zijn.
no: Enhetene må være konsistente.
pl: Jednostki muszą być spójne.
pt_pt: As unidades devem ser coerentes.
ro: Unitățile trebuie să fie coerente.
ru: Единицы должны быть согласованными.
sk: Jednotky musia byť konzistentné.
sv: Enheterna måste vara konsekventa.
sw: Vitengo vinapaswa kuwa na maana.
tr: Birimler tutarlı olmalıdır.
uk: Одиниці повинні бути узгодженими.
vi: Các đơn vị phải nhất quán.
zh_hans: 单位必须一致。

# ed_ptcomp_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_ptcomp_q1
source: Que faire si le tableau n’est pas proportionnel ?
af: Wat om te doen as die tabel nie proporsioneel is nie?
bg: Какво да правя, ако таблицата не е пропорционална?
cs: Co dělat, pokud tabulka není proporcionální?
da: Hvad skal man gøre, hvis tabellen ikke er proportional?
de: Was tun, wenn die Tabelle nicht proportional ist?
el: Τι να κάνετε αν ο πίνακας δεν είναι αναλογικός;
es: ¿Qué hacer si la tabla no es proporcional?
fi: Mitä tehdä, jos taulukko ei ole suhteellinen?
fil: Ano ang gagawin kung ang talahanayan ay hindi proporsyonal?
hu: Mit tegyek, ha a táblázat nem arányos?
id: Apa yang harus dilakukan jika tabel tidak proporsional?
it: Cosa fare se la tabella non è proporzionale?
ja: 表が比例していない場合はどうすればよいですか？
ko: 표가 비례적이지 않으면 어떻게 해야 하나요?
nl: Wat te doen als de tabel niet proportioneel is?
no: Hva skal jeg gjøre hvis diagrammet ikke er proporsjonalt?
pl: Co zrobić, jeśli tabela nie jest proporcjonalna?
pt_pt: O que fazer se a tabela não for proporcional?
ro: Ce să faci dacă tabelul nu este proporțional?
ru: Что делать, если таблица не является пропорциональной?
sk: Čo robiť, ak tabuľka nie je proporcionálna?
sv: Vad ska man göra om tabellen inte är proportionell?
sw: Nifanye nini ikiwa jedwali si la uwiano?
tr: Tablo orantılı değilse ne yapmalıyım?
uk: Що робити, якщо таблиця не є пропорційною?
vi: Phải làm gì nếu bảng không tỷ lệ?
zh_hans: 如果表格不是成比例的怎么办？

# ed_ptcomp_a1
source: On ne peut pas le compléter avec une règle de trois.
af: Jy kan dit nie met 'n drie-reël metode aanvul.
bg: Не може да бъде попълнена с правило на три.
cs: Nelze ji doplnit pomocí pravidla tří.
da: Man kan ikke udfylde den med en tretrinsregel.
de: Man kann sie nicht mit einer Regel von drei vervollständigen.
el: Δεν μπορεί να συμπληρωθεί με έναν κανόνα τριών.
es: No se puede completar con una regla de tres.
fi: Sitä ei voi täydentää kolmonen säännön avulla.
fil: Hindi ito maaring kumpletuhin gamit ang isang patakaran ng tatlong.
hu: Nem lehet háromsoros szabályzattal kiegészíteni.
id: Tidak dapat dilengkapi dengan aturan tiga.
it: Non può essere completata con una regola di tre.
ja: 三分の一の法則で完成させることはできません。
ko: 삼단계 규칙으로는 완성할 수 없습니다.
nl: Je kunt het niet aanvullen met een regel van drie.
no: Det kan ikke fullføres med en tretrinnsregel.
pl: Nie można jej uzupełnić za pomocą reguły trzech.
pt_pt: Não se pode completá-la com uma regra de três.
ro: Nu se poate completa cu o regulă de trei.
ru: Нельзя заполнить ее с помощью правила трех.
sk: Nemôžeme ju doplniť pomocou pravidla troch.
sv: Man kan inte fylla i den med en trepunktsregel.
sw: Haiwezi kukamilishwa kwa sheria ya tatu.
tr: Üçgen kuralı ile tamamlanamaz.
uk: Не можна заповнити її за допомогою правила трьох.
vi: Không thể hoàn thành nó bằng quy tắc ba.
zh_hans: 无法用三的规则来补全它。

# ed_ptcomp_q2
source: Comment trouver le coefficient ?
af: Hoe om die koëffisiënt te vind?
bg: Как да намерим коефициента?
cs: Jak najít koeficient?
da: Hvordan finder man koefficienten?
de: Wie findet man den Koeffizienten?
el: Πώς να βρείτε τον συντελεστή;
es: ¿Cómo encontrar el coeficiente?
fi: Miten löytää kerroin?
fil: Paano makahanap ng coefficient?
hu: Hogyan találjuk meg a koefficienst?
id: Bagaimana cara menemukan koefisien?
it: Come trovare il coefficiente?
ja: 係数を見つけるにはどうすればよいですか？
ko: 계수를 찾는 방법은?
nl: Hoe vind je de coëfficiënt?
no: Hvordan finne koeffisienten?
pl: Jak znaleźć współczynnik?
pt_pt: Como encontrar o coeficiente?
ro: Cum să găsesc coeficientul?
ru: Как найти коэффициент?
sk: Ako nájsť koeficient?
sv: Hur hittar man koefficienten?
sw: Jinsi ya kupata coefficient?
tr: Katsayıyı nasıl bulabilirim?
uk: Як знайти коефіцієнт?
vi: Làm thế nào để tìm hệ số?
zh_hans: 如何找到系数？
