Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_cumulative_vs_naive_uc3_text
source: Comprendre pourquoi les pourcentages cumulés sur plusieurs périodes ne s’obtiennent pas par simple addition.
af: Verstaan waarom kumulatieve persentasies oor verskeie tydperke nie deur eenvoudige optelling verkry word nie.
bg: Разберете защо натрупаните проценти за няколко периода не се получават чрез просто събиране.
cs: Pochopit, proč kumulativní procenta za více období nelze získat jednoduchým sčítáním.
da: Forstå hvorfor kumulerede procenter over flere perioder ikke opnås ved simpel addition.
de: Verstehen, warum kumulierte Prozentsätze über mehrere Perioden nicht durch einfache Addition erzielt werden.
el: Κατανοήστε γιατί τα σωρευμένα ποσοστά σε πολλές περιόδους δεν προκύπτουν από απλή πρόσθεση.
es: Entender por qué los porcentajes acumulados en varios períodos no se obtienen por simple adición.
fi: Ymmärtää, miksi useiden aikajaksojen kumulatiivisia prosentteja ei saada yksinkertaisella yhdisteellä.
fil: Unawain kung bakit ang mga naipong porsyento sa maraming panahon ay hindi nakukuha sa pamamagitan ng simpleng pagdaragdag.
hu: Megérteni, miért nem lehet a több időszakra vonatkozó kumulált százalékokat egyszerű összeadással elérni.
id: Memahami mengapa persentase yang terakumulasi selama beberapa periode tidak diperoleh dengan penjumlahan sederhana.
it: Comprendere perché i percentuali cumulati su più periodi non si ottengono semplicemente sommando.
ja: なぜ複数の期間にわたる累積パーセンテージが単純な加算によって得られないのかを理解する。
ko: 여러 기간에 걸친 누적 퍼센트가 단순한 덧셈으로 얻어지지 않는 이유를 이해합니다.
nl: Begrijpen waarom cumulatieve percentages over meerdere periodes niet eenvoudig door optelling worden verkregen.
no: Forstå hvorfor kumulerte prosent på flere perioder ikke oppnås ved enkel addisjon.
pl: Zrozumieć, dlaczego procenty kumulowane w kilku okresach nie są uzyskiwane przez proste dodawanie.
pt_pt: Compreender por que os percentuais acumulados em vários períodos não são obtidos por simples adição.
ro: Înțelegeți de ce procentele cumulate pe mai multe perioade nu se obțin prin simpla adunare.
ru: Понять, почему кумулятивные проценты за несколько периодов не получаются простым сложением.
sk: Pochopiť, prečo kumulované percentá za viacero období nie sú získané jednoduchým sčítaním.
sv: Förstå varför kumulerade procent över flera perioder inte uppnås genom enkel addition.
sw: Kuelewa kwa nini asilimia zilizojumlishwa kwa vipindi kadhaa hazipatikani kwa kujumlisha tu.
tr: Birden fazla dönemde birikmiş yüzdelerin basit toplama ile elde edilemeyeceğini anlamak.
uk: Зрозуміти, чому кумульовані відсотки за кілька періодів не отримуються простим додаванням.
vi: Hiểu tại sao các tỷ lệ phần trăm tích lũy qua nhiều giai đoạn không đạt được bằng cách cộng đơn giản.
zh_hans: 理解为什么在多个时期的累积百分比不能通过简单相加获得。

# ed_math_percentages_percentage_cumulative_vs_naive_uc4_title
source: Budget, objectifs et KPI
af: Begroting, doelwitte en KPI
bg: Бюджет, цели и KPI
cs: Rozpočet, cíle a KPI
da: Budget, mål og KPI
de: Budget, Ziele und KPIs
el: Προϋπολογισμός, στόχοι και KPI
es: Presupuesto, objetivos y KPI
fi: Budjetti, tavoitteet ja KPI:t
fil: Badyet, mga layunin at KPI
hu: Költségvetés, célok és KPI
id: Anggaran, tujuan, dan KPI
it: Budget, obiettivi e KPI
ja: 予算、目標、KPI
ko: 예산, 목표 및 KPI
nl: Budget, doelstellingen en KPI's
no: Budsjett, mål og KPI
pl: Budżet, cele i KPI
pt_pt: Orçamento, objetivos e KPI
ro: Buget, obiective și KPI
ru: Бюджет, цели и KPI
sk: Rozpočet, ciele a KPI
sv: Budget, mål och KPI
sw: Bajeti, malengo na KPI
tr: Bütçe, hedefler ve KPI
uk: Бюджет, цілі та KPI
vi: Ngân sách, mục tiêu và KPI
zh_hans: 预算、目标和KPI

# ed_math_percentages_percentage_cumulative_vs_naive_uc4_text
source: Comparer une “somme de progressions” et une progression réellement obtenue après plusieurs étapes.
af: Vergelyk 'n “som van progressies” en 'n werklike verkrygde progressie na verskeie stappe.
bg: Сравнете “сума на прогресии” и реално постигната прогресия след няколко стъпки.
cs: Porovnat „součet progresí“ a skutečně dosaženou progresi po několika krocích.
da: Sammenlign en “sum af progressioner” og en progression, der faktisk er opnået efter flere trin.
de: Vergleichen Sie eine „Summe von Fortschritten“ und einen tatsächlich nach mehreren Schritten erzielten Fortschritt.
el: Συγκρίνετε μια “συνολική πρόοδο” και μια πρόοδο που έχει πραγματικά επιτευχθεί μετά από αρκετά βήματα.
es: Comparar una “suma de progresiones” y una progresión realmente obtenida después de varios pasos.
fi: Vertaile “kumulatiivista summaa” ja todellista edistystä useiden vaiheiden jälkeen.
fil: Ihambing ang “kabuuan ng mga pag-unlad” at isang pag-unlad na talagang nakuha pagkatapos ng maraming hakbang.
hu: Hasonlítsa össze a “progressziók összegét” és a valóságban elért progressziót több lépés után.
id: Membandingkan “jumlah kemajuan” dan kemajuan yang sebenarnya diperoleh setelah beberapa langkah.
it: Confrontare una “somma di progressioni” e una progressione realmente ottenuta dopo diversi passaggi.
ja: 「進行の合計」と、複数のステップの後に実際に得られた進行を比較する。
ko: ‘진행의 합계’와 여러 단계 후 실제로 얻어진 진행을 비교합니다.
nl: Vergelijk een “som van progressies” en een daadwerkelijk behaalde progressie na meerdere stappen.
no: Sammenligne en “sum av progresjoner” og en faktisk oppnådd progresjon etter flere trinn.
pl: Porównaj „suma postępów” i rzeczywiście uzyskaną progresję po kilku etapach.
pt_pt: Comparar uma “soma de progressões” e uma progressão realmente obtida após várias etapas.
ro: Compararea unei “sume de progresii” și o progresie obținută realmente după mai multe etape.
ru: Сравнить “сумму прогрессий” и реально полученную прогрессию после нескольких этапов.
sk: Porovnať „súčet progresií“ a skutočne dosiahnutú progresiu po viacerých krokoch.
sv: Jämför en “summa av progressioner” och en progression som faktiskt uppnåtts efter flera steg.
sw: Linganisha “jumla ya maendeleo” na maendeleo halisi yaliyopatikana baada ya hatua kadhaa.
tr: Bir “ilerleme toplamı” ile birkaç aşamadan sonra gerçekten elde edilen bir ilerlemeyi karşılaştırmak.
uk: Порівняти “суму прогресій” і реальний прогрес, отриманий після кількох етапів.
vi: So sánh một “tổng số tiến bộ” và một tiến bộ thực sự đạt được sau nhiều bước.
zh_hans: 比较“进展的总和”和经过多个步骤后实际获得的进展。

# ed_math_percentages_percentage_cumulative_vs_naive_uc5_title
source: Explication pédagogique
af: Pedagogiese verduideliking
bg: Педагогическо обяснение
cs: Pedagogické vysvětlení
da: Pædagogisk forklaring
de: Pädagogische Erklärung
el: Παιδαγωγική εξήγηση
es: Explicación pedagógica
fi: Pedagoginen selitys
fil: Pang-edukasyong paliwanag
hu: Pedagógiai magyarázat
id: Penjelasan pedagogis
it: Spiegazione pedagogica
ja: 教育的説明
ko: 교육적 설명
nl: Pedagogische uitleg
no: Pedagogisk forklaring
pl: Wyjaśnienie pedagogiczne
pt_pt: Explicação pedagógica
ro: Explicație pedagogică
ru: Педагогическое объяснение
sk: Pedagogické vysvetlenie
sv: Pedagogisk förklaring
sw: Maelezo ya kielimu
tr: Eğitimsel açıklama
uk: Педагогічне пояснення
vi: Giải thích giáo dục
zh_hans: 教学解释

# ed_math_percentages_percentage_cumulative_vs_naive_uc5_text
source: Idéal pour illustrer une notion en cours : le cumul passe par des coefficients multiplicateurs.
af: Ideaal om 'n begrip in 'n les te illustreer: die kumulering gaan deur vermenigvuldigingskoëffisiënte.
bg: Идеален за илюстриране на понятие в курса: натрупването преминава през множители.
cs: Ideální pro ilustraci pojmu v kurzu: kumulace prochází násobícími koeficienty.
da: Ideel til at illustrere et begreb i undervisningen: kumulation kræver multiplikative koefficienter.
de: Ideal, um ein Konzept im Unterricht zu veranschaulichen: Die Kumulierung erfolgt über Multiplikationsfaktoren.
el: Ιδανικό για να απεικονίσετε μια έννοια σε μάθημα: το σωρευτικό περνά από πολλαπλασιαστικούς συντελεστές.
es: Ideal para ilustrar un concepto en curso: el acumulado pasa por coeficientes multiplicadores.
fi: Ihanteellinen käsitteen havainnollistamiseen: kumuloituminen tapahtuu kertoimien kautta.
fil: Perpekto para sa pag-illustrate ng isang konsepto sa klase: ang pag-ipon ay dumadaan sa mga multiplier.
hu: Ideális egy fogalom illusztrálására az órán: a kumuláció szorzótényezőkön keresztül történik.
id: Ideal untuk mengilustrasikan suatu konsep dalam pelajaran: akumulasi melibatkan koefisien pengali.
it: Ideale per illustrare un concetto in corso: l’accumulo passa attraverso coefficienti moltiplicatori.
ja: 進行中の概念を示すのに理想的：累積は乗数係数を通じて行われます。
ko: 진행 중 개념을 설명하는 데 이상적입니다: 누적은 곱셈 계수를 통해 이루어집니다.
nl: Ideaal om een concept in de les te illustreren: cumulatie gaat via vermenigvuldigingscoëfficiënten.
no: Ideell for å illustrere et begrep i klassen: kumulering skjer gjennom multiplikative koeffisienter.
pl: Idealne do zilustrowania pojęcia w trakcie zajęć: kumulacja przechodzi przez współczynniki mnożące.
pt_pt: Ideal para ilustrar uma noção em curso: o acúmulo passa por coeficientes multiplicadores.
ro: Ideal pentru a ilustra o noțiune în curs: cumulul trece prin coeficienți multiplicatori.
ru: Идеально подходит для иллюстрации понятия на уроке: накопление проходит через множители.
sk: Ideálne na ilustráciu pojmu v kurze: kumulácia prechádza cez násobiteľské koeficienty.
sv: Idealisk för att illustrera ett begrepp i kursen: kumulering går genom multiplikativa koefficienter.
sw: Inafaa sana kuonyesha dhana katika muktadha: jumla inahitaji viwango vya kuongezeka.
tr: Bir kavramı ders sırasında açıklamak için idealdir: birikim, çarpanlar aracılığıyla gerçekleşir.
uk: Ідеально підходить для ілюстрації поняття на уроці: накопичення проходить через множники.
vi: Lý tưởng để minh họa một khái niệm trong quá trình học: tích lũy thông qua các hệ số nhân.
zh_hans: 理想用于说明正在学习的概念：累积通过乘数系数实现。

# ed_math_percentages_percentage_cumulative_vs_naive_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Det, du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang iyong makukuha
hu: Amit kap
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您获得的内容

# ed_math_percentages_percentage_cumulative_vs_naive_out1
source: La somme naïve des pourcentages (addition directe), utile uniquement comme comparaison.
af: Die naïewe som van persentasies (direkte optelling), slegs nuttig as 'n vergelyking.
bg: Наивната сума на процентите (директно събиране), полезна само като сравнение.
cs: Naivní součet procent (přímé sčítání), užitečné pouze jako srovnání.
da: Den naive sum af procenter (direkte addition), nyttig kun som sammenligning.
de: Die naive Summe der Prozentsätze (direkte Addition), die nur als Vergleich nützlich ist.
el: Η απλή άθροιση των ποσοστών (άμεση πρόσθεση), χρήσιμη μόνο ως σύγκριση.
es: La suma ingenua de los porcentajes (adición directa), útil únicamente como comparación.
fi: Prosenttien naiivi summa (suora yhdiste), hyödyllinen vain vertailuna.
fil: Ang simpleng kabuuan ng mga porsyento (direktang pagdaragdag), kapaki-pakinabang lamang bilang paghahambing.
hu: A százalékok naiv összege (közvetlen összeadás), amely csak összehasonlításra hasznos.
id: Jumlah naif dari persentase (penjumlahan langsung), hanya berguna sebagai perbandingan.
it: La somma ingenua dei percentuali (addizione diretta), utile solo come confronto.
ja: パーセンテージの単純合計（直接加算）、比較のためにのみ役立つ。
ko: 퍼센트의 단순 합계(직접 덧셈), 비교 용도로만 유용합니다.
nl: De naïeve som van percentages (directe optelling), alleen nuttig als vergelijking.
no: Den naive summen av prosentene (direkte addisjon), nyttig kun som sammenligning.
pl: Naiwna suma procentów (bezpośrednie dodawanie), użyteczna tylko jako porównanie.
pt_pt: A soma ingênua das percentagens (adição direta), útil apenas como comparação.
ro: Suma naivă a procentelor (adunare directă), utilă doar ca și comparație.
ru: Наивная сумма процентов (прямое сложение), полезная только как сравнение.
sk: Naivná suma percent (priamy súčet), užitočná iba ako porovnanie.
sv: Den naiva summan av procent (direkt addition), användbar endast som jämförelse.
sw: Jumla ya kawaida ya asilimia (kujumlisha moja kwa moja), inafaida tu kama kulinganisha.
tr: Yüzdelerin basit toplamı (doğrudan toplama), yalnızca karşılaştırma için faydalıdır.
uk: Наївна сума відсотків (пряме додавання), корисна лише як порівняння.
vi: Tổng số đơn giản của các tỷ lệ phần trăm (cộng trực tiếp), chỉ hữu ích như một sự so sánh.
zh_hans: 百分比的简单求和（直接相加），仅作为比较有用。

# ed_math_percentages_percentage_cumulative_vs_naive_out2
source: L’effet cumulé réel obtenu après applications successives, calculé via des coefficients.
af: Die werklike kumulatieve effek verkry na opvolgende toepassings, bereken deur koëffisiënte.
bg: Реалният натрупан ефект, получен след последователни приложения, изчислен чрез множители.
cs: Skutečný kumulativní efekt získaný po sobě jdoucími aplikacemi, vypočítaný pomocí koeficientů.
da: Den reelle kumulative effekt opnået efter successive anvendelser, beregnet via koefficienter.
de: Die tatsächliche kumulierte Wirkung, die nach aufeinanderfolgenden Anwendungen berechnet wird, unter Verwendung von Faktoren.
el: Το πραγματικό σωρευτικό αποτέλεσμα που αποκτάται μετά από διαδοχικές εφαρμογές, υπολογισμένο μέσω συντελεστών.
es: El efecto acumulado real obtenido después de aplicaciones sucesivas, calculado a través de coeficientes.
fi: Todellinen kumuloituva vaikutus, joka saadaan peräkkäisten sovellusten jälkeen, lasketaan kertoimien avulla.
fil: Ang tunay na epekto ng pag-ipon na nakuha pagkatapos ng sunud-sunod na aplikasyon, kinakalkula sa pamamagitan ng mga coefficient.
hu: A valós kumulált hatás, amelyet sorozatos alkalmazások után kapunk, szorzótényezők segítségével számítva.
id: Efek kumulatif nyata yang diperoleh setelah aplikasi berturut-turut, dihitung melalui koefisien.
it: L’effetto cumulato reale ottenuto dopo applicazioni successive, calcolato tramite coefficienti.
ja: 連続適用の後に得られる実際の累積効果、係数を通じて計算される。
ko: 연속 적용 후 얻어진 실제 누적 효과, 계수를 통해 계산됩니다.
nl: Het werkelijke cumulatieve effect verkregen na successieve toepassingen, berekend via coëfficiënten.
no: Den faktiske kumulerte effekten oppnådd etter successive anvendelser, beregnet via koeffisienter.
pl: Rzeczywisty efekt kumulacyjny uzyskany po kolejnych zastosowaniach, obliczany za pomocą współczynników.
pt_pt: O efeito acumulado real obtido após aplicações sucessivas, calculado através de coeficientes.
ro: Efectul cumulativ real obținut după aplicații succesive, calculat prin coeficienți.
ru: Реальный кумулятивный эффект, полученный после последовательных применений, рассчитанный с помощью множителей.
sk: Skutočný kumulovaný efekt získaný po sebe idúcimi aplikáciami, vypočítaný pomocou koeficientov.
sv: Den verkliga kumulativa effekten som uppnås efter successiva tillämpningar, beräknad via koefficienter.
sw: Athari halisi ya jumla iliyopatikana baada ya maombi mfululizo, iliyohesabiwa kupitia viwango.
tr: Ardışık uygulamalar sonrası elde edilen gerçek birikim etkisi, çarpanlar aracılığıyla hesaplanır.
uk: Реальний кумулятивний ефект, отриманий після послідовних застосувань, обчислений через множники.
vi: Hiệu ứng tích lũy thực tế đạt được sau các ứng dụng liên tiếp, được tính toán thông qua các hệ số.
zh_hans: 经过连续应用后获得的实际累积效应，通过系数计算。

# ed_math_percentages_percentage_cumulative_vs_naive_out3
source: La différence entre les deux approches, pour visualiser l’erreur potentielle et mieux communiquer un résultat.
af: Die verskil tussen die twee benaderings, om die potensiële fout te visualiseer en 'n resultaat beter te kommunikeer.
bg: Разликата между двата подхода, за да визуализирате потенциалната грешка и по-добре да комуникирате резултата.
cs: Rozdíl mezi oběma přístupy, pro vizualizaci potenciální chyby a lepší komunikaci výsledku.
da: Forskellen mellem de to tilgange, for at visualisere den potentielle fejl og bedre kommunikere et resultat.
de: Der Unterschied zwischen den beiden Ansätzen, um den potenziellen Fehler zu visualisieren und ein Ergebnis besser zu kommunizieren.
el: Η διαφορά μεταξύ των δύο προσεγγίσεων, για να οπτικοποιήσετε το πιθανό σφάλμα και να επικοινωνήσετε καλύτερα ένα αποτέλεσμα.
es: La diferencia entre los dos enfoques, para visualizar el error potencial y comunicar mejor un resultado.
fi: Ero kahden lähestymistavan välillä, jotta voidaan visualisoida mahdollinen virhe ja viestiä tulos paremmin.
fil: Ang pagkakaiba sa pagitan ng dalawang diskarte, upang maipakita ang potensyal na pagkakamali at mas mahusay na makipag-usap ng isang resulta.
hu: A két megközelítés közötti különbség, hogy vizualizálja a potenciális hibát és jobban kommunikálja az eredményt.
id: Perbedaan antara kedua pendekatan, untuk memvisualisasikan kesalahan potensial dan lebih baik mengkomunikasikan hasil.
it: La differenza tra i due approcci, per visualizzare l’errore potenziale e comunicare meglio un risultato.
ja: 二つのアプローチの違い、潜在的な誤りを視覚化し、結果をより良く伝えるため。
ko: 두 접근 방식의 차이, 잠재적 오류를 시각화하고 결과를 더 잘 전달하기 위해.
nl: Het verschil tussen de twee benaderingen, om de potentiële fout te visualiseren en een resultaat beter te communiceren.
no: Forskjellen mellom de to tilnærmingene, for å visualisere potensiell feil og bedre kommunisere et resultat.
pl: Różnica między dwoma podejściami, aby zobaczyć potencjalny błąd i lepiej komunikować wynik.
pt_pt: A diferença entre as duas abordagens, para visualizar o erro potencial e comunicar melhor um resultado.
ro: Diferența dintre cele două abordări, pentru a vizualiza eroarea potențială și a comunica mai bine un rezultat.
ru: Разница между двумя подходами, чтобы визуализировать потенциальную ошибку и лучше донести результат.
sk: Rozdiel medzi oboma prístupmi, aby ste vizualizovali potenciálnu chybu a lepšie komunikovali výsledok.
sv: Skillnaden mellan de två tillvägagångssätten, för att visualisera den potentiella felet och bättre kommunicera ett resultat.
sw: Tofauti kati ya mbinu hizo mbili, ili kuona makosa yanayoweza kutokea na kuwasilisha matokeo kwa ufanisi zaidi.
tr: İki yaklaşım arasındaki fark, potansiyel hatayı görselleştirmek ve bir sonucu daha iyi iletmek için.
uk: Різниця між двома підходами, щоб візуалізувати потенційну помилку і краще комунікувати результат.
vi: Sự khác biệt giữa hai cách tiếp cận, để hình dung sai sót tiềm tàng và giao tiếp kết quả tốt hơn.
zh_hans: 两种方法之间的差异，以可视化潜在错误并更好地传达结果。

# ed_math_percentages_percentage_cumulative_vs_naive_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztető pontok
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 限界と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlamalar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_percentages_percentage_cumulative_vs_naive_lim1
source: Le cumul dépend de l’ordre et du fait que chaque pourcentage s’applique à une nouvelle base.
af: Die kumulering hang af van die volgorde en die feit dat elke persentasie op 'n nuwe basis toegepas word.
bg: Натрупването зависи от реда и от факта, че всеки процент се прилага към нова база.
cs: Kumulace závisí na pořadí a na tom, že každé procento se aplikuje na novou základnu.
da: Kumuleringen afhænger af rækkefølgen og af, at hver procent anvendes på en ny base.
de: Die Kumulierung hängt von der Reihenfolge ab und davon, dass jeder Prozentsatz auf eine neue Basis angewendet wird.
el: Το σωρευτικό εξαρτάται από τη σειρά και το γεγονός ότι κάθε ποσοστό εφαρμόζεται σε μια νέα βάση.
es: El acumulado depende del orden y del hecho de que cada porcentaje se aplica a una nueva base.
fi: Kumulointi riippuu järjestyksestä ja siitä, että jokainen prosentti sovelletaan uuteen peruslukuun.
fil: Ang pag-ipon ay nakasalalay sa pagkakasunod-sunod at sa katotohanang ang bawat porsyento ay nalalapat sa isang bagong batayan.
hu: A kumuláció függ a sorrendtől és attól, hogy minden százalék egy új alapra vonatkozik.
id: Akumulasi tergantung pada urutan dan fakta bahwa setiap persentase diterapkan pada basis baru.
it: L’accumulo dipende dall’ordine e dal fatto che ogni percentuale si applica a una nuova base.
ja: 累積は順序に依存し、各パーセンテージが新しい基準に適用されることに依存します。
ko: 누적은 순서에 따라 달라지며, 각 퍼센트가 새로운 기준에 적용된다는 사실에 따라 달라집니다.
nl: Cumulatie hangt af van de volgorde en het feit dat elke percentage op een nieuwe basis wordt toegepast.
no: Kumuleringen avhenger av rekkefølgen og at hver prosent gjelder en ny base.
pl: Kumulacja zależy od kolejności i od tego, że każdy procent stosuje się do nowej bazy.
pt_pt: O acúmulo depende da ordem e do fato de que cada percentagem se aplica a uma nova base.
ro: Cumulul depinde de ordine și de faptul că fiecare procent se aplică unei noi baze.
ru: Накопление зависит от порядка и от того, что каждый процент применяется к новой базе.
sk: Kumulácia závisí od poradia a od toho, že každý percentuálny podiel sa aplikuje na novú základňu.
sv: Kumuleringen beror på ordningen och att varje procent tillämpas på en ny bas.
sw: Jumla inategemea mpangilio na ukweli kwamba kila asilimia inatumika kwa msingi mpya.
tr: Birikim, sıralamaya ve her yüzdelik dilimin yeni bir temele uygulanmasına bağlıdır.
uk: Накопичення залежить від порядку і від того, що кожен відсоток застосовується до нової бази.
vi: Tích lũy phụ thuộc vào thứ tự và việc mỗi tỷ lệ phần trăm áp dụng cho một cơ sở mới.
zh_hans: 累积依赖于顺序以及每个百分比应用于新基数的事实。
