Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_proportional_share_lim2
source: Attention aux arrondis dans les répartitions réelles.
af: Pasop vir afrondings in werklike verdelings.
bg: Внимавайте за закръгляния в реалните разпределения.
cs: Pozor na zaokroulení v reálných rozděleních.
da: Pas på afrundinger i faktiske fordelinger.
de: Achtung bei Rundungen in realen Verteilungen.
el: Προσοχή στις στρογγυλοποιήσεις στις πραγματικές κατανομές.
es: Cuidado con los redondeos en las distribuciones reales.
fi: Huomioi pyöristykset todellisissa jakamisissa.
fil: Mag-ingat sa mga pag-ikot sa mga aktwal na pamamahagi.
hu: Figyelj a kerekítésekre a valós elosztásokban.
id: Hati-hati terhadap pembulatan dalam distribusi nyata.
it: Attenzione agli arrotondamenti nelle ripartizioni reali.
ja: 実際の分配における丸めに注意してください。
ko: 실제 분배에서 반올림에 주의하세요.
nl: Let op voor afrondingen in werkelijke verdelingen.
no: Vær oppmerksom på avrundinger i faktiske fordelinger.
pl: Uwaga na zaokrąglenia w rzeczywistych podziałach.
pt_pt: Cuidado com arredondamentos em distribuições reais.
ro: Atenție la rotunjiri în distribuțiile reale.
ru: Осторожно с округлениями в реальных распределениях.
sk: Pozor na zaokrúhľovanie v reálnych rozdeleniach.
sv: Var försiktig med avrundningar i verkliga fördelningar.
sw: Kuwa makini na mizunguko katika mgawanyiko halisi.
tr: Gerçek dağılımlarda yuvarlamalara dikkat edin.
uk: Увага до округлень у реальних розподілах.
vi: Chú ý đến việc làm tròn trong các phân phối thực tế.
zh_hans: 注意实际分配中的四舍五入。

# ed_math_proportional_share_tip_title
source: Astuce
af: Hulpmiddel
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_math_proportional_share_tip
source: Vérifie toujours que la somme des parts reconstitue bien le total initial.
af: Kontroleer altyd dat die som van die dele die oorspronklike totaal regtig weergee.
bg: Винаги проверявайте, че сумата на частите възстановява първоначалната сума.
cs: Vždy zkontrolujte, že součet částí skutečně obnovuje původní celkovou částku.
da: Kontroller altid, at summen af delene genskaber den oprindelige total.
de: Überprüfen Sie immer, ob die Summe der Anteile das ursprüngliche Gesamt tatsächlich rekonstruiert.
el: Ελέγξτε πάντα ότι το άθροισμα των μεριδίων ανασυνθέτει σωστά το αρχικό σύνολο.
es: Siempre verifica que la suma de las partes reconstruya bien el total inicial.
fi: Tarkista aina, että osien summa palauttaa alkuperäisen kokonaisuuden.
fil: Laging suriin na ang kabuuan ng mga bahagi ay muling bumubuo ng orihinal na kabuuan.
hu: Mindig ellenőrizd, hogy a részek összege valóban visszaállítja a kezdeti teljes összeget.
id: Selalu periksa bahwa jumlah bagian benar-benar membentuk total awal.
it: Controlla sempre che la somma delle parti ricostituisca bene il totale iniziale.
ja: 常に部分の合計が元の合計を再構成することを確認してください。
ko: 부분의 합이 초기 총액을 잘 재구성하는지 항상 확인하세요.
nl: Controleer altijd of de som van de aandelen het oorspronkelijke totaal goed reconstrueert.
no: Sjekk alltid at summen av delene gjenoppretter den opprinnelige totalen.
pl: Zawsze sprawdzaj, czy suma części dokładnie odtwarza początkową całkowitą kwotę.
pt_pt: Verifique sempre se a soma das partes reconstrói bem o total inicial.
ro: Verifică întotdeauna că suma părților reconstituie bine totalul inițial.
ru: Всегда проверяйте, что сумма долей восстанавливает начальную сумму.
sk: Vždy skontrolujte, či súčet častí presne obnovuje pôvodný celok.
sv: Kontrollera alltid att summan av andelarna återställer den ursprungliga totalen.
sw: Daima hakikisha kuwa jumla ya sehemu inarejesha jumla ya awali.
tr: Her zaman payların toplamının başlangıçtaki toplamı doğru bir şekilde yeniden oluşturduğunu kontrol edin.
uk: Завжди перевіряйте, що сума часток точно відтворює початкову загальну суму.
vi: Luôn kiểm tra xem tổng các phần có khôi phục chính xác tổng ban đầu hay không.
zh_hans: 始终检查部分的总和是否确实重构了初始总数。

# ed_math_proportionality_check_title
source: À propos : Vérifier une proportionnalité
af: Oor: Kontroleer 'n proporsionaliteit
bg: Относно: Проверка на пропорционалност
cs: O: Ověřit proporcionalitu
da: Om: Kontrollere en proportionalitet
de: Über: Überprüfen einer Proportionalität
el: Σχετικά με: Έλεγχος μιας αναλογικότητας
es: Acerca de: Verificar una proporcionalidad
fi: Tietoa: Tarkista suhteellisuus
fil: Tungkol sa: Suriin ang isang proporsyonalidad
hu: A következőkről: Arányosság ellenőrzése
id: Tentang: Memeriksa proporsionalitas
it: A proposito: Verificare una proporzionalità
ja: について：比例を確認する
ko: 정보: 비례성 확인하기
nl: Over: Controleer een proportionaliteit
no: Om: Sjekke en proporsjonalitet
pl: O tym: Sprawdzanie proporcjonalności
pt_pt: Sobre: Verificar uma proporcionalidade
ro: Despre: Verificarea unei proporționalități
ru: О нас: Проверка пропорциональности
sk: O: Skontrolovať proporcionalitu
sv: Om: Kontrollera en proportionalitet
sw: Kuhusu: Kuangalia uwiano
tr: Hakkında: Orantılılığı kontrol etme
uk: Про: Перевірити пропорційність
vi: Về: Kiểm tra một tỷ lệ
zh_hans: 关于：检查比例关系

# ed_math_proportionality_check_lead
source: Apprendre à déterminer rapidement si deux séries de valeurs sont proportionnelles ou non, à l’aide de tests simples et fiables.
af: Leer om vinnig te bepaal of twee reekse waardes proporsioneel is of nie, met behulp van eenvoudige en betroubare toetse.
bg: Научете как бързо да определяте дали две серии от стойности са пропорционални или не, с помощта на прости и надеждни тестове.
cs: Naučit se rychle určit, zda jsou dvě série hodnot proporcionální, pomocí jednoduchých a spolehlivých testů.
da: Lære hurtigt at bestemme, om to serier af værdier er proportionale eller ej, ved hjælp af enkle og pålidelige tests.
de: Lernen, schnell zu bestimmen, ob zwei Wertserien proportional sind oder nicht, mithilfe einfacher und zuverlässiger Tests.
el: Μάθετε να προσδιορίζετε γρήγορα αν δύο σειρές τιμών είναι αναλογικές ή όχι, χρησιμοποιώντας απλές και αξιόπιστες δοκιμές.
es: Aprender a determinar rápidamente si dos series de valores son proporcionales o no, utilizando pruebas simples y confiables.
fi: Opettele määrittämään nopeasti, ovatko kaksi arvosarjaa suhteellisia vai eivät, yksinkertaisten ja luotettavien testien avulla.
fil: Matutong mabilis na matukoy kung ang dalawang serye ng mga halaga ay proporsyonal o hindi, gamit ang mga simpleng at maaasahang pagsubok.
hu: Tanulj meg gyorsan meghatározni, hogy két értéksorozat arányos-e vagy sem, egyszerű és megbízható tesztek segítségével.
id: Belajar untuk dengan cepat menentukan apakah dua rangkaian nilai proporsional atau tidak, dengan menggunakan tes sederhana dan dapat diandalkan.
it: Imparare a determinare rapidamente se due serie di valori sono proporzionali o meno, utilizzando test semplici e affidabili.
ja: 二つの値の系列が比例しているかどうかを、簡単で信頼できるテストを使って迅速に判断する方法を学ぶ。
ko: 두 값 시리즈가 비례인지 아닌지를 빠르게 결정하는 방법을 배우기 위해 간단하고 신뢰할 수 있는 테스트를 사용합니다.
nl: Leer snel te bepalen of twee reeksen waarden proportioneel zijn of niet, met behulp van eenvoudige en betrouwbare tests.
no: Lære å raskt avgjøre om to serier med verdier er proporsjonale eller ikke, ved hjelp av enkle og pålitelige tester.
pl: Nauka szybkiego określania, czy dwie serie wartości są proporcjonalne, za pomocą prostych i wiarygodnych testów.
pt_pt: Aprender a determinar rapidamente se duas séries de valores são proporcionais ou não, usando testes simples e confiáveis.
ro: Învățarea de a determina rapid dacă două serii de valori sunt proporționale sau nu, folosind teste simple și fiabile.
ru: Научитесь быстро определять, являются ли две серии значений пропорциональными или нет, с помощью простых и надежных тестов.
sk: Naučiť sa rýchlo určiť, či sú dve série hodnôt proporcionálne alebo nie, pomocou jednoduchých a spoľahlivých testov.
sv: Lär dig att snabbt avgöra om två serier av värden är proportionella eller inte, med hjälp av enkla och pålitliga tester.
sw: Jifunze jinsi ya kubaini haraka ikiwa mfululizo wa thamani mbili ni sawa au la, kwa kutumia majaribio rahisi na ya kuaminika.
tr: İki değer serisinin orantılı olup olmadığını hızlı bir şekilde belirlemeyi, basit ve güvenilir testler kullanarak öğrenmek.
uk: Навчитися швидко визначати, чи є дві серії значень пропорційними, за допомогою простих і надійних тестів.
vi: Học cách xác định nhanh chóng xem hai dãy giá trị có tỷ lệ với nhau hay không, bằng cách sử dụng các bài kiểm tra đơn giản và đáng tin cậy.
zh_hans: 学习如何快速确定两组数值是否成比例，使用简单可靠的测试。

# ed_math_proportionality_check_usecases
source: Cas d’utilisation
af: Gebruiksg gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfall
el: Περίπτωση χρήσης
es: Caso de uso
fi: Käyttötapaus
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: ユースケース
ko: 사용 사례
nl: Gebruikscase
no: Bruksområde
pl: Przykład użycia
pt_pt: Caso de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадок використання
vi: Trường hợp sử dụng
zh_hans: 用例

# ed_math_proportionality_check_uc1_title
source: Exercices scolaires
af: Skool oefeninge
bg: Училищни упражнения
cs: Školní cvičení
da: Skoleøvelser
de: Schulübungen
el: Σχολικές ασκήσεις
es: Ejercicios escolares
fi: Kouluharjoitukset
fil: Mga pagsasanay sa paaralan
hu: Iskolai gyakorlatok
id: Latihan sekolah
it: Esercizi scolastici
ja: 学校の演習
ko: 학교 과제
nl: Schooloefeningen
no: Skoleoppgaver
pl: Ćwiczenia szkolne
pt_pt: Exercícios escolares
ro: Exerciții școlare
ru: Школьные упражнения
sk: Školské cvičenia
sv: Skolövningar
sw: Mazoezi ya shule
tr: Okul alıştırmaları
uk: Шкільні вправи
vi: Bài tập học đường
zh_hans: 学校练习

# ed_math_proportionality_check_uc1_text
source: Vérifier si un tableau correspond bien à une situation de proportionnalité.
af: Kontroleer of 'n tabel regtig ooreenstem met 'n proporsionaliteit situasie.
bg: Проверете дали таблица съответства на ситуация на пропорционалност.
cs: Ověřit, zda tabulka odpovídá situaci proporcionality.
da: Kontrollere, om en tabel svarer til en proportionalitetssituation.
de: Überprüfen, ob eine Tabelle tatsächlich einer Proportionalitätssituation entspricht.
el: Ελέγξτε αν ένας πίνακας αντιστοιχεί σωστά σε μια κατάσταση αναλογικότητας.
es: Verificar si una tabla corresponde bien a una situación de proporcionalidad.
fi: Tarkista, vastaako taulukko hyvin suhteellisuustilannetta.
fil: Suriin kung ang isang talahanayan ay tumutugma sa isang sitwasyon ng proporsyonalidad.
hu: Ellenőrizd, hogy egy táblázat valóban megfelel-e egy arányossági helyzetnek.
id: Memeriksa apakah tabel sesuai dengan situasi proporsionalitas.
it: Verificare se una tabella corrisponde bene a una situazione di proporzionalità.
ja: 表が比例の状況に適しているかどうかを確認する。
ko: 표가 비례 상황에 잘 맞는지 확인하세요.
nl: Controleer of een tabel goed overeenkomt met een situatie van proportionaliteit.
no: Sjekk om en tabell faktisk samsvarer med en proporsjonalitetssituasjon.
pl: Sprawdzenie, czy tabela odpowiada sytuacji proporcjonalności.
pt_pt: Verificar se uma tabela corresponde bem a uma situação de proporcionalidade.
ro: Verifică dacă un tabel corespunde bine unei situații de proporționalitate.
ru: Проверить, соответствует ли таблица ситуации пропорциональности.
sk: Skontrolovať, či tabuľka zodpovedá situácii proporcionality.
sv: Kontrollera om en tabell verkligen motsvarar en situation av proportionalitet.
sw: Angalia ikiwa jedwali linakidhi hali ya uwiano.
tr: Bir tablonun gerçekten bir orantılılık durumuna uyup uymadığını kontrol edin.
uk: Перевірити, чи таблиця відповідає ситуації пропорційності.
vi: Kiểm tra xem một bảng có thực sự tương ứng với một tình huống tỷ lệ hay không.
zh_hans: 检查一个表格是否确实对应于一个比例关系的情况。

# ed_math_proportionality_check_uc2_title
source: Données réelles
af: Werklike data
bg: Реални данни
cs: Skutečná data
da: Virkelige data
de: Echte Daten
el: Πραγματικά δεδομένα
es: Datos reales
fi: Todelliset tiedot
fil: Tunay na datos
hu: Valós adatok
id: Data nyata
it: Dati reali
ja: 実データ
ko: 실제 데이터
nl: Werkelijke gegevens
no: Faktiske data
pl: Dane rzeczywiste
pt_pt: Dados reais
ro: Date reale
ru: Реальные данные
sk: Reálne údaje
sv: Verkliga data
sw: Data halisi
tr: Gerçek veriler
uk: Реальні дані
vi: Dữ liệu thực
zh_hans: 真实数据

# ed_math_proportionality_check_uc2_text
source: Analyser des données (prix, distances, durées) avant d’appliquer une règle de trois.
af: Analiseer data (pryse, afstande, duur) voordat jy 'n drie-regel toepas.
bg: Анализирайте данни (цени, разстояния, продължителности) преди да приложите правило на три.
cs: Analyzovat data (ceny, vzdálenosti, doby) před aplikací pravidla tří.
da: Analysere data (priser, afstande, varigheder) før man anvender en regel på tre.
de: Daten (Preise, Entfernungen, Zeiten) analysieren, bevor eine Regel von drei angewendet wird.
el: Αναλύστε δεδομένα (τιμές, αποστάσεις, διάρκειες) πριν εφαρμόσετε έναν κανόνα τριών.
es: Analizar datos (precios, distancias, duraciones) antes de aplicar una regla de tres.
fi: Analysoi tietoja (hinnat, etäisyydet, kestot) ennen kolmonen sääntöjen soveltamista.
fil: Suriin ang mga datos (mga presyo, distansya, tagal) bago ilapat ang isang patakaran ng tatlo.
hu: Adatok elemzése (árak, távolságok, időtartamok) mielőtt alkalmaznád a három szabályt.
id: Menganalisis data (harga, jarak, durasi) sebelum menerapkan aturan tiga.
it: Analizzare i dati (prezzi, distanze, durate) prima di applicare una regola del tre.
ja: 三分の一のルールを適用する前にデータ（価格、距離、時間）を分析する。
ko: 규칙을 적용하기 전에 데이터(가격, 거리, 시간)를 분석하세요.
nl: Analyseer gegevens (prijzen, afstanden, tijden) voordat je een regel van drie toepast.
no: Analysere data (priser, avstander, varigheter) før du anvender en regel på tre.
pl: Analiza danych (ceny, odległości, czasy) przed zastosowaniem zasady trzech.
pt_pt: Analisar dados (preços, distâncias, durações) antes de aplicar uma regra de três.
ro: Analiza datelor (prețuri, distanțe, durate) înainte de a aplica o regulă de trei.
ru: Анализировать данные (цены, расстояния, продолжительности) перед применением правила трех.
sk: Analyzovať údaje (ceny, vzdialenosti, trvanie) pred aplikovaním pravidla troch.
sv: Analysera data (priser, avstånd, tider) innan du tillämpar en regel av tre.
sw: Chambua data (bei, umbali, muda) kabla ya kutumia sheria ya tatu.
tr: Üçüncü kuralı uygulamadan önce verileri (fiyatlar, mesafeler, süreler) analiz edin.
uk: Аналізувати дані (ціни, відстані, тривалості) перед застосуванням правила трьох.
vi: Phân tích dữ liệu (giá, khoảng cách, thời gian) trước khi áp dụng quy tắc ba.
zh_hans: 在应用三分之一规则之前分析数据（价格、距离、时间）。

# ed_math_proportionality_check_output
source: Ce que vous apprenez
af: Wat jy leer
bg: Какво учите
cs: Co se naučíte
da: Det du lærer
de: Was Sie lernen
el: Αυτό που μαθαίνετε
es: Lo que aprendes
fi: Mitä opit
fil: Ang iyong natutunan
hu: Amit tanulsz
id: Apa yang Anda pelajari
it: Ciò che impari
ja: あなたが学ぶこと
ko: 당신이 배우는 것
nl: Wat je leert
no: Det du lærer
pl: To, czego się uczysz
pt_pt: O que você aprende
ro: Ce ce înveți
ru: Что вы изучаете
sk: Čo sa naučíte
sv: Det du lär dig
sw: Unachokujifunza
tr: Öğrendikleriniz
uk: Те, що ви вивчаєте
vi: Những gì bạn học được
zh_hans: 您所学的内容

# ed_math_proportionality_check_out1
source: Les critères indispensables pour reconnaître une proportionnalité.
af: Die noodsaaklike kriteria om 'n proporsionaliteit te herken.
bg: Незаменимите критерии за разпознаване на пропорционалност.
cs: Nezbytná kritéria pro rozpoznání proporcionality.
da: De uundgåelige kriterier for at genkende en proportionalitet.
de: Die unverzichtbaren Kriterien zur Erkennung einer Proportionalität.
el: Τα απαραίτητα κριτήρια για να αναγνωρίσετε μια αναλογικότητα.
es: Los criterios indispensables para reconocer una proporcionalidad.
fi: Välttämättömät kriteerit suhteellisuuden tunnistamiseksi.
fil: Ang mga kinakailangang pamantayan upang makilala ang isang proporsyonalidad.
hu: A szükséges kritériumok az arányosság felismeréséhez.
id: Kriteria penting untuk mengenali proporsionalitas.
it: I criteri indispensabili per riconoscere una proporzionalità.
ja: 比例を認識するための不可欠な基準。
ko: 비례성을 인식하기 위한 필수 기준.
nl: De onmisbare criteria om een proportionaliteit te herkennen.
no: De nødvendige kriteriene for å gjenkjenne en proporsjonalitet.
pl: Niezbędne kryteria do rozpoznawania proporcjonalności.
pt_pt: Os critérios indispensáveis para reconhecer uma proporcionalidade.
ro: Criteriile indispensabile pentru a recunoaște o proporționalitate.
ru: Необходимые критерии для распознавания пропорциональности.
sk: Nezbytné kritériá na rozpoznanie proporcionality.
sv: De nödvändiga kriterierna för att känna igen en proportionalitet.
sw: Vigezo muhimu vya kutambua uwiano.
tr: Orantılılığı tanımak için gerekli kriterler.
uk: Необхідні критерії для розпізнавання пропорційності.
vi: Các tiêu chí cần thiết để nhận biết một tỷ lệ.
zh_hans: 识别比例关系的必要标准。

# ed_math_proportionality_check_out2
source: Les méthodes de vérification par rapport constant ou produit constant.
af: Die metodes van verificasie volgens konstante verhouding of konstante produk.
bg: Методите за проверка с постоянно съотношение или постоянно произведение.
cs: Metody ověřování podle konstantního poměru nebo konstantního součinu.
da: Metoder til kontrol med konstant forhold eller konstant produkt.
de: Die Überprüfungsmethoden mit konstantem Verhältnis oder konstantem Produkt.
el: Οι μέθοδοι ελέγχου με σταθερή αναλογία ή σταθερό προϊόν.
es: Los métodos de verificación por razón constante o producto constante.
fi: Tarkkuusmenetelmät vakio suhteiden tai vakio tuotteiden mukaan.
fil: Ang mga pamamaraan ng pagsusuri ayon sa constant ratio o constant product.
hu: Az állandó arány vagy állandó szorzat szerinti ellenőrzési módszerek.
id: Metode verifikasi berdasarkan rasio tetap atau produk tetap.
it: I metodi di verifica per rapporto costante o prodotto costante.
ja: 一定の比率または一定の積による検証方法。
ko: 상수 비율 또는 상수 곱을 통한 검증 방법.
nl: De verificatiemethoden met constante verhouding of constante product.
no: Metodene for verifisering med konstant forhold eller konstant produkt.
pl: Metody weryfikacji przy stałym stosunku lub stałym produkcie.
pt_pt: Os métodos de verificação por razão constante ou produto constante.
ro: Metodele de verificare prin raport constant sau produs constant.
ru: Методы проверки по постоянному отношению или постоянному произведению.
sk: Metódy overovania s konštantným pomerom alebo konštantným súčinom.
sv: Metoder för verifiering med konstant förhållande eller konstant produkt.
sw: Njia za kuangalia kwa uwiano thabiti au bidhaa thabiti.
tr: Sabit oran veya sabit çarpan ile kontrol yöntemleri.
uk: Методи перевірки за постійним відношенням або постійним добутком.
vi: Các phương pháp kiểm tra theo tỷ lệ không đổi hoặc sản phẩm không đổi.
zh_hans: 通过常数比率或常数乘积的验证方法。

# ed_math_proportionality_check_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и важни моменти
cs: Limity a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajat ja huomioitavat asiat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 한계 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Gränser och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_math_proportionality_check_lim1
source: Une relation linéaire n’est pas forcément proportionnelle.
af: 'n Lineêre verhouding is nie noodwendig proporsioneel nie.
bg: Линейна връзка не е задължително пропорционална.
cs: Lineární vztah není nutně proporcionální.
da: Et lineært forhold er ikke nødvendigvis proportionalt.
de: Eine lineare Beziehung ist nicht unbedingt proportional.
el: Μια γραμμική σχέση δεν είναι απαραίτητα αναλογική.
es: Una relación lineal no es necesariamente proporcional.
fi: Lineaarinen suhde ei välttämättä ole suhteellinen.
fil: Ang isang linear na relasyon ay hindi palaging proporsyonal.
hu: Egy lineáris kapcsolat nem feltétlenül arányos.
id: Hubungan linier tidak selalu proporsional.
it: Una relazione lineare non è necessariamente proporzionale.
ja: 線形関係は必ずしも比例するわけではありません。
ko: 선형 관계가 반드시 비례하는 것은 아닙니다.
nl: Een lineaire relatie is niet per se proportioneel.
no: Et lineært forhold er ikke nødvendigvis proporsjonalt.
pl: Relacja liniowa nie zawsze jest proporcjonalna.
pt_pt: Uma relação linear não é necessariamente proporcional.
ro: O relație liniară nu este neapărat proporțională.
ru: Линейная зависимость не обязательно является пропорциональной.
sk: Lineárny vzťah nemusí byť nevyhnutne proporcionálny.
sv: En linjär relation är inte nödvändigtvis proportionell.
sw: Uhusiano wa mstari si lazima uwe sawa.
tr: Doğrusal bir ilişki her zaman orantılı değildir.
uk: Лінійна залежність не обов'язково є пропорційною.
vi: Một mối quan hệ tuyến tính không nhất thiết phải tỷ lệ.
zh_hans: 线性关系不一定是成比例的。

# ed_math_proportionality_check_lim2
source: Les erreurs viennent souvent d’unités non homogènes.
af: Die foute kom dikwels van nie-homogene eenhede.
bg: Грешките често идват от нехомогенни единици.
cs: Chyby často pocházejí z nehomogenních jednotek.
da: Fejl opstår ofte fra ikke-homogene enheder.
de: Fehler entstehen oft durch nicht homogene Einheiten.
el: Τα λάθη προέρχονται συχνά από μη ομοιογενείς μονάδες.
es: Los errores a menudo provienen de unidades no homogéneas.
fi: Virheet johtuvat usein ei-homogeenisista yksiköistä.
fil: Ang mga pagkakamali ay madalas na nagmumula sa hindi homogenous na yunit.
hu: A hibák gyakran nem homogén mértékegységekből származnak.
id: Kesalahan sering kali berasal dari unit yang tidak homogen.
it: Gli errori derivano spesso da unità non omogenee.
ja: 誤りはしばしば非同質の単位から生じます。
ko: 오류는 종종 비동질 단위에서 발생합니다.
nl: Fouten komen vaak voort uit niet-homogene eenheden.
no: Feil kommer ofte fra ikke-homogene enheter.
pl: Błędy często wynikają z niejednorodnych jednostek.
pt_pt: Os erros muitas vezes vêm de unidades não homogêneas.
ro: Erorile vin adesea din unități neomogene.
ru: Ошибки часто возникают из-за неоднородных единиц.
sk: Chyby často prichádzajú z nehomogénnych jednotiek.
sv: Felen kommer ofta från icke-homogena enheter.
sw: Makosa mara nyingi yanatokana na vitengo visivyo sawa.
tr: Hatalar genellikle homojen olmayan birimlerden kaynaklanır.
uk: Помилки часто виникають через не однорідні одиниці.
vi: Các lỗi thường đến từ các đơn vị không đồng nhất.
zh_hans: 错误通常来自不均匀的单位。

# ed_math_proportionality_check_tip_title
source: Astuce
af: Hulpmiddel
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示
