Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_xlsx_formulas_extractor_desc
source: Extraire les formules (f) et leurs adresses, détecter les formules partagées et produire un inventaire.
bg: Извличане на формули (f) и техните адреси, откриване на споделени формули и генериране на инвентар.
cs: Extrahovat vzorce (f) a jejich adresy, detekovat sdílené vzorce a vytvořit inventář.
da: Ekstraher formler (f) og deres adresser, detekter delte formler og producer et inventar.
de: Extrahieren der Formeln (f) und ihrer Adressen, Erkennen von gemeinsamen Formeln und Erstellen eines Inventars.
el: Εξαγωγή τύπων (f) και των διευθύνσεών τους, ανίχνευση κοινών τύπων και παραγωγή αποθέματος.
es: Extraer las fórmulas (f) y sus direcciones, detectar las fórmulas compartidas y producir un inventario.
fi: Poimi kaavat (f) ja niiden osoitteet, havaitse jaetut kaavat ja tuota inventaario.
fil: Kunin ang mga formula (f) at ang kanilang mga address, tukuyin ang mga shared formula at gumawa ng imbentaryo.
ja: 数式（f）とそのアドレスを抽出し、共有数式を検出し、インベントリを生成。
nl: Extraheer de formules (f) en hun adressen, detecteer gedeelde formules en produceer een inventaris.
no: Ekstrahere formler (f) og deres adresser, oppdage delte formler og produsere et inventar.
pl: Ekstrahuj formuły (f) i ich adresy, wykrywaj formuły współdzielone i twórz inwentarz.
pt_pt: Extrair as fórmulas (f) e seus endereços, detectar fórmulas compartilhadas e produzir um inventário.
ro: Extrageți formulele (f) și adresele lor, detectați formulele partajate și produceți un inventar.
ru: Извлечение формул (f) и их адресов, обнаружение общих формул и создание инвентаризации.
sk: Extrahovať vzorce (f) a ich adresy, detekovať zdieľané vzorce a vytvoriť inventár.
sv: Extrahera formler (f) och deras adresser, upptäck delade formler och producera en inventering.
sw: Toa fomula (f) na anwani zao, gundua fomula zilizoshirikiwa na kutoa hesabu.
tr: Formülleri (f) ve adreslerini çıkarın, paylaşılan formülleri tespit edin ve bir envanter oluşturun.
uk: Екстракція формул (f) та їх адрес, виявлення спільних формул та створення інвентаризації.
vi: Trích xuất các công thức (f) và địa chỉ của chúng, phát hiện các công thức chia sẻ và tạo ra một danh sách.
zh_hans: 提取公式（f）及其地址，检测共享公式并生成清单。

# tool_xlsx_named_ranges_to_json_title
source: Noms définis → JSON
bg: Дефинирани имена → JSON
cs: Definované názvy → JSON
da: Definerede navne → JSON
de: Definierte Namen → JSON
el: Καθορισμένα ονόματα → JSON
es: Nombres definidos → JSON
fi: Määritellyt nimet → JSON
fil: Mga Tinutukoy na Pangalan → JSON
ja: 定義名 → JSON
nl: Gedefinieerde namen → JSON
no: Definerte navn → JSON
pl: Zdefiniowane nazwy → JSON
pt_pt: Nomes definidos → JSON
ro: Nume definite → JSON
ru: Именованные диапазоны → JSON
sk: Definované názvy → JSON
sv: Definierade namn → JSON
sw: Majina yaliyofafanuliwa → JSON
tr: Tanımlı İsimler → JSON
uk: Визначені імена → JSON
vi: Tên đã định nghĩa → JSON
zh_hans: 定义名称 → JSON

# tool_xlsx_named_ranges_to_json_desc
source: Exporter les definedNames : plages nommées, constantes, formules et portée (workbook/sheet).
bg: Експортиране на definedNames: именувани обхвати, константи, формули и обхват (workbook/sheet).
cs: Exportovat definované názvy: pojmenované rozsahy, konstanty, vzorce a rozsah (workbook/sheet).
da: Eksporter de definerede navne: navngivne områder, konstanter, formler og omfang (workbook/ark).
de: Exportieren der definedNames: benannte Bereiche, Konstanten, Formeln und Gültigkeitsbereich (Workbook/Sheet).
el: Εξαγωγή των definedNames: ονομασμένες περιοχές, σταθερές, τύποι και πεδίο (workbook/sheet).
es: Exportar los definedNames: rangos nombrados, constantes, fórmulas y alcance (workbook/sheet).
fi: Vie definedNames: nimettyjä alueita, vakioita, kaavoja ja laajuus (workbook/sheet).
fil: I-export ang mga definedNames: mga tinukoy na saklaw, mga constant, mga formula at saklaw (workbook/sheet).
ja: definedNamesをエクスポート：名前付き範囲、定数、数式、スコープ（workbook/sheet）。
nl: Exporteer de definedNames: gedefinieerde bereiken, constanten, formules en scope (workbook/blad).
no: Eksportere definedNames: navngitte områder, konstanter, formler og omfang (workbook/ark).
pl: Eksportuj definedNames: zakresy nazwane, stałe, formuły i zakres (workbook/arkusz).
pt_pt: Exportar os definedNames: intervalos nomeados, constantes, fórmulas e escopo (workbook/folha).
ro: Exportați definedNames: intervale numite, constante, formule și domeniu (workbook/sheet).
ru: Экспорт именованных диапазонов: именованные диапазоны, константы, формулы и область (workbook/sheet).
sk: Exportovať definedNames: pomenované rozsahy, konštanty, vzorce a rozsah (workbook/hárka).
sv: Exportera definedNames: namngivna områden, konstanter, formler och räckvidd (workbook/blad).
sw: Usafirishe definedNames: muktadha wa majina, vigezo, fomula na upeo (workbook/sheet).
tr: Tanımlı adları dışa aktarın: adlandırılmış aralıklar, sabitler, formüller ve kapsam (workbook/sheet).
uk: Експорт визначених імен: іменовані діапазони, константи, формули та область (workbook/sheet).
vi: Xuất các definedNames: phạm vi đã đặt tên, hằng số, công thức và phạm vi (workbook/sheet).
zh_hans: 导出definedNames：命名范围、常量、公式和范围（工作簿/工作表）。

# tool_xlsx_styles_to_json_title
source: Styles XLSX → JSON
bg: Стилове XLSX → JSON
cs: Styly XLSX → JSON
da: Stilarter XLSX → JSON
de: XLSX-Stile → JSON
el: Στυλ XLSX → JSON
es: Estilos XLSX → JSON
fi: XLSX-tyylit → JSON
fil: Mga Estilo XLSX → JSON
ja: XLSXスタイル → JSON
nl: Stijlen XLSX → JSON
no: Stiler XLSX → JSON
pl: Style XLSX → JSON
pt_pt: Estilos XLSX → JSON
ro: Stiluri XLSX → JSON
ru: Стили XLSX → JSON
sk: Štýly XLSX → JSON
sv: Stilar XLSX → JSON
sw: Mitindo ya XLSX → JSON
tr: XLSX Stillleri → JSON
uk: Стилі XLSX → JSON
vi: Kiểu XLSX → JSON
zh_hans: XLSX样式 → JSON

# tool_xlsx_styles_to_json_desc
source: Inspecter styles.xml (formats, fonts, fills, borders, numFmts) et produire un rapport lisible.
bg: Инспекция на styles.xml (формати, шрифтове, запълвания, граници, numFmts) и генериране на четим отчет.
cs: Inspekce styles.xml (formáty, písma, výplně, okraje, numFmts) a vytvořit čitelnou zprávu.
da: Inspektion af styles.xml (formater, skrifttyper, fyld, kanter, numFmts) og producere en læsbar rapport.
de: Inspektion von styles.xml (Formate, Schriftarten, Füllungen, Ränder, numFmts) und Erstellen eines lesbaren Berichts.
el: Επιθεώρηση styles.xml (μορφές, γραμματοσειρές, γεμίσματα, περιθώρια, numFmts) και παραγωγή αναφοράς.
es: Inspeccionar styles.xml (formatos, fuentes, rellenos, bordes, numFmts) y producir un informe legible.
fi: Tarkista styles.xml (muodot, fontit, täytteet, reunat, numFmts) ja tuota luettavissa oleva raportti.
fil: Suriin ang styles.xml (mga format, fonts, fills, borders, numFmts) at gumawa ng nababasang ulat.
ja: styles.xmlを検査（フォーマット、フォント、塗りつぶし、境界、numFmts）し、読みやすいレポートを生成。
nl: Inspecteer styles.xml (formaten, lettertypen, vulkleuren, randen, numFmts) en produceer een leesbaar rapport.
no: Inspisere styles.xml (formater, skrifttyper, fyll, kanter, numFmts) og produsere en lesbar rapport.
pl: Inspekcja styles.xml (formaty, czcionki, wypełnienia, ramki, numFmts) i generowanie czytelnego raportu.
pt_pt: Inspecionar styles.xml (formatos, fontes, preenchimentos, bordas, numFmts) e produzir um relatório legível.
ro: Inspectați styles.xml (formate, fonturi, umpluturi, margini, numFmts) și produceți un raport lizibil.
ru: Инспекция styles.xml (форматы, шрифты, заливки, границы, numFmts) и создание читаемого отчета.
sk: Kontrola styles.xml (formáty, písma, výplne, okraje, numFmts) a vytvorenie čitateľnej správy.
sv: Inspektera styles.xml (format, typsnitt, fyllningar, kanter, numFmts) och producera en läsbar rapport.
sw: Kagua styles.xml (miundo, fonts, fills, borders, numFmts) na kutoa ripoti inayoweza kusomeka.
tr: styles.xml'i inceleyin (formatlar, yazı tipleri, dolgu, kenarlıklar, numFmts) ve okunabilir bir rapor oluşturun.
uk: Перевірка styles.xml (формати, шрифти, заповнення, межі, numFmts) та створення читабельного звіту.
vi: Kiểm tra styles.xml (định dạng, phông chữ, màu nền, viền, numFmts) và tạo báo cáo dễ đọc.
zh_hans: 检查styles.xml（格式、字体、填充、边框、numFmts）并生成可读报告。

# tool_xlsx_shared_strings_to_json_desc
source: Exporter sharedStrings.xml, stats (taille, doublons) et mapping vers les cellules.
bg: Експортиране на sharedStrings.xml, статистика (размер, дублирани) и картографиране към клетките.
cs: Exportovat sharedStrings.xml, statistiky (velikost, duplicity) a mapování na buňky.
da: Eksporter sharedStrings.xml, statistik (størrelse, dubletter) og mapping til celler.
de: Exportieren von sharedStrings.xml, Statistiken (Größe, Duplikate) und Zuordnung zu den Zellen.
el: Εξαγωγή sharedStrings.xml, στατιστικά (μέγεθος, διπλότυπα) και αντιστοίχιση προς τα κελιά.
es: Exportar sharedStrings.xml, estadísticas (tamaño, duplicados) y mapeo hacia las celdas.
fi: Vie sharedStrings.xml, tilastot (koko, kaksoiskappaleet) ja kartoitus soluille.
fil: I-export ang sharedStrings.xml, mga istatistika (laki, mga duplicate) at mapping sa mga cell.
ja: sharedStrings.xmlをエクスポートし、統計（サイズ、重複）とセルへのマッピング。
nl: Exporteer sharedStrings.xml, statistieken (grootte, duplicaten) en mapping naar de cellen.
no: Eksportere sharedStrings.xml, statistikk (størrelse, duplikater) og mapping til cellene.
pl: Eksportuj sharedStrings.xml, statystyki (rozmiar, duplikaty) i mapowanie do komórek.
pt_pt: Exportar sharedStrings.xml, estatísticas (tamanho, duplicatas) e mapeamento para as células.
ro: Exportați sharedStrings.xml, statistici (dimensiune, duplicate) și mapping către celule.
ru: Экспорт sharedStrings.xml, статистика (размер, дубликаты) и сопоставление с ячейками.
sk: Exportovať sharedStrings.xml, štatistiky (veľkosť, duplikáty) a mapovanie na bunky.
sv: Exportera sharedStrings.xml, statistik (storlek, dubbletter) och mappning till celler.
sw: Usafirishe sharedStrings.xml, takwimu (ukubwa, nakala) na ramani kwa seli.
tr: sharedStrings.xml'i dışa aktarın, istatistikler (boyut, tekrar edenler) ve hücrelere eşleme.
uk: Експорт sharedStrings.xml, статистика (розмір, дублі) та відображення до клітин.
vi: Xuất sharedStrings.xml, thống kê (kích thước, trùng lặp) và ánh xạ đến các ô.
zh_hans: 导出sharedStrings.xml，统计信息（大小、重复）和映射到单元格。

# tool_xlsx_charts_media_extractor_title
source: Charts & médias (XLSX)
bg: Графики & медии (XLSX)
cs: Grafy & média (XLSX)
da: Diagrammer & medier (XLSX)
de: Diagramme & Medien (XLSX)
el: Γραφήματα & μέσα (XLSX)
es: Gráficos y medios (XLSX)
fi: Kaaviot & media (XLSX)
fil: Mga Chart at Media (XLSX)
ja: チャート & メディア（XLSX）
nl: Grafieken & media (XLSX)
no: Diagrammer & medier (XLSX)
pl: Wykresy & multimedia (XLSX)
pt_pt: Gráficos & mídias (XLSX)
ro: Grafice & media (XLSX)
ru: Диаграммы и медиа (XLSX)
sk: Grafy & médiá (XLSX)
sv: Diagram & media (XLSX)
sw: Chati & vyombo vya habari (XLSX)
tr: Grafikler & medya (XLSX)
uk: Графіки та медіа (XLSX)
vi: Biểu đồ & phương tiện (XLSX)
zh_hans: 图表 & 媒体（XLSX）

# tool_xlsx_charts_media_extractor_desc
source: Inventorier charts, drawings et médias, et exporter les relations vers /xl/media/* et /xl/charts/* .
bg: Инвентаризиране на графики, чертежи и медии, и експортиране на отношения към /xl/media/* и /xl/charts/*.
cs: Inventarizovat grafy, kresby a média, a exportovat vztahy k /xl/media/* a /xl/charts/*.
da: Inventar diagrammer, tegninger og medier, og eksportere relationer til /xl/media/* og /xl/charts/*.
de: Inventarisieren von Diagrammen, Zeichnungen und Medien und Exportieren der Beziehungen zu /xl/media/* und /xl/charts/*.
el: Καταγραφή γραφημάτων, σχεδίων και μέσων, και εξαγωγή των σχέσεων προς /xl/media/* και /xl/charts/*.
es: Inventariar gráficos, dibujos y medios, y exportar las relaciones hacia /xl/media/* y /xl/charts/*.
fi: Inventoii kaavioita, piirustuksia ja mediaa, ja vie suhteet /xl/media/* ja /xl/charts/*.
fil: Imbentaryo ng mga chart, drawings at media, at i-export ang mga relasyon sa /xl/media/* at /xl/charts/*.
ja: チャート、図面、メディアをインベントリし、/xl/media/*および/xl/charts/*への関係をエクスポート。
nl: Inventariseer grafieken, tekeningen en media, en exporteer de relaties naar /xl/media/* en /xl/charts/*.
no: Inventar diagrammer, tegninger og medier, og eksportere relasjoner til /xl/media/* og /xl/charts/*.
pl: Inwentaryzacja wykresów, rysunków i multimediów oraz eksport relacji do /xl/media/* i /xl/charts/*.
pt_pt: Inventariar gráficos, desenhos e mídias, e exportar as relações para /xl/media/* e /xl/charts/*.
ro: Inventariați grafice, desene și media, și exportați relațiile către /xl/media/* și /xl/charts/*.
ru: Инвентаризация диаграмм, рисунков и медиа, и экспорт отношений к /xl/media/* и /xl/charts/*.
sk: Inventarizovať grafy, kresby a médiá, a exportovať vzťahy do /xl/media/* a /xl/charts/*.
sv: Inventera diagram, ritningar och media, och exportera relationer till /xl/media/* och /xl/charts/*.
sw: Hesabu chati, michoro na vyombo vya habari, na usafirishe uhusiano kuelekea /xl/media/* na /xl/charts/*.
tr: Grafikleri, çizimleri ve medyayı envanterleyin ve ilişkileri /xl/media/* ve /xl/charts/*'a dışa aktarın.
uk: Інвентаризація графіків, малюнків та медіа, та експорт зв'язків до /xl/media/* та /xl/charts/*.
vi: Lập danh sách biểu đồ, bản vẽ và phương tiện, và xuất các mối quan hệ đến /xl/media/* và /xl/charts/*.
zh_hans: 清点图表、图形和媒体，并导出与/xl/media/*和/xl/charts/*的关系。

# dev_excel_sg_validate_title
source: Validation & audit
bg: Валидация & одит
cs: Validace & audit
da: Validering & revision
de: Validierung & Audit
el: Επικύρωση & έλεγχος
es: Validación y auditoría
fi: Validointi & auditointi
fil: Pag-validate at audit
ja: 検証 & 監査
nl: Validatie & audit
no: Validering & revisjon
pl: Walidacja & audyt
pt_pt: Validação & auditoria
ro: Validare & audit
ru: Валидация и аудит
sk: Validácia & audit
sv: Validering & granskning
sw: Uthibitishaji & ukaguzi
tr: Doğrulama & denetim
uk: Валідація та аудит
vi: Xác thực & kiểm toán
zh_hans: 验证 & 审核

# dev_excel_sg_validate_desc
source: Détecter feuilles cachées, références cassées, formules invalides (surface), protections et compatibilité.
bg: Откриване на скрити листове, счупени референции, невалидни формули (повърхност), защити и съвместимост.
cs: Detekovat skryté listy, rozbité odkazy, neplatné vzorce (povrch), ochrany a kompatibilitu.
da: Detekter skjulte ark, brudte referencer, ugyldige formler (overflade), beskyttelser og kompatibilitet.
de: Erkennen von versteckten Blättern, fehlerhaften Verweisen, ungültigen Formeln (Oberfläche), Schutz und Kompatibilität.
el: Ανίχνευση κρυφών φύλλων, σπασμένων αναφορών, μη έγκυρων τύπων (επιφάνεια), προστασίες και συμβατότητα.
es: Detectar hojas ocultas, referencias rotas, fórmulas inválidas (superficie), protecciones y compatibilidad.
fi: Havaitse piilotetut taulukot, rikkoutuneet viittaukset, virheelliset kaavat (pinta), suojaukset ja yhteensopivuus.
fil: Tukuyin ang mga nakatagong sheet, mga sirang reference, mga hindi wastong formula (surface), mga proteksyon at pagiging tugma.
ja: 隠しシート、壊れた参照、無効な数式（表面）、保護と互換性を検出。
nl: Detecteer verborgen bladen, verbroken verwijzingen, ongeldige formules (oppervlak), beveiligingen en compatibiliteit.
no: Oppdage skjulte ark, bruddne referanser, ugyldige formler (overflate), beskyttelser og kompatibilitet.
pl: Wykrywanie ukrytych arkuszy, uszkodzonych odwołań, nieprawidłowych formuł (powierzchnia), zabezpieczeń i zgodności.
pt_pt: Detectar folhas ocultas, referências quebradas, fórmulas inválidas (superfície), proteções e compatibilidade.
ro: Detectați foi ascunse, referințe rupte, formule invalide (suprafață), protecții și compatibilitate.
ru: Обнаружение скрытых листов, сломанных ссылок, недействительных формул (поверхность), защит и совместимости.
sk: Detekovať skryté hárky, zlomené odkazy, neplatné vzorce (povrch), ochrany a kompatibilitu.
sv: Upptäck dolda blad, brutna referenser, ogiltiga formler (ytan), skydd och kompatibilitet.
sw: Gundua karatasi zilizofichwa, viungo vilivyovunjika, fomula zisizo sahihi (uso), ulinzi na ulinganifu.
tr: Gizli sayfaları, bozuk referansları, geçersiz formülleri (yüzey), korumaları ve uyumluluğu tespit edin.
uk: Виявлення прихованих аркушів, зламаних посилань, недійсних формул (поверхня), захистів та сумісності.
vi: Phát hiện các bảng ẩn, tham chiếu bị hỏng, công thức không hợp lệ (bề mặt), bảo vệ và khả năng tương thích.
zh_hans: 检测隐藏工作表、断开的引用、无效公式（表面）、保护和兼容性。

# tool_xlsx_hidden_sheets_detector_title
source: Détecter les feuilles cachées
bg: Откриване на скрити листове
cs: Detekovat skryté listy
da: Detekter skjulte ark
de: Versteckte Blätter erkennen
el: Ανίχνευση κρυφών φύλλων
es: Detectar hojas ocultas
fi: Havaitse piilotetut taulukot
fil: Tukuyin ang mga nakatagong sheet
ja: 隠しシートの検出
nl: Detecteer verborgen bladen
no: Oppdage skjulte ark
pl: Wykrywanie ukrytych arkuszy
pt_pt: Detectar folhas ocultas
ro: Detectați foile ascunse
ru: Обнаружение скрытых листов
sk: Detekovať skryté hárky
sv: Upptäck dolda blad
sw: Gundua karatasi zilizofichwa
tr: Gizli sayfaları tespit et
uk: Виявлення прихованих аркушів
vi: Phát hiện các bảng ẩn
zh_hans: 检测隐藏工作表

# tool_xlsx_hidden_sheets_detector_desc
source: Détecter sheets hidden/veryHidden, états de workbook et exporter un rapport de visibilité.
bg: Откриване на sheets hidden/veryHidden, състояния на workbook и експортиране на отчет за видимост.
cs: Detekovat skryté/velmi skryté listy, stavy workbook a exportovat zprávu o viditelnosti.
da: Detekter skjulte/veryHidden ark, tilstande af workbook og eksportere en synlighedsrapport.
de: Erkennen von sheets hidden/veryHidden, Zuständen des Workbooks und Exportieren eines Sichtbarkeitsberichts.
el: Ανίχνευση κρυφών/πολύ κρυφών φύλλων, καταστάσεις workbook και εξαγωγή αναφοράς ορατότητας.
es: Detectar sheets hidden/veryHidden, estados de workbook y exportar un informe de visibilidad.
fi: Havaitse piilotetut/erittäin piilotetut taulukot, työkirjan tilat ja vie näkyvyysraportti.
fil: Tukuyin ang mga sheets hidden/veryHidden, mga estado ng workbook at i-export ang isang ulat ng visibility.
ja: hidden/veryHiddenのシートを検出し、workbookの状態を確認し、可視性レポートをエクスポート。
nl: Detecteer sheets hidden/veryHidden, workbook staten en exporteer een zichtbaarheid rapport.
no: Oppdage skjulte/veldig skjulte ark, tilstander av arbeidsboken og eksportere en synlighetsrapport.
pl: Wykrywanie arkuszy hidden/veryHidden, stany workbook i eksport raportu widoczności.
pt_pt: Detectar folhas ocultas/muito ocultas, estados do workbook e exportar um relatório de visibilidade.
ro: Detectați sheets hidden/veryHidden, stările workbook și exportați un raport de vizibilitate.
ru: Обнаружение скрытых/очень скрытых листов, состояния рабочей книги и экспорт отчета о видимости.
sk: Detekovať skryté/veľmi skryté hárky, stavy workbook a exportovať správu o viditeľnosti.
sv: Upptäck dolda/mycket dolda blad, arbetsbokens tillstånd och exportera en synlighetsrapport.
sw: Gundua sheets hidden/veryHidden, hali za workbook na usafirishe ripoti ya uonekano.
tr: Gizli/çok gizli sayfaları, çalışma kitabı durumlarını tespit et ve görünürlük raporu dışa aktar.
uk: Виявлення прихованих/дуже прихованих аркушів, станів робочої книги та експорт звіту про видимість.
vi: Phát hiện các bảng ẩn/rất ẩn, trạng thái của workbook và xuất báo cáo về khả năng hiển thị.
zh_hans: 检测隐藏/非常隐藏的工作表，工作簿状态并导出可见性报告。

# tool_xlsx_protection_check_title
source: Protection XLSX (audit)
bg: Защита XLSX (одит)
cs: Ochrana XLSX (audit)
da: Beskyttelse XLSX (revision)
de: XLSX-Schutz (Audit)
el: Προστασία XLSX (έλεγχος)
es: Protección XLSX (auditoría)
fi: XLSX-suojaus (auditointi)
fil: Proteksyon XLSX (audit)
ja: XLSXの保護（監査）
nl: XLSX Bescherming (audit)
no: Beskyttelse XLSX (revisjon)
pl: Ochrona XLSX (audyt)
pt_pt: Proteção XLSX (auditoria)
ro: Protecție XLSX (audit)
ru: Проверка защиты XLSX (аудит)
sk: Ochrana XLSX (audit)
sv: Skydd XLSX (granskning)
sw: Ulinzi wa XLSX (ukaguzi)
tr: XLSX Koruması (denetim)
uk: Захист XLSX (аудит)
vi: Kiểm tra bảo vệ XLSX (kiểm toán)
zh_hans: XLSX保护（审核）

# tool_xlsx_protection_check_desc
source: Détecter workbookProtection/sheetProtection (présence, options) et exporter un diagnostic (sans contournement).
bg: Откриване на workbookProtection/sheetProtection (присъствие, опции) и експортиране на диагностика (без заобикаляне).
cs: Detekovat workbookProtection/sheetProtection (přítomnost, možnosti) a exportovat diagnostiku (bez obcházení).
da: Detekter workbookProtection/sheetProtection (tilstedeværelse, muligheder) og eksportere en diagnose (uden omgåelse).
de: Erkennen von workbookProtection/sheetProtection (Vorhandensein, Optionen) und Exportieren eines Diagnosetools (ohne Umgehung).
el: Ανίχνευση workbookProtection/sheetProtection (παρουσία, επιλογές) και εξαγωγή διαγνωστικού (χωρίς παράκαμψη).
es: Detectar workbookProtection/sheetProtection (presencia, opciones) y exportar un diagnóstico (sin eludir).
fi: Havaitse työkirjan suojaus/taulukon suojaus (läsnäolo, asetukset) ja vie diagnostiikka (ilman kiertämistä).
fil: Tukuyin ang workbookProtection/sheetProtection (presensya, mga opsyon) at i-export ang isang diagnostic (walang pag-bypass).
ja: ワークブック保護/シート保護の検出（存在、オプション）と診断のエクスポート（バイパスなし）。
nl: Detecteer workbookProtection/sheetProtection (aanwezigheid, opties) en exporteer een diagnose (zonder omzeiling).
no: Oppdage workbookProtection/sheetProtection (tilstedeværelse, alternativer) og eksportere en diagnose (uten omgåelse).
pl: Wykrywanie workbookProtection/sheetProtection (obecność, opcje) i eksport diagnozy (bez obejścia).
pt_pt: Detectar workbookProtection/sheetProtection (presença, opções) e exportar um diagnóstico (sem contorno).
ro: Detectați workbookProtection/sheetProtection (prezență, opțiuni) și exportați un diagnostic (fără conturare).
ru: Обнаружить workbookProtection/sheetProtection (наличие, параметры) и экспортировать диагностику (без обхода).
sk: Detekovať workbookProtection/sheetProtection (prítomnosť, možnosti) a exportovať diagnostiku (bez obídenia).
sv: Detektera workbookProtection/sheetProtection (närvaro, alternativ) och exportera en diagnos (utan omväg).
sw: Gundua workbookProtection/sheetProtection (uwepo, chaguzi) na usafirishe uchambuzi (bila kukwepa).
tr: Çalışma kitabı koruması/şablon korumasını (varlık, seçenekler) tespit et ve bir tanı raporu dışa aktar (bypass olmadan).
uk: Виявлення workbookProtection/sheetProtection (наявність, параметри) та експорт діагностики (без обходу).
vi: Phát hiện workbookProtection/sheetProtection (sự hiện diện, tùy chọn) và xuất chẩn đoán (không có cách nào để vượt qua).
zh_hans: 检测 workbookProtection/sheetProtection（存在性、选项）并导出诊断（无绕过）。

# tool_xlsm_macro_check_title
source: XLSM : détecter les macros
bg: XLSM: откриване на макроси
cs: XLSM: detekovat makra
da: XLSM: detekter makroer
de: XLSM: Makros erkennen
el: XLSM: ανίχνευση μακροεντολών
es: XLSM: detectar macros
fi: XLSM: havaitse makrot
fil: XLSM: tukuyin ang mga macro
ja: XLSM : マクロの検出
nl: XLSM: detecteer de macro's
no: XLSM: oppdage makroer
pl: XLSM: wykrywanie makr
pt_pt: XLSM: detectar macros
ro: XLSM: detectați macrocomenzi
ru: XLSM: обнаружить макросы
sk: XLSM: detekovať makrá
sv: XLSM: detektera makron
sw: XLSM: gundua macros
tr: XLSM: Makroları tespit et
uk: XLSM: виявлення макросів
vi: XLSM: phát hiện các macro
zh_hans: XLSM：检测宏
