Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_text_writing_readability_tip
source: Si votre score est moyen, commencez par une action simple : transformez chaque phrase de plus de 25–30 mots en deux phrases plus courtes. C’est souvent le meilleur gain de clarté en un minimum de temps.
af: As jou telling gemiddeld is, begin met 'n eenvoudige aksie: transformeer elke sin van meer as 25–30 woorde in twee korter sinne. Dit is dikwels die beste verbetering van duidelikheid in 'n minimum tyd.
bg: Ако вашият резултат е среден, започнете с просто действие: преобразувайте всяко изречение с повече от 25–30 думи в две по-кратки изречения. Често това е най-доброто подобрение на яснотата за минимално време.
cs: Pokud je vaše skóre průměrné, začněte jednoduchou akcí: přetvořte každou větu delší než 25–30 slov na dvě kratší věty. To je často nejlepší zisk jasnosti za minimální čas.
da: Hvis din score er gennemsnitlig, så start med en simpel handling: omformuler hver sætning på over 25–30 ord til to kortere sætninger. Det er ofte den bedste gevinst i klarhed på kort tid.
de: Wenn Ihr Wert durchschnittlich ist, beginnen Sie mit einer einfachen Maßnahme: Wandeln Sie jeden Satz mit mehr als 25–30 Wörtern in zwei kürzere Sätze um. Das ist oft der beste Gewinn an Klarheit in kürzester Zeit.
el: Αν το σκορ σας είναι μέτριο, ξεκινήστε με μια απλή ενέργεια: μετατρέψτε κάθε πρόταση που έχει περισσότερες από 25–30 λέξεις σε δύο πιο σύντομες προτάσεις. Αυτό είναι συχνά η καλύτερη κερδοφορία καθαρότητας σε ελάχιστο χρόνο.
es: Si tu puntuación es media, comienza con una acción simple: transforma cada oración de más de 25–30 palabras en dos oraciones más cortas. A menudo, esta es la mejor ganancia de claridad en el mínimo tiempo.
fi: Jos pisteesi on keskitasoa, aloita yksinkertaisella toiminnalla: muunna jokainen yli 25–30 sanan lause kahdeksi lyhyemmäksi lauseeksi. Tämä on usein paras selkeyden parannus mahdollisimman vähällä vaivalla.
fil: Kung ang iyong score ay katamtaman, magsimula sa isang simpleng aksyon: gawing dalawang mas maiikli ang bawat pangungusap na higit sa 25–30 na salita. Kadalasan, ito ang pinakamainam na pagkuha ng kalinawan sa pinakamababang oras.
hu: Ha az Ön pontszáma közepes, kezdjen egy egyszerű lépéssel: alakítson át minden 25-30 szónál hosszabb mondatot két rövidebb mondatra. Ez gyakran a legjobb tisztaságot hozza a lehető legrövidebb idő alatt.
id: Jika skor Anda sedang, mulailah dengan tindakan sederhana: ubah setiap kalimat yang lebih dari 25–30 kata menjadi dua kalimat yang lebih pendek. Ini seringkali merupakan peningkatan terbaik dalam kejelasan dalam waktu yang minimal.
it: Se il tuo punteggio è medio, inizia con un'azione semplice: trasforma ogni frase di oltre 25–30 parole in due frasi più brevi. Spesso è il miglior guadagno di chiarezza in un minimo di tempo.
ja: スコアが平均的な場合は、シンプルなアクションから始めてください：25〜30語を超える各文を2つの短い文に変換します。これは、最小限の時間で明確さを得るための最良の方法です。
ko: 점수가 평균이라면, 간단한 행동부터 시작하세요: 25-30단어 이상의 각 문장을 두 개의 짧은 문장으로 변환하세요. 이는 종종 최소한의 시간으로 명확성을 높이는 가장 좋은 방법입니다.
nl: Als uw score gemiddeld is, begin dan met een eenvoudige actie: transformeer elke zin van meer dan 25-30 woorden in twee kortere zinnen. Dit is vaak de beste winst in duidelijkheid in een minimale tijd.
no: Hvis poengsummen din er gjennomsnittlig, start med en enkel handling: omformuler hver setning med mer enn 25–30 ord til to kortere setninger. Dette gir ofte den beste klarhetsgevinsten på kort tid.
pl: Jeśli Twój wynik jest średni, zacznij od prostego działania: przekształć każde zdanie dłuższe niż 25–30 słów w dwa krótsze zdania. To często najlepszy zysk w klarowności w minimalnym czasie.
pt_pt: Se o seu score for médio, comece por uma ação simples: transforme cada frase com mais de 25–30 palavras em duas frases mais curtas. É frequentemente o melhor ganho de clareza em um mínimo de tempo.
ro: Dacă scorul dvs. este mediu, începeți cu o acțiune simplă: transformați fiecare propoziție de mai mult de 25–30 de cuvinte în două propoziții mai scurte. Este adesea cea mai bună câștigare de claritate într-un timp minim.
ru: Если ваш балл средний, начните с простого действия: преобразуйте каждое предложение длиной более 25–30 слов в два более коротких предложения. Это часто дает наилучший прирост ясности за минимальное время.
sk: Ak je vaše skóre priemerné, začnite jednoduchou akciou: premeňte každú vetu dlhšiu ako 25–30 slov na dve kratšie vety. To je často najlepší zisk jasnosti za minimálny čas.
sv: Om ditt poäng är medel, börja med en enkel åtgärd: omvandla varje mening med mer än 25–30 ord till två kortare meningar. Det är ofta den bästa vinsten i tydlighet på minimal tid.
sw: Ikiwa alama yako ni ya wastani, anza kwa hatua rahisi: badilisha kila sentensi yenye maneno zaidi ya 25–30 kuwa sentensi mbili fupi zaidi. Hii mara nyingi ni faida bora ya uwazi kwa muda mfupi.
tr: Ortalama bir skora sahipseniz, basit bir eylemle başlayın: 25-30 kelimeden uzun her cümleyi iki daha kısa cümleye dönüştürün. Bu genellikle minimum zamanda en iyi netlik kazandırma yoludur.
uk: Якщо ваш показник середній, почніть з простого кроку: перетворіть кожне речення з понад 25–30 слів на два коротші речення. Це часто є найкращим способом підвищити ясність за мінімальний час.
vi: Nếu điểm số của bạn ở mức trung bình, hãy bắt đầu bằng một hành động đơn giản: biến mỗi câu dài hơn 25–30 từ thành hai câu ngắn hơn. Đây thường là cách tốt nhất để cải thiện độ rõ ràng trong thời gian ngắn nhất.
zh_hans: 如果您的分数中等，先从一个简单的动作开始：将每个超过25-30个单词的句子转换为两个较短的句子。这通常是在最短时间内获得清晰度的最佳方法。

# ed_dev_pdf_pdf_annotations_to_json_uc4_title
source: Sécurité & conformité
af: Veiligheid & nakoming
bg: Сигурност и съответствие
cs: Bezpečnost a shoda
da: Sikkerhed & overholdelse
de: Sicherheit & Konformität
el: Ασφάλεια & συμμόρφωση
es: Seguridad y cumplimiento
fi: Turvallisuus & vaatimustenmukaisuus
fil: Seguridad at pagsunod
it: Sicurezza & conformità
ja: セキュリティとコンプライアンス
ko: 보안 및 준수
nl: Beveiliging & naleving
no: Sikkerhet & samsvar
pl: Bezpieczeństwo i zgodność
pt_pt: Segurança & conformidade
ro: Security & compliance
ru: Безопасность и соответствие
sk: Security & compliance
sv: Säkerhet & efterlevnad
sw: Usalama & ufuatiliaji
tr: Güvenlik & uyumluluk
uk: Безпека та відповідність
vi: Bảo mật & tuân thủ
zh_hans: 安全与合规性

# ed_dev_pdf_pdf_annotations_to_json_uc4_text
source: Détecter des annotations cachant des données sensibles (commentaires internes, pièces jointes, contenus).
af: Ontdek annotaties die gevoelige gegevens verbergen (interne opmerkingen, bijlagen, inhoud).
bg: Откриване на анотации, които крият чувствителни данни (вътрешни коментари, прикачени файлове, съдържание).
cs: Detekovat anotace skrývající citlivé údaje (interní poznámky, přílohy, obsah).
da: Registrere annotationer, der skjuler følsomme data (interne kommentarer, vedhæftninger, indhold).
de: Erkennung von Anmerkungen, die sensible Daten verbergen (interne Kommentare, Anhänge, Inhalte).
el: Ανίχνευση σχολίων που κρύβουν ευαίσθητα δεδομένα (εσωτερικά σχόλια, συνημμένα, περιεχόμενο).
es: Detectar anotaciones que ocultan datos sensibles (comentarios internos, archivos adjuntos, contenidos).
fi: Havaitse tietoja peittäviä huomautuksia (sisäiset kommentit, liitteet, sisällöt).
fil: Tukuyin ang mga anotasyon na nagtatago ng sensitibong impormasyon (mga panloob na komento, mga kalakip, nilalaman).
it: Rilevare annotazioni che nascondono dati sensibili (commenti interni, allegati, contenuti).
ja: 内部コメント、添付ファイル、コンテンツなどの機密データを隠す注釈を検出します。
ko: 민감한 데이터(내부 주석, 첨부 파일, 콘텐츠)를 숨기는 주석을 감지합니다.
nl: Detecteer annotaties die gevoelige gegevens verbergen (interne opmerkingen, bijlagen, inhoud).
no: Oppdage annotasjoner som skjuler sensitive data (interne kommentarer, vedlegg, innhold).
pl: Wykrywanie adnotacji ukrywających dane wrażliwe (komentarze wewnętrzne, załączniki, treści).
pt_pt: Detectar anotações que ocultam dados sensíveis (comentários internos, anexos, conteúdos).
ro: Detect hidden annotations containing sensitive data (internal comments, attachments, content).
ru: Обнаружение аннотаций, скрывающих конфиденциальные данные (внутренние комментарии, вложения, содержимое).
sk: Detect hidden annotations containing sensitive data (internal comments, attachments, content).
sv: Upptäck dolda anteckningar som döljer känslig information (intern kommentarer, bilagor, innehåll).
sw: Gundua maelezo yanayoficha data nyeti (maoni ya ndani, viambatisho, maudhui).
tr: Hassas verileri gizleyen notları tespit etme (iç yorumlar, ekler, içerikler).
uk: Виявлення анотацій, що приховують чутливі дані (внутрішні коментарі, вкладення, вміст).
vi: Phát hiện các chú thích ẩn chứa dữ liệu nhạy cảm (nhận xét nội bộ, tệp đính kèm, nội dung).
zh_hans: 检测隐藏敏感数据的注释（内部评论、附件、内容）。

# ed_dev_pdf_pdf_annotations_to_json_lim3
source: Les données d’annotation peuvent contenir des informations personnelles (auteur, contenu) : pensez à anonymiser avant partage.
af: Annotatiegegevens kunnen persoonlijke informatie bevatten (auteur, inhoud): denk eraan om te anonimiseren voordat je deelt.
bg: Данните от анотациите могат да съдържат лична информация (автор, съдържание): помислете за анонимизиране преди споделяне.
cs: Anotační data mohou obsahovat osobní informace (autor, obsah): nezapomeňte anonymizovat před sdílením.
da: Annotationsdata kan indeholde personlige oplysninger (forfatter, indhold): husk at anonymisere før deling.
de: Anmerkungsdaten können persönliche Informationen enthalten (Autor, Inhalt): Denken Sie daran, anonym zu machen, bevor Sie teilen.
el: Τα δεδομένα σχολιασμού μπορεί να περιέχουν προσωπικές πληροφορίες (συγγραφέας, περιεχόμενο): σκεφτείτε να ανωνυμοποιήσετε πριν από την κοινοποίηση.
es: Los datos de anotación pueden contener información personal (autor, contenido): considere anonimizar antes de compartir.
fi: Huomautustiedot voivat sisältää henkilökohtaisia tietoja (tekijä, sisältö): muista anonymisoida ennen jakamista.
fil: Ang mga datos ng anotasyon ay maaaring maglaman ng personal na impormasyon (may-akda, nilalaman): isaalang-alang ang pag-anonymize bago ibahagi.
it: I dati di annotazione possono contenere informazioni personali (autore, contenuto): pensa ad anonimizzare prima della condivisione.
ja: 注釈データには個人情報（著者、内容）が含まれる可能性があります：共有前に匿名化を考慮してください。
ko: 주석 데이터에는 개인 정보(작성자, 내용)가 포함될 수 있습니다: 공유 전에 익명화하는 것을 고려하세요.
nl: Annotatiegegevens kunnen persoonlijke informatie bevatten (auteur, inhoud): denk eraan om te anonimiseren voordat je deelt.
no: Annotasjonsdata kan inneholde personlig informasjon (forfatter, innhold): husk å anonymisere før deling.
pl: Dane adnotacji mogą zawierać informacje osobiste (autor, treść): pamiętaj o anonimizacji przed udostępnieniem.
pt_pt: Os dados de anotação podem conter informações pessoais (autor, conteúdo): pense em anonimizar antes de compartilhar.
ro: Annotation data may contain personal information (author, content): consider anonymizing before sharing.
ru: Данные аннотаций могут содержать личную информацию (автор, содержание): подумайте об анонимизации перед передачей.
sk: Annotation data may contain personal information (author, content): consider anonymizing before sharing.
sv: Annotationsdata kan innehålla personlig information (författare, innehåll): tänk på att anonymisera innan delning.
sw: Data za maelezo zinaweza kuwa na taarifa binafsi (mwandishi, maudhui): fikiria kuficha kabla ya kushiriki.
tr: Not verileri kişisel bilgiler içerebilir (yazar, içerik): paylaşmadan önce anonimleştirmeyi düşünün.
uk: Дані анотацій можуть містити особисту інформацію (автор, вміст): подумайте про анонімізацію перед поширенням.
vi: Dữ liệu chú thích có thể chứa thông tin cá nhân (tác giả, nội dung): hãy nhớ ẩn danh trước khi chia sẻ.
zh_hans: 注释数据可能包含个人信息（作者、内容）：在分享之前请考虑匿名化处理。

# ed_dev_pdf_pdf_annotations_to_json_q3
source: Pourquoi je ne vois pas certains surlignages ?
af: Hoekom sien ek nie sekere oorsigmerke nie?
bg: Защо не виждам някои подчертавания?
cs: Proč nevidím některé zvýraznění?
da: Hvorfor kan jeg ikke se nogle fremhævninger?
de: Warum sehe ich einige Markierungen nicht?
el: Γιατί δεν βλέπω ορισμένα υπογραμμισμένα;
es: ¿Por qué no veo algunos resaltados?
fi: Miksi en näe joitakin korostuksia?
fil: Bakit hindi ko nakikita ang ilang mga highlight?
it: Perché non vedo alcuni evidenziamenti?
ja: なぜいくつかのハイライトが見えないのですか？
ko: 왜 일부 하이라이트가 보이지 않나요?
nl: Waarom zie ik sommige markeringen niet?
no: Hvorfor ser jeg ikke noen uthevinger?
pl: Dlaczego nie widzę niektórych podkreśleń?
pt_pt: Por que não vejo alguns destaques?
ro: Why can't I see some highlights?
ru: Почему я не вижу некоторые выделения?
sk: Why can’t I see some highlights?
sv: Varför ser jag inte vissa markerade delar?
sw: Kwa nini siwezi kuona baadhi ya alama za kuangazia?
tr: Neden bazı vurguları göremiyorum?
uk: Чому я не бачу деякі виділення?
vi: Tại sao tôi không thấy một số đoạn văn bản được đánh dấu?
zh_hans: 为什么我看不到某些高亮？

# ed_dev_pdf_pdf_annotations_to_json_a3
source: Selon le PDF, certains éléments peuvent être “aplatis” (flatten) ou dessinés dans le contenu de page plutôt qu’en annotation.
af: Volgens die PDF kan sekere elemente “plat” (flatten) wees of in die bladsy-inhoud geteken word eerder as as annotasie.
bg: Според PDF, някои елементи могат да бъдат „плоскирани“ (flatten) или нарисувани в съдържанието на страницата, а не в анотация.
cs: Podle PDF mohou být některé prvky „zploštěny“ (flatten) nebo vykresleny v obsahu stránky spíše než jako anotace.
da: Ifølge PDF'en kan nogle elementer "flades" (flatten) eller tegnes i sideindholdet i stedet for som annotation.
de: Laut dem PDF können einige Elemente „abgeflacht“ (flatten) oder im Seiteninhalt anstelle als Annotationen gezeichnet sein.
el: Σύμφωνα με το PDF, ορισμένα στοιχεία μπορεί να έχουν “επίπεδο” (flatten) ή να έχουν σχεδιαστεί στο περιεχόμενο της σελίδας αντί για σχόλιο.
es: Según el PDF, algunos elementos pueden estar “aplanados” (flatten) o dibujados en el contenido de la página en lugar de en la anotación.
fi: PDF:n mukaan jotkin elementit voivat olla "tasoitettuja" (flatten) tai piirretty sivun sisältöön sen sijaan, että ne olisivat huomautuksina.
fil: Ayon sa PDF, ang ilang mga elemento ay maaaring "na-flatten" o iginuhit sa nilalaman ng pahina sa halip na bilang anotasyon.
it: Secondo il PDF, alcuni elementi possono essere “appiattiti” (flatten) o disegnati nel contenuto della pagina piuttosto che come annotazione.
ja: PDFによっては、一部の要素が「フラット化」されているか、注釈ではなくページのコンテンツに描画されている場合があります。
ko: PDF에 따라 일부 요소는 '평면화'(flatten)되거나 주석이 아닌 페이지 콘텐츠에 그려질 수 있습니다.
nl: Afhankelijk van de PDF kunnen sommige elementen “geflatten” zijn of in de paginainhoud zijn getekend in plaats van als annotatie.
no: I henhold til PDF-en kan enkelte elementer være "flatet" (flatten) eller tegnet i sideinnholdet i stedet for som annotasjon.
pl: W zależności od PDF, niektóre elementy mogą być „spłaszczone” (flatten) lub narysowane w treści strony zamiast jako adnotacje.
pt_pt: De acordo com o PDF, alguns elementos podem estar “achatados” (flatten) ou desenhados no conteúdo da página em vez de em anotações.
ro: Depending on the PDF, some elements may be 'flattened' or drawn in the page content rather than as annotations.
ru: В зависимости от PDF некоторые элементы могут быть «сплющены» (flatten) или нарисованы в содержимом страницы, а не в аннотации.
sk: Depending on the PDF, some elements may be “flattened” or drawn in the page content rather than as annotations.
sv: Beroende på PDF:en kan vissa element vara "plattade" (flatten) eller ritas i sidinnehållet istället för som anteckningar.
sw: Kulingana na PDF, vipengele vingine vinaweza “kuwekwa pamoja” (flatten) au kuchorwa katika maudhui ya ukurasa badala ya kuwa katika maelezo.
tr: PDF'e bağlı olarak, bazı öğeler “düzleştirilmiş” (flatten) veya sayfa içeriğinde çizilmiş olabilir, not olarak değil.
uk: Залежно від PDF, деякі елементи можуть бути «сплющені» (flatten) або намальовані у вмісті сторінки, а не в анотації.
vi: Theo PDF, một số phần có thể đã được “làm phẳng” (flatten) hoặc được vẽ trong nội dung trang thay vì dưới dạng chú thích.
zh_hans: 根据PDF的不同，某些元素可能被“扁平化”或绘制在页面内容中，而不是作为注释。

# ed_dev_pdf_pdf_attachments_extractor_lim3
source: Les métadonnées de type (MIME) ne sont pas toujours présentes : l’extension du nom n’est pas une garantie.
af: Die tipe metadata (MIME) is nie altyd teenwoordig nie: die naamsextensie is nie 'n waarborg nie.
bg: Метаданните от тип (MIME) не винаги са налични: разширението на името не е гаранция.
cs: Metadatový typ (MIME) nemusí být vždy přítomen: přípona názvu není zárukou.
da: Metadata af typen (MIME) er ikke altid til stede: filnavnets udvidelse er ikke en garanti.
de: MIME-Metadaten sind nicht immer vorhanden: die Dateiendung ist keine Garantie.
el: Οι μεταδεδομένες τύπου (MIME) δεν είναι πάντα παρούσες: η επέκταση του ονόματος δεν είναι εγγύηση.
es: Los metadatos de tipo (MIME) no siempre están presentes: la extensión del nombre no es una garantía.
fi: MIME-tyyppiset metatiedot eivät aina ole läsnä: tiedoston laajennus ei ole takuu.
fil: Ang mga metadata ng uri (MIME) ay hindi palaging naroroon: ang extension ng pangalan ay hindi garantiya.
it: I metadati di tipo (MIME) non sono sempre presenti: l'estensione del nome non è una garanzia.
ja: MIMEタイプのメタデータは常に存在するわけではありません：ファイル名の拡張子は保証ではありません。
ko: MIME 유형 메타데이터가 항상 존재하는 것은 아닙니다: 파일 확장자는 보장을 제공하지 않습니다.
nl: MIME-type metadata zijn niet altijd aanwezig: de bestandsnaamextensie is geen garantie.
no: MIME-type metadata er ikke alltid til stede: filnavnforlengelsen er ikke en garanti.
pl: Metadane typu (MIME) nie zawsze są obecne: rozszerzenie nazwy nie jest gwarancją.
pt_pt: Os metadados do tipo (MIME) nem sempre estão presentes: a extensão do nome não é uma garantia.
ro: MIME type metadata is not always present: the file extension is not a guarantee.
ru: Метаданные типа (MIME) не всегда присутствуют: расширение имени не является гарантией.
sk: MIME type metadata is not always present: the file extension is not a guarantee.
sv: MIME-metadata är inte alltid närvarande: filnamnens tillägg är ingen garanti.
sw: Metadata ya aina (MIME) haipo kila wakati: kiambatisho cha jina si dhamana.
tr: MIME türündeki meta veriler her zaman mevcut olmayabilir: dosya uzantısı bir garanti değildir.
uk: Метадані типу (MIME) не завжди присутні: розширення імені не є гарантією.
vi: Siêu dữ liệu loại (MIME) không phải lúc nào cũng có sẵn: phần mở rộng tên không phải là một đảm bảo.
zh_hans: 类型（MIME）元数据并不总是存在：文件扩展名并不能保证。

# ed_dev_pdf_pdf_attachments_extractor_q3
source: Je ne vois aucune pièce jointe, c’est normal ?
af: Ek sien geen aanhangsels nie, is dit normaal?
bg: Не виждам никакви прикачени файлове, нормално ли е?
cs: Nevidím žádné přílohy, je to normální?
da: Ser jeg ingen vedhæftninger, er det normalt?
de: Ich sehe keine Anhänge, ist das normal?
el: Δεν βλέπω κανένα συνημμένο, είναι φυσιολογικό;
es: ¿No veo ningún archivo adjunto, es normal?
fi: En näe mitään liitteitä, onko se normaalia?
fil: Hindi ako nakakakita ng anumang kalakip, normal ba ito?
it: Non vedo alcun allegato, è normale?
ja: 添付ファイルが見えないのは正常ですか？
ko: 첨부 파일이 보이지 않는데, 괜찮나요?
nl: Ik zie geen bijlagen, is dat normaal?
no: Ser jeg ingen vedlegg, er det normalt?
pl: Nie widzę żadnych załączników, czy to normalne?
pt_pt: Não vejo nenhum anexo, isso é normal?
ro: I don't see any attachments, is that normal?
ru: Я не вижу никаких вложений, это нормально?
sk: I don’t see any attachments, is that normal?
sv: Ser jag inga bilagor, är det normalt?
sw: Sioni kiambatisho chochote, je, ni kawaida?
tr: Hiçbir ek göremiyorum, bu normal mi?
uk: Я не бачу жодного вкладення, це нормально?
vi: Tôi không thấy tệp đính kèm nào, có bình thường không?
zh_hans: 我看不到任何附件，这正常吗？

# ed_dev_pdf_pdf_attachments_extractor_a3
source: Oui : la plupart des PDF n’en contiennent pas. L’outil sert justement à vérifier.
af: Ja: die meeste PDF's bevat nie aanhangsels nie. Die hulpmiddel is juis om dit te verifieer.
bg: Да: повечето PDF файлове не съдържат такива. Инструментът служи именно за проверка.
cs: Ano: většina PDF je neobsahuje. Nástroj slouží právě k ověření.
da: Ja: de fleste PDF'er indeholder ikke nogen. Værktøjet bruges netop til at kontrollere.
de: Ja: die meisten PDFs enthalten keine. Das Tool dient genau dazu, dies zu überprüfen.
el: Ναι: οι περισσότερες PDF δεν περιέχουν. Το εργαλείο είναι ακριβώς για να το ελέγξει.
es: Sí: la mayoría de los PDF no contienen ninguno. La herramienta sirve precisamente para verificar.
fi: Kyllä: useimmissa PDF-tiedostoissa ei ole liitteitä. Työkalu on juuri tarkoitettu tarkistamiseen.
fil: Oo: karamihan sa mga PDF ay hindi naglalaman ng mga ito. Ang tool ay talagang ginagamit upang suriin.
it: Sì: la maggior parte dei PDF non ne contiene. Lo strumento serve proprio a verificarlo.
ja: はい：ほとんどのPDFには添付ファイルが含まれていません。このツールはそれを確認するためのものです。
ko: 네: 대부분의 PDF에는 첨부 파일이 포함되어 있지 않습니다. 이 도구는 이를 확인하는 데 사용됩니다.
nl: Ja: de meeste PDF's bevatten er geen. De tool is er juist om dat te controleren.
no: Ja: de fleste PDF-er inneholder ikke vedlegg. Verktøyet brukes nettopp til å sjekke.
pl: Tak: większość PDF-ów ich nie zawiera. Narzędzie służy właśnie do weryfikacji.
pt_pt: Sim: a maioria dos PDFs não contém. A ferramenta serve justamente para verificar.
ro: Yes: most PDFs do not contain any. The tool is specifically designed to check.
ru: Да: большинство PDF не содержат вложений. Этот инструмент как раз и предназначен для проверки.
sk: Yes: most PDFs do not contain any. The tool is specifically designed to check.
sv: Ja: de flesta PDF:er innehåller inga. Verktyget används just för att kontrollera.
sw: Ndio: wengi wa PDF hawana viambatisho. Zana hii inatumika hasa kuthibitisha.
tr: Evet: çoğu PDF ek içermez. Araç tam olarak bunu kontrol etmek için kullanılır.
uk: Так: більшість PDF не містять вкладень. Інструмент якраз і призначений для перевірки.
vi: Có: hầu hết các PDF không chứa tệp đính kèm. Công cụ này chính là để kiểm tra.
zh_hans: 是的：大多数PDF不包含附件。该工具正是用于验证这一点。

# ed_dev_pdf_pdf_encryption_check_uc4_title
source: Préparation PDF/A / impression
af: PDF/A / druk voorbereiding
bg: Подготовка PDF/A / печат
cs: Příprava PDF/A / tisk
da: Forberedelse PDF/A / udskrivning
de: PDF/A-Vorbereitung / Druck
el: Προετοιμασία PDF/A / εκτύπωση
es: Preparación PDF/A / impresión
fi: PDF/A / tulostusvalmistelu
fil: Paghahanda ng PDF/A / pag-print
it: Preparazione PDF/A / stampa
ja: PDF/A / 印刷の準備
ko: PDF/A / 인쇄 준비
nl: PDF/A / afdrukvoorbereiding
no: PDF/A-forberedelse / utskrift
pl: Przygotowanie PDF/A / drukowanie
pt_pt: Preparação PDF/A / impressão
ro: PDF/A preparation / printing
ru: Подготовка PDF/A / печать
sk: Príprava PDF/A / tlač
sv: PDF/A-förberedelse / utskrift
sw: Maandalizi ya PDF/A / uchapishaji
tr: PDF/A / baskı hazırlığı
uk: Підготовка PDF/A / друк
vi: Chuẩn bị PDF/A / in ấn
zh_hans: PDF/A / 打印准备
