Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_percentages_percentage_relative_difference_q2
source: À quoi sert le choix de la valeur de référence ?
af: Wat is die nut van die keuse van die verwysingswaarde?
bg: Каква е целта на избора на референтна стойност?
cs: K čemu slouží výběr referenční hodnoty?
da: Hvad er formålet med at vælge referenceværdien?
de: Wozu dient die Wahl des Referenzwerts?
el: Ποιος είναι ο σκοπός της επιλογής της τιμής αναφοράς;
es: ¿Para qué sirve la elección del valor de referencia?
fi: Miksi viitearvon valinta on tärkeää?
fil: Ano ang gamit ng pagpili ng halaga ng sanggunian?
hu: Miért fontos a referenciaérték kiválasztása?
id: What is the purpose of choosing the reference value?
it: A cosa serve la scelta del valore di riferimento?
ja: 基準値の選択は何のためですか？
ko: 기준 값 선택의 목적은 무엇인가요?
nl: Wat is het nut van de keuze van de referentiewaarde?
no: What is the purpose of choosing the reference value?
pl: Do czego służy wybór wartości odniesienia?
pt_pt: Para que serve a escolha do valor de referência?
ro: La ce servește alegerea valorii de referință?
ru: Для чего нужен выбор эталонного значения?
sk: Na čo slúži výber referenčnej hodnoty?
sv: Vad är syftet med att välja referensvärdet?
sw: Kwanini kuchagua thamani ya rejea?
tr: Referans değerinin seçimi ne işe yarar?
uk: Навіщо потрібен вибір значення посилання?
vi: Mục đích của việc chọn giá trị tham chiếu là gì?
zh_hans: 选择参考值有什么用？

# ed_math_percentages_percentage_relative_difference_a2
source: La valeur de référence sert de base de comparaison et influence directement le pourcentage obtenu.
af: Die verwysingswaarde dien as 'n basis van vergelyking en beïnvloed direk die verkregen persentasie.
bg: Референтната стойност служи като база за сравнение и пряко влияе на получените проценти.
cs: Referenční hodnota slouží jako základ pro porovnání a přímo ovlivňuje získané procento.
da: Referenceværdien fungerer som sammenligningsgrundlag og påvirker direkte den opnåede procentdel.
de: Der Referenzwert dient als Vergleichsbasis und beeinflusst direkt den erhaltenen Prozentsatz.
el: Η τιμή αναφοράς χρησιμεύει ως βάση σύγκρισης και επηρεάζει άμεσα το ποσοστό που προκύπτει.
es: El valor de referencia sirve como base de comparación e influye directamente en el porcentaje obtenido.
fi: Viitearvo toimii vertailupohjana ja vaikuttaa suoraan saatuun prosenttiin.
fil: Ang halaga ng sanggunian ay nagsisilbing batayan ng paghahambing at direktang nakakaapekto sa porsyentong nakuha.
hu: A referenciaérték összehasonlítási alapként szolgál, és közvetlenül befolyásolja a kapott százalékot.
id: The reference value serves as a basis for comparison and directly influences the percentage obtained.
it: Il valore di riferimento serve come base di confronto e influisce direttamente sulla percentuale ottenuta.
ja: 基準値は比較の基準として機能し、得られるパーセンテージに直接影響を与えます。
ko: 기준 값은 비교의 기준이 되며, 얻는 백분율에 직접적인 영향을 미칩니다.
nl: De referentiewaarde dient als basis voor vergelijking en beïnvloedt direct het verkregen percentage.
no: The reference value serves as a basis for comparison and directly influences the percentage obtained.
pl: Wartość odniesienia służy jako podstawa porównania i bezpośrednio wpływa na uzyskany procent.
pt_pt: O valor de referência serve como base de comparação e influencia diretamente a porcentagem obtida.
ro: Valoarea de referință servește ca bază de comparație și influențează direct procentul obținut.
ru: Эталонное значение служит базой для сравнения и напрямую влияет на полученный процент.
sk: Referenčná hodnota slúži ako základ pre porovnanie a priamo ovplyvňuje získané percento.
sv: Referensvärdet fungerar som en jämförelsebas och påverkar direkt den erhållna procentandelen.
sw: Thamani ya rejea inatumika kama msingi wa kulinganisha na inaathiri moja kwa moja asilimia inayopatikana.
tr: Referans değeri, karşılaştırma için bir temel görevi görür ve elde edilen yüzdeyi doğrudan etkiler.
uk: Значення посилання слугує базою для порівняння і безпосередньо впливає на отриманий відсоток.
vi: Giá trị tham chiếu đóng vai trò là cơ sở so sánh và ảnh hưởng trực tiếp đến phần trăm thu được.
zh_hans: 参考值作为比较的基础，直接影响所获得的百分比。

# ed_math_percentages_percentage_relative_difference_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Τέχνασμα
es: Consejo
fi: Vinkki
fil: Tip
hu: Tipp
id: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 技巧

# ed_math_percentages_percentage_relative_difference_tip
source: Si vous hésitez entre écart relatif et variation, demandez-vous s’il existe un “avant” et un “après” : sinon, l’écart relatif est le bon choix.
af: As u huiwer tussen relatiewe verskil en variasie, vra jouself af of daar 'n 'voor' en 'na' is: anders is die relatiewe verskil die regte keuse.
bg: Ако се колебаете между относителна разлика и изменение, запитайте се дали съществува "преди" и "след": в противен случай, относителната разлика е правилният избор.
cs: Pokud si nejste jisti mezi relativní odchylkou a změnou, zeptejte se, zda existuje "před" a "po": jinak je relativní odchylka správnou volbou.
da: Hvis du er i tvivl mellem relativ forskel og variation, så spørg dig selv, om der findes et 'før' og et 'efter': ellers er den relative forskel det rigtige valg.
de: Wenn Sie zwischen relativem Unterschied und Veränderung schwanken, fragen Sie sich, ob es ein "Vorher" und ein "Nachher" gibt: andernfalls ist der relative Unterschied die richtige Wahl.
el: Αν έχετε αμφιβολίες μεταξύ σχετικής απόκλισης και μεταβολής, ρωτήστε τον εαυτό σας αν υπάρχει ένα «πριν» και ένα «μετά»: αλλιώς, η σχετική απόκλιση είναι η σωστή επιλογή.
es: Si dudas entre diferencia relativa y variación, pregúntate si existe un 'antes' y un 'después': de lo contrario, la diferencia relativa es la opción correcta.
fi: Jos epäilet suhteellisen poikkeaman ja vaihtelun välillä, kysy itseltäsi, onko olemassa "ennen" ja "jälkeen": muuten suhteellinen poikkeama on oikea valinta.
fil: Kung nag-aalinlangan ka sa pagitan ng relatibong pagkakaiba at pagbabago, itanong sa iyong sarili kung mayroong isang 'bago' at 'pagkatapos': kung hindi, ang relatibong pagkakaiba ang tamang pagpipilian.
hu: Ha bizonytalan a relatív eltérés és a változás között, kérdezze meg magától, hogy létezik-e "előtte" és "utána": ha nem, akkor a relatív eltérés a helyes választás.
id: If you are unsure between relative deviation and variation, ask yourself if there is a 'before' and an 'after': if not, the relative deviation is the right choice.
it: Se hai dubbi tra scostamento relativo e variazione, chiediti se esiste un 'prima' e un 'dopo': in caso contrario, lo scostamento relativo è la scelta giusta.
ja: 相対誤差と変化の間で迷った場合は、「前」と「後」が存在するかどうかを自問してください。そうでなければ、相対誤差が適切な選択です。
ko: 상대적 차이와 변화를 고민하고 있다면, '전'과 '후'가 있는지 스스로에게 물어보세요: 그렇지 않다면 상대적 차이가 올바른 선택입니다.
nl: Als u twijfelt tussen relatieve afwijking en verandering, vraag uzelf dan af of er een 'voor' en 'na' bestaat: zo niet, dan is de relatieve afwijking de juiste keuze.
no: If you are unsure between relative difference and change, ask yourself if there is a 'before' and an 'after': if not, the relative difference is the right choice.
pl: Jeśli wahasz się między odchyleniem względnym a zmianą, zapytaj siebie, czy istnieje "przed" i "po": w przeciwnym razie odchylenie względne jest właściwym wyborem.
pt_pt: Se você hesita entre erro relativo e variação, pergunte-se se existe um “antes” e um “depois”: caso contrário, o erro relativo é a escolha certa.
ro: Dacă ezitați între abaterea relativă și variație, întrebați-vă dacă există un „înainte” și un „după”: altfel, abaterea relativă este alegerea corectă.
ru: Если вы сомневаетесь между относительным отклонением и изменением, спросите себя, существует ли "до" и "после": если нет, то относительное отклонение - правильный выбор.
sk: Ak sa rozhodujete medzi relatívnou odchýlkou a zmenou, opýtajte sa, či existuje "pred" a "po": inak je relatívna odchýlka správnou voľbou.
sv: Om du är osäker mellan relativ avvikelse och variation, fråga dig själv om det finns en "före" och "efter": annars är den relativa avvikelsen det rätta valet.
sw: Ikiwa unashindwa kati ya tofauti ya uhusiano na mabadiliko, jiulize kama kuna "kabla" na "baada": vinginevyo, tofauti ya uhusiano ni chaguo sahihi.
tr: Göreli fark ile değişim arasında kararsızsanız, bir "önce" ve "sonra" olup olmadığını kendinize sorun: yoksa, göreli fark doğru seçimdir.
uk: Якщо ви сумніваєтеся між відносним відхиленням і зміною, запитайте себе, чи існує "до" і "після": якщо ні, то відносне відхилення є правильним вибором.
vi: Nếu bạn đang phân vân giữa sai số tương đối và sự thay đổi, hãy tự hỏi xem có một "trước" và "sau" hay không: nếu không, sai số tương đối là lựa chọn đúng.
zh_hans: 如果您在相对差异和变化之间犹豫，请问自己是否存在“之前”和“之后”：否则，相对差异是正确的选择。

# ed_math_percentages_percentage_reverse_title
source: À propos : Pourcentage inverse
af: Oor: Inverse persentasie
bg: Относно: Обратен процент
cs: O tomto: Inverzní procento
da: Om: Invers procentdel
de: Über: Umgekehrter Prozentsatz
el: Σχετικά με: Αντίστροφο ποσοστό
es: Acerca de: Porcentaje inverso
fi: Tietoa: Käänteinen prosentti
fil: Tungkol sa: Baligtad na Porsyento
hu: A következőkről: Invertált százalék
id: About: Inverse percentage
it: Informazioni: Percentuale inversa
ja: について：逆パーセンテージ
ko: 정보: 역 백분율
nl: Over: Invers percentage
no: About: Inverse percentage
pl: O tym: Procent odwrotny
pt_pt: Sobre: Porcentagem inversa
ro: Despre: Procent invers
ru: О нас: Обратный процент
sk: O nás: Inverzné percento
sv: Om: Invers procentandel
sw: Kuhusu: Asilimia ya kinyume
tr: Hakkında: Ters yüzde
uk: Про: Зворотний відсоток
vi: Về: Phần trăm ngược
zh_hans: 关于：反向百分比

# ed_math_percentages_percentage_reverse_lead
source: Ce calculateur permet de retrouver une valeur initiale avant l’application d’un pourcentage, par exemple pour connaître le prix d’origine avant une remise, une augmentation ou une taxe.
af: Hierdie sakrekenaar maak dit moontlik om 'n aanvanklike waarde te vind voor die toepassing van 'n persentasie, byvoorbeeld om die oorspronklike prys voor 'n afslag, 'n verhoging of 'n belasting te ken.
bg: Този калкулатор позволява да се намери начална стойност преди прилагането на процент, например за да се знае оригиналната цена преди отстъпка, увеличение или данък.
cs: Tento kalkulátor umožňuje najít počáteční hodnotu před aplikací procenta, například pro zjištění původní ceny před slevou, zvýšením nebo daní.
da: Denne beregner gør det muligt at finde en startværdi før anvendelsen af en procentdel, for eksempel for at kende den oprindelige pris før en rabat, en stigning eller en skat.
de: Dieser Rechner ermöglicht es, einen ursprünglichen Wert vor der Anwendung eines Prozentsatzes zu finden, zum Beispiel um den ursprünglichen Preis vor einem Rabatt, einer Erhöhung oder einer Steuer zu kennen.
el: Αυτός ο υπολογιστής επιτρέπει να βρείτε μια αρχική τιμή πριν από την εφαρμογή ενός ποσοστού, για παράδειγμα, για να γνωρίζετε την αρχική τιμή πριν από μια έκπτωση, μια αύξηση ή έναν φόρο.
es: Este calculador permite encontrar un valor inicial antes de la aplicación de un porcentaje, por ejemplo, para conocer el precio original antes de un descuento, un aumento o un impuesto.
fi: Tämä laskin mahdollistaa alkuperäisen arvon löytämisen ennen prosenttiosuuden soveltamista, esimerkiksi alkuperäisen hinnan selvittämiseksi alennuksen, korotuksen tai veron jälkeen.
fil: Ang kalkulator na ito ay nagbibigay-daan upang mahanap ang isang paunang halaga bago ang aplikasyon ng isang porsyento, halimbawa, upang malaman ang orihinal na presyo bago ang diskwento, pagtaas o buwis.
hu: Ez a kalkulátor lehetővé teszi, hogy megtalálja az eredeti értéket egy százalék alkalmazása előtt, például hogy megtudja az eredeti árat egy kedvezmény, emelés vagy adó előtt.
id: This calculator allows you to find an initial value before the application of a percentage, for example, to know the original price before a discount, an increase, or a tax.
it: Questo calcolatore consente di risalire a un valore iniziale prima dell'applicazione di una percentuale, ad esempio per conoscere il prezzo originale prima di uno sconto, un aumento o una tassa.
ja: この計算機は、パーセンテージを適用する前の初期値を見つけることを可能にします。たとえば、割引、増加、または税金の前の元の価格を知るために使用します。
ko: 이 계산기는 백분율 적용 전의 초기 값을 찾을 수 있게 해줍니다. 예를 들어, 할인 전의 원래 가격, 인상 또는 세금을 알기 위해 사용됩니다.
nl: Deze calculator maakt het mogelijk om een initiële waarde te vinden vóór de toepassing van een percentage, bijvoorbeeld om de oorspronkelijke prijs te kennen vóór een korting, een verhoging of een belasting.
no: This calculator allows you to find an initial value before the application of a percentage, for example, to know the original price before a discount, an increase, or a tax.
pl: Ten kalkulator pozwala znaleźć wartość początkową przed zastosowaniem procentu, na przykład aby poznać cenę pierwotną przed rabatem, podwyżką lub podatkiem.
pt_pt: Este calculador permite encontrar um valor inicial antes da aplicação de uma porcentagem, por exemplo, para conhecer o preço original antes de um desconto, um aumento ou um imposto.
ro: Acest calculator permite găsirea unei valori inițiale înainte de aplicarea unui procent, de exemplu, pentru a cunoaște prețul original înainte de o reducere, o creștere sau o taxă.
ru: Этот калькулятор позволяет найти начальное значение до применения процента, например, чтобы узнать исходную цену до скидки, повышения или налога.
sk: Tento kalkulátor umožňuje nájsť počiatočnú hodnotu pred aplikáciou percenta, napríklad na zistenie pôvodnej ceny pred zľavou, zvýšením alebo daňou.
sv: Denna kalkylator gör det möjligt att återfå ett initialt värde innan tillämpningen av en procentandel, till exempel för att veta det ursprungliga priset innan en rabatt, en ökning eller en skatt.
sw: Kihesabu hiki kinaruhusu kupata thamani ya awali kabla ya kutumia asilimia, kwa mfano ili kujua bei ya asili kabla ya punguzo, ongezeko au ushuru.
tr: Bu hesaplayıcı, bir yüzde uygulamadan önceki başlangıç değerini bulmanızı sağlar, örneğin bir indirim, artış veya vergi öncesi orijinal fiyatı bilmek için.
uk: Цей калькулятор дозволяє знайти початкове значення перед застосуванням відсотка, наприклад, щоб дізнатися початкову ціну перед знижкою, підвищенням або податком.
vi: Máy tính này cho phép tìm lại một giá trị ban đầu trước khi áp dụng một phần trăm, chẳng hạn như để biết giá gốc trước khi giảm giá, tăng giá hoặc thuế.
zh_hans: 此计算器可以在应用百分比之前找回初始值，例如在折扣、增加或税收之前了解原价。

# ed_math_percentages_percentage_reverse_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случаи на употреба
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Use cases
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Use cases
pl: Przykład użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumları
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_percentages_percentage_reverse_uc1_title
source: Retrouver un prix avant remise
af: Vind 'n prys voor afslag
bg: Намиране на цена преди отстъпка
cs: Najít cenu před slevou
da: Find en pris før rabat
de: Einen Preis vor Rabatt finden
el: Βρείτε μια τιμή πριν από την έκπτωση
es: Encontrar un precio antes del descuento
fi: Löydä hinta ennen alennusta
fil: Mahanap ang presyo bago ang diskwento
hu: Egy ár visszakeresése kedvezmény előtt
id: Find a price before discount
it: Ritrovare un prezzo prima dello sconto
ja: 割引前の価格を見つける
ko: 할인 전 가격 찾기
nl: Vind een prijs vóór korting
no: Find a price before discount
pl: Odnajdź cenę przed rabatem
pt_pt: Encontrar um preço antes do desconto
ro: Găsirea unui preț înainte de reducere
ru: Найти цену до скидки
sk: Nájsť cenu pred zľavou
sv: Återfå ett pris före rabatt
sw: Kupata bei kabla ya punguzo
tr: İndirim öncesi bir fiyatı bulmak
uk: Знайти ціну до знижки
vi: Tìm lại giá trước khi giảm giá
zh_hans: 找回折扣前的价格

# ed_math_percentages_percentage_reverse_uc1_text
source: Un produit coûte 80 € après une remise de 20 %. Ce calcul permet de retrouver son prix initial avant réduction.
af: 'n Produk kos 80 € na 'n afslag van 20 %. Hierdie berekening maak dit moontlik om sy oorspronklike prys voor vermindering te vind.
bg: Продуктът струва 80 € след отстъпка от 20 %. Този калкулатор позволява да се намери неговата начална цена преди намалението.
cs: Produkt stojí 80 € po slevě 20 %. Tento výpočet umožňuje najít jeho původní cenu před snížením.
da: Et produkt koster 80 € efter en rabat på 20 %. Denne beregning gør det muligt at finde dens oprindelige pris før reduktion.
de: Ein Produkt kostet 80 € nach einem Rabatt von 20 %. Diese Berechnung ermöglicht es, den ursprünglichen Preis vor der Reduzierung zu finden.
el: Ένα προϊόν κοστίζει 80 € μετά από έκπτωση 20 %. Αυτός ο υπολογισμός επιτρέπει να βρείτε την αρχική του τιμή πριν από τη μείωση.
es: Un producto cuesta 80 € después de un descuento del 20 %. Este cálculo permite encontrar su precio inicial antes de la reducción.
fi: Tuote maksaa 80 € alennuksen jälkeen, joka on 20 %. Tämä laskelma mahdollistaa alkuperäisen hinnan löytämisen alennuksen ennen.
fil: Isang produkto ay nagkakahalaga ng 80 € pagkatapos ng diskwento na 20 %. Ang kalkulasyong ito ay nagbibigay-daan upang mahanap ang orihinal na presyo nito bago ang pagbabawas.
hu: Egy termék 80 €-ba kerül egy 20%-os kedvezmény után. Ez a számítás lehetővé teszi az eredeti ár visszakeresését a csökkentés előtt.
id: A product costs €80 after a 20% discount. This calculation allows you to find its initial price before the reduction.
it: Un prodotto costa 80 € dopo uno sconto del 20 %. Questo calcolo consente di risalire al suo prezzo iniziale prima della riduzione.
ja: ある製品は、20%の割引後に80€です。この計算により、割引前の元の価格を見つけることができます。
ko: 어떤 제품이 20% 할인 후 80€입니다. 이 계산은 할인 전의 초기 가격을 찾는 데 도움을 줍니다.
nl: Een product kost 80 € na een korting van 20 %. Deze berekening maakt het mogelijk om de oorspronkelijke prijs vóór de korting te vinden.
no: A product costs 80 € after a 20% discount. This calculation allows you to find its initial price before reduction.
pl: Produkt kosztuje 80 € po rabacie 20 %. To obliczenie pozwala znaleźć jego pierwotną cenę przed obniżką.
pt_pt: Um produto custa 80 € após um desconto de 20 %. Este cálculo permite encontrar seu preço inicial antes da redução.
ro: Un produs costă 80 € după o reducere de 20 %. Această calculare permite găsirea prețului său inițial înainte de reducere.
ru: Продукт стоит 80 € после скидки 20 %. Этот расчет позволяет найти его первоначальную цену до уменьшения.
sk: Produkt stojí 80 € po zľave 20 %. Tento výpočet umožňuje nájsť jeho pôvodnú cenu pred znížením.
sv: En produkt kostar 80 € efter en rabatt på 20 %. Denna beräkning gör det möjligt att återfå sitt ursprungliga pris före rabatten.
sw: Bidhaa inagharimu €80 baada ya punguzo la 20%. Kihesabu hiki kinaruhusu kupata bei yake ya awali kabla ya kupunguzwa.
tr: Bir ürün, %20 indirim sonrası 80 €'ya mal oluyor. Bu hesaplama, indirim öncesi fiyatını bulmanızı sağlar.
uk: Продукт коштує 80 € після знижки 20 %. Цей розрахунок дозволяє знайти його початкову ціну до зниження.
vi: Một sản phẩm có giá 80 € sau khi giảm giá 20 %. Phép tính này cho phép tìm lại giá ban đầu trước khi giảm giá.
zh_hans: 一件产品在折扣20%后售价80欧元。此计算可以找回其折扣前的初始价格。

# ed_math_percentages_percentage_reverse_uc2_title
source: Annuler une augmentation ou une taxe
af: Kanselleer 'n verhoging of 'n belasting
bg: Отмяна на увеличение или данък
cs: Zrušit zvýšení nebo daň
da: Annuller en stigning eller en skat
de: Eine Erhöhung oder Steuer rückgängig machen
el: Αναίρεση μιας αύξησης ή ενός φόρου
es: Anular un aumento o un impuesto
fi: Peruuta korotus tai vero
fil: Bawiin ang isang pagtaas o buwis
hu: Egy emelés vagy adó visszavonása
id: Cancel an increase or a tax
it: Annullare un aumento o una tassa
ja: 増加または税金を取り消す
ko: 인상 또는 세금 취소하기
nl: Annuleer een verhoging of belasting
no: Cancel an increase or a tax
pl: Anuluj podwyżkę lub podatek
pt_pt: Cancelar um aumento ou um imposto
ro: Anularea unei creșteri sau a unei taxe
ru: Отменить повышение или налог
sk: Zrušiť zvýšenie alebo daň
sv: Avbryta en ökning eller skatt
sw: Kufuta ongezeko au ushuru
tr: Bir artışı veya vergiyi iptal etmek
uk: Скасувати підвищення або податок
vi: Hủy bỏ một sự tăng giá hoặc thuế
zh_hans: 取消增加或税收

# ed_math_percentages_percentage_reverse_uc2_text
source: Vous connaissez un montant TTC ou après augmentation et souhaitez connaître la valeur d’origine avant application du pourcentage.
af: U ken 'n bedrag BTW ingesluit of na 'n verhoging en wil die oorspronklike waarde voor die toepassing van die persentasie ken.
bg: Вие знаете сума с ДДС или след увеличение и искате да знаете оригиналната стойност преди прилагането на процента.
cs: Znáte částku včetně daně nebo po zvýšení a chcete znát původní hodnotu před aplikací procenta.
da: Du kender et beløb inkl. moms eller efter stigning og ønsker at kende den oprindelige værdi før anvendelsen af procentdelen.
de: Sie kennen einen Betrag inklusive Steuern oder nach einer Erhöhung und möchten den ursprünglichen Wert vor Anwendung des Prozentsatzes wissen.
el: Γνωρίζετε ένα ποσό συμπεριλαμβανομένου του ΦΠΑ ή μετά από αύξηση και θέλετε να γνωρίζετε την αρχική τιμή πριν από την εφαρμογή του ποσοστού.
es: Conoces un monto IVA incluido o después de un aumento y deseas conocer el valor original antes de la aplicación del porcentaje.
fi: Tiedätkö arvon, joka on sisältynyt veroon tai korotuksen jälkeen, ja haluat tietää alkuperäisen arvon ennen prosenttiosuuden soveltamista.
fil: Alam mo ang isang halaga na kasama ang buwis o pagkatapos ng pagtaas at nais mong malaman ang orihinal na halaga bago ang aplikasyon ng porsyento.
hu: Tud egy bruttó összeget vagy emelés utáni összeget, és szeretné tudni az eredeti értéket a százalék alkalmazása előtt.
id: You know a total amount including tax or after an increase and want to know the original value before applying the percentage.
it: Conosci un importo IVA inclusa o dopo un aumento e desideri conoscere il valore originale prima dell'applicazione della percentuale.
ja: 税込みの金額または増加後の金額を知っていて、パーセンテージを適用する前の元の値を知りたい場合。
ko: 당신은 세금 포함 금액이나 인상 후 금액을 알고 있으며, 백분율 적용 전의 원래 값을 알고 싶어합니다.
nl: U kent een bedrag inclusief belasting of na verhoging en wilt de oorspronkelijke waarde kennen vóór de toepassing van het percentage.
no: You know a total amount including tax or after an increase and want to know the original value before applying the percentage.
pl: Znasz kwotę brutto lub po podwyżce i chcesz poznać wartość pierwotną przed zastosowaniem procentu.
pt_pt: Você conhece um montante com IVA ou após aumento e deseja conhecer o valor original antes da aplicação da porcentagem.
ro: Cunoașteți o sumă TVA inclus sau după o creștere și doriți să cunoașteți valoarea originală înainte de aplicarea procentului.
ru: Вы знаете сумму с НДС или после повышения и хотите узнать исходное значение до применения процента.
sk: Poznáte sumu s DPH alebo po zvýšení a chcete zistiť pôvodnú hodnotu pred aplikáciou percenta.
sv: Du känner till ett belopp inklusive moms eller efter en ökning och vill veta det ursprungliga värdet innan procentandelen tillämpades.
sw: Unajua kiasi cha TTC au baada ya ongezeko na unataka kujua thamani ya asili kabla ya kutumia asilimia.
tr: Bir KDV dahil tutarını veya artış sonrası bir tutarı biliyorsanız ve yüzde uygulamadan önceki orijinal değeri öğrenmek istiyorsanız.
uk: Ви знаєте суму з ПДВ або після підвищення і хочете дізнатися початкову вартість перед застосуванням відсотка.
vi: Bạn biết một số tiền đã bao gồm thuế hoặc sau khi tăng giá và muốn biết giá trị gốc trước khi áp dụng phần trăm.
zh_hans: 您知道一个含税金额或增加后的金额，并希望了解应用百分比之前的原始值。
