Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# share_native:Partager
source: Partager
af: Deel
bg: Сподели
cs: Sdílet
da: Del
de: Teilen
el: Μοιραστείτε
es: Compartir
fi: Jaa
fil: Ibahagi
hu: Megosztás
id: Bagikan
it: Condividere
ja: 共有
ko: 공유
nl: Delen
no: Dele
pl: Udostępnij
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sv: Dela
sw: Shiriki
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享

# share_copy_aria
source: Copier le lien
af: Kopieer die skakel
bg: Копирайт линка
cs: Kopírovat odkaz
da: Kopier link
de: Link kopieren
el: Αντιγράψτε τον σύνδεσμο
es: Copiar el enlace
fi: Kopioi linkki
fil: Kopyahin ang link
hu: Link másolása
id: Salin tautan
it: Copia il link
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer de link
no: Kopier lenken
pl: Skopiuj link
pt_pt: Copiar o link
ro: Copiază linkul
ru: Скопировать ссылку
sk: Kopírovať odkaz
sv: Kopiera länken
sw: Nakili kiungo
tr: Bağlantıyı kopyala
uk: Скопіювати посилання
vi: Sao chép liên kết
zh_hans: 复制链接

# share_copy_label:Copier
source: Copier
af: Kopieer
bg: Копирайт
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγράψτε
es: Copiar
fi: Kopioi
fil: Kopyahin
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Skopiuj
pt_pt: Copiar
ro: Copiază
ru: Скопировать
sk: Kopírovať
sv: Kopiera
sw: Nakili
tr: Kopyala
uk: Скопіювати
vi: Sao chép
zh_hans: 复制

# share_copied_label:Copié !
source: Copié !
af: Gekopieer!
bg: Копирано!
cs: Zkopírováno!
da: Kopieret!
de: Kopiert!
el: Αντιγράφηκε!
es: ¡Copiado!
fi: Kopioitu!
fil: Nakopya na!
hu: Másolva!
id: Disalin!
it: Copiato!
ja: コピーしました！
ko: 복사됨!
nl: Gekopieerd!
no: Kopiert!
pl: Skopiowano!
pt_pt: Copiado!
ro: Copiat!
ru: Скопировано!
sk: Skopírované!
sv: Kopierad!
sw: Imekubaliwa!
tr: Kopyalandı!
uk: Скопійовано!
vi: Đã sao chép!
zh_hans: 已复制！

# share_more:Plus
source: Plus
af: Meer
bg: Повече
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
fi: Lisää
fil: Higit pa
hu: Több
id: Lebih
it: Di più
ja: もっと
ko: 더보기
nl: Meer
no: Mer
pl: Więcej
pt_pt: Mais
ro: Mai mult
ru: Больше
sk: Viac
sv: Mer
sw: Zaidi
tr: Daha fazla
uk: Більше
vi: Thêm
zh_hans: 更多

# share_less:Moins
source: Moins
af: Minder
bg: По-малко
cs: Méně
da: Mindre
de: Weniger
el: Λιγότερα
es: Menos
fi: Vähemmän
fil: Mas kaunti
hu: Kevesebb
id: Kurang
it: Di meno
ja: 少なく
ko: 덜 보기
nl: Minder
no: Mindre
pl: Mniej
pt_pt: Menos
ro: Mai puțin
ru: Меньше
sk: Menej
sv: Mindre
sw: Kidogo
tr: Daha az
uk: Менше
vi: Giảm
zh_hans: 更少

# share_qr_toggle
source: Afficher le QR code
af: Wys die QR-kode
bg: Покажи QR кода
cs: Zobrazit QR kód
da: Vis QR-koden
de: QR-Code anzeigen
el: Εμφάνιση του QR code
es: Mostrar el código QR
fi: Näytä QR-koodi
fil: Ipakita ang QR code
hu: QR kód megjelenítése
id: Tampilkan kode QR
it: Mostra il codice QR
ja: QRコードを表示
ko: QR 코드 표시
nl: Toon de QR-code
no: Vis QR-koden
pl: Wyświetl kod QR
pt_pt: Mostrar o código QR
ro: Afișează codul QR
ru: Показать QR код
sk: Zobraziť QR kód
sv: Visa QR-koden
sw: Onyesha QR code
tr: QR kodunu göster
uk: Показати QR-код
vi: Hiển thị mã QR
zh_hans: 显示二维码

# share_qr:QR code
source: QR code
af: QR-kode
bg: QR код
cs: QR kód
da: QR-kode
es: Código QR
fi: QR-koodi
hu: QR kód
id: Kode QR
it: Codice QR
ja: QRコード
ko: QR 코드
no: QR-kode
pl: Kod QR
pt_pt: Código QR
ro: Cod QR
ru: QR код
sk: QR kód
sv: QR-kod
tr: QR kodu
uk: QR-код
vi: Mã QR
zh_hans: 二维码

# share_qr_title:Partager via QR code
source: Partager via QR code
af: Deel via QR-kode
bg: Сподели чрез QR код
cs: Sdílet přes QR kód
da: Del via QR-kode
de: Über QR-Code teilen
el: Μοιραστείτε μέσω QR code
es: Compartir a través del código QR
fi: Jaa QR-koodin kautta
fil: Ibahagi sa pamamagitan ng QR code
hu: Megosztás QR kódon keresztül
id: Bagikan melalui kode QR
it: Condividi tramite codice QR
ja: QRコードで共有
ko: QR 코드로 공유
nl: Delen via QR-code
no: Dele via QR-kode
pl: Udostępnij za pomocą kodu QR
pt_pt: Partilhar via código QR
ro: Partajează prin cod QR
ru: Поделиться через QR код
sk: Zdieľať cez QR kód
sv: Dela via QR-kod
sw: Shiriki kupitia QR code
tr: QR kodu ile paylaş
uk: Поділитися через QR-код
vi: Chia sẻ qua mã QR
zh_hans: 通过二维码分享

# share_qr_loading:Chargement…
source: Chargement…
af: Laai…
bg: Зареждане…
cs: Načítání…
da: Indlæser…
de: Laden…
el: Φόρτωση…
es: Cargando…
fi: Lataaminen…
fil: Naglo-load…
hu: Betöltés…
id: Memuat…
it: Caricamento…
ja: 読み込み中…
ko: 로딩 중…
nl: Laden…
no: Laster…
pl: Ładowanie…
pt_pt: A carregar…
ro: Încărcare…
ru: Загрузка…
sk: Načítava sa…
sv: Laddar…
sw: Inapakia…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 加载中…

# share_qr_error:Impossible de générer le QR code.
source: Impossible de générer le QR code.
af: Dit is nie moontlik om die QR-kode te genereer nie.
bg: Не може да се генерира QR код.
cs: Nelze vygenerovat QR kód.
da: Det er ikke muligt at generere QR-koden.
de: QR-Code konnte nicht generiert werden.
el: Αδύνατη η δημιουργία του QR code.
es: No se pudo generar el código QR.
fi: QR-koodin luominen epäonnistui.
fil: Hindi ma-generate ang QR code.
hu: A QR kód generálása nem lehetséges.
id: Tidak dapat menghasilkan kode QR.
it: Impossibile generare il codice QR.
ja: QRコードを生成できませんでした。
ko: QR 코드를 생성할 수 없습니다.
nl: Het is niet mogelijk om de QR-code te genereren.
no: Kunne ikke generere QR-koden.
pl: Nie można wygenerować kodu QR.
pt_pt: Impossível gerar o código QR.
ro: Imposibil de generat codul QR.
ru: Не удалось сгенерировать QR код.
sk: Nemožno vygenerovať QR kód.
sv: Det gick inte att generera QR-koden.
sw: Haiwezekani kuunda QR code.
tr: QR kodu oluşturulamadı.
uk: Неможливо згенерувати QR-код.
vi: Không thể tạo mã QR.
zh_hans: 无法生成二维码。

# share_copy
source: Copier le lien
af: Kopieer die skakel
bg: Копирайт линка
cs: Kopírovat odkaz
da: Kopier link
de: Link kopieren
el: Αντιγράψτε τον σύνδεσμο
es: Copiar el enlace
fi: Kopioi linkki
fil: Kopyahin ang link
hu: Link másolása
id: Salin tautan
it: Copia il link
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer de link
no: Kopier lenken
pl: Skopiuj link
pt_pt: Copiar o link
ro: Copiază linkul
ru: Скопировать ссылку
sk: Kopírovať odkaz
sv: Kopiera länken
sw: Nakili kiungo
tr: Bağlantıyı kopyala
uk: Скопіювати посилання
vi: Sao chép liên kết
zh_hans: 复制链接

# share_wechat_qr
source: QR code (WeChat)
af: QR-kode (WeChat)
bg: QR код (WeChat)
cs: QR kód (WeChat)
da: QR-kode (WeChat)
es: Código QR (WeChat)
fi: QR-koodi (WeChat)
hu: QR kód (WeChat)
id: Kode QR (WeChat)
it: Codice QR (WeChat)
ja: QRコード（WeChat）
ko: QR 코드 (WeChat)
no: QR-kode (WeChat)
pl: Kod QR (WeChat)
pt_pt: Código QR (WeChat)
ro: Cod QR (WeChat)
ru: QR код (WeChat)
sk: QR kód (WeChat)
sv: QR-kod (WeChat)
tr: QR kodu (WeChat)
uk: QR-код (WeChat)
vi: Mã QR (WeChat)
zh_hans: 二维码（微信）

# share_email
source: Email
af: E-pos
bg: Имейл
es: Correo electrónico
fi: Sähköposti
ja: メール
ko: 이메일
no: E-post
ru: Электронная почта
sv: E-post
sw: Barua pepe
tr: E-posta
uk: Електронна пошта
zh_hans: 电子邮件

# share_heading_tool
source: Partager cet outil
af: Deel hierdie hulpmiddel
bg: Сподели този инструмент
cs: Sdílet tento nástroj
da: Del dette værktøj
de: Dieses Tool teilen
el: Μοιραστείτε αυτό το εργαλείο
es: Compartir esta herramienta
fi: Jaa tämä työkalu
fil: Ibahagi ang tool na ito
hu: Ezt az eszközt megosztani
id: Bagikan alat ini
it: Condividi questo strumento
ja: このツールを共有
ko: 이 도구 공유하기
nl: Deel dit hulpmiddel
no: Dele dette verktøyet
pl: Udostępnij to narzędzie
pt_pt: Partilhar esta ferramenta
ro: Partajează acest instrument
ru: Поделиться этим инструментом
sk: Zdieľať tento nástroj
sv: Dela det här verktyget
sw: Shiriki chombo hiki
tr: Bu aracı paylaş
uk: Поділитися цим інструментом
vi: Chia sẻ công cụ này
zh_hans: 分享此工具

# share_heading_category
source: Partager cette catégorie
af: Deel hierdie kategorie
bg: Сподели тази категория
cs: Sdílet tuto kategorii
da: Del denne kategori
de: Diese Kategorie teilen
el: Μοιραστείτε αυτή την κατηγορία
es: Compartir esta categoría
fi: Jaa tämä kategoria
fil: Ibahagi ang kategoryang ito
hu: Ezt a kategóriát megosztani
id: Bagikan kategori ini
it: Condividi questa categoria
ja: このカテゴリを共有
ko: 이 카테고리 공유하기
nl: Deel deze categorie
no: Dele denne kategorien
pl: Udostępnij tę kategorię
pt_pt: Partilhar esta categoria
ro: Partajează această categorie
ru: Поделиться этой категорией
sk: Zdieľať túto kategóriu
sv: Dela den här kategorin
sw: Shiriki kundi hili
tr: Bu kategoriyi paylaş
uk: Поділитися цією категорією
vi: Chia sẻ danh mục này
zh_hans: 分享此类别

# share_heading_home
source: Partager Tools Central
af: Deel Tools Central
bg: Сподели Tools Central
cs: Sdílet Tools Central
da: Del Tools Central
de: Tools Central teilen
el: Μοιραστείτε το Tools Central
es: Compartir Tools Central
fi: Jaa Työkalut Keskus
fil: Ibahagi ang Tools Central
hu: Tools Central megosztása
id: Bagikan Tools Central
it: Condividi Tools Central
ja: Tools Centralを共有
ko: Tools Central 공유하기
nl: Deel Tools Central
no: Dele Tools Central
pl: Udostępnij Tools Central
pt_pt: Partilhar o Tools Central
ro: Partajează Tools Central
ru: Поделиться Tools Central
sk: Zdieľať Tools Central
sv: Dela Tools Central
sw: Shiriki Tools Central
tr: Tools Central'ı paylaş
uk: Поділитися Tools Central
vi: Chia sẻ Tools Central
zh_hans: 分享工具中心

# share_heading_generic
source: Partager cette page
af: Deel hierdie bladsy
bg: Сподели тази страница
cs: Sdílet tuto stránku
da: Del denne side
de: Diese Seite teilen
el: Μοιραστείτε αυτή τη σελίδα
es: Compartir esta página
fi: Jaa tämä sivu
fil: Ibahagi ang pahinang ito
hu: Ezt az oldalt megosztani
id: Bagikan halaman ini
it: Condividi questa pagina
ja: このページを共有
ko: 이 페이지 공유하기
nl: Deel deze pagina
no: Dele denne siden
pl: Udostępnij tę stronę
pt_pt: Partilhar esta página
ro: Partajează această pagină
ru: Поделиться этой страницей
sk: Zdieľať túto stránku
sv: Dela den här sidan
sw: Shiriki ukurasa huu
tr: Bu sayfayı paylaş
uk: Поділитися цією сторінкою
vi: Chia sẻ trang này
zh_hans: 分享此页面

# share_sub_tool
source: Vous pensez que ce calculateur peut aider quelqu’un ?
af: Dink jy hierdie sakrekenaar kan iemand help?
bg: Мислите ли, че този калкулатор може да помогне на някого?
cs: Myslíte, že by tento kalkulátor mohl někomu pomoci?
da: Tror du, at denne lommeregner kan hjælpe nogen?
de: Glauben Sie, dass dieser Rechner jemandem helfen kann?
el: Νομίζετε ότι αυτός ο υπολογιστής μπορεί να βοηθήσει κάποιον;
es: ¿Crees que esta calculadora puede ayudar a alguien?
fi: Luuleeko, että tämä laskin voi auttaa jotakuta?
fil: Sa tingin mo ba makakatulong ang calculator na ito sa sinuman?
hu: Azt gondolja, hogy ez a kalkulátor segíthet valakinek?
id: Apakah Anda pikir kalkulator ini bisa membantu seseorang?
it: Pensi che questo calcolatore possa aiutare qualcuno?
ja: この計算機が誰かの役に立つと思いますか？
ko: 이 계산기가 누군가에게 도움이 될 것이라고 생각하십니까?
nl: Denkt u dat deze rekenmachine iemand kan helpen?
no: Tror du at denne kalkulatoren kan hjelpe noen?
pl: Myślisz, że ten kalkulator może pomóc komuś?
pt_pt: Você acha que esta calculadora pode ajudar alguém?
ro: Credeți că acest calculator poate ajuta pe cineva?
ru: Вы думаете, что этот калькулятор может помочь кому-то?
sk: Myslíte si, že tento kalkulátor môže pomôcť niekomu?
sv: Tycker du att den här kalkylatorn kan hjälpa någon?
sw: Unafikiri kwamba kihariri hiki kinaweza kumsaidia mtu?
tr: Bu hesaplayıcının birine yardımcı olabileceğini mi düşünüyorsunuz?
uk: Ви думаєте, що цей калькулятор може допомогти комусь?
vi: Bạn nghĩ rằng máy tính này có thể giúp ai đó không?
zh_hans: 您认为这个计算器可以帮助某人吗？

# share_sub_category
source: Vous connaissez quelqu’un qui cherche ce type d’outils ?
af: Ken jy iemand wat so 'n tipe hulpmiddel soek?
bg: Познавам ли някого, който търси този тип инструменти?
cs: Znáte někoho, kdo hledá tento typ nástrojů?
da: Kender du nogen, der leder efter denne type værktøjer?
de: Kennen Sie jemanden, der nach solchen Tools sucht?
el: Γνωρίζετε κάποιον που ψάχνει αυτού του τύπου τα εργαλεία;
es: ¿Conoces a alguien que esté buscando este tipo de herramientas?
fi: Tunnetko jonkun, joka etsii tämän tyyppisiä työkaluja?
fil: Kilalang-kilala mo ba ang sinuman na naghahanap ng ganitong uri ng mga tool?
hu: Ismer valakit, aki ilyen típusú eszközöket keres?
id: Apakah Anda mengenal seseorang yang mencari jenis alat ini?
it: Conosci qualcuno che cerca questo tipo di strumenti?
ja: この種のツールを探している人を知っていますか？
ko: 이런 종류의 도구를 찾고 있는 사람을 알고 있습니까?
nl: Kent u iemand die dit soort hulpmiddelen zoekt?
no: Kjenner du noen som leter etter denne typen verktøy?
pl: Znasz kogoś, kto szuka tego typu narzędzi?
pt_pt: Você conhece alguém que procura este tipo de ferramentas?
ro: Cunoașteți pe cineva care caută acest tip de instrumente?
ru: Вы знаете кого-то, кто ищет такие инструменты?
sk: Poznáte niekoho, kto hľadá tento typ nástrojov?
sv: Känner du någon som letar efter den här typen av verktyg?
sw: Unamjua mtu anayetafuta aina hii ya zana?
tr: Bu tür araçlar arayan birini tanıyor musunuz?
uk: Ви знаєте когось, хто шукає такі інструменти?
vi: Bạn có biết ai đang tìm kiếm loại công cụ này không?
zh_hans: 您认识正在寻找这类工具的人吗？

# share_sub_home
source: Merci de faire connaître le site 🙂
af: Dankie dat jy die webwerf bekend maak 🙂
bg: Благодаря, че споделяте сайта 🙂
cs: Děkujeme, že jste doporučili web 🙂
da: Tak for at gøre hjemmesiden kendt 🙂
de: Danke, dass Sie die Seite bekannt machen 🙂
el: Σας ευχαριστώ που γνωστοποιείτε την ιστοσελίδα 🙂
es: Gracias por dar a conocer el sitio 🙂
fi: Kiitos, että kerrot sivustosta 🙂
fil: Salamat sa pagpapakilala sa site 🙂
hu: Köszönjük, hogy népszerűsíti az oldalt 🙂
id: Terima kasih telah memberitahukan situs ini 🙂
it: Grazie per far conoscere il sito 🙂
ja: サイトを広めていただきありがとうございます🙂
ko: 사이트를 알려주셔서 감사합니다 🙂
nl: Bedankt voor het bekendmaken van de site 🙂
no: Takk for at du gjør nettstedet kjent 🙂
pl: Dziękujemy za polecenie strony 🙂
pt_pt: Obrigado por divulgar o site 🙂
ro: Mulțumim că ai făcut cunoscut site-ul 🙂
ru: Спасибо, что рассказали о сайте 🙂
sk: Ďakujeme, že ste sa podelili o stránku 🙂
sv: Tack för att du sprider ordet om sidan 🙂
sw: Asante kwa kutangaza tovuti 🙂
tr: Siteyi tanıttığınız için teşekkürler 🙂
uk: Дякуємо, що розповіли про сайт 🙂
vi: Cảm ơn bạn đã giới thiệu trang web 🙂
zh_hans: 感谢您宣传这个网站🙂

# share_sub_generic
source: Envoyez le lien en un clic.
af: Stuur die skakel met een klik.
bg: Изпратете линка с едно кликване.
cs: Odešlete odkaz jedním kliknutím.
da: Send linket med et klik.
de: Senden Sie den Link mit einem Klick.
el: Στείλτε τον σύνδεσμο με ένα κλικ.
es: Envía el enlace con un clic.
fi: Lähetä linkki yhdellä napsautuksella.
fil: Ipadala ang link sa isang click.
hu: Küldje el a linket egy kattintással.
id: Kirim tautan dengan satu klik.
it: Invia il link con un clic.
ja: ワンクリックでリンクを送信。
ko: 한 번의 클릭으로 링크를 보내세요.
nl: Stuur de link met één klik.
no: Send lenken med ett klikk.
pl: Wyślij link jednym kliknięciem.
pt_pt: Envie o link com um clique.
ro: Trimiteți linkul cu un clic.
ru: Отправьте ссылку в один клик.
sk: Odošlite odkaz jedným kliknutím.
sv: Skicka länken med ett klick.
sw: Tuma kiungo kwa kubofya moja.
tr: Bağlantıyı bir tıkla gönder.
uk: Надішліть посилання в один клік.
vi: Gửi liên kết chỉ với một cú nhấp.
zh_hans: 一键发送链接。

# pdf_fonts_title
source: Polices PDF → JSON
af: PDF skrifte → JSON
bg: Шрифтове PDF → JSON
cs: Písma PDF → JSON
da: Policer PDF → JSON
de: PDF-Schriften → JSON
el: Πολυάριθμες PDF → JSON
es: Políticas PDF → JSON
fi: PDF-fontit → JSON
fil: PDF Polices → JSON
hu: PDF betűtípusok → JSON
ja: PDFからJSONへ
ko: PDF에서 JSON으로 변환
nl: PDF-lettertypen → JSON
no: PDF-fonter → JSON
pl: Czcionki PDF → JSON
pt_pt: Políticas PDF → JSON
ro: Polițe PDF → JSON
ru: Полисы PDF → JSON
sk: Písma PDF → JSON
sv: PDF-fonter → JSON
sw: Polisi PDF → JSON
tr: PDF'leri JSON'a dönüştür
uk: Шрифти PDF → JSON
zh_hans: PDF 字体 → JSON

# pdf_fonts_subtitle
source: Identifiez les polices déclarées/utilisées dans un PDF (ressources des pages) et exportez la liste au format JSON, localement.
af: Identifiseer die skrifte wat in 'n PDF verklaar/gebruik word (bladsyhulpbronne) en voer die lys uit in JSON-formaat, plaaslik.
bg: Идентифицирайте шрифтовете, декларирани/използвани в PDF (ресурси на страниците) и експортирайте списъка във формат JSON, локално.
cs: Identifikujte písma deklarovaná/používaná v PDF (zdroje stránek) a exportujte seznam ve formátu JSON, lokálně.
da: Identificer de erklærede/brugt skrifttyper i en PDF (side ressourcer) og eksportere listen i JSON-format, lokalt.
de: Identifizieren Sie die im PDF deklarierten/verwendeten Schriften (Seitenressourcen) und exportieren Sie die Liste im JSON-Format lokal.
el: Εντοπίστε τις δηλωμένες/χρησιμοποιούμενες γραμματοσειρές σε ένα PDF (πόροι σελίδων) και εξάγετε τη λίστα σε μορφή JSON, τοπικά.
es: Identifique las fuentes declaradas/utilizadas en un PDF (recursos de las páginas) y exporte la lista en formato JSON, localmente.
fi: Tunnista PDF:ssä ilmoitetut/käytetyt fontit (sivujen resurssit) ja vie lista JSON-muodossa paikallisesti.
fil: Tukuyin ang mga nakasaad/ginagamit na mga font sa isang PDF (mga mapagkukunan ng mga pahina) at i-export ang listahan sa format na JSON, lokal.
hu: Azonosítsa a PDF-ben (oldalforrások) deklarált/használt betűtípusokat, és exportálja a listát JSON formátumban, helyben.
id: Identifikasi font yang dinyatakan/digunakan dalam PDF (sumber halaman) dan ekspor daftar dalam format JSON, secara lokal.
it: Identifica i caratteri dichiarati/utilizzati in un PDF (risorse delle pagine) ed esporta l'elenco in formato JSON, localmente.
ja: PDF内で宣言された/使用されているフォントを特定し（ページリソース）、リストをJSON形式でローカルにエクスポートします。
ko: PDF에서 선언된/사용된 글꼴(페이지 리소스)을 식별하고 목록을 JSON 형식으로 로컬에 내보냅니다.
nl: Identificeer de in een PDF verklaarde/gebruikte lettertypen (paginaresources) en exporteer de lijst in JSON-formaat, lokaal.
no: Identifiser deklare/brukt fonter i en PDF (side ressurser) og eksporter listen i JSON-format, lokalt.
pl: Zidentyfikuj czcionki zadeklarowane/używane w PDF (zasoby stron) i wyeksportuj listę w formacie JSON, lokalnie.
pt_pt: Identifique as fontes declaradas/utilizadas num PDF (recursos das páginas) e exporte a lista no formato JSON, localmente.
ro: Identificați polițele declarate/utilizate într-un PDF (resursele paginilor) și exportați lista în format JSON, local.
ru: Определите шрифты, заявленные/используемые в PDF (ресурсы страниц) и экспортируйте список в формате JSON, локально.
sk: Identifikujte písma deklarované/používané v PDF (zdroje stránok) a exportujte zoznam vo formáte JSON, lokálne.
sv: Identifiera de deklarerade/använda fonterna i en PDF (sides resurser) och exportera listan i JSON-format, lokalt.
sw: Tambua polisi zilizotangazwa/kutumiwa katika PDF (rasilimali za kurasa) na uhamasisha orodha hiyo kwa muundo wa JSON, ndani ya eneo lako.
tr: Bir PDF'de bildirilen/kullanılan fontları (sayfa kaynakları) tanımlayın ve listeyi yerel olarak JSON formatında dışa aktarın.
uk: Визначте шрифти, заявлені/використовувані в PDF (ресурси сторінок) та експортуйте список у форматі JSON, локально.
vi: Xác định các phông chữ được khai báo/sử dụng trong một PDF (tài nguyên của các trang) và xuất danh sách ở định dạng JSON, cục bộ.
zh_hans: 识别 PDF 中声明/使用的字体（页面资源）并将列表导出为 JSON 格式，保存在本地。

# pdf_fonts_card_import_title
source: Importer un PDF
af: Laai 'n PDF op
bg: Импортиране на PDF
cs: Importovat PDF
da: Importer en PDF
de: PDF importieren
el: Εισαγωγή ενός PDF
es: Importar un PDF
fi: Tuo PDF
fil: Mag-import ng PDF
hu: PDF importálása
id: Impor PDF
it: Importa un PDF
ja: PDFをインポート
ko: PDF 가져오기
nl: Een PDF importeren
no: Importer en PDF
pl: Importuj PDF
pt_pt: Importar um PDF
ro: Importați un PDF
ru: Импортировать PDF
sk: Importovať PDF
sv: Importera en PDF
sw: Ingiza PDF
tr: Bir PDF'yi içe aktar
uk: Імпортувати PDF
vi: Nhập một PDF
zh_hans: 导入 PDF

# pdf_fonts_card_import_sub
source: Aucune donnée n’est envoyée sur un serveur : tout se fait dans votre navigateur.
af: Geen data word na 'n bediener gestuur nie: alles gebeur in jou blaaier.
bg: Никакви данни не се изпращат на сървър: всичко се извършва в браузъра ви.
cs: Žádná data nejsou odesílána na server: vše se provádí ve vašem prohlížeči.
da: Ingen data sendes til en server: alt foregår i din browser.
de: Es werden keine Daten an einen Server gesendet: alles geschieht in Ihrem Browser.
el: Καμία δεδομένα δεν αποστέλλονται σε διακομιστή: όλα γίνονται στον περιηγητή σας.
es: Ningún dato se envía a un servidor: todo se hace en su navegador.
fi: Yhtään tietoa ei lähetetä palvelimelle: kaikki tapahtuu selaimessasi.
fil: Walang data na ipinapadala sa isang server: lahat ay nangyayari sa iyong browser.
hu: Nincs adat küldve a szerverre: minden a böngészőjében történik.
id: Tidak ada data yang dikirim ke server: semuanya dilakukan di browser Anda.
it: Nessun dato viene inviato a un server: tutto avviene nel tuo browser.
ja: サーバーにデータは送信されません：すべてはブラウザ内で行われます。
ko: 서버에 데이터가 전송되지 않습니다: 모든 작업이 브라우저 내에서 이루어집니다.
nl: Er worden geen gegevens naar een server verzonden: alles gebeurt in uw browser.
no: Ingen data sendes til en server: alt skjer i nettleseren din.
pl: Żadne dane nie są wysyłane na serwer: wszystko odbywa się w twojej przeglądarce.
pt_pt: Nenhum dado é enviado para um servidor: tudo é feito no seu navegador.
ro: Niciun fel de date nu este trimis pe un server: totul se face în browserul dumneavoastră.
ru: Никакие данные не отправляются на сервер: все происходит в вашем браузере.
sk: Žiadne údaje nie sú odosielané na server: všetko sa deje vo vašom prehliadači.
sv: Inga data skickas till en server: allt görs i din webbläsare.
sw: Hakuna data inayotumwa kwenye seva: kila kitu kinafanyika kwenye kivinjari chako.
tr: Hiçbir veri bir sunucuya gönderilmez: her şey tarayıcınızda yapılır.
uk: Жодні дані не надсилаються на сервер: все відбувається у вашому браузері.
vi: Không có dữ liệu nào được gửi lên máy chủ: mọi thứ đều diễn ra trong trình duyệt của bạn.
zh_hans: 没有数据被发送到服务器：一切都在您的浏览器中完成。

# pdf_fonts_err_title
source: Impossible d’extraire les polices.
af: Onmoontlik om skrifte te onttrek.
bg: Невъзможно е да се извлекат шрифтовете.
cs: Nelze extrahovat písma.
da: Det er umuligt at udtrække skrifttyper.
de: Schriften können nicht extrahiert werden.
el: Αδύνατη η εξαγωγή γραμματοσειρών.
es: Imposible extraer las fuentes.
fi: Fonttien purkaminen epäonnistui.
fil: Hindi ma-extract ang mga font.
hu: A betűtípusok kinyerése lehetetlen.
id: Tidak dapat mengekstrak font.
it: Impossibile estrarre i caratteri.
ja: フォントを抽出できません。
ko: 글꼴을 추출할 수 없습니다.
nl: Het is niet mogelijk om de lettertypen te extraheren.
no: Kan ikke hente fonter.
pl: Nie można wyodrębnić czcionek.
pt_pt: Impossível extrair as fontes.
ro: Imposibil de extras polițele.
ru: Невозможно извлечь шрифты.
sk: Nie je možné extrahovať písma.
sv: Det går inte att extrahera fonterna.
sw: Haiwezekani kutoa polisi.
tr: Fontları çıkarmak mümkün değil.
uk: Неможливо витягти шрифти.
vi: Không thể trích xuất các phông chữ.
zh_hans: 无法提取字体。

# pdf_fonts_card_results_title
source: Résultats
af: Resultate
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fil: Mga Resulta
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
no: Resultater
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
sw: Matokeo
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果
