Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_fractions_fraction_add_tip
source: Pour aller plus vite à la main, cherchez d’abord un dénominateur commun simple (souvent le PPCM) : vous évitez des fractions “gonflées” inutiles.
af: Om vinniger met die hand te werk, soek eers 'n eenvoudige gemeenskaplike noemer (dikwels die KGV): jy vermy onnodige 'opgeblase' breuke.
bg: За да бъдете по-бързи на ръка, първо потърсете прост общ знаменател (често НОК): избягвате ненужни „надути“ дроби.
cs: Abychom to udělali rychleji ručně, nejprve hledejte jednoduchý společný jmenovatel (často nejmenší společný násobek): vyhnete se zbytečně „nafouknutým“ zlomkům.
da: For at gå hurtigere i hånden, skal du først finde en simpel fælles nævner (ofte den mindste fælles multiplikator): du undgår unødvendige 'oppustede' brøker.
de: Um schneller von Hand zu arbeiten, suchen Sie zuerst nach einem einfachen gemeinsamen Nenner (oft das kleinste gemeinsame Vielfache): Sie vermeiden unnötig „aufgeblähte“ Brüche.
el: Για να πάτε πιο γρήγορα στο χέρι, αναζητήστε πρώτα έναν απλό κοινό παρονομαστή (συχνά το ΕΚΠ): αποφεύγετε περιττά “φουσκωμένα” κλάσματα.
es: Para ir más rápido a mano, busca primero un denominador común simple (a menudo el MCD): evitas fracciones “infladas” innecesarias.
fi: Jos haluat edetä nopeammin käsin, etsi ensin yksinkertainen yhteinen nimittäjä (usein pienin yhteinen monikerta): vältät tarpeettomia 'turvotettuja' murtolukuja.
fil: Upang mas mabilis na gawin ito sa kamay, hanapin muna ang isang simpleng karaniwang denominator (madalas ang LCM): maiiwasan mo ang mga hindi kinakailangang 'pinalaking' fraction.
hu: Ha gyorsabban szeretne kézzel dolgozni, először keressen egy egyszerű közös nevezőt (gyakran a legkisebb közös többszörös): elkerüli a szükségtelenül „felfújt” törteket.
id: Untuk lebih cepat secara manual, cari terlebih dahulu penyebut yang sama yang sederhana (sering KPK): Anda menghindari pecahan 'menggelembung' yang tidak perlu.
it: Per andare più veloce a mano, cerca prima un denominatore comune semplice (spesso il PPCM): eviti frazioni “gonfiate” inutili.
ja: 手作業で早く進めるために、まず単純な共通の分母（通常は最小公倍数）を探してください：無駄に「膨らんだ」分数を避けることができます。
ko: 손으로 더 빨리 하려면 먼저 간단한 공통 분모 (종종 최소 공배수)를 찾으세요: 불필요한 '부풀려진' 분수를 피할 수 있습니다.
nl: Om sneller met de hand te werken, zoek eerst een eenvoudige gemeenschappelijke noemer (vaak de kleinste gemene veelvoud): je voorkomt onnodig 'opgeblazen' breuken.
no: For å gå raskere for hånd, se først etter en enkel felles nevner (ofte minste felles multiplum): du unngår unødvendige “oppblåste” brøker.
pl: Aby szybciej to zrobić ręcznie, najpierw poszukaj prostego wspólnego mianownika (często NWW): unikniesz niepotrzebnych 'napompowanych' ułamków.
pt_pt: Para ir mais rápido à mão, procure primeiro um denominador comum simples (geralmente o MMC): você evita frações “inchadas” desnecessárias.
ro: Pentru a merge mai repede manual, caută mai întâi un numitor comun simplu (de obicei PPCM): eviți fracțiile „umflate” inutile.
ru: Чтобы быстрее делать это вручную, сначала найдите простой общий знаменатель (часто НОК): вы избегаете ненужных «раздутых» дробей.
sk: Aby ste to urobili rýchlejšie ručne, najprv hľadajte jednoduchý spoločný menovateľ (často najmenší spoločný násobok): vyhnete sa zbytočným "nafúknutým" zlomkom.
sv: För att gå snabbare för hand, leta först efter en enkel gemensam nämnare (ofta den minsta gemensamma multipeln): du undviker onödigt 'uppblåsta' bråk.
sw: Ili kuharakisha kwa mkono, tafuta kwanza waondoa wa kawaida rahisi (mara nyingi PPCM): unepuka sehemu “zilizovunjika” zisizo za lazima.
tr: Elle daha hızlı gitmek için önce basit bir ortak payda (genellikle EKOK) arayın: gereksiz 'şişirilmiş' kesirlerden kaçınırsınız.
uk: Щоб швидше виконати вручну, спочатку шукайте простий спільний знаменник (часто НСД): ви уникнете непотрібних “набряклих” дробів.
vi: Để làm nhanh hơn bằng tay, hãy tìm một mẫu số chung đơn giản trước (thường là BSC): bạn sẽ tránh được các phân số “phình to” không cần thiết.
zh_hans: 为了更快地手动计算，首先寻找一个简单的公分母（通常是最小公倍数）：您可以避免不必要的“膨胀”分数。

# ed_math_fractions_fraction_compare_title
source: À propos : Comparaison de fractions
af: Oor: Vergelyking van breuke
bg: Относно: Сравнение на дроби
cs: O aplikaci: Porovnání zlomků
da: Om: Sammenligning af brøker
de: Über: Brüche vergleichen
el: Σχετικά: Σύγκριση κλασμάτων
es: Acerca de: Comparación de fracciones
fi: Tietoa: Murtolukujen vertailu
fil: Tungkol sa: Paghahambing ng mga fraction
hu: A következőkről: Törtek összehasonlítása
id: Tentang: Perbandingan pecahan
it: A proposito: Confronto di frazioni
ja: について：分数の比較
ko: 정보: 분수 비교
nl: Over: Vergelijking van breuken
no: Om: Sammenligning av brøker
pl: O nas: Porównanie ułamków
pt_pt: Sobre: Comparação de frações
ro: Despre: Compararea fracțiilor
ru: О нас: Сравнение дробей
sk: O: Porovnanie zlomkov
sv: Om: Jämförelse av bråk
sw: Kuhusu: Kulinganisha sehemu
tr: Hakkında: Kesirlerin Karşılaştırılması
uk: Про: Порівняння дробів
vi: Về: So sánh các phân số
zh_hans: 关于：分数比较

# ed_math_fractions_fraction_compare_lead
source: Cet outil compare deux fractions pour déterminer laquelle est la plus grande, la plus petite ou si elles sont égales, en appliquant une méthode mathématique fiable et compréhensible.
af: Hierdie hulpmiddel vergelyk twee breuke om te bepaal watter een die grootste, die kleinste is of of hulle gelyk is, deur 'n betroubare en verstaanbare wiskundige metode toe te pas.
bg: Този инструмент сравнява две дроби, за да определи коя е по-голяма, по-малка или дали са равни, прилагане на надежден и разбираем математически метод.
cs: Tento nástroj porovnává dva zlomky, aby určil, který je větší, menší nebo zda jsou si rovny, a to pomocí spolehlivé a srozumitelné matematické metody.
da: Dette værktøj sammenligner to brøker for at bestemme, hvilken der er størst, mindst eller om de er lige, ved at anvende en pålidelig og forståelig matematisk metode.
de: Dieses Tool vergleicht zwei Brüche, um zu bestimmen, welcher größer, kleiner oder ob sie gleich sind, indem es eine zuverlässige und verständliche mathematische Methode anwendet.
el: Αυτό το εργαλείο συγκρίνει δύο κλάσματα για να προσδιορίσει ποιο είναι το μεγαλύτερο, το μικρότερο ή αν είναι ίσα, εφαρμόζοντας μια αξιόπιστη και κατανοητή μαθηματική μέθοδο.
es: Esta herramienta compara dos fracciones para determinar cuál es la más grande, la más pequeña o si son iguales, aplicando un método matemático confiable y comprensible.
fi: Tämä työkalu vertaa kahta murtolukuja määrittääkseen, kumpi on suurempi, pienempi tai ovatko ne yhtä suuret, soveltaen luotettavaa ja ymmärrettävää matemaattista menetelmää.
fil: Ang tool na ito ay naghahambing ng dalawang fraction upang matukoy kung aling mas malaki, mas maliit o kung sila ay pantay, sa pamamagitan ng paggamit ng maaasahang at madaling maunawaan na pamamaraang matematika.
hu: Ez az eszköz két törtet hasonlít össze, hogy meghatározza, melyik a nagyobb, a kisebb, vagy hogy egyenlőek-e, megbízható és érthető matematikai módszert alkalmazva.
id: Alat ini membandingkan dua pecahan untuk menentukan mana yang lebih besar, lebih kecil, atau jika mereka sama, dengan menerapkan metode matematis yang dapat diandalkan dan dapat dipahami.
it: Questo strumento confronta due frazioni per determinare quale è la più grande, la più piccola o se sono uguali, applicando un metodo matematico affidabile e comprensibile.
ja: このツールは2つの分数を比較して、どちらが大きいか、小さいか、または等しいかを判断し、信頼できる理解しやすい数学的方法を適用します。
ko: 이 도구는 두 분수를 비교하여 어떤 것이 더 큰지, 더 작은지 또는 같은지를 결정하며, 신뢰할 수 있고 이해하기 쉬운 수학적 방법을 적용합니다.
nl: Deze tool vergelijkt twee breuken om te bepalen welke groter, kleiner of gelijk is, door een betrouwbare en begrijpelijke wiskundige methode toe te passen.
no: Dette verktøyet sammenligner to brøker for å avgjøre hvilken som er størst, minst eller om de er like, ved å bruke en pålitelig og forståelig matematisk metode.
pl: To narzędzie porównuje dwa ułamki, aby określić, który jest większy, mniejszy lub czy są równe, stosując wiarygodną i zrozumiałą metodę matematyczną.
pt_pt: Esta ferramenta compara duas frações para determinar qual é a maior, a menor ou se são iguais, aplicando um método matemático confiável e compreensível.
ro: Acest instrument compară două fracții pentru a determina care este mai mare, mai mică sau dacă sunt egale, aplicând o metodă matematică fiabilă și ușor de înțeles.
ru: Этот инструмент сравнивает две дроби, чтобы определить, какая из них больше, меньше или равны ли они, применяя надежный и понятный математический метод.
sk: Tento nástroj porovnáva dva zlomky, aby určil, ktorý je väčší, menší alebo či sú si rovné, pričom aplikuje spoľahlivú a zrozumiteľnú matematickú metódu.
sv: Detta verktyg jämför två bråk för att avgöra vilket som är störst, minst eller om de är lika, genom att tillämpa en pålitlig och begriplig matematisk metod.
sw: Chombo hiki kinalinganisha sehemu mbili ili kubaini ipi ni kubwa, ndogo au kama ni sawa, kwa kutumia njia ya kimaandishi inayoweza kueleweka.
tr: Bu araç, iki kesiri karşılaştırarak hangisinin daha büyük, daha küçük veya eşit olduğunu belirler ve güvenilir ve anlaşılır bir matematiksel yöntem uygular.
uk: Цей інструмент порівнює два дроби, щоб визначити, який з них більший, менший або чи вони рівні, застосовуючи надійний і зрозумілий математичний метод.
vi: Công cụ này so sánh hai phân số để xác định cái nào lớn hơn, nhỏ hơn hoặc nếu chúng bằng nhau, bằng cách áp dụng một phương pháp toán học đáng tin cậy và dễ hiểu.
zh_hans: 该工具比较两个分数以确定哪个更大、哪个更小或它们是否相等，应用可靠且易于理解的数学方法。

# ed_math_fractions_fraction_compare_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на употреба
cs: Případ použití
da: Brugssituation
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przykłady użycia
pt_pt: Casos de uso
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Matumizi ya kesi
tr: Kullanım durumu
uk: Сценарії використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_math_fractions_fraction_compare_uc1_title
source: Vérifier un exercice
af: Kontroleer 'n oefening
bg: Проверете упражнение
cs: Ověřit cvičení
da: Tjek en opgave
de: Eine Übung überprüfen
el: Ελέγξτε μια άσκηση
es: Verificar un ejercicio
fi: Tarkista tehtävä
fil: Suriin ang isang ehersisyo
hu: Egy feladat ellenőrzése
id: Periksa latihan
it: Controllare un esercizio
ja: 演習を確認する
ko: 연습 문제 확인
nl: Een oefening controleren
no: Sjekk en oppgave
pl: Sprawdź ćwiczenie
pt_pt: Verificar um exercício
ro: Verifică un exercițiu
ru: Проверить задание
sk: Skontrolovať cvičenie
sv: Kontrollera en övning
sw: Kagua zoezi
tr: Bir alıştırmayı kontrol et
uk: Перевірити вправу
vi: Kiểm tra một bài tập
zh_hans: 检查练习

# ed_math_fractions_fraction_compare_uc1_text
source: Comparer rapidement des fractions comme 3/4 et 5/6 pour valider une réponse.
af: Vergelyk vinnig breuke soos 3/4 en 5/6 om 'n antwoord te valideer.
bg: Бързо сравнете дроби като 3/4 и 5/6, за да валидирате отговор.
cs: Rychle porovnat zlomky jako 3/4 a 5/6 pro ověření odpovědi.
da: Sammenligne hurtigt brøker som 3/4 og 5/6 for at validere et svar.
de: Schnell Brüche wie 3/4 und 5/6 vergleichen, um eine Antwort zu validieren.
el: Συγκρίνετε γρήγορα κλάσματα όπως 3/4 και 5/6 για να επιβεβαιώσετε μια απάντηση.
es: Comparar rápidamente fracciones como 3/4 y 5/6 para validar una respuesta.
fi: Vertaile nopeasti murtolukuja kuten 3/4 ja 5/6 vahvistaaksesi vastausta.
fil: Mabilis na ihambing ang mga fraction tulad ng 3/4 at 5/6 upang mapatunayan ang isang sagot.
hu: Gyorsan összehasonlítani törteket, mint például 3/4 és 5/6, hogy érvényesítse a választ.
id: Bandingkan dengan cepat pecahan seperti 3/4 dan 5/6 untuk memvalidasi jawaban.
it: Confrontare rapidamente frazioni come 3/4 e 5/6 per convalidare una risposta.
ja: 3/4 と 5/6 のような分数を迅速に比較して回答を検証する。
ko: 3/4와 5/6와 같은 분수를 빠르게 비교하여 답변을 검증합니다.
nl: Snel breuken vergelijken zoals 3/4 en 5/6 om een antwoord te valideren.
no: Sammenlign raskt brøker som 3/4 og 5/6 for å validere et svar.
pl: Szybko porównaj ułamki, takie jak 3/4 i 5/6, aby zweryfikować odpowiedź.
pt_pt: Comparar rapidamente frações como 3/4 e 5/6 para validar uma resposta.
ro: Compară rapid fracții precum 3/4 și 5/6 pentru a valida un răspuns.
ru: Быстро сравнить дроби, такие как 3/4 и 5/6, чтобы подтвердить ответ.
sk: Rýchlo porovnať zlomky ako 3/4 a 5/6 na overenie odpovede.
sv: Jämföra snabbt bråk som 3/4 och 5/6 för att validera ett svar.
sw: Linganishi haraka sehemu kama 3/4 na 5/6 ili kuthibitisha jibu.
tr: 3/4 ve 5/6 gibi kesirleri hızlıca karşılaştırarak bir yanıtı doğrulamak.
uk: Швидко порівняти дроби, такі як 3/4 і 5/6, щоб підтвердити відповідь.
vi: So sánh nhanh các phân số như 3/4 và 5/6 để xác nhận một câu trả lời.
zh_hans: 快速比较分数如 3/4 和 5/6 以验证答案。

# ed_math_fractions_fraction_compare_uc2_title
source: Classer des valeurs
af: Klassifiseer waardes
bg: Класиране на стойности
cs: Třídit hodnoty
da: Klassificere værdier
de: Werte sortieren
el: Κατατάξτε τιμές
es: Clasificar valores
fi: Luokittele arvot
fil: I-uri ang mga halaga
hu: Értékek osztályozása
id: Mengklasifikasikan nilai
it: Classificare valori
ja: 値を分類する
ko: 값 분류하기
nl: Waarden ordenen
no: Klassifisere verdier
pl: Klasyfikacja wartości
pt_pt: Classificar valores
ro: Clasifică valori
ru: Классифицировать значения
sk: Zaradiť hodnoty
sv: Klassificera värden
sw: Panga thamani
tr: Değerleri sıralamak
uk: Сортувати значення
vi: Phân loại các giá trị
zh_hans: 对值进行分类

# ed_math_fractions_fraction_compare_uc2_text
source: Déterminer l’ordre croissant ou décroissant de plusieurs fractions.
af: Bepaal die toenemende of afnemende volgorde van verskeie breuke.
bg: Определяне на нарастващ или намаляващ ред на няколко дроби.
cs: Určit vzestupný nebo sestupný pořádek několika zlomků.
da: Bestemme den stigende eller faldende rækkefølge af flere brøker.
de: Die aufsteigende oder absteigende Reihenfolge mehrerer Brüche bestimmen.
el: Καθορίστε τη φθίνουσα ή αύξουσα σειρά πολλών κλασμάτων.
es: Determinar el orden ascendente o descendente de varias fracciones.
fi: Määritä useiden murtolukujen nouseva tai laskeva järjestys.
fil: Tukuyin ang pataas o pababang pagkakasunod-sunod ng maraming fraction.
hu: Több tört növekvő vagy csökkenő sorrendjének meghatározása.
id: Menentukan urutan menaik atau menurun dari beberapa pecahan.
it: Determinare l'ordine crescente o decrescente di più frazioni.
ja: 複数の分数の昇順または降順を決定する。
ko: 여러 분수의 오름차순 또는 내림차순을 결정합니다.
nl: De oplopende of aflopende volgorde van meerdere breuken bepalen.
no: Bestem den stigende eller synkende rekkefølgen av flere brøker.
pl: Określenie rosnącego lub malejącego porządku wielu ułamków.
pt_pt: Determinar a ordem crescente ou decrescente de várias frações.
ro: Determină ordinea crescătoare sau descrescătoare a mai multor fracții.
ru: Определить порядок возрастания или убывания нескольких дробей.
sk: Určiť rastúci alebo klesajúci poriadok viacerých zlomkov.
sv: Bestämma stigande eller fallande ordning av flera bråk.
sw: Baini mpangilio wa kupanda au kushuka wa sehemu kadhaa.
tr: Birden fazla kesirin artan veya azalan sırasını belirlemek.
uk: Визначити зростаючий або спадний порядок кількох дробів.
vi: Xác định thứ tự tăng dần hoặc giảm dần của nhiều phân số.
zh_hans: 确定多个分数的升序或降序。

# ed_math_fractions_fraction_compare_uc3_title
source: Comparer des proportions
af: Vergelyk verhoudings
bg: Сравняване на пропорции
cs: Porovnat proporce
da: Sammenligne proportioner
de: Proportionen vergleichen
el: Συγκρίνετε αναλογίες
es: Comparar proporciones
fi: Vertaile suhteita
fil: Ihambing ang mga proporsyon
hu: Arányok összehasonlítása
id: Membandingkan proporsi
it: Confrontare proporzioni
ja: 比率を比較する
ko: 비율 비교하기
nl: Verhoudingen vergelijken
no: Sammenligne proporsjoner
pl: Porównywanie proporcji
pt_pt: Comparar proporções
ro: Compară proporții
ru: Сравнить пропорции
sk: Porovnať proporcie
sv: Jämföra proportioner
sw: Linganishi uwiano
tr: Oranları karşılaştırmak
uk: Порівняти пропорції
vi: So sánh các tỷ lệ
zh_hans: 比较比例

# ed_math_fractions_fraction_compare_uc3_text
source: Savoir quelle part est la plus importante sans convertir mentalement en décimal.
af: Weet watter deel die belangrikste is sonder om geestelik in desimaal om te skakel.
bg: Да знаете коя част е най-важна, без да я преобразувате умствено в десетична.
cs: Vědět, která část je nejdůležitější, aniž byste ji museli mentálně převádět na desetinné číslo.
da: At vide hvilken del der er den vigtigste uden at konvertere mentalt til decimal.
de: Wissen, welcher Anteil der wichtigste ist, ohne mental in Dezimalzahlen umzurechnen.
el: Να γνωρίζετε ποιο μέρος είναι το πιο σημαντικό χωρίς να το μετατρέψετε νοητά σε δεκαδικό.
es: Saber qué parte es la más importante sin convertir mentalmente a decimal.
fi: Tiedä, mikä osa on tärkein ilman, että muunnat sen mielessä desimaaliksi.
fil: Alamin kung aling bahagi ang pinakamahalaga nang hindi nagko-convert sa isip sa decimal.
hu: Tudni, hogy melyik rész a legfontosabb anélkül, hogy mentálisan tizedesre konvertálnánk.
id: Mengetahui bagian mana yang paling penting tanpa mengonversi secara mental ke desimal.
it: Sapere quale parte è la più importante senza convertire mentalmente in decimale.
ja: 重要な部分を小数に変換せずに知ること。
ko: 가장 중요한 부분이 무엇인지 소수로 정신적으로 변환하지 않고 알기.
nl: Weten welk deel het belangrijkst is zonder mentaal om te rekenen naar decimaal.
no: Vite å vite hvilken del som er den viktigste uten å konvertere mentalt til desimal.
pl: Wiedza, która część jest najważniejsza bez mentalnego przeliczania na ułamek dziesiętny.
pt_pt: Saber qual parte é a mais importante sem converter mentalmente em decimal.
ro: A ști care parte este cea mai importantă fără a converti mental în zecimal.
ru: Знать, какая доля наиболее важна, не переводя в десятичную форму.
sk: Vedieť, ktorá časť je najdôležitejšia bez mentálneho prevodu na desatinné číslo.
sv: Veta vilken del som är viktigast utan att mentalt konvertera till decimal.
sw: Kujua ni sehemu ipi muhimu zaidi bila kubadilisha kiakili kuwa decimal.
tr: Hangi kısmın en önemli olduğunu zihinde ondalık olarak dönüştürmeden bilmek.
uk: Знати, яка частина є найважливішою, не перетворюючи її в десяткову.
vi: Biết phần nào là quan trọng nhất mà không cần chuyển đổi sang thập phân.
zh_hans: 知道哪个部分是最重要的，而无需在脑中转换为小数。

# ed_math_fractions_fraction_compare_uc4_title
source: Éviter les erreurs intuitives
af: Vermy intuïtiewe foute
bg: Да се избягват интуитивни грешки
cs: Vyhnout se intuitivním chybám
da: Undgå intuitive fejl
de: Intuitive Fehler vermeiden
el: Αποφυγή διαισθητικών λαθών
es: Evitar errores intuitivos
fi: Vältä intuitiivisia virheitä
fil: Iwasan ang mga maling intuwisyon
hu: Elkerülni az intuitív hibákat
id: Menghindari kesalahan intuitif
it: Evitare gli errori intuitivi
ja: 直感的な誤りを避ける
ko: 직관적인 오류를 피하기
nl: Fouten vermijden die op intuïtie zijn gebaseerd
no: Unngå intuitive feil
pl: Unikanie błędów intuicyjnych
pt_pt: Evitar erros intuitivos
ro: Evitarea erorilor intuitive
ru: Избегать интуитивных ошибок
sk: Vyhnúť sa intuitívnym chybám
sv: Undvika intuitiva misstag
sw: Kuepuka makosa ya kiufahamu
tr: İçgüdüsel hatalardan kaçınmak
uk: Уникати інтуїтивних помилок
vi: Tránh những sai lầm trực giác
zh_hans: 避免直觉错误

# ed_math_fractions_fraction_compare_uc4_text
source: Comparer correctement des fractions “piégeuses” comme 1/8 et 1/6.
af: Vergelyk korrek 'n 'valstrik' breuk soos 1/8 en 1/6.
bg: Правилно сравняване на „подвеждащи“ дроби като 1/8 и 1/6.
cs: Správně porovnat „záludné“ zlomky jako 1/8 a 1/6.
da: Sammenlign korrekt 'fælde' brøker som 1/8 og 1/6.
de: Richtig vergleichen von "trügerischen" Brüchen wie 1/8 und 1/6.
el: Σωστή σύγκριση «παγιδευτικών» κλασμάτων όπως 1/8 και 1/6.
es: Comparar correctamente fracciones 'engañosas' como 1/8 y 1/6.
fi: Vertaile oikein 'ansaitsemattomia' murtolukuja, kuten 1/8 ja 1/6.
fil: Tamang ihambing ang mga 'nakakagambalang' fraction tulad ng 1/8 at 1/6.
hu: Helyesen összehasonlítani a „csapdás” törteket, mint 1/8 és 1/6.
id: Membandingkan pecahan 'menjebak' seperti 1/8 dan 1/6 dengan benar.
it: Confrontare correttamente frazioni “ingannevoli” come 1/8 e 1/6.
ja: 1/8と1/6のような「罠」の分数を正しく比較する。
ko: 1/8과 1/6과 같은 '함정' 분수를 올바르게 비교하기.
nl: Correcte vergelijking van 'misleidende' breuken zoals 1/8 en 1/6.
no: Sammenligne riktig med "feller" som 1/8 og 1/6.
pl: Poprawne porównywanie „podstępnych” ułamków, takich jak 1/8 i 1/6.
pt_pt: Comparar corretamente frações 'enganadoras' como 1/8 e 1/6.
ro: Compararea corectă a fracțiilor „capcană” precum 1/8 și 1/6.
ru: Правильно сравнивать «ловушки» дробей, такие как 1/8 и 1/6.
sk: Správne porovnať „zradné“ zlomky ako 1/8 a 1/6.
sv: Jämföra korrekt "fällande" bråk som 1/8 och 1/6.
sw: Kulinganisha kwa usahihi sehemu 'za mtego' kama 1/8 na 1/6.
tr: 1/8 ve 1/6 gibi 'tuzağa düşüren' kesirleri doğru bir şekilde karşılaştırmak.
uk: Правильно порівнювати «підступні» дроби, такі як 1/8 та 1/6.
vi: So sánh chính xác các phân số 'bẫy' như 1/8 và 1/6.
zh_hans: 正确比较“陷阱”分数，如1/8和1/6。

# ed_math_fractions_fraction_compare_output
source: Ce que vous obtenez
af: Wat jy kry
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ang makukuha mo
hu: Amit kapsz
id: Apa yang Anda dapatkan
it: Ciò che ottieni
ja: あなたが得るもの
ko: 당신이 얻는 것
nl: Wat u krijgt
no: Det du får
pl: To, co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo dostanete
sv: Vad du får
sw: Unachopata
tr: Aldığınız şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您得到的结果

# ed_math_fractions_fraction_compare_out1
source: Une indication claire : fraction A > fraction B, fraction A < fraction B ou égalité.
af: 'n Duidelike aanduiding: breuk A > breuk B, breuk A < breuk B of gelykheid.
bg: Ясно указание: дроб A > дроб B, дроб A < дроб B или равенство.
cs: Jasný ukazatel: zlomek A > zlomek B, zlomek A < zlomek B nebo rovnost.
da: En klar indikation: brøk A > brøk B, brøk A < brøk B eller lighed.
de: Eine klare Angabe: Bruch A > Bruch B, Bruch A < Bruch B oder Gleichheit.
el: Μια σαφής ένδειξη: κλάσμα A > κλάσμα B, κλάσμα A < κλάσμα B ή ισότητα.
es: Una indicación clara: fracción A > fracción B, fracción A < fracción B o igualdad.
fi: Selkeä merkki: murtoluku A > murtoluku B, murtoluku A < murtoluku B tai yhtäläisyys.
fil: Isang malinaw na indikasyon: fraction A > fraction B, fraction A < fraction B o pagkakapantay.
hu: Egy világos jelzés: A törzs A > törzs B, törzs A < törzs B vagy egyenlőség.
id: Indikasi yang jelas: pecahan A > pecahan B, pecahan A < pecahan B atau kesetaraan.
it: Un'indicazione chiara: frazione A > frazione B, frazione A < frazione B o uguaglianza.
ja: 明確な指示：分数A > 分数B、分数A < 分数Bまたは等しい。
ko: 명확한 지시: 분수 A > 분수 B, 분수 A < 분수 B 또는 동등성.
nl: Een duidelijke indicatie: breuk A > breuk B, breuk A < breuk B of gelijkheid.
no: En klar indikasjon: brøk A > brøk B, brøk A < brøk B eller likhet.
pl: Jasna wskazówka: ułamek A > ułamek B, ułamek A < ułamek B lub równość.
pt_pt: Uma indicação clara: fração A > fração B, fração A < fração B ou igualdade.
ro: O indicație clară: fracția A > fracția B, fracția A < fracția B sau egalitate.
ru: Ясное указание: дробь A > дробь B, дробь A < дробь B или равенство.
sk: Jasná indikácia: zlomek A > zlomek B, zlomek A < zlomek B alebo rovnosť.
sv: En tydlig indikation: bråk A > bråk B, bråk A < bråk B eller likhet.
sw: Kiashiria wazi: sehemu A > sehemu B, sehemu A < sehemu B au usawa.
tr: Açık bir gösterge: kesir A > kesir B, kesir A < kesir B veya eşitlik.
uk: Чітка вказівка: дроб A > дроб B, дроб A < дроб B або рівність.
vi: Một chỉ dẫn rõ ràng: phân số A > phân số B, phân số A < phân số B hoặc bằng nhau.
zh_hans: 明确的指示：分数A > 分数B，分数A < 分数B或相等。
