Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_rule_of_three_rule_of_three_course_lim4
source: Sur des nombres avec beaucoup de décimales, gardez une précision suffisante pendant le calcul (arrondir trop tôt peut fausser le résultat final).
af: Op getalle met baie desimale, hou 'n voldoende presisie tydens die berekening (te vroeg afrond kan die finale resultaat vervals).
bg: При числа с много десетични знаци, запазете достатъчна точност по време на изчислението (прекалено ранното закръгляне може да изкриви крайния резултат).
cs: U čísel s mnoha desetinnými místy si během výpočtu udržujte dostatečnou přesnost (příliš brzké zaokroulení může zkreslit konečný výsledek).
da: For tal med mange decimaler, hold en tilstrækkelig præcision under beregningen (at runde for tidligt kan forvrænge det endelige resultat).
de: Bei Zahlen mit vielen Dezimalstellen sollten Sie während der Berechnung eine ausreichende Genauigkeit beibehalten (zu frühes Runden kann das Endergebnis verfälschen).
el: Σε αριθμούς με πολλές δεκαδικές, διατηρήστε μια επαρκή ακρίβεια κατά τη διάρκεια του υπολογισμού (η πρόωρη στρογγυλοποίηση μπορεί να παραποιήσει το τελικό αποτέλεσμα).
es: Con números con muchas decimales, mantén una precisión suficiente durante el cálculo (redondear demasiado pronto puede distorsionar el resultado final).
fi: Lukuisten desimaalien kanssa pidä riittävä tarkkuus laskennan aikana (liian aikainen pyöristys voi vääristää lopputuloksen).
fil: Sa mga numero na may maraming decimal, panatilihin ang sapat na katumpakan habang nagkalkula (ang sobrang maaga na pag-ikot ay maaaring magpabago sa huling resulta).
hu: Sok tizedesjegyű számok esetén tartsa meg a megfelelő pontosságot a számítás során (túl korai kerekítés torzíthatja a végső eredményt).
id: Pada angka dengan banyak desimal, pertahankan presisi yang cukup selama perhitungan (membulatkan terlalu awal dapat mengubah hasil akhir).
it: Su numeri con molte decimali, mantieni una precisione sufficiente durante il calcolo (arrotondare troppo presto può falsare il risultato finale).
ja: 小数点が多い数値では、計算中に十分な精度を保ってください（早すぎる丸めは最終結果を歪める可能性があります）。
ko: 소수점이 많은 숫자에 대해 계산 중에 충분한 정확도를 유지하세요(너무 일찍 반올림하면 최종 결과가 왜곡될 수 있습니다).
nl: Bij getallen met veel decimalen, houd een voldoende precisie aan tijdens de berekening (te vroeg afronden kan het eindresultaat vervormen).
no: For tall med mange desimaler, hold en tilstrekkelig presisjon under beregningen (å runde for tidlig kan forvrenge det endelige resultatet).
pl: W przypadku liczb z wieloma miejscami po przecinku, zachowaj wystarczającą precyzję podczas obliczeń (zbyt wczesne zaokrąglenie może zafałszować ostateczny wynik).
pt_pt: Em números com muitas casas decimais, mantenha uma precisão suficiente durante o cálculo (arredondar muito cedo pode distorcer o resultado final).
ro: Pentru numere cu multe zecimale, păstrează o precizie suficientă în timpul calculului (rotunjirea prea devreme poate distorsiona rezultatul final).
ru: При работе с числами с большим количеством десятичных знаков сохраняйте достаточную точность во время расчета (слишком раннее округление может исказить окончательный результат).
sk: Pri číslach s veľkým počtom desatinných miest si počas výpočtu zachovajte dostatočnú presnosť (príliš skoré zaokrúhlenie môže skresliť konečný výsledok).
sv: För nummer med många decimaler, behåll tillräcklig precision under beräkningen (att avrunda för tidigt kan snedvrida det slutliga resultatet).
sw: Kuhusu nambari zenye desimali nyingi, weka usahihi wa kutosha wakati wa kuhesabu (kuweka mviringo mapema kunaweza kupotosha matokeo ya mwisho).
tr: Birçok ondalık sayıda, hesaplama sırasında yeterli bir hassasiyet koruyun (çok erken yuvarlamak son sonucu bozabilir).
uk: При роботі з числами з великою кількістю десяткових знаків зберігайте достатню точність під час обчислення (занадто раннє округлення може спотворити остаточний результат).
vi: Về các số có nhiều chữ số thập phân, hãy giữ độ chính xác đủ trong quá trình tính toán (làm tròn quá sớm có thể làm sai lệch kết quả cuối cùng).
zh_hans: 对于有很多小数的数字，在计算过程中保持足够的精度（过早四舍五入可能会扭曲最终结果）。

# ed_math_rule_of_three_rule_of_three_course_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_math_rule_of_three_rule_of_three_course_q1
source: Comment savoir si c’est une proportionnalité directe ou inverse ?
af: Hoe om te weet of dit 'n direkte of omgekeerde proporsionaliteit is?
bg: Как да разбера дали е директна или обратна пропорционалност?
cs: Jak zjistit, zda se jedná o přímou nebo inverzní proporcionalitu?
da: Hvordan ved man, om det er en direkte eller invers proportionalitet?
de: Wie weiß ich, ob es sich um eine direkte oder inverse Proportionalität handelt?
el: Πώς να ξέρετε αν είναι άμεση ή αντίστροφη αναλογικότητα;
es: ¿Cómo saber si es una proporcionalidad directa o inversa?
fi: Miten tietää, onko se suora vai käänteinen suhteellisuus?
fil: Paano malalaman kung ito ay isang tuwid o baligtad na proporsyonalidad?
hu: Hogyan tudom, hogy közvetlen vagy fordított arányosságról van szó?
id: Bagaimana cara mengetahui apakah itu proporsionalitas langsung atau terbalik?
it: Come sapere se è una proporzionalità diretta o inversa?
ja: それが直接比例か逆比例かをどうやって知るのですか？
ko: 직접 비례인지 역 비례인지 어떻게 알 수 있나요?
nl: Hoe weet ik of het een directe of inverse proportionaliteit is?
no: Hvordan vite om det er en direkte eller omvendt proporsjonalitet?
pl: Jak wiedzieć, czy to proporcjonalność bezpośrednia czy odwrotna?
pt_pt: Como saber se é uma proporcionalidade direta ou inversa?
ro: Cum să știu dacă este o proporționalitate directă sau inversă?
ru: Как узнать, является ли это прямой или обратной пропорциональностью?
sk: Ako zistiť, či ide o priamu alebo inverznú proporcionalitu?
sv: Hur vet man om det är en direkt eller invers proportionalitet?
sw: Jinsi ya kujua ikiwa ni uwiano wa moja kwa moja au kinyume?
tr: Doğrudan veya ters bir orantı olduğunu nasıl anlarım?
uk: Як дізнатися, чи це пряма чи зворотна пропорційність?
vi: Làm thế nào để biết đó là tỷ lệ trực tiếp hay ngược?
zh_hans: 如何知道这是直接比例还是反向比例？

# ed_math_rule_of_three_rule_of_three_course_a1
source: Directe : si A augmente, B augmente (ratio constant). Inverse : si A augmente, B diminue (produit A×B constant). Un mini-test mental avant de calculer évite la plupart des erreurs.
af: Direk: as A toeneem, neem B toe (konstante verhouding). Omgekeerd: as A toeneem, neem B af (produk A×B konstant). 'n Mini-geestelike toets voordat jy bereken, vermy die meeste foute.
bg: Директна: ако A се увеличава, B се увеличава (постоянно съотношение). Обратна: ако A се увеличава, B намалява (постоянен продукт A×B). Мини-тест преди изчисление избягва повечето грешки.
cs: Přímá: pokud A roste, B roste (konstantní poměr). Inverzní: pokud A roste, B klesá (konstantní součin A×B). Mini-mentální test před výpočtem se vyhýbá většině chyb.
da: Direkte: hvis A stiger, stiger B (konstant forhold). Invers: hvis A stiger, falder B (konstant produkt A×B). En mini-mental test før beregning undgår de fleste fejl.
de: Direkt: Wenn A steigt, steigt B (konstantes Verhältnis). Invers: Wenn A steigt, sinkt B (konstantes Produkt A×B). Ein Mini-Mentaltest vor der Berechnung vermeidet die meisten Fehler.
el: Άμεση: αν το A αυξάνεται, το B αυξάνεται (σταθερός λόγος). Αντίστροφη: αν το A αυξάνεται, το B μειώνεται (σταθερό προϊόν A×B). Ένα μίνι-τεστ στο μυαλό πριν από τον υπολογισμό αποφεύγει τα περισσότερα λάθη.
es: Directa: si A aumenta, B aumenta (razón constante). Inversa: si A aumenta, B disminuye (producto A×B constante). Una mini-prueba mental antes de calcular evita la mayoría de los errores.
fi: Suora: jos A kasvaa, B kasvaa (vakiosuhde). Käänteinen: jos A kasvaa, B vähenee (tuote A×B vakio). Mini-mielessä testi ennen laskemista estää suurimman osan virheistä.
fil: Tuwid: kung ang A ay tumataas, ang B ay tumataas (constant ratio). Baligtad: kung ang A ay tumataas, ang B ay bumababa (constant product A×B). Isang mini-mental test bago mag-kalkula ay nakakaiwas sa karamihan ng mga pagkakamali.
hu: Közvetlen: ha A nő, B is nő (állandó arány). Fordított: ha A nő, B csökken (A×B állandó termék). Egy mini-mentális teszt a számítás előtt elkerüli a legtöbb hibát.
id: Langsung: jika A meningkat, B meningkat (rasio konstan). Terbalik: jika A meningkat, B menurun (produk A×B konstan). Mini-tes mental sebelum menghitung menghindari sebagian besar kesalahan.
it: Diretta: se A aumenta, B aumenta (rapporto costante). Inversa: se A aumenta, B diminuisce (prodotto A×B costante). Un mini-test mentale prima di calcolare evita la maggior parte degli errori.
ja: 直接：Aが増加するとBも増加します（一定の比率）。逆：Aが増加するとBは減少します（A×Bの積が一定）。計算する前に行うミニメンタルテストは、ほとんどのエラーを避けるのに役立ちます。
ko: 직접: A가 증가하면 B도 증가합니다(비율이 일정함). 역: A가 증가하면 B는 감소합니다(곱 A×B가 일정함). 계산하기 전에 간단한 정신 테스트를 하면 대부분의 오류를 피할 수 있습니다.
nl: Direct: als A toeneemt, neemt B toe (constante verhouding). Invers: als A toeneemt, neemt B af (constante product A×B). Een mini-mentale test voordat je gaat berekenen voorkomt de meeste fouten.
no: Direkte: hvis A øker, øker B (konstant forhold). Omvendt: hvis A øker, reduseres B (konstant produkt A×B). En mini-mental test før beregning unngår de fleste feil.
pl: Bezpośrednia: jeśli A rośnie, B rośnie (stały stosunek). Odwrotna: jeśli A rośnie, B maleje (stały iloczyn A×B). Mini-test mentalny przed obliczeniem unika większości błędów.
pt_pt: Direta: se A aumenta, B aumenta (razão constante). Inversa: se A aumenta, B diminui (produto A×B constante). Um mini-teste mental antes de calcular evita a maioria dos erros.
ro: Directă: dacă A crește, B crește (raport constant). Invers: dacă A crește, B scade (produs A×B constant). Un mini-test mental înainte de a calcula evită majoritatea erorilor.
ru: Прямая: если A увеличивается, B увеличивается (постоянное соотношение). Обратная: если A увеличивается, B уменьшается (постоянный продукт A×B). Мини-тест в уме перед расчетом помогает избежать большинства ошибок.
sk: Priama: ak A rastie, B rastie (konštantný pomer). Inverzná: ak A rastie, B klesá (konštantný súčin A×B). Mini-mentálny test pred výpočtom zabráni väčšine chýb.
sv: Direkt: om A ökar, ökar B (konstant förhållande). Invers: om A ökar, minskar B (konstant produkt A×B). Ett mini-mentalt test innan beräkning undviker de flesta felen.
sw: Moja kwa moja: ikiwa A inaongezeka, B inaongezeka (uwiano thabiti). Kinyume: ikiwa A inaongezeka, B inapungua (bidhaa A×B thabiti). Mtihani mdogo wa akili kabla ya kuhesabu huondoa makosa mengi.
tr: Doğrudan: A artarsa, B artar (sabit oran). Ters: A artarsa, B azalır (A×B sabit çarpan). Hesaplamadan önce küçük bir zihinsel test, çoğu hatayı önler.
uk: Пряма: якщо A збільшується, B збільшується (постійне співвідношення). Зворотна: якщо A збільшується, B зменшується (постійний добуток A×B). Міні-тест у розумі перед обчисленням запобігає більшості помилок.
vi: Trực tiếp: nếu A tăng, B tăng (tỷ lệ không đổi). Ngược: nếu A tăng, B giảm (sản phẩm A×B không đổi). Một bài kiểm tra nhỏ trong đầu trước khi tính toán giúp tránh hầu hết các sai sót.
zh_hans: 直接：如果A增加，B增加（常数比）。反向：如果A增加，B减少（常数乘积A×B）。在计算之前进行一次小的心理测试可以避免大多数错误。

# ed_math_rule_of_three_rule_of_three_course_q2
source: Le produit en croix marche-t-il toujours ?
af: Werk die kruisproduk altyd?
bg: Работи ли кръстосаният продукт винаги?
cs: Funguje křížový součin vždy?
da: Fungerer krydsproduktet altid?
de: Funktioniert das Kreuzprodukt immer?
el: Λειτουργεί πάντα το προϊόν σε σταυρό;
es: ¿El producto en cruz siempre funciona?
fi: Toimiiko ristitulo aina?
fil: Laging gumagana ang produkto sa krus?
hu: Működik mindig a kereszttermék?
id: Apakah produk silang selalu berfungsi?
it: Il prodotto in croce funziona sempre?
ja: 交差積は常に機能しますか？
ko: 교차 곱은 항상 작동하나요?
nl: Werkt het kruisproduct altijd?
no: Fungerer kryssproduktet alltid?
pl: Czy iloczyn krzyżowy zawsze działa?
pt_pt: O produto em cruz funciona sempre?
ro: Funcționează întotdeauna produsul în cruce?
ru: Работает ли произведение в крест всегда?
sk: Funguje krížový súčin vždy?
sv: Fungerar korsprodukten alltid?
sw: Je, bidhaa kwa msalaba inafanya kazi kila wakati?
tr: Çarpanlar her zaman işe yarar mı?
uk: Чи завжди працює перехресний добуток?
vi: Sản phẩm chéo có luôn hoạt động không?
zh_hans: 交叉乘法总是有效吗？

# ed_math_rule_of_three_rule_of_three_course_a2
source: Oui si (et seulement si) la relation est proportionnelle et que le tableau est correctement construit (mêmes grandeurs sur une même colonne) avec des unités cohérentes.
af: Ja, as (en slegs as) die verhouding proporsioneel is en die tabel korrek gebou is (dieselfde groothede in dieselfde kolom) met konsekwente eenhede.
bg: Да, ако (и само ако) връзката е пропорционална и таблицата е правилно построена (същите величини в една и съща колона) с последователни единици.
cs: Ano, pokud (a pouze pokud) je vztah proporcionální a tabulka je správně sestavena (stejné veličiny ve stejném sloupci) s konzistentními jednotkami.
da: Ja, hvis (og kun hvis) relationen er proportional, og tabellen er korrekt konstrueret (samme størrelser i samme kolonne) med sammenhængende enheder.
de: Ja, wenn (und nur wenn) die Beziehung proportional ist und die Tabelle korrekt aufgebaut ist (gleiche Größen in einer Spalte) mit konsistenten Einheiten.
el: Ναι, αν (και μόνο αν) η σχέση είναι αναλογική και ο πίνακας είναι σωστά κατασκευασμένος (ίδιες ποσότητες σε μία στήλη) με συνεπείς μονάδες.
es: Sí, si (y solo si) la relación es proporcional y la tabla está correctamente construida (mismas magnitudes en una misma columna) con unidades coherentes.
fi: Kyllä, jos (ja vain jos) suhde on suhteellinen ja taulukko on oikein rakennettu (samat suureet samalla sarakkeella) johdonmukaisilla yksiköillä.
fil: Oo kung (at tanging kung) ang relasyon ay proporsyonal at ang talahanayan ay wastong nakabuo (parehong sukat sa isang column) na may mga pare-parehong yunit.
hu: Igen, ha (és csak akkor) a kapcsolat arányos, és a táblázat helyesen van felépítve (ugyanazok a mennyiségek ugyanabban az oszlopban) koherens egységekkel.
id: Ya, jika (dan hanya jika) hubungan tersebut proporsional dan tabel dibangun dengan benar (ukuran yang sama dalam satu kolom) dengan satuan yang konsisten.
it: Sì, se (e solo se) la relazione è proporzionale e la tabella è costruita correttamente (stesse grandezze su una stessa colonna) con unità coerenti.
ja: はい、関係が比例していて、表が正しく構築されている場合（同じ量が同じ列にある）で、一貫した単位がある場合に限ります。
ko: 네, 관계가 비례적이고 표가 올바르게 구성되어 있으며(같은 열에 같은 양) 일관된 단위가 있을 때만 그렇습니다.
nl: Ja, als (en alleen als) de relatie proportioneel is en de tabel correct is opgebouwd (dezelfde grootheden in dezelfde kolom) met consistente eenheden.
no: Ja, hvis (og bare hvis) forholdet er proporsjonalt og tabellen er riktig konstruert (samme størrelser i samme kolonne) med konsistente enheter.
pl: Tak, jeśli (i tylko jeśli) relacja jest proporcjonalna i tabela jest poprawnie skonstruowana (te same wielkości w tej samej kolumnie) z spójnymi jednostkami.
pt_pt: Sim, se (e somente se) a relação for proporcional e a tabela estiver corretamente construída (mesmas grandezas na mesma coluna) com unidades coerentes.
ro: Da, dacă (și numai dacă) relația este proporțională și tabelul este construit corect (aceleași mărimi pe aceeași coloană) cu unități coerente.
ru: Да, если (и только если) отношение пропорционально и таблица правильно построена (одинаковые величины в одном столбце) с согласованными единицами.
sk: Áno, ak (a len ak) je vzťah proporcionálny a tabuľka je správne zostavená (rovnaké veličiny v rovnakom stĺpci) s konzistentnými jednotkami.
sv: Ja, om (och endast om) relationen är proportionell och tabellen är korrekt konstruerad (samma storheter i samma kolumn) med konsekventa enheter.
sw: Ndio ikiwa (na tu ikiwa) uhusiano ni wa uwiano na jedwali limejengwa vizuri (kiasi sawa kwenye safu moja) na vitengo vinavyofanana.
tr: Evet, eğer (ve yalnızca eğer) ilişki orantılıysa ve tablo doğru bir şekilde inşa edilmişse (aynı büyüklükler aynı sütunda) ve birimler tutarlıysa.
uk: Так, якщо (і тільки якщо) зв'язок є пропорційним і таблиця правильно побудована (однакові величини в одному стовпці) з узгодженими одиницями.
vi: Có, nếu (và chỉ nếu) mối quan hệ là tỷ lệ và bảng được xây dựng đúng cách (các đại lượng giống nhau trên cùng một cột) với các đơn vị nhất quán.
zh_hans: 是的，只有在关系是比例的，并且表格正确构建（同一列上的相同量）且单位一致时。

# ed_math_rule_of_three_rule_of_three_course_q3
source: Quelle méthode choisir : passage à l’unité ou produit en croix ?
af: Watter metode om te kies: oorgang na die eenheid of kruisproduk?
bg: Кой метод да избера: преминаване към единица или кръстосан продукт?
cs: Jakou metodu zvolit: přechod na jednotku nebo křížový součin?
da: Hvilken metode skal man vælge: enhedsovergang eller krydsprodukt?
de: Welche Methode wählen: Übergang zur Einheit oder Kreuzprodukt?
el: Ποια μέθοδο να επιλέξετε: μετάβαση στη μονάδα ή προϊόν σε σταυρό;
es: ¿Qué método elegir: paso a la unidad o producto en cruz?
fi: Mikä menetelmä valita: yksikköön siirtyminen vai ristitulo?
fil: Anong pamamaraan ang dapat piliin: paglipat sa yunit o produkto sa krus?
hu: Melyik módszert válasszam: egységre való áttérés vagy kereszttermék?
id: Metode mana yang harus dipilih: peralihan ke satuan atau produk silang?
it: Quale metodo scegliere: passaggio all'unità o prodotto in croce?
ja: どの方法を選ぶべきか：単位への変換か交差積か？
ko: 어떤 방법을 선택해야 하나요: 단위 변환 또는 교차 곱?
nl: Welke methode te kiezen: overgang naar de eenheid of kruisproduct?
no: Hvilken metode skal jeg velge: enhetsmetode eller kryssprodukt?
pl: Jaką metodę wybrać: przejście do jednostki czy iloczyn krzyżowy?
pt_pt: Qual método escolher: passo à unidade ou produto em cruz?
ro: Ce metodă să aleg: trecerea la unitate sau produsul în cruce?
ru: Какой метод выбрать: переход к единице или произведение в крест?
sk: Akú metódu zvoliť: prechod na jednotku alebo krížový súčin?
sv: Vilken metod ska man välja: gå till enheten eller korsprodukt?
sw: Ni mbinu ipi kuchagua: kupita kwa kitengo au bidhaa kwa msalaba?
tr: Hangi yöntemi seçmeliyim: birim geçişi mi yoksa çarpanlar mı?
uk: Який метод вибрати: перехід до одиниці чи перехресний добуток?
vi: Chọn phương pháp nào: chuyển đổi đơn vị hay sản phẩm chéo?
zh_hans: 选择哪种方法：单位转换还是交叉乘法？

# ed_math_rule_of_three_rule_of_three_course_a3
source: Le passage à l’unité est très intuitif quand les nombres sont simples. Le produit en croix est plus rapide et standard (surtout en contrôle), à condition de bien placer les valeurs.
af: Die oorgang na die eenheid is baie intuitief wanneer die getalle eenvoudig is. Die kruisproduk is vinniger en standaard (veral in 'n toets), op voorwaarde dat jy die waardes reg plaas.
bg: Преминаването към единица е много интуитивно, когато числата са прости. Кръстосаният продукт е по-бърз и стандартен (особено при контрол), при условие че стойностите са правилно поставени.
cs: Přechod na jednotku je velmi intuitivní, když jsou čísla jednoduchá. Křížový součin je rychlejší a standardní (zejména při kontrole), pokud jsou hodnoty správně umístěny.
da: Enhedsovergang er meget intuitiv, når tallene er enkle. Krydsproduktet er hurtigere og mere standard (især i kontrol), forudsat at værdierne er korrekt placeret.
de: Der Übergang zur Einheit ist sehr intuitiv, wenn die Zahlen einfach sind. Das Kreuzprodukt ist schneller und standardisiert (insbesondere bei Kontrollen), vorausgesetzt, die Werte sind richtig platziert.
el: Η μετάβαση στη μονάδα είναι πολύ διαισθητική όταν οι αριθμοί είναι απλοί. Το προϊόν σε σταυρό είναι πιο γρήγορο και τυπικό (ιδίως σε έλεγχο), υπό την προϋπόθεση ότι τοποθετείτε σωστά τις τιμές.
es: El paso a la unidad es muy intuitivo cuando los números son simples. El producto en cruz es más rápido y estándar (especialmente en un control), siempre que se coloquen bien los valores.
fi: Yksikköön siirtyminen on hyvin intuitiivinen, kun numerot ovat yksinkertaisia. Ristitulo on nopeampi ja standardi (erityisesti kontrollissa), kunhan arvot on sijoitettu oikein.
fil: Ang paglipat sa yunit ay napaka-intuitive kapag ang mga numero ay simple. Ang produkto sa krus ay mas mabilis at pamantayan (lalo na sa pagsusulit), basta't maayos ang pagkakalagay ng mga halaga.
hu: Az egységre való áttérés nagyon intuitív, amikor a számok egyszerűek. A kereszttermék gyorsabb és standard (különösen ellenőrzéskor), feltéve, hogy jól helyezi el az értékeket.
id: Peralihan ke satuan sangat intuitif ketika angka sederhana. Produk silang lebih cepat dan standar (terutama dalam kontrol), asalkan nilai-nilai ditempatkan dengan benar.
it: Il passaggio all'unità è molto intuitivo quando i numeri sono semplici. Il prodotto in croce è più veloce e standard (soprattutto in controllo), a condizione di posizionare bene i valori.
ja: 単位への変換は、数が簡単な場合は非常に直感的です。交差積はより迅速で標準的です（特にテスト時）、値を正しく配置する限り。
ko: 단위 변환은 숫자가 간단할 때 매우 직관적입니다. 교차 곱은 더 빠르고 표준적입니다(특히 시험에서), 단, 값을 잘 배치해야 합니다.
nl: De overgang naar de eenheid is zeer intuïtief wanneer de getallen eenvoudig zijn. Het kruisproduct is sneller en standaard (vooral bij toetsen), mits je de waarden goed plaatst.
no: Enhetsmetoden er veldig intuitiv når tallene er enkle. Kryssproduktet er raskere og mer standard (spesielt under prøver), forutsatt at verdiene er plassert riktig.
pl: Przejście do jednostki jest bardzo intuicyjne, gdy liczby są proste. Iloczyn krzyżowy jest szybszy i standardowy (szczególnie na kontrolach), pod warunkiem, że wartości są dobrze umieszczone.
pt_pt: O passo à unidade é muito intuitivo quando os números são simples. O produto em cruz é mais rápido e padrão (especialmente em teste), desde que as valores sejam bem colocados.
ro: Trecerea la unitate este foarte intuitivă când numerele sunt simple. Produsul în cruce este mai rapid și standard (mai ales la control), cu condiția să plasezi corect valorile.
ru: Переход к единице очень интуитивен, когда числа простые. Произведение в крест быстрее и стандартнее (особенно на контрольной), при условии правильного размещения значений.
sk: Prechod na jednotku je veľmi intuitívny, keď sú čísla jednoduché. Krížový súčin je rýchlejší a štandardný (najmä pri kontrole), pokiaľ sú hodnoty správne umiestnené.
sv: Att gå till enheten är mycket intuitivt när siffrorna är enkla. Korsprodukten är snabbare och standard (särskilt i kontroll), förutsatt att värdena placeras korrekt.
sw: Kupita kwa kitengo ni rahisi sana wakati nambari ni rahisi. Bidhaa kwa msalaba ni haraka na ya kawaida (hasa kwenye mtihani), kwa sharti la kuweka vizuri thamani.
tr: Birim geçişi, sayılar basit olduğunda çok sezgiseldir. Çarpanlar daha hızlı ve standarttır (özellikle kontrol sırasında), yeterli değerleri yerleştirdiğiniz sürece.
uk: Перехід до одиниці дуже інтуїтивний, коли числа прості. Перехресний добуток швидший і стандартніший (особливо на контролі), за умови, що значення правильно розміщені.
vi: Chuyển đổi đơn vị rất trực quan khi các số đơn giản. Sản phẩm chéo nhanh hơn và tiêu chuẩn hơn (đặc biệt trong kiểm tra), miễn là bạn đặt đúng các giá trị.
zh_hans: 当数字简单时，单位转换非常直观。交叉乘法更快且更标准（尤其是在控制中），前提是正确放置值。
