Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_dev_pdf_xref_lim1
source: Les PDF hybrides (xref streams) nécessitent une interprétation avancée.
af: Hibridiese PDF's (xref streams) vereis gevorderde interpretasie.
bg: Хибридните PDF файлове (xref потоци) изискват напреднала интерпретация.
cs: Hybridní PDF (xref streams) vyžadují pokročilou interpretaci.
da: Hybride PDF-filer (xref streams) kræver avanceret fortolkning.
de: Hybride PDFs (xref streams) erfordern eine fortgeschrittene Interpretation.
el: Τα υβριδικά PDF (xref streams) απαιτούν προχωρημένη ερμηνεία.
es: Los PDF híbridos (streams xref) requieren una interpretación avanzada.
fi: Hybridit PDF:t (xref-streamit) vaativat edistynyttä tulkintaa.
fil: Ang mga hybrid na PDF (xref streams) ay nangangailangan ng advanced na interpretasyon.
it: I PDF ibridi (xref streams) richiedono un'interpretazione avanzata.
ja: ハイブリッドPDF（xrefストリーム）は高度な解釈を必要とします。
ko: 하이브리드 PDF(xref 스트림)는 고급 해석이 필요합니다.
nl: Hybride PDF's (xref streams) vereisen geavanceerde interpretatie.
no: Hybride PDF-er (xref streams) krever avansert tolkning.
pl: Hybrdowe PDF (xref streams) wymagają zaawansowanej interpretacji.
pt_pt: Os PDFs híbridos (fluxos xref) exigem uma interpretação avançada.
ro: PDF-urile hibride (fluxuri xref) necesită o interpretare avansată.
ru: Гибридные PDF (потоки xref) требуют продвинутой интерпретации.
sk: Hybridné PDF (xref streams) vyžadujú pokročilú interpretáciu.
sv: Hybrida PDF-filer (xref-strömmar) kräver avancerad tolkning.
sw: PDF za mchanganyiko (xref streams) zinahitaji tafsiri ya hali ya juu.
tr: Hibrit PDF'ler (xref akışları) ileri düzey yorumlama gerektirir.
uk: Гібридні PDF (потоки xref) вимагають розширеної інтерпретації.
vi: Các PDF hỗn hợp (xref streams) yêu cầu một diễn giải nâng cao.
zh_hans: 混合 PDF（xref 流）需要高级解释。

# ed_dev_pdf_xref_tip_title
source: Astuce
af: Wenk
bg: Съвет
cs: Tip
da: Tip
de: Tipp
el: Συμβουλή
es: Consejo
fi: Vinkki
fil: Tip
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
no: Tips
pl: Wskazówka
pt_pt: Dica
ro: Sfat
ru: Совет
sk: Tip
sv: Tips
sw: Kidokezo
tr: İpucu
uk: Порада
vi: Mẹo
zh_hans: 提示

# ed_dev_pdf_xref_tip
source: Combinez l’analyse XRef avec l’inspection des objets pour comprendre l’arborescence complète du PDF.
af: Kombineer die XRef-analise met objekinspeksie om die volledige hiërargie van die PDF te verstaan.
bg: Комбинирайте XRef анализа с инспекция на обектите, за да разберете цялостната структура на PDF.
cs: Kombinujte analýzu XRef s inspekcí objektů pro pochopení kompletní struktury PDF.
da: Kombiner XRef-analyse med inspektion af objekter for at forstå den komplette struktur af PDF'en.
de: Kombinieren Sie die XRef-Analyse mit der Inspektion der Objekte, um die vollständige Struktur des PDFs zu verstehen.
el: Συνδυάστε την ανάλυση XRef με την επιθεώρηση αντικειμένων για να κατανοήσετε τη συνολική δομή του PDF.
es: Combine el análisis XRef con la inspección de objetos para entender la jerarquía completa del PDF.
fi: Yhdistä XRef-analyysi objektien tarkastukseen ymmärtääksesi PDF:n koko puun.
fil: Pagsamahin ang pagsusuri ng XRef sa pag-inspeksyon ng mga bagay upang maunawaan ang buong istruktura ng PDF.
it: Combina l'analisi XRef con l'ispezione degli oggetti per comprendere l'albero completo del PDF.
ja: XRefの分析とオブジェクトの検査を組み合わせて、PDFの完全なツリー構造を理解します。
ko: XRef 분석과 객체 검사를 결합하여 PDF의 전체 트리를 이해합니다.
nl: Combineer de XRef-analyse met de inspectie van objecten om de volledige hiërarchie van de PDF te begrijpen.
no: Kombiner XRef-analyse med objektsinspeksjon for å forstå den komplette trestrukturen i PDF-en.
pl: Połącz analizę XRef z inspekcją obiektów, aby zrozumieć pełną strukturę PDF.
pt_pt: Combine a análise XRef com a inspeção de objetos para entender a árvore completa do PDF.
ro: Combinați analiza XRef cu inspecția obiectelor pentru a înțelege întreaga structură a PDF-ului.
ru: Сочетайте анализ XRef с инспекцией объектов, чтобы понять полную иерархию PDF.
sk: Kombinujte analýzu XRef s kontrolou objektov, aby ste pochopili celú štruktúru PDF.
sv: Kombinera XRef-analys med objektinspektion för att förstå hela PDF:s trädstruktur.
sw: Changanya uchambuzi wa XRef na ukaguzi wa vitu ili kuelewa muundo kamili wa PDF.
tr: PDF'nin tam ağaç yapısını anlamak için XRef analizini nesnelerin denetimi ile birleştirin.
uk: Поєднуйте аналіз XRef з перевіркою об'єктів, щоб зрозуміти повну структуру PDF.
vi: Kết hợp phân tích XRef với kiểm tra các đối tượng để hiểu cấu trúc hoàn chỉnh của PDF.
zh_hans: 将 XRef 分析与对象检查结合起来，以理解 PDF 的完整树状结构。

# group_dev_ooxml_title
source: Open XML (OOXML)
da: Åben XML (OOXML)
fi: Avoin XML (OOXML)
ja: オープン XML (OOXML)
no: Åpen XML (OOXML)
ru: Открытый XML (OOXML)
sv: Öppen XML (OOXML)
tr: Açık XML (OOXML)
zh_hans: 开放 XML (OOXML)

# group_dev_ooxml_desc
source: Inspecter les conteneurs OOXML (ZIP/XML) : relations, content types, métadonnées…
bg: Инспектиране на OOXML контейнери (ZIP/XML): отношения, типове съдържание, метаданни…
cs: Prozkoumat kontejnery OOXML (ZIP/XML): vztahy, typy obsahu, metadata…
da: Undersøg OOXML-containere (ZIP/XML): relationer, indholdstyper, metadata…
de: Untersuchen Sie die OOXML-Container (ZIP/XML): Beziehungen, Inhaltstypen, Metadaten…
el: Επιθεώρηση των κοντέινερ OOXML (ZIP/XML): σχέσεις, τύποι περιεχομένου, μεταδεδομένα…
es: Inspeccionar los contenedores OOXML (ZIP/XML): relaciones, tipos de contenido, metadatos…
fi: Tutki OOXML-kontteja (ZIP/XML): suhteet, sisältötyypit, metatiedot…
fil: Suriin ang mga OOXML container (ZIP/XML): mga relasyon, mga uri ng nilalaman, metadata…
ja: OOXML (ZIP/XML) コンテナを検査する: 関係、コンテンツタイプ、メタデータ…
nl: Inspecteer de OOXML-containers (ZIP/XML): relaties, inhoudstypen, metadata…
no: Inspisere OOXML-beholdere (ZIP/XML): relasjoner, innholdstyper, metadata…
pl: Inspekcja kontenerów OOXML (ZIP/XML): relacje, typy zawartości, metadane…
pt_pt: Inspecionar os contêineres OOXML (ZIP/XML): relações, tipos de conteúdo, metadados…
ro: Inspectați containerele OOXML (ZIP/XML): relații, tipuri de conținut, metadate…
ru: Просмотр контейнеров OOXML (ZIP/XML): связи, типы содержимого, метаданные…
sk: Preskúmať kontajnery OOXML (ZIP/XML): vzťahy, typy obsahu, metadáta…
sv: Inspektera OOXML-behållare (ZIP/XML): relationer, innehållstyper, metadata…
sw: Kagua kontena za OOXML (ZIP/XML): uhusiano, aina za maudhui, metadata…
tr: OOXML (ZIP/XML) kapsayıcılarını inceleyin: ilişkiler, içerik türleri, meta veriler…
uk: Перевірка контейнерів OOXML (ZIP/XML): зв’язки, типи вмісту, метадані…
vi: Kiểm tra các container OOXML (ZIP/XML): quan hệ, loại nội dung, siêu dữ liệu…
zh_hans: 检查 OOXML (ZIP/XML) 容器：关系、内容类型、元数据…

# dev_ooxml_sg_inspect_title
source: Inspection & extraction
bg: Инспекция и извличане
cs: Inspekce & extrakce
da: Inspektion & ekstraktion
de: Inspektion & Extraktion
el: Επιθεώρηση & εξαγωγή
es: Inspección y extracción
fi: Tarkastus & poiminta
fil: Pagsusuri & pag-extract
ja: 検査 & 抽出
nl: Inspectie & extractie
no: Inspeksjon & ekstraksjon
pl: Inspekcja & ekstrakcja
pt_pt: Inspeção & extração
ro: Inspecție & extragere
ru: Инспекция и извлечение
sk: Preskúmanie & extrakcia
sv: Inspektion & extraktion
sw: Ukaguzi & uchimbaji
tr: İnceleme & çıkarım
uk: Перевірка та витягування
vi: Kiểm tra & trích xuất
zh_hans: 检查与提取

# dev_ooxml_sg_inspect_desc
source: Explorer le ZIP OOXML (fichiers, relations, content types, métadonnées) et exporter en JSON.
bg: Изследвайте OOXML ZIP (файлове, отношения, типове съдържание, метаданни) и експортирайте в JSON.
cs: Prozkoumat ZIP OOXML (soubory, vztahy, typy obsahu, metadata) a exportovat do JSON.
da: Udforsk OOXML ZIP (filer, relationer, indholdstyper, metadata) og eksportér til JSON.
de: Durchsuchen Sie das OOXML-ZIP (Dateien, Beziehungen, Inhaltstypen, Metadaten) und exportieren Sie es als JSON.
el: Εξερευνήστε το ZIP OOXML (αρχεία, σχέσεις, τύποι περιεχομένου, μεταδεδομένα) και εξάγετε σε JSON.
es: Explorar el ZIP OOXML (archivos, relaciones, tipos de contenido, metadatos) y exportar a JSON.
fi: Tutki OOXML ZIP:iä (tiedostot, suhteet, sisältötyypit, metatiedot) ja vie JSON-muotoon.
fil: Galugarin ang OOXML ZIP (mga file, relasyon, mga uri ng nilalaman, metadata) at i-export sa JSON.
ja: OOXML ZIP (ファイル、関係、コンテンツタイプ、メタデータ) を探索し、JSON にエクスポートします。
nl: Verken de OOXML ZIP (bestanden, relaties, inhoudstypen, metadata) en exporteer naar JSON.
no: Utforske OOXML ZIP (filer, relasjoner, innholdstyper, metadata) og eksportere til JSON.
pl: Eksploruj ZIP OOXML (pliki, relacje, typy zawartości, metadane) i eksportuj do JSON.
pt_pt: Explorar o ZIP OOXML (arquivos, relações, tipos de conteúdo, metadados) e exportar em JSON.
ro: Explorați ZIP-ul OOXML (fișiere, relații, tipuri de conținut, metadate) și exportați în JSON.
ru: Исследуйте ZIP OOXML (файлы, связи, типы содержимого, метаданные) и экспортируйте в JSON.
sk: Preskúmať ZIP OOXML (súbory, vzťahy, typy obsahu, metadáta) a exportovať do JSON.
sv: Utforska OOXML ZIP (filer, relationer, innehållstyper, metadata) och exportera till JSON.
sw: Chunguza ZIP ya OOXML (faili, uhusiano, aina za maudhui, metadata) na uhamasisha kwa JSON.
tr: OOXML ZIP'ini (dosyalar, ilişkiler, içerik türleri, meta veriler) keşfedin ve JSON olarak dışa aktarın.
uk: Дослідження ZIP OOXML (файли, зв’язки, типи вмісту, метадані) та експорт у JSON.
vi: Khám phá ZIP OOXML (tệp, quan hệ, loại nội dung, siêu dữ liệu) và xuất ra JSON.
zh_hans: 浏览 OOXML ZIP（文件、关系、内容类型、元数据）并导出为 JSON。

# tool_ooxml_package_explorer_title
source: Explorer un package OOXML (ZIP)
bg: Изследване на OOXML пакет (ZIP)
cs: Prozkoumat balíček OOXML (ZIP)
da: Udforsk et OOXML-pakke (ZIP)
de: Ein OOXML-Paket (ZIP) erkunden
el: Εξερεύνηση ενός πακέτου OOXML (ZIP)
es: Explorar un paquete OOXML (ZIP)
fi: Tutki OOXML-pakettia (ZIP)
fil: Galugarin ang isang OOXML package (ZIP)
ja: OOXML パッケージ (ZIP) を探索
nl: Verken een OOXML-pakket (ZIP)
no: Utforsk en OOXML-pakke (ZIP)
pl: Eksploruj pakiet OOXML (ZIP)
pt_pt: Explorar um pacote OOXML (ZIP)
ro: Explorați un pachet OOXML (ZIP)
ru: Исследовать пакет OOXML (ZIP)
sk: Preskúmať balík OOXML (ZIP)
sv: Utforska ett OOXML-paket (ZIP)
sw: Chunguza pakiti ya OOXML (ZIP)
tr: Bir OOXML paketini (ZIP) keşfedin
uk: Дослідження пакету OOXML (ZIP)
vi: Khám phá một gói OOXML (ZIP)
zh_hans: 浏览 OOXML 包 (ZIP)

# tool_ooxml_package_explorer_desc
source: Lister les fichiers internes d'un DOCX/XLSX/PPTX, prévisualiser les XML, et télécharger une sélection.
bg: Списък на вътрешните файлове на DOCX/XLSX/PPTX, предварителен преглед на XML и изтегляне на селекция.
cs: Seznam interních souborů DOCX/XLSX/PPTX, náhled XML a stažení výběru.
da: Liste de interne filer i et DOCX/XLSX/PPTX, forhåndsvise XML, og downloade et udvalg.
de: Listen Sie die internen Dateien eines DOCX/XLSX/PPTX auf, zeigen Sie die XML-Vorschau an und laden Sie eine Auswahl herunter.
el: Λίστα των εσωτερικών αρχείων ενός DOCX/XLSX/PPTX, προεπισκόπηση των XML και λήψη μιας επιλογής.
es: Listar los archivos internos de un DOCX/XLSX/PPTX, previsualizar los XML y descargar una selección.
fi: Listaa DOCX/XLSX/PPTX:n sisäiset tiedostot, esikatsele XML:ää ja lataa valinta.
fil: Ilista ang mga panloob na file ng isang DOCX/XLSX/PPTX, i-preview ang mga XML, at i-download ang isang seleksyon.
ja: DOCX/XLSX/PPTX の内部ファイルをリストし、XML をプレビューし、選択をダウンロードします。
nl: Lijst de interne bestanden van een DOCX/XLSX/PPTX, bekijk de XML's en download een selectie.
no: Liste opp interne filer i en DOCX/XLSX/PPTX, forhåndsvise XML, og laste ned et utvalg.
pl: Wyświetl wewnętrzne pliki DOCX/XLSX/PPTX, podglądaj XML i pobierz wybraną zawartość.
pt_pt: Listar os arquivos internos de um DOCX/XLSX/PPTX, visualizar os XML e baixar uma seleção.
ro: Listați fișierele interne ale unui DOCX/XLSX/PPTX, previzualizați XML-urile și descărcați o selecție.
ru: Список внутренних файлов DOCX/XLSX/PPTX, предварительный просмотр XML и загрузка выбора.
sk: Zoznam interných súborov DOCX/XLSX/PPTX, náhľad XML a stiahnuť výber.
sv: Lista interna filer i en DOCX/XLSX/PPTX, förhandsgranska XML och ladda ner ett urval.
sw: Orodhesha faili za ndani za DOCX/XLSX/PPTX, angalia XML, na pakua uteuzi.
tr: Bir DOCX/XLSX/PPTX'nin iç dosyalarını listeleyin, XML'leri önizleyin ve bir seçim indirin.
uk: Перелік внутрішніх файлів DOCX/XLSX/PPTX, попередній перегляд XML та завантаження вибору.
vi: Liệt kê các tệp nội bộ của một DOCX/XLSX/PPTX, xem trước các XML và tải xuống một lựa chọn.
zh_hans: 列出 DOCX/XLSX/PPTX 的内部文件，预览 XML，并下载所选内容。

# tool_ooxml_rels_to_json_title
source: Relationships OOXML → JSON
bg: Отношения OOXML → JSON
cs: Vztahy OOXML → JSON
da: Relationer OOXML → JSON
de: Beziehungen OOXML → JSON
el: Σχέσεις OOXML → JSON
es: Relaciones OOXML → JSON
fi: Suhteet OOXML → JSON
fil: Mga relasyon OOXML → JSON
ja: 関係 OOXML → JSON
nl: Relaties OOXML → JSON
no: Relasjoner OOXML → JSON
pl: Relacje OOXML → JSON
pt_pt: Relações OOXML → JSON
ro: Relații OOXML → JSON
ru: Связи OOXML → JSON
sk: Vzťahy OOXML → JSON
sv: Relationer OOXML → JSON
sw: Uhusiano OOXML → JSON
tr: İlişkiler OOXML → JSON
uk: Зв’язки OOXML → JSON
vi: Quan hệ OOXML → JSON
zh_hans: OOXML 关系 → JSON

# tool_ooxml_rels_to_json_desc
source: Exporter toutes les relations (_rels/*.rels) : targets, types, ids et graphe des dépendances.
bg: Експортиране на всички отношения (_rels/*.rels): цели, типове, идентификатори и граф на зависимостите.
cs: Exportovat všechny vztahy (_rels/*.rels): cíle, typy, id a graf závislostí.
da: Eksportér alle relationer (_rels/*.rels): mål, typer, ids og afhængighedsgraf.
de: Exportieren Sie alle Beziehungen (_rels/*.rels): Ziele, Typen, IDs und Abhängigkeitsgraph.
el: Εξαγωγή όλων των σχέσεων (_rels/*.rels): στόχοι, τύποι, ids και γράφημα εξαρτήσεων.
es: Exportar todas las relaciones (_rels/*.rels): objetivos, tipos, ids y grafo de dependencias.
fi: Vie kaikki suhteet (_rels/*.rels): kohteet, tyypit, id:t ja riippuvuuskartta.
fil: I-export ang lahat ng mga relasyon (_rels/*.rels): mga target, mga uri, mga id at grap ng mga dependencies.
ja: すべての関係 (_rels/*.rels) をエクスポート: ターゲット、タイプ、ID、および依存関係グラフ。
nl: Exporteer alle relaties (_rels/*.rels): doelen, types, ids en afhankelijkheidsgrafiek.
no: Eksportere alle relasjoner (_rels/*.rels): mål, typer, id-er og avhengighetsgraf.
pl: Eksportuj wszystkie relacje (_rels/*.rels): cele, typy, identyfikatory i graf zależności.
pt_pt: Exportar todas as relações (_rels/*.rels): alvos, tipos, ids e gráfico de dependências.
ro: Exportați toate relațiile (_rels/*.rels): ținte, tipuri, id-uri și graficul dependențelor.
ru: Экспортировать все связи (_rels/*.rels): цели, типы, идентификаторы и граф зависимостей.
sk: Exportovať všetky vzťahy (_rels/*.rels): ciele, typy, id a graf závislostí.
sv: Exportera alla relationer (_rels/*.rels): mål, typer, id och beroendegraf.
sw: Uhamasisha uhusiano wote (_rels/*.rels): malengo, aina, ids na grafu za utegemezi.
tr: Tüm ilişkileri dışa aktarın (_rels/*.rels): hedefler, türler, kimlikler ve bağımlılık grafiği.
uk: Експорт усіх зв’язків (_rels/*.rels): цілі, типи, ідентифікатори та граф залежностей.
vi: Xuất tất cả các quan hệ (_rels/*.rels): mục tiêu, loại, id và đồ thị phụ thuộc.
zh_hans: 导出所有关系 (_rels/*.rels)：目标、类型、ID 和依赖图。

# tool_ooxml_content_types_to_json_desc
source: Inspecter les types de contenu déclarés (defaults/overrides) et détecter les incohérences.
bg: Инспектиране на декларираните типове съдържание (по подразбиране/преодоляване) и откриване на несъответствия.
cs: Prozkoumat deklarované typy obsahu (výchozí/přepsání) a detekovat nesrovnalosti.
da: Undersøg de erklærede indholdstyper (defaults/overrides) og detekter uoverensstemmelser.
de: Untersuchen Sie die deklarierten Inhaltstypen (Standards/Überschreibungen) und erkennen Sie Inkonsistenzen.
el: Επιθεώρηση των δηλωμένων τύπων περιεχομένου (defaults/overrides) και ανίχνευση ασυνεπειών.
es: Inspeccionar los tipos de contenido declarados (defaults/overrides) y detectar inconsistencias.
fi: Tarkista ilmoitetut sisältötyypit (oletus/yli kirjoitukset) ja havaitse epäjohdonmukaisuudet.
fil: Suriin ang mga idineklarang uri ng nilalaman (defaults/overrides) at tukuyin ang mga inconsistency.
ja: 宣言されたコンテンツタイプ (デフォルト/オーバーライド) を検査し、不整合を検出します。
nl: Inspecteer de gedeclareerde inhoudstypen (defaults/overrides) en detecteer inconsistenties.
no: Inspisere erklærte innholdstyper (standarder/overstyringer) og oppdage inkonsekvenser.
pl: Inspekcja zadeklarowanych typów zawartości (domyślne/nadpisania) i wykrywanie niespójności.
pt_pt: Inspecionar os tipos de conteúdo declarados (padrões/substituições) e detectar incoerências.
ro: Inspectați tipurile de conținut declarate (defaulturi/suprascrieri) și detectați incoerențele.
ru: Просмотреть заявленные типы содержимого (по умолчанию/переопределения) и обнаружить несоответствия.
sk: Preskúmať deklarované typy obsahu (predvolené/prepisy) a detekovať nekonzistencie.
sv: Inspektera deklarerade innehållstyper (standarder/överskrivningar) och upptäck inkonsekvenser.
sw: Kagua aina za maudhui zilizotangazwa (defaults/overrides) na kugundua kutokuelewana.
tr: Beyan edilen içerik türlerini (varsayılanlar/override'lar) inceleyin ve tutarsızlıkları tespit edin.
uk: Перевірка заявлених типів вмісту (за замовчуванням/перезаписи) та виявлення невідповідностей.
vi: Kiểm tra các loại nội dung đã khai báo (mặc định/ghi đè) và phát hiện các sự không nhất quán.
zh_hans: 检查声明的内容类型（默认/覆盖）并检测不一致。

# tool_ooxml_metadata_to_json_title
source: Métadonnées OOXML → JSON
bg: Метаданни OOXML → JSON
cs: Metadata OOXML → JSON
da: Metadata OOXML → JSON
de: OOXML-Metadaten → JSON
el: Μεταδεδομένα OOXML → JSON
es: Metadatos OOXML → JSON
fi: OOXML-metadata → JSON
fil: Metadata OOXML → JSON
ja: メタデータ OOXML → JSON
nl: Metadata OOXML → JSON
no: Metadata OOXML → JSON
pl: Metadane OOXML → JSON
pt_pt: Metadados OOXML → JSON
ro: Metadate OOXML → JSON
ru: Метаданные OOXML → JSON
sk: Metadáta OOXML → JSON
sv: Metadata OOXML → JSON
sw: Metadata ya OOXML → JSON
tr: OOXML Meta Verileri → JSON
uk: Метадані OOXML → JSON
vi: Siêu dữ liệu OOXML → JSON
zh_hans: OOXML 元数据 → JSON

# tool_ooxml_metadata_to_json_desc
source: Extraire docProps (core/app/custom) : auteur, dates, application, titres, tags, etc.
bg: Извличане на docProps (основни/приложни/персонализирани): автор, дати, приложение, заглавия, тагове и др.
cs: Extrahovat docProps (core/app/custom): autor, data, aplikace, názvy, tagy atd.
da: Ekstraher docProps (core/app/custom): forfatter, datoer, applikation, titler, tags, osv.
de: Extrahieren Sie docProps (core/app/custom): Autor, Daten, Anwendung, Titel, Tags usw.
el: Εξαγωγή docProps (core/app/custom): συγγραφέας, ημερομηνίες, εφαρμογή, τίτλοι, ετικέτες, κ.λπ.
es: Extraer docProps (core/app/custom): autor, fechas, aplicación, títulos, etiquetas, etc.
fi: Poista docProps (core/app/custom): kirjoittaja, päivämäärät, sovellus, otsikot, tagit jne.
fil: I-extract ang docProps (core/app/custom): may-akda, mga petsa, aplikasyon, mga pamagat, mga tag, atbp.
ja: docProps (core/app/custom) を抽出: 著者、日付、アプリケーション、タイトル、タグなど。
nl: Extraheer docProps (core/app/custom): auteur, data, applicatie, titels, tags, enz.
no: Ekstrahere docProps (core/app/custom): forfatter, datoer, applikasjon, titler, tagger, osv.
pl: Wyodrębnij docProps (core/app/custom): autor, daty, aplikacja, tytuły, tagi itp.
pt_pt: Extrair docProps (core/app/custom): autor, datas, aplicação, títulos, tags, etc.
ro: Extrați docProps (core/app/custom): autor, date, aplicație, titluri, etichete etc.
ru: Извлечь docProps (core/app/custom): автор, даты, приложение, заголовки, теги и т.д.
sk: Extrahovať docProps (core/app/custom): autor, dátumy, aplikácia, tituly, tagy, atď.
sv: Extrahera docProps (core/app/custom): författare, datum, applikation, titlar, taggar, etc.
sw: Chimbua docProps (core/app/custom): mwandishi, tarehe, programu, vichwa, lebo, n.k.
tr: docProps (core/app/custom) çıkarın: yazar, tarihler, uygulama, başlıklar, etiketler, vb.
uk: Витягування docProps (core/app/custom): автор, дати, програма, заголовки, теги тощо.
vi: Trích xuất docProps (core/app/custom): tác giả, ngày, ứng dụng, tiêu đề, thẻ, v.v.
zh_hans: 提取 docProps（核心/应用/自定义）：作者、日期、应用程序、标题、标签等。

# tool_ooxml_media_inventory_to_json_title
source: Médias OOXML → JSON
bg: Медии OOXML → JSON
cs: Média OOXML → JSON
da: Medier OOXML → JSON
de: OOXML-Medieninventar → JSON
el: Μέσα OOXML → JSON
es: Medios OOXML → JSON
fi: OOXML-mediat → JSON
fil: Media OOXML → JSON
ja: メディア OOXML → JSON
nl: Media OOXML → JSON
no: Media OOXML → JSON
pl: Media OOXML → JSON
pt_pt: Mídias OOXML → JSON
ro: Media OOXML → JSON
ru: Медиа OOXML → JSON
sk: Médiá OOXML → JSON
sv: Media OOXML → JSON
sw: Vyombo vya habari vya OOXML → JSON
tr: OOXML Medyaları → JSON
uk: Медіа OOXML → JSON
vi: Phương tiện OOXML → JSON
zh_hans: OOXML 媒体 → JSON

# tool_ooxml_media_inventory_to_json_desc
source: Inventorier les médias (images/audio/vidéo) et leurs références (rels).
bg: Инвентаризация на медиите (изображения/аудио/видео) и техните референции (rels).
cs: Inventarizovat média (obrázky/audio/video) a jejich reference (rels).
da: Inventar medier (billeder/lyd/video) og deres referencer (rels).
de: Inventarisieren Sie Medien (Bilder/Audios/Videos) und deren Referenzen (rels).
el: Καταγραφή των μέσων (εικόνες/ήχος/βίντεο) και των αναφορών τους (rels).
es: Inventariar los medios (imágenes/audio/video) y sus referencias (rels).
fi: Inventoi mediat (kuvat/ääni/video) ja niiden viittaukset (rels).
fil: I-inventory ang mga media (mga larawan/audio/video) at ang kanilang mga reference (rels).
ja: メディア (画像/音声/動画) とその参照 (rels) をインベントリします。
nl: Inventariseer de media (afbeeldingen/audio/video) en hun referenties (rels).
no: Inventar media (bilder/lyd/video) og deres referanser (rels).
pl: Inwentaryzacja mediów (obrazy/audio/wideo) i ich odniesienia (rels).
pt_pt: Inventariar as mídias (imagens/audio/vídeo) e suas referências (rels).
ro: Inventariați media (imagini/audio/video) și referințele lor (rels).
ru: Инвентаризация медиа (изображения/аудио/видео) и их ссылки (rels).
sk: Inventarizovať médiá (obrázky/audio/video) a ich referencie (rels).
sv: Inventera media (bilder/ljud/video) och deras referenser (rels).
sw: Orodhesha vyombo vya habari (picha/sauti/video) na marejeleo yao (rels).
tr: Medya (görüntü/ses/video) ve referanslarını (rels) envanterlemek.
uk: Інвентаризація медіа (зображення/аудіо/відео) та їх посилань (rels).
vi: Lập danh sách các phương tiện (hình ảnh/audio/video) và các tham chiếu của chúng (rels).
zh_hans: 清点媒体（图像/音频/视频）及其引用（rels）。

# dev_ooxml_sg_validate_title
source: Validation & cohérence
bg: Валидация и последователност
cs: Validace & konzistence
da: Validering & konsistens
de: Validierung & Konsistenz
el: Επικύρωση & συνέπεια
es: Validación y coherencia
fi: Validointi & johdonmukaisuus
fil: Pag-validate & consistency
ja: 検証 & 一貫性
nl: Validatie & consistentie
no: Validering & konsistens
pl: Walidacja & spójność
pt_pt: Validação & coerência
ro: Validare & coerență
ru: Проверка и согласованность
sk: Validácia & konzistencia
sv: Valider & konsistens
sw: Uthibitishaji & ulinganifu
tr: Doğrulama & tutarlılık
uk: Валідація та узгодженість
vi: Xác thực & tính nhất quán
zh_hans: 验证与一致性
