Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# dev_ooxml_sg_validate_desc
source: Vérifier la cohérence des relationships, références manquantes, content types, et produire un diagnostic.
bg: Проверка на последователността на отношенията, липсващи референции, типове съдържание и генериране на диагностика.
cs: Zkontrolovat konzistenci vztahů, chybějící reference, typy obsahu a vyprodukovat diagnostiku.
da: Kontroller konsistensen af relationer, manglende referencer, indholdstyper, og producer en diagnose.
de: Überprüfen Sie die Konsistenz der Beziehungen, fehlende Referenzen, Inhaltstypen und erstellen Sie ein Diagnoseprotokoll.
el: Ελέγξτε τη συνέπεια των σχέσεων, τις ελλείπουσες αναφορές, τους τύπους περιεχομένου και παράγετε μια διάγνωση.
es: Verificar la coherencia de las relaciones, referencias faltantes, tipos de contenido y producir un diagnóstico.
fi: Tarkista suhteiden johdonmukaisuus, puuttuvat viittaukset, sisältötyypit ja tuota diagnostiikka.
fil: Suriin ang consistency ng mga relasyon, nawawalang reference, mga uri ng nilalaman, at gumawa ng diagnostic.
ja: リレーションシップ、一貫性、欠落している参照、コンテンツタイプを確認し、診断を生成します。
nl: Controleer de consistentie van relaties, ontbrekende verwijzingen, content types en genereer een diagnose.
no: Sjekke konsistensen av relasjoner, manglende referanser, innholdstyper, og produsere en diagnose.
pl: Sprawdź spójność relacji, brakujące odniesienia, typy zawartości i wygeneruj diagnozę.
pt_pt: Verificar a coerência das relações, referências ausentes, tipos de conteúdo e produzir um diagnóstico.
ro: Verificați coerența relațiilor, referințelor lipsă, tipurilor de conținut și produceți un diagnostic.
ru: Проверить согласованность отношений, отсутствующие ссылки, типы контента и сгенерировать диагностику.
sk: Skontrolovať konzistenciu vzťahov, chýbajúce referencie, typy obsahu a vyprodukovať diagnostiku.
sv: Kontrollera konsistensen av relationer, saknade referenser, innehållstyper och producera en diagnos.
sw: Thibitisha ulinganifu wa uhusiano, marejeleo yanayokosekana, aina za maudhui, na kutoa uchambuzi.
tr: İlişkilerin tutarlılığını, eksik referansları, içerik türlerini kontrol edin ve bir teşhis oluşturun.
uk: Перевірка узгодженості зв’язків, відсутніх посилань, типів вмісту та створення діагностики.
vi: Kiểm tra tính nhất quán của các quan hệ, tham chiếu bị thiếu, loại nội dung và tạo ra một chẩn đoán.
zh_hans: 检查关系的一致性、缺失的引用、内容类型，并生成诊断报告。

# tool_ooxml_integrity_check_title
source: Vérifier l'intégrité OOXML
bg: Проверка на целостта на OOXML
cs: Zkontrolovat integritu OOXML
da: Kontroller OOXML-integritet
de: Überprüfen Sie die OOXML-Integrität
el: Έλεγχος ακεραιότητας OOXML
es: Verificar la integridad de OOXML
fi: Tarkista OOXML:n eheys
fil: Suriin ang integridad ng OOXML
ja: OOXMLの整合性を確認
nl: Controleer de OOXML-integriteit
no: Sjekk OOXML-integritet
pl: Sprawdź integralność OOXML
pt_pt: Verificar a integridade OOXML
ro: Verificați integritatea OOXML
ru: Проверить целостность OOXML
sk: Skontrolovať integritu OOXML
sv: Kontrollera OOXML-integritet
sw: Thibitisha uadilifu wa OOXML
tr: OOXML bütünlüğünü kontrol et
uk: Перевірка цілісності OOXML
vi: Kiểm tra tính toàn vẹn OOXML
zh_hans: 检查OOXML完整性

# tool_ooxml_integrity_check_desc
source: Détecter targets manquants, rels orphelins, content types incohérents et générer un rapport.
bg: Откриване на липсващи цели, осиротели rels, несъответстващи типове съдържание и генериране на отчет.
cs: Detekovat chybějící cíle, osamělé rels, nekonzistentní typy obsahu a vygenerovat zprávu.
da: Registrer manglende mål, forældreløse rels, inkonsistente indholdstyper og generer en rapport.
de: Erkennen Sie fehlende Ziele, verwaiste rels, inkonsistente Inhaltstypen und erstellen Sie einen Bericht.
el: Ανίχνευση ελλειπόντων στόχων, ορφανών rels, ασυνεπών τύπων περιεχομένου και δημιουργία αναφοράς.
es: Detectar objetivos faltantes, relaciones huérfanas, tipos de contenido incoherentes y generar un informe.
fi: Havaitse puuttuvat kohteet, orvot rels, epäjohdonmukaiset sisältötyypit ja luo raportti.
fil: Tukuyin ang mga nawawalang target, mga orphaned rels, mga hindi pagkakaayon sa mga uri ng nilalaman at bumuo ng ulat.
ja: 欠落しているターゲット、孤立したリレーションシップ、一貫性のないコンテンツタイプを検出し、レポートを生成します。
nl: Detecteer ontbrekende targets, wees-zelfs, inconsistente content types en genereer een rapport.
no: Oppdage manglende mål, foreldreløse relasjoner, inkonsekvente innholdstyper og generere en rapport.
pl: Wykryj brakujące cele, osierocone rels, niespójne typy zawartości i wygeneruj raport.
pt_pt: Detectar alvos ausentes, rels órfãos, tipos de conteúdo incoerentes e gerar um relatório.
ro: Detectați țintele lipsă, rels orfane, tipuri de conținut incoerente și generați un raport.
ru: Обнаружить отсутствующие цели, сиротские связи, несогласованные типы контента и сгенерировать отчет.
sk: Detekovať chýbajúce ciele, osirelé rels, nekonzistentné typy obsahu a vygenerovať správu.
sv: Upptäck saknade mål, föräldralösa rels, inkonsekventa innehållstyper och generera en rapport.
sw: Gundua malengo yanayokosekana, rels za pekee, aina za maudhui zisizo na ulinganifu na tengeneza ripoti.
tr: Eksik hedefleri, yetim rels'leri, tutarsız içerik türlerini tespit edin ve bir rapor oluşturun.
uk: Виявлення відсутніх цілей, сирітських rels, невідповідних типів вмісту та генерація звіту.
vi: Phát hiện các mục tiêu bị thiếu, rels mồ côi, loại nội dung không nhất quán và tạo báo cáo.
zh_hans: 检测缺失的目标、孤立的关系、不一致的内容类型并生成报告。

# dev_ooxml_sg_transform_title
source: Transformation
bg: Трансформация
cs: Transformace
el: Μετασχηματισμός
es: Transformación
fi: Muunna
fil: Pagbabago
ja: 変換
nl: Transformatie
no: Transformasjon
pl: Transformacja
pt_pt: Transformação
ro: Transformare
ru: Преобразование
sk: Transformácia
sw: Kubadilisha
tr: Dönüşüm
uk: Трансформація
vi: Chuyển đổi
zh_hans: 转换

# dev_ooxml_sg_transform_desc
source: Nettoyer les métadonnées, supprimer des parties, regénérer un package OOXML minimal.
bg: Почистване на метаданни, премахване на части, регенериране на минимален OOXML пакет.
cs: Vyčistit metadata, odstranit části, regenerovat minimální balíček OOXML.
da: Ryd metadata, fjern dele, regenerer en minimal OOXML-pakke.
de: Bereinigen Sie die Metadaten, entfernen Sie Teile, regenerieren Sie ein minimales OOXML-Paket.
el: Καθαρίστε τα μεταδεδομένα, αφαιρέστε μέρη, αναδημιουργήστε ένα ελάχιστο πακέτο OOXML.
es: Limpiar los metadatos, eliminar partes, regenerar un paquete OOXML mínimo.
fi: Puhdista metadata, poista osia, regeneroi minimaalinen OOXML-paketti.
fil: Linisin ang metadata, alisin ang mga bahagi, muling buuin ang isang minimal na OOXML package.
ja: メタデータをクリーンアップし、部分を削除し、最小限のOOXMLパッケージを再生成します。
nl: Schoon metadata op, verwijder delen, genereer een minimaal OOXML-pakket.
no: Rense metadata, fjerne deler, regenerere en minimal OOXML-pakke.
pl: Oczyść metadane, usuń części, regeneruj minimalny pakiet OOXML.
pt_pt: Limpar os metadados, remover partes, regenerar um pacote OOXML mínimo.
ro: Curățați metadatele, eliminați părți, regenerați un pachet OOXML minim.
ru: Очистить метаданные, удалить части, регенерировать минимальный пакет OOXML.
sk: Vyčistiť metadáta, odstrániť časti, regenerovať minimálny balík OOXML.
sv: Rensa metadata, ta bort delar, regenerera ett minimalt OOXML-paket.
sw: Safisha metadata, ondolewa sehemu, tengeneza pakiti ya OOXML ndogo.
tr: Meta verileri temizleyin, bölümleri kaldırın, minimal bir OOXML paketi yeniden oluşturun.
uk: Очищення метаданих, видалення частин, регенерація мінімального пакету OOXML.
vi: Làm sạch siêu dữ liệu, xóa các phần, tái tạo một gói OOXML tối thiểu.
zh_hans: 清理元数据，删除部分，重新生成最小的OOXML包。

# tool_ooxml_sanitize_metadata_title
source: Nettoyer les métadonnées OOXML
bg: Почистване на метаданни OOXML
cs: Čistit metadata OOXML
da: Ryd OOXML metadata
de: OOXML-Metadaten bereinigen
el: Καθαρίστε τα μεταδεδομένα OOXML
es: Limpiar los metadatos de OOXML
fi: Puhdista OOXML-metadata
fil: Linisin ang metadata ng OOXML
ja: OOXMLメタデータのクリーンアップ
nl: Schoon OOXML-metadata op
no: Rense OOXML-metadata
pl: Oczyść metadane OOXML
pt_pt: Limpar os metadados OOXML
ro: Curățați metadatele OOXML
ru: Очистить метаданные OOXML
sk: Vyčistiť metadáta OOXML
sv: Rensa OOXML-metadata
sw: Safisha metadata ya OOXML
tr: OOXML meta verilerini temizle
uk: Очищення метаданих OOXML
vi: Làm sạch siêu dữ liệu OOXML
zh_hans: 清理OOXML元数据

# tool_ooxml_sanitize_metadata_desc
source: Supprimer/normaliser docProps (auteur, société, chemins, historiques) pour partager un fichier plus "privacy-friendly".
bg: Премахване/нормализиране на docProps (автор, компания, пътища, истории) за споделяне на файл, който е по "приятелски настроен към личния живот".
cs: Odstranit/normovat docProps (autor, společnost, cesty, historie) pro sdílení souboru více "přátelského k soukromí".
da: Fjern/normaliser docProps (forfatter, virksomhed, stier, historik) for at dele en mere "privatlivsvenlig" fil.
de: DocProps (Autor, Unternehmen, Pfade, Historien) entfernen/normalisieren, um eine "datenschutzfreundlichere" Datei zu teilen.
el: Αφαιρέστε/κανονικοποιήστε docProps (συγγραφέας, εταιρεία, διαδρομές, ιστορικά) για να μοιραστείτε ένα αρχείο πιο "φιλικό προς την ιδιωτικότητα".
es: Eliminar/normalizar docProps (autor, empresa, rutas, historiales) para compartir un archivo más "amigable con la privacidad".
fi: Poista/normaalista docProps (kirjoittaja, yritys, polut, historiat) jakaa "yksityisyyttä kunnioittavampi" tiedosto.
fil: Tanggalin/normalisahin ang docProps (may-akda, kumpanya, mga landas, mga kasaysayan) upang ibahagi ang isang file na mas "privacy-friendly".
ja: 共有するために、docProps（著者、会社、パス、履歴）を削除/標準化し、より「プライバシーに配慮した」ファイルを作成します。
nl: Verwijder/normaliseer docProps (auteur, bedrijf, paden, geschiedenis) om een meer "privacy-vriendelijk" bestand te delen.
no: Fjerne/normalisere docProps (forfatter, selskap, stier, historikk) for å dele en mer "personvernvennlig" fil.
pl: Usuń/normalizuj docProps (autor, firma, ścieżki, historie), aby udostępnić bardziej "przyjazny dla prywatności" plik.
pt_pt: Remover/normar docProps (autor, empresa, caminhos, históricos) para compartilhar um arquivo mais "amigável à privacidade".
ro: Eliminați/normalizați docProps (autor, companie, căi, istorice) pentru a partaja un fișier mai "prietenos cu confidențialitatea".
ru: Удалить/нормализовать docProps (автор, компания, пути, история) для более "дружественного к конфиденциальности" файла.
sk: Odstrániť/normovať docProps (autor, spoločnosť, cesty, histórie) pre zdieľanie súboru, ktorý je viac "priatelský k súkromiu".
sv: Ta bort/normalisera docProps (författare, företag, sökvägar, historik) för att dela en mer "integritetsvänlig" fil.
sw: Ondoa/rekebisha docProps (mwandishi, kampuni, njia, historia) ili kushiriki faili yenye "urafiki wa faragha".
tr: Daha "gizlilik dostu" bir dosya paylaşmak için docProps'u (yazar, şirket, yollar, geçmişler) silin/normalleştirin.
uk: Видалення/нормалізація docProps (автор, компанія, шляхи, історії), щоб поділитися файлом, більш "дружнім до конфіденційності".
vi: Xóa/chuẩn hóa docProps (tác giả, công ty, đường dẫn, lịch sử) để chia sẻ một tệp thân thiện với quyền riêng tư hơn.
zh_hans: 删除/标准化docProps（作者、公司、路径、历史）以共享更“隐私友好”的文件。

# dev_ooxml_sg_debug_title
source: Internals & debug
bg: Вътрешности и отстраняване на грешки
cs: Interna & ladění
de: Interna & Debug
el: Εσωτερικά & αποσφαλμάτωση
es: Internos y depuración
fi: Sisäiset & virheenkorjaus
fil: Mga Internal & debug
ja: 内部 & デバッグ
nl: Interne & debug
pl: Wnętrza & debugowanie
pt_pt: Internos & depuração
ru: Внутренние данные и отладка
sk: Interné & ladenie
sv: Interna & felsökning
sw: Mifumo na ufuatiliaji
tr: İç Yapılar & hata ayıklama
uk: Внутрішні дані та налагодження
vi: Nội bộ & gỡ lỗi
zh_hans: 内部 & 调试

# dev_ooxml_sg_debug_desc
source: Graph des relations, arbre des parts, inspection des namespaces et fragments XML.
bg: Граф на отношенията, дърво на частите, инспекция на пространствата от имена и XML фрагменти.
cs: Graf vztahů, strom částí, inspekce prostorů názvů a fragmentů XML.
da: Relationer graf, deltræ, inspektion af namespaces og XML-fragmenter.
de: Beziehungsdiagramm, Teilebaum, Inspektion von Namespaces und XML-Fragmenten.
el: Γράφημα σχέσεων, δέντρο τμημάτων, επιθεώρηση namespaces και XML fragments.
es: Gráfico de relaciones, árbol de partes, inspección de espacios de nombres y fragmentos XML.
fi: Suhteiden kaavio, osien puu, nimialueiden tarkastus ja XML-fragmentit.
fil: Graph ng mga relasyon, puno ng mga bahagi, inspeksyon ng mga namespace at mga fragment ng XML.
ja: リレーションシップのグラフ、部分のツリー、名前空間とXMLフラグメントの検査。
nl: Relatiediagram, delenboom, inspectie van namespaces en XML-fragmenten.
no: Relasjonsdiagram, deltre, inspeksjon av navnerom og XML-fragmenter.
pl: Graf relacji, drzewo części, inspekcja przestrzeni nazw i fragmentów XML.
pt_pt: Gráfico de relações, árvore de partes, inspeção de namespaces e fragmentos XML.
ro: Graficul relațiilor, arborele părților, inspecția spațiilor de nume și fragmentelor XML.
ru: Граф отношений, дерево частей, инспекция пространств имен и фрагментов XML.
sk: Graf vzťahov, strom častí, kontrola názvov priestorov a fragmentov XML.
sv: Relationsgraf, delträd, inspektion av namnrymder och XML-fragment.
sw: Chati za uhusiano, mti wa sehemu, ukaguzi wa majina na vipande vya XML.
tr: İlişkiler grafiği, parçalar ağacı, ad alanları ve XML parçalarının denetimi.
uk: Граф зв'язків, дерево частин, перевірка просторових імен та фрагментів XML.
vi: Biểu đồ quan hệ, cây phần, kiểm tra các không gian tên và các đoạn XML.
zh_hans: 关系图、部分树、命名空间和XML片段的检查。

# tool_ooxml_diff_title
source: Comparer 2 packages OOXML
bg: Сравни 2 пакета OOXML
cs: Porovnat 2 balíčky OOXML
da: Sammenlign 2 OOXML-pakker
de: Vergleiche 2 OOXML-Pakete
el: Σύγκριση 2 πακέτων OOXML
es: Comparar 2 paquetes OOXML
fi: Vertaile 2 OOXML-pakettia
fil: Ihambing ang 2 OOXML na package
ja: 2つのOOXMLパッケージを比較
nl: Vergelijk 2 OOXML-pakketten
no: Sammenligne 2 OOXML-pakker
pl: Porównaj 2 pakiety OOXML
pt_pt: Comparar 2 pacotes OOXML
ro: Comparați 2 pachete OOXML
ru: Сравнить 2 пакета OOXML
sk: Porovnať 2 balíky OOXML
sv: Jämför 2 OOXML-paket
sw: Comparing 2 OOXML packages
tr: 2 OOXML paketini karşılaştır
uk: Порівняти 2 пакети OOXML
vi: So sánh 2 gói OOXML
zh_hans: 比较2个OOXML包

# tool_ooxml_diff_desc
source: Comparer deux fichiers (DOCX/XLSX/PPTX) : diff par part (XML) + changements de médias et de relations.
bg: Сравни два файла (DOCX/XLSX/PPTX): разлики по част (XML) + промени в медии и отношения.
cs: Porovnat dva soubory (DOCX/XLSX/PPTX): diff podle části (XML) + změny médií a vztahů.
da: Sammenlign to filer (DOCX/XLSX/PPTX): diff pr. del (XML) + ændringer af medier og relationer.
de: Vergleiche zwei Dateien (DOCX/XLSX/PPTX): Diff nach Teil (XML) + Medien- und Beziehungsänderungen.
el: Σύγκριση δύο αρχείων (DOCX/XLSX/PPTX): diff ανά τμήμα (XML) + αλλαγές μέσων και σχέσεων.
es: Comparar dos archivos (DOCX/XLSX/PPTX): diff por parte (XML) + cambios de medios y relaciones.
fi: Vertaile kahta tiedostoa (DOCX/XLSX/PPTX): diff osittain (XML) + muutokset medioissa ja suhteissa.
fil: Ihambing ang dalawang file (DOCX/XLSX/PPTX): diff ayon sa bahagi (XML) + mga pagbabago sa media at mga relasyon.
ja: 2つのファイル（DOCX/XLSX/PPTX）を比較します：部分（XML）ごとの差分 + メディアとリレーションシップの変更。
nl: Vergelijk twee bestanden (DOCX/XLSX/PPTX): diff per deel (XML) + wijzigingen in media en relaties.
no: Sammenligne to filer (DOCX/XLSX/PPTX): diff per del (XML) + medie- og relasjonsendringer.
pl: Porównaj dwa pliki (DOCX/XLSX/PPTX): różnice według części (XML) + zmiany mediów i relacji.
pt_pt: Comparar dois arquivos (DOCX/XLSX/PPTX): diff por parte (XML) + alterações de mídias e relações.
ro: Comparați două fișiere (DOCX/XLSX/PPTX): diff pe parte (XML) + modificări de media și relații.
ru: Сравнить два файла (DOCX/XLSX/PPTX): разница по частям (XML) + изменения медиа и отношений.
sk: Porovnať dva súbory (DOCX/XLSX/PPTX): diff podľa časti (XML) + zmeny médií a vzťahov.
sv: Jämför två filer (DOCX/XLSX/PPTX): diff per del (XML) + medie- och relationsändringar.
sw: Kulinganisha faili mbili (DOCX/XLSX/PPTX): tofauti kwa sehemu (XML) + mabadiliko ya vyombo na uhusiano.
tr: İki dosyayı (DOCX/XLSX/PPTX) karşılaştırın: parça (XML) bazında fark + medya ve ilişkilerdeki değişiklikler.
uk: Порівняти два файли (DOCX/XLSX/PPTX): різниця за частинами (XML) + зміни медіа та зв'язків.
vi: So sánh hai tệp (DOCX/XLSX/PPTX): khác biệt theo phần (XML) + thay đổi phương tiện và quan hệ.
zh_hans: 比较两个文件（DOCX/XLSX/PPTX）：按部分（XML）进行差异比较 + 媒体和关系的变化。

# group_dev_word_desc
source: Analyse et extraction de documents Word : texte, styles, champs, images, révisions…
bg: Анализ и извличане на Word документи: текст, стилове, полета, изображения, ревизии…
cs: Analýza a extrakce dokumentů Word: text, styly, pole, obrázky, revize…
da: Analyse og udtræk af Word-dokumenter: tekst, stilarter, felter, billeder, revisioner…
de: Analyse und Extraktion von Word-Dokumenten: Text, Stile, Felder, Bilder, Überarbeitungen…
el: Ανάλυση και εξαγωγή εγγράφων Word: κείμενο, στυλ, πεδία, εικόνες, αναθεωρήσεις…
es: Análisis y extracción de documentos de Word: texto, estilos, campos, imágenes, revisiones…
fi: Word-dokumenttien analysointi ja poiminta: teksti, tyylit, kentät, kuvat, tarkistukset…
fil: Pagsusuri at pagkuha ng mga dokumento ng Word: teksto, estilo, mga field, mga imahe, mga rebisyon…
ja: Word文書の分析と抽出：テキスト、スタイル、フィールド、画像、改訂…
nl: Analyse en extractie van Word-documenten: tekst, stijlen, velden, afbeeldingen, revisies…
no: Analyse og ekstraksjon av Word-dokumenter: tekst, stiler, felt, bilder, revisjoner…
pl: Analiza i ekstrakcja dokumentów Word: tekst, style, pola, obrazy, poprawki…
pt_pt: Análise e extração de documentos Word: texto, estilos, campos, imagens, revisões…
ro: Analiza și extragerea documentelor Word: text, stiluri, câmpuri, imagini, revizuiri…
ru: Анализ и извлечение документов Word: текст, стили, поля, изображения, правки…
sk: Analýza a extrakcia dokumentov Word: text, štýly, polia, obrázky, revízie…
sv: Analys och extraktion av Word-dokument: text, stilar, fält, bilder, revisioner…
sw: Uchambuzi na uchimbaji wa hati za Word: maandiko, mitindo, viwanja, picha, marekebisho…
tr: Word belgelerinin analizi ve çıkarımı: metin, stiller, alanlar, görüntüler, revizyonlar…
uk: Аналіз та екстракція документів Word: текст, стилі, поля, зображення, рецензії…
vi: Phân tích và trích xuất tài liệu Word: văn bản, kiểu, trường, hình ảnh, sửa đổi…
zh_hans: Word文档的分析和提取：文本、样式、字段、图像、修订…

# dev_word_sg_inspect_title
source: Inspection & extraction
bg: Инспекция и извличане
cs: Inspekce & extrakce
da: Inspektion & udtræk
de: Inspektion & Extraktion
el: Επιθεώρηση & εξαγωγή
es: Inspección y extracción
fi: Tarkastus & poiminta
fil: Inspeksyon & pagkuha
ja: 検査 & 抽出
nl: Inspectie & extractie
no: Inspeksjon & ekstraksjon
pl: Inspekcja & ekstrakcja
pt_pt: Inspeção & extração
ro: Inspecție & extragere
ru: Инспекция и извлечение
sk: Kontrola & extrakcia
sv: Inspektion & extraktion
sw: Ukaguzi na uchimbaji
tr: Denetim & çıkarım
uk: Перевірка та екстракція
vi: Kiểm tra & trích xuất
zh_hans: 检查 & 提取

# dev_word_sg_inspect_desc
source: Texte, styles, polices, champs, images, liens, tables, en-têtes/pieds, notes et révisions.
bg: Текст, стилове, шрифтове, полета, изображения, връзки, таблици, заглавия/долни колонтитули, бележки и ревизии.
cs: Text, styly, písma, pole, obrázky, odkazy, tabulky, záhlaví/patičky, poznámky a revize.
da: Tekst, stilarter, skrifttyper, felter, billeder, links, tabeller, overskrifter/fødder, noter og revisioner.
de: Text, Stile, Schriftarten, Felder, Bilder, Links, Tabellen, Kopf-/Fußzeilen, Fußnoten und Überarbeitungen.
el: Κείμενο, στυλ, γραμματοσειρές, πεδία, εικόνες, σύνδεσμοι, πίνακες, κεφαλίδες/υποσέλιδα, σημειώσεις και αναθεωρήσεις.
es: Texto, estilos, fuentes, campos, imágenes, enlaces, tablas, encabezados/pies, notas y revisiones.
fi: Teksti, tyylit, fontit, kentät, kuvat, linkit, taulukot, otsikot/jalat, muistiinpanot ja tarkistukset.
fil: Teksto, estilo, font, mga field, mga imahe, mga link, mga talahanayan, mga header/footer, mga tala at mga rebisyon.
ja: テキスト、スタイル、フォント、フィールド、画像、リンク、テーブル、ヘッダー/フッター、注釈、改訂。
nl: Tekst, stijlen, lettertypen, velden, afbeeldingen, links, tabellen, kop- en voetteksten, noten en revisies.
no: Tekst, stiler, skrifter, felt, bilder, lenker, tabeller, overskrifter/bunner, notater og revisjoner.
pl: Tekst, style, czcionki, pola, obrazy, linki, tabele, nagłówki/stopki, przypisy i poprawki.
pt_pt: Texto, estilos, fontes, campos, imagens, links, tabelas, cabeçalhos/rodapés, notas e revisões.
ro: Texte, stiluri, fonturi, câmpuri, imagini, linkuri, tabele, antete/picioare, note și revizuiri.
ru: Текст, стили, шрифты, поля, изображения, ссылки, таблицы, заголовки/колонтитулы, примечания и правки.
sk: Text, štýly, písma, polia, obrázky, odkazy, tabuľky, hlavičky/päty, poznámky a revízie.
sv: Text, stilar, typsnitt, fält, bilder, länkar, tabeller, rubriker/fötter, fotnoter och revisioner.
sw: Maandishi, mitindo, fonti, viwanja, picha, viungo, meza, vichwa/miguu, maelezo na marekebisho.
tr: Metin, stiller, yazı tipleri, alanlar, görüntüler, bağlantılar, tablolar, başlıklar/altbilgiler, notlar ve revizyonlar.
uk: Текст, стилі, шрифти, поля, зображення, посилання, таблиці, заголовки/колонтитули, примітки та рецензії.
vi: Văn bản, kiểu, phông chữ, trường, hình ảnh, liên kết, bảng, tiêu đề/chân trang, ghi chú và sửa đổi.
zh_hans: 文本、样式、字体、字段、图像、链接、表格、页眉/页脚、注释和修订。

# tool_docx_text_extractor_title
source: DOCX → texte
bg: DOCX → текст
cs: DOCX → text
da: DOCX → tekst
de: DOCX → Text
el: DOCX → κείμενο
es: DOCX → texto
fi: DOCX → teksti
fil: DOCX → teksto
ja: DOCX → テキスト
nl: DOCX → tekst
no: DOCX → tekst
pl: DOCX → tekst
pt_pt: DOCX → texto
ro: DOCX → text
ru: DOCX → текст
sk: DOCX → text
sv: DOCX → text
sw: DOCX → maandiko
tr: DOCX → metin
uk: DOCX → текст
vi: DOCX → văn bản
zh_hans: DOCX → 文本

# tool_docx_text_extractor_desc
source: Extraire le texte d'un DOCX (paragraphes, listes, tableaux) et l'exporter (TXT/JSON).
bg: Извлечете текста от DOCX (параграфи, списъци, таблици) и го експортирайте (TXT/JSON).
cs: Extrahovat text z DOCX (odstavce, seznamy, tabulky) a exportovat (TXT/JSON).
da: Ekstraher tekst fra en DOCX (afsnit, lister, tabeller) og eksporter (TXT/JSON).
de: Text aus einem DOCX extrahieren (Absätze, Listen, Tabellen) und exportieren (TXT/JSON).
el: Εξαγωγή κειμένου από ένα DOCX (παράγραφοι, λίστες, πίνακες) και εξαγωγή (TXT/JSON).
es: Extraer el texto de un DOCX (párrafos, listas, tablas) y exportarlo (TXT/JSON).
fi: Poista teksti DOCX:stä (kappaleet, luettelot, taulukot) ja vie se (TXT/JSON).
fil: Kunin ang teksto mula sa isang DOCX (mga talata, listahan, talahanayan) at i-export ito (TXT/JSON).
ja: DOCXからテキストを抽出し（段落、リスト、テーブル）、エクスポートします（TXT/JSON）。
nl: Extraheer tekst uit een DOCX (alinea's, lijsten, tabellen) en exporteer (TXT/JSON).
no: Ekstrahere tekst fra en DOCX (avsnitt, lister, tabeller) og eksportere (TXT/JSON).
pl: Wyodrębnij tekst z pliku DOCX (akapitów, list, tabel) i wyeksportuj (TXT/JSON).
pt_pt: Extrair o texto de um DOCX (parágrafos, listas, tabelas) e exportá-lo (TXT/JSON).
ro: Extrage textul dintr-un DOCX (paragrafe, liste, tabele) și îl exportă (TXT/JSON).
ru: Извлечь текст из DOCX (абзацы, списки, таблицы) и экспортировать (TXT/JSON).
sk: Extrahovať text z DOCX (odseky, zoznamy, tabuľky) a exportovať (TXT/JSON).
sv: Extrahera text från en DOCX (stycken, listor, tabeller) och exportera (TXT/JSON).
sw: Kuchota maandiko kutoka DOCX (aya, orodha, meza) na kuhamasisha (TXT/JSON).
tr: Bir DOCX'ten metin çıkarın (paragraflar, listeler, tablolar) ve dışa aktarın (TXT/JSON).
uk: Екстракція тексту з DOCX (абзаци, списки, таблиці) та експорт (TXT/JSON).
vi: Trích xuất văn bản từ một DOCX (đoạn, danh sách, bảng) và xuất khẩu (TXT/JSON).
zh_hans: 从DOCX中提取文本（段落、列表、表格）并导出（TXT/JSON）。
