Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# median_l2_s5_b3
source: En n pair, ne pas prendre “une des deux valeurs du milieu” : on prend leur moyenne.
af: In n even, moenie 'een van die twee waardes in die middel neem' nie: ons neem hul gemiddelde.
bg: При n четно, не взимай "една от двете стойности в средата": взимаме тяхното средно аритметично.
cs: V n sudém, nebrat "jednu ze dvou středních hodnot": bereme jejich průměr.
da: I n lige, ikke tage 'en af de to midterste værdier': vi tager deres gennemsnit.
de: Bei geradem n nicht "einen der beiden Werte in der Mitte" nehmen: wir nehmen ihren Durchschnitt.
el: Σε n ζυγό, να μην παίρνουμε "μία από τις δύο κεντρικές τιμές": παίρνουμε τον μέσο όρο τους.
es: En n par, no tomar 'uno de los dos valores del medio': tomamos su promedio.
fi: Parillisessa n:ssä, älä ota 'yhtä kahdesta keskimmäisestä arvosta': otamme niiden keskiarvon.
fil: Sa n even, huwag kunin ang 'isa sa dalawang halaga sa gitna': kinuha namin ang kanilang average.
hu: 33) Páratlan n esetén ne vegyük "a két középső érték egyikét": az átlagukat vesszük.
id: Dalam n genap, jangan ambil 'salah satu dari dua nilai tengah': kita mengambil rata-rata mereka.
it: In n pari, non prendere 'uno dei due valori centrali': prendiamo la loro media.
ja: n が偶数の場合、「中央の 2 つの値の 1 つを取らないでください」：それらの平均を取ります。
ko: n 짝수일 경우 '중간의 두 값 중 하나'를 취하지 마십시오: 그들의 평균을 취합니다.
nl: Bij even n, niet 'een van de twee waarden in het midden' nemen: we nemen hun gemiddelde.
no: I n par, ikke ta "en av de to midtverdiene": vi tar deres gjennomsnitt.
pl: W n parzystym nie brać „jednej z dwóch wartości w środku”: bierzemy ich średnią.
pt_pt: Em n par, não tomar 'um dos dois valores do meio': tomamos a sua média.
ro: În n par, nu luați „una dintre cele două valori din mijloc”: luăm media lor.
ru: При четном n не брать "одно из двух центральных значений": мы берем их среднее.
sk: Pri n párnom, nebrať "jednu z dvoch stredných hodnôt": berieme ich priemer.
sv: Vid jämn n, ta inte "ett av de två värdena i mitten": vi tar deras medelvärde.
sw: Katika n yenye wingi, usichukue "moja ya thamani mbili za kati": tunachukua wastani wao.
tr: n çift olduğunda, 'ortadaki iki değerden birini' almamak: ortalamalarını alıyoruz.
uk: У n парному, не брати “одне з двох значень посередині”: ми беремо їх середнє.
vi: Trong n chẵn, không lấy "một trong hai giá trị ở giữa": chúng ta lấy trung bình của chúng.
zh_hans: 在 n 为偶数时，不要取“中间的两个值之一”：我们取它们的平均值。

# median_l2_q1
source: Médiane de 9 ; 1 ; 4 ; 6 ; 7 ?
af: Mediaan van 9; 1; 4; 6; 7?
bg: Медиана на 9; 1; 4; 6; 7?
cs: Medián z 9; 1; 4; 6; 7?
da: Medianen af 9; 1; 4; 6; 7?
de: Median von 9; 1; 4; 6; 7?
el: Διάμεσος των 9; 1; 4; 6; 7;
es: ¿Mediana de 9; 1; 4; 6; 7?
fi: Mediaani 9; 1; 4; 6; 7?
fil: Median ng 9; 1; 4; 6; 7?
hu: 34) Mediánja 9; 1; 4; 6; 7?
id: Median dari 9; 1; 4; 6; 7?
it: Mediana di 9; 1; 4; 6; 7?
ja: 中央値は 9 ; 1 ; 4 ; 6 ; 7 ?
ko: 9; 1; 4; 6; 7의 중앙값은?
nl: Mediaan van 9; 1; 4; 6; 7?
no: Median av 9; 1; 4; 6; 7?
pl: Mediana z 9; 1; 4; 6; 7?
pt_pt: Mediana de 9; 1; 4; 6; 7?
ro: Mediana de 9; 1; 4; 6; 7?
ru: Медиана из 9; 1; 4; 6; 7?
sk: Medián z 9; 1; 4; 6; 7?
sv: Median av 9; 1; 4; 6; 7?
sw: Wastani wa 9; 1; 4; 6; 7?
tr: Medyanı 9; 1; 4; 6; 7 ?
uk: Медіана з 9; 1; 4; 6; 7?
vi: Giá trị trung vị của 9; 1; 4; 6; 7?
zh_hans: 中位数为 9；1；4；6；7？

# median_l2_q1_exp
source: Tri : 1,4,6,7,9 → n=5 (impair) → 3e valeur = 6.
af: Sortering: 1,4,6,7,9 → n=5 (oneven) → 3de waarde = 6.
bg: Сортиране: 1,4,6,7,9 → n=5 (нечетно) → 3-та стойност = 6.
cs: Seřazení: 1,4,6,7,9 → n=5 (liché) → 3. hodnota = 6.
da: Sortering: 1,4,6,7,9 → n=5 (ulige) → 3. værdi = 6.
de: Sortierung: 1,4,6,7,9 → n=5 (ungerade) → 3. Wert = 6.
el: Ταξινόμηση: 1,4,6,7,9 → n=5 (άρτιος) → 3η τιμή = 6.
es: Ordenar: 1,4,6,7,9 → n=5 (impar) → 3er valor = 6.
fi: Lajittelu: 1,4,6,7,9 → n=5 (pariton) → 3. arvo = 6.
fil: Pag-aayos: 1,4,6,7,9 → n=5 (odd) → 3rd na halaga = 6.
hu: 35) Rendezés: 1,4,6,7,9 → n=5 (páratlan) → 3. érték = 6.
id: Urut: 1,4,6,7,9 → n=5 (ganjil) → nilai ke-3 = 6.
it: Ordinamento: 1,4,6,7,9 → n=5 (dispari) → 3° valore = 6.
ja: ソート : 1,4,6,7,9 → n=5（奇数）→ 3 番目の値 = 6。
ko: 정렬: 1,4,6,7,9 → n=5 (홀수) → 3번째 값 = 6입니다.
nl: Sorteren: 1,4,6,7,9 → n=5 (oneven) → 3e waarde = 6.
no: Sortering: 1,4,6,7,9 → n=5 (oddetall) → 3. verdi = 6.
pl: Sortowanie: 1,4,6,7,9 → n=5 (nieparzyste) → 3. wartość = 6.
pt_pt: Ordenação: 1,4,6,7,9 → n=5 (ímpar) → 3º valor = 6.
ro: Sortare: 1,4,6,7,9 → n=5 (impar) → a 3-a valoare = 6.
ru: Сортировка: 1,4,6,7,9 → n=5 (нечетное) → 3-е значение = 6.
sk: Zoradenie: 1,4,6,7,9 → n=5 (nepárne) → 3. hodnota = 6.
sv: Sortering: 1,4,6,7,9 → n=5 (udda) → 3:e värdet = 6.
sw: Upangaji: 1,4,6,7,9 → n=5 (isiyo na wingi) → thamani ya 3 = 6.
tr: Sıralama: 1,4,6,7,9 → n=5 (tek) → 3. değer = 6.
uk: Сортування: 1,4,6,7,9 → n=5 (непарне) → 3-тє значення = 6.
vi: Sắp xếp: 1,4,6,7,9 → n=5 (lẻ) → giá trị thứ 3 = 6.
zh_hans: 排序：1,4,6,7,9 → n=5（奇数）→ 第 3 个值 = 6。

# median_l2_q2
source: Médiane de 2 ; 10 ; 4 ; 8 ?
af: Mediaan van 2; 10; 4; 8?
bg: Медиана на 2; 10; 4; 8?
cs: Medián z 2; 10; 4; 8?
da: Medianen af 2; 10; 4; 8?
de: Median von 2; 10; 4; 8?
el: Διάμεσος των 2; 10; 4; 8;
es: ¿Mediana de 2; 10; 4; 8?
fi: Mediaani 2; 10; 4; 8?
fil: Median ng 2; 10; 4; 8?
hu: 36) Mediánja 2; 10; 4; 8?
id: Median dari 2; 10; 4; 8?
it: Mediana di 2; 10; 4; 8?
ja: 中央値は 2 ; 10 ; 4 ; 8 ?
ko: 2; 10; 4; 8의 중앙값은?
nl: Mediaan van 2; 10; 4; 8?
no: Median av 2; 10; 4; 8?
pl: Mediana z 2; 10; 4; 8?
pt_pt: Mediana de 2; 10; 4; 8?
ro: Mediana de 2; 10; 4; 8?
ru: Медиана из 2; 10; 4; 8?
sk: Medián z 2; 10; 4; 8?
sv: Median av 2; 10; 4; 8?
sw: Wastani wa 2; 10; 4; 8?
tr: Medyanı 2; 10; 4; 8 ?
uk: Медіана з 2; 10; 4; 8?
vi: Giá trị trung vị của 2; 10; 4; 8?
zh_hans: 中位数为 2；10；4；8？

# median_l2_q2_exp
source: Tri : 2,4,8,10 → n=4 (pair) → (4+8)/2 = 6.
af: Sortering: 2,4,8,10 → n=4 (even) → (4+8)/2 = 6.
bg: Сортиране: 2,4,8,10 → n=4 (четно) → (4+8)/2 = 6.
cs: Seřazení: 2,4,8,10 → n=4 (sudé) → (4+8)/2 = 6.
da: Sortering: 2,4,8,10 → n=4 (lige) → (4+8)/2 = 6.
de: Sortierung: 2,4,8,10 → n=4 (gerade) → (4+8)/2 = 6.
el: Ταξινόμηση: 2,4,8,10 → n=4 (ζυγός) → (4+8)/2 = 6.
es: Ordenar: 2,4,8,10 → n=4 (par) → (4+8)/2 = 6.
fi: Lajittelu: 2,4,8,10 → n=4 (parillinen) → (4+8)/2 = 6.
fil: Pag-aayos: 2,4,8,10 → n=4 (even) → (4+8)/2 = 6.
hu: 37) Rendezés: 2,4,8,10 → n=4 (páros) → (4+8)/2 = 6.
id: Urut: 2,4,8,10 → n=4 (genap) → (4+8)/2 = 6.
it: Ordinamento: 2,4,8,10 → n=4 (pari) → (4+8)/2 = 6.
ja: ソート : 2,4,8,10 → n=4（偶数）→ (4+8)/2 = 6。
ko: 정렬: 2,4,8,10 → n=4 (짝수) → (4+8)/2 = 6입니다.
nl: Sorteren: 2,4,8,10 → n=4 (even) → (4+8)/2 = 6.
no: Sortering: 2,4,8,10 → n=4 (par) → (4+8)/2 = 6.
pl: Sortowanie: 2,4,8,10 → n=4 (parzyste) → (4+8)/2 = 6.
pt_pt: Ordenação: 2,4,8,10 → n=4 (par) → (4+8)/2 = 6.
ro: Sortare: 2,4,8,10 → n=4 (par) → (4+8)/2 = 6.
ru: Сортировка: 2,4,8,10 → n=4 (четное) → (4+8)/2 = 6.
sk: Zoradenie: 2,4,8,10 → n=4 (párne) → (4+8)/2 = 6.
sv: Sortering: 2,4,8,10 → n=4 (jämn) → (4+8)/2 = 6.
sw: Upangaji: 2,4,8,10 → n=4 (wenye wingi) → (4+8)/2 = 6.
tr: Sıralama: 2,4,8,10 → n=4 (çift) → (4+8)/2 = 6.
uk: Сортування: 2,4,8,10 → n=4 (парне) → (4+8)/2 = 6.
vi: Sắp xếp: 2,4,8,10 → n=4 (chẵn) → (4+8)/2 = 6.
zh_hans: 排序：2,4,8,10 → n=4（偶数）→ (4+8)/2 = 6。

# median_l3_title
source: 3) Médiane et valeurs extrêmes : pourquoi elle est robuste
af: 3) Mediaan en ekstreme waardes: hoekom dit robuust is
bg: 3) Медиана и крайни стойности: защо е устойчива
cs: 3) Medián a extrémní hodnoty: proč je robustní
da: 3) Median og ekstreme værdier: hvorfor den er robust
de: 3) Median und Extremwerte: warum er robust ist
el: 3) Διάμεσος και ακραίες τιμές: γιατί είναι ανθεκτική
es: 3) Mediana y valores extremos: por qué es robusta
fi: 3) Mediaani ja äärimmäiset arvot: miksi se on kestävä
fil: 3) Median at mga extreme na halaga: bakit ito matatag
hu: 38) 3) Medián és extrém értékek: miért robusztus
id: 3) Median dan nilai ekstrem: mengapa ia tahan
it: 3) Mediana e valori estremi: perché è robusta
ja: 3) 中央値と外れ値 : なぜそれが頑健なのか
ko: 3) 중앙값과 극단값: 왜 강력한가
nl: 3) Mediaan en extreme waarden: waarom het robuust is
no: 3) Median og ekstreme verdier: hvorfor den er robust
pl: 3) Mediana i wartości skrajne: dlaczego jest odporna
pt_pt: 3) Mediana e valores extremos: porque é robusta
ro: 3) Mediana și valorile extreme: de ce este robustă
ru: 3) Медиана и крайние значения: почему она устойчива
sk: 3) Medián a extrémne hodnoty: prečo je robustný
sv: 3) Median och extrema värden: varför den är robust
sw: 3) Wastani na thamani za mipaka: kwa nini ni thabiti
tr: 3) Medyan ve uç değerler: neden dayanıklıdır
uk: 3) Медіана та екстремальні значення: чому вона є стійкою
vi: 3) Giá trị trung vị và các giá trị cực đoan: tại sao nó lại bền vững
zh_hans: 中位数和极端值：为什么它是稳健的

# median_l3_sub
source: Une valeur aberrante peut exploser la moyenne, mais change peu la médiane.
af: 'n Afwykende waarde kan die gemiddelde opblaas, maar verander min die mediaan.
bg: Една аномална стойност може да взриви средното, но променя малко медианата.
cs: Extrémní hodnota může explodovat průměr, ale málo mění medián.
da: En afvigende værdi kan eksplodere gennemsnittet, men ændrer lidt medianen.
de: Ein Ausreißer kann den Durchschnitt sprengen, ändert aber den Median kaum.
el: Μια ακραία τιμή μπορεί να εκτοξεύσει τον μέσο όρο, αλλά αλλάζει λίγο τη διάμεσο.
es: Un valor atípico puede explotar la media, pero cambia poco la mediana.
fi: Poikkeava arvo voi räjäyttää keskiarvon, mutta muuttaa mediaania vain vähän.
fil: Ang isang outlier ay maaaring sumabog sa average, ngunit kaunti ang nagbabago sa median.
hu: 39) Egy kiugró érték felrobbanthatja az átlagot, de alig változtatja meg a mediánt.
id: Sebuah nilai yang menyimpang dapat meledakkan rata-rata, tetapi sedikit mengubah median.
it: Un valore anomalo può esplodere la media, ma cambia poco la mediana.
ja: 外れ値は平均を大きく変える可能性がありますが、中央値はあまり変わりません。
ko: 이상치는 평균을 크게 변화시킬 수 있지만, 중앙값은 거의 변하지 않습니다.
nl: Een uitschieter kan het gemiddelde opblazen, maar verandert de mediaan weinig.
no: En avvikende verdi kan sprenge gjennomsnittet, men endrer lite på medianen.
pl: Wartość odstająca może wybuchnąć średnią, ale niewiele zmienia medianę.
pt_pt: Um valor aberrante pode explodir a média, mas muda pouco a mediana.
ro: O valoare aberantă poate exploda media, dar schimbă puțin mediana.
ru: Аномальное значение может взорвать среднее, но мало изменяет медиану.
sk: Extrémna hodnota môže explodovať priemer, ale málo mení medián.
sv: Ett avvikande värde kan spränga medelvärdet, men förändrar medianen lite.
sw: Thamani ya ajabu inaweza kuharibu wastani, lakini inabadilisha kidogo wastani.
tr: Bir aykırı değer ortalamayı patlatabilir, ancak medyanı pek değiştirmez.
uk: Аномальне значення може сильно вплинути на середнє, але мало змінює медіану.
vi: Một giá trị ngoại lai có thể làm tăng giá trị trung bình, nhưng ít thay đổi giá trị trung vị.
zh_hans: 一个异常值可能会极大地影响平均值，但对中位数的影响很小。

# median_tag_outliers
source: valeurs extrêmes
af: ekstreme waardes
bg: крайни стойности
cs: extrémní hodnoty
da: ekstreme værdier
de: Extremwerte
el: ακραίες τιμές
es: valores extremos
fi: äärimmäiset arvot
fil: mga extreme na halaga
hu: 40) extrém értékek
id: nilai ekstrem
it: valori estremi
ja: 外れ値
ko: 극단값
nl: extreme waarden
no: ekstreme verdier
pl: wartości skrajne
pt_pt: valores extremos
ro: valori extreme
ru: крайние значения
sk: extrémne hodnoty
sv: extrema värden
sw: thamani za mipaka
tr: uç değerler
uk: екстремальні значення
vi: các giá trị cực đoan
zh_hans: 极端值

# median_tag_skew
source: asymétrie
af: asimmetrie
bg: асиметрия
cs: asymetrie
da: asymmetri
de: Asymmetrie
el: ασυμμετρία
es: asimetría
fi: asymmetria
fil: asymmetry
hu: aszimmetria
id: asimetri
it: asimmetria
ja: 非対称性
ko: 비대칭
nl: asymmetrie
no: asymmetri
pl: asymetria
pt_pt: assimetria
ro: asymetrie
ru: асимметрия
sk: asymetria
sv: asymmetri
sw: asymetria
tr: asimetri
uk: асиметрія
vi: đối xứng
zh_hans: 偏斜

# median_l3_s1_title
source: Exemple “moyenne trompeuse”
af: Voorbeeld "misleidende gemiddelde"
bg: Пример "подвеждаща средна"
cs: Příklad "klamná průměr"
da: Eksempel “misvisende gennemsnit”
de: Beispiel "trügerisches Mittel"
el: Παράδειγμα "παραπλανητικός μέσος όρος"
es: Ejemplo "media engañosa"
fi: Esimerkki "harhaanjohtava keskiarvo"
fil: Example 'deceptive average'
hu: Példa "megtévesztő átlag"
id: Contoh "rata-rata menyesat"
it: Esempio "media ingannevole"
ja: 例「誤解を招く平均」
ko: 예시 '오해의 소지가 있는 평균'
nl: Voorbeeld "misleidende gemiddelde"
no: Eksempel “misvisende gjennomsnitt”
pl: Przykład "myląca średnia"
pt_pt: Exemplo "média enganadora"
ro: Exemplu “medie înșelătoare”
ru: Пример "обманчивое среднее"
sk: Príklad "klamlivý priemer"
sv: Exempel "vilseledande medelvärde"
sw: Mfano wa "kati ya kupotosha"
tr: Örnek “yanıltıcı ortalama”
uk: Приклад “обманливого середнього”
vi: Ví dụ "trung bình gây hiểu lầm"
zh_hans: 示例“误导性平均”

# median_l3_s1_b1
source: Série A : 10, 10, 10, 10, 10 → moyenne=10, médiane=10.
af: Reeks A : 10, 10, 10, 10, 10 → gemiddelde=10, mediaan=10.
bg: Серия A: 10, 10, 10, 10, 10 → средно=10, медиана=10.
cs: Série A : 10, 10, 10, 10, 10 → průměr=10, medián=10.
da: Serie A : 10, 10, 10, 10, 10 → gennemsnit=10, median=10.
de: Serie A : 10, 10, 10, 10, 10 → Mittelwert=10, Median=10.
el: Σειρά Α: 10, 10, 10, 10, 10 → μέσος όρος=10, διάμεσος=10.
es: Serie A : 10, 10, 10, 10, 10 → media=10, mediana=10.
fi: Sarja A : 10, 10, 10, 10, 10 → keskiarvo=10, mediaani=10.
fil: Series A: 10, 10, 10, 10, 10 → average=10, median=10.
hu: A sorozat A: 10, 10, 10, 10, 10 → átlag=10, medián=10.
id: Seri A : 10, 10, 10, 10, 10 → rata-rata=10, median=10.
it: Serie A : 10, 10, 10, 10, 10 → media=10, mediana=10.
ja: シリーズ A : 10, 10, 10, 10, 10 → 平均=10, 中央値=10。
ko: 시리즈 A: 10, 10, 10, 10, 10 → 평균=10, 중앙값=10입니다.
nl: Reeks A : 10, 10, 10, 10, 10 → gemiddelde=10, mediaan=10.
no: Serie A : 10, 10, 10, 10, 10 → gjennomsnitt=10, median=10.
pl: Seryj A : 10, 10, 10, 10, 10 → średnia=10, mediana=10.
pt_pt: Série A : 10, 10, 10, 10, 10 → média=10, mediana=10.
ro: Seria A : 10, 10, 10, 10, 10 → medie=10, mediană=10.
ru: Серия A : 10, 10, 10, 10, 10 → среднее=10, медиана=10.
sk: Séria A : 10, 10, 10, 10, 10 → priemer=10, medián=10.
sv: Serie A : 10, 10, 10, 10, 10 → medelvärde=10, median=10.
sw: Mfululizo A : 10, 10, 10, 10, 10 → kati=10, mediani=10.
tr: Dizi A : 10, 10, 10, 10, 10 → ortalama=10, medyan=10.
uk: Серія A: 10, 10, 10, 10, 10 → середнє=10, медіана=10.
vi: Dãy A : 10, 10, 10, 10, 10 → trung bình=10, trung vị=10.
zh_hans: 序列 A：10, 10, 10, 10, 10 → 平均值=10，中位数=10。

# median_l3_s1_b2
source: Série B : 10, 10, 10, 10, 1000 → moyenne monte fortement, médiane reste 10.
af: Reeks B : 10, 10, 10, 10, 1000 → gemiddelde styg sterk, mediaan bly 10.
bg: Серия B: 10, 10, 10, 10, 1000 → средното рязко нараства, медианата остава 10.
cs: Série B : 10, 10, 10, 10, 1000 → průměr výrazně roste, medián zůstává 10.
da: Serie B : 10, 10, 10, 10, 1000 → gennemsnit stiger kraftigt, median forbliver 10.
de: Serie B : 10, 10, 10, 10, 1000 → Mittelwert steigt stark, Median bleibt 10.
el: Σειρά Β: 10, 10, 10, 10, 1000 → ο μέσος όρος αυξάνεται σημαντικά, η διάμεσος παραμένει 10.
es: Serie B : 10, 10, 10, 10, 1000 → la media sube fuertemente, la mediana se mantiene en 10.
fi: Sarja B : 10, 10, 10, 10, 1000 → keskiarvo nousee voimakkaasti, mediaani pysyy 10:ssä.
fil: Series B: 10, 10, 10, 10, 1000 → average rises sharply, median remains 10.
hu: A sorozat B: 10, 10, 10, 10, 1000 → az átlag erősen megemelkedik, a medián 10 marad.
id: Seri B : 10, 10, 10, 10, 1000 → rata-rata meningkat tajam, median tetap 10.
it: Serie B : 10, 10, 10, 10, 1000 → la media sale notevolmente, la mediana rimane 10.
ja: シリーズ B : 10, 10, 10, 10, 1000 → 平均が大きく上昇し、中央値は 10 のままです。
ko: 시리즈 B: 10, 10, 10, 10, 1000 → 평균이 크게 상승하고, 중앙값은 10으로 유지됩니다.
nl: Reeks B : 10, 10, 10, 10, 1000 → gemiddelde stijgt sterk, mediaan blijft 10.
no: Serie B : 10, 10, 10, 10, 1000 → gjennomsnittet stiger kraftig, medianen forblir 10.
pl: Seryj B : 10, 10, 10, 10, 1000 → średnia znacznie rośnie, mediana pozostaje 10.
pt_pt: Série B : 10, 10, 10, 10, 1000 → média sobe fortemente, mediana permanece 10.
ro: Seria B : 10, 10, 10, 10, 1000 → media crește semnificativ, mediana rămâne 10.
ru: Серия B : 10, 10, 10, 10, 1000 → среднее сильно увеличивается, медиана остается 10.
sk: Séria B : 10, 10, 10, 10, 1000 → priemer sa výrazne zvyšuje, medián zostáva 10.
sv: Serie B : 10, 10, 10, 10, 1000 → medelvärdet stiger kraftigt, medianen förblir 10.
sw: Mfululizo B : 10, 10, 10, 10, 1000 → kati inapaa sana, mediani inabaki 10.
tr: Dizi B : 10, 10, 10, 10, 1000 → ortalama yükseliyor, medyan 10'da kalıyor.
uk: Серія B: 10, 10, 10, 10, 1000 → середнє сильно зростає, медіана залишається 10.
vi: Dãy B : 10, 10, 10, 10, 1000 → trung bình tăng mạnh, trung vị vẫn là 10.
zh_hans: 序列 B：10, 10, 10, 10, 1000 → 平均值大幅上升，中位数保持为 10。

# median_l3_s1_b3
source: Conclusion : un seul outlier peut déplacer la moyenne, mais la médiane résiste.
af: Gevolgtrekking : 'n enkele uitschieter kan die gemiddelde verskuif, maar die mediaan bly standvastig.
bg: Заключение: един единствен аутлайер може да премести средното, но медианата устоява.
cs: Závěr : jediný outlier může posunout průměr, ale medián odolává.
da: Konklusion : en enkelt outlier kan flytte gennemsnittet, men medianen modstår.
de: Fazit : Ein einziger Ausreißer kann den Mittelwert verschieben, aber der Median bleibt stabil.
el: Συμπέρασμα: μια μόνο ακραία τιμή μπορεί να μετακινήσει τον μέσο όρο, αλλά η διάμεσος αντέχει.
es: Conclusión : un solo outlier puede desplazar la media, pero la mediana resiste.
fi: Johtopäätös : yksi poikkeava arvo voi siirtää keskiarvoa, mutta mediaani kestää.
fil: Conclusion: a single outlier can shift the average, but the median holds firm.
hu: Következtetés: egyetlen kiugró érték elmozdíthatja az átlagot, de a medián ellenáll.
id: Kesimpulan : satu outlier dapat menggeser rata-rata, tetapi median tetap.
it: Conclusione : un solo outlier può spostare la media, ma la mediana resiste.
ja: 結論 : 1 つの外れ値が平均を移動させる可能性がありますが、中央値は耐えます。
ko: 결론: 단 하나의 이상치가 평균을 이동시킬 수 있지만, 중앙값은 저항합니다.
nl: Conclusie : een enkele outlier kan het gemiddelde verplaatsen, maar de mediaan blijft standvastig.
no: Konklusjon : en enkelt uteligger kan flytte gjennomsnittet, men medianen står imot.
pl: Wniosek : jeden outlier może przesunąć średnią, ale mediana pozostaje stabilna.
pt_pt: Conclusão : um único outlier pode deslocar a média, mas a mediana resiste.
ro: Concluzie : un singur outlier poate muta media, dar mediana rezistă.
ru: Вывод : один единственный выброс может сместить среднее, но медиана устойчива.
sk: Záver : jediný outlier môže posunúť priemer, ale medián odoláva.
sv: Slutsats : en enda avvikare kan flytta medelvärdet, men medianen står emot.
sw: Hitimisho : outlier mmoja tu anaweza kuhamasisha kati, lakini mediani inakabiliwa.
tr: Sonuç : tek bir aykırı değer ortalamayı kaydırabilir, ancak medyan dayanıklıdır.
uk: Висновок: один аутлайер може зрушити середнє, але медіана залишається стабільною.
vi: Kết luận : một outlier duy nhất có thể làm thay đổi trung bình, nhưng trung vị vẫn giữ nguyên.
zh_hans: 结论：一个异常值可以移动平均值，但中位数保持不变。

# median_l3_s1_ex1
source: Illustration
af: Illusie
bg: Илюстрация
cs: Ilustrace
el: Εικονογράφηση
es: Ilustración
fi: Kuvasto
hu: Illusztráció
id: Ilustrasi
it: Illustrazione
ja: イラスト
ko: 일러스트레이션
nl: Illustratie
no: Illustrasjon
pl: Ilustracja
pt_pt: Ilustração
ro: Ilustrație
ru: Иллюстрация
sk: Ilustrácia
sw: Mchoro
tr: Görselleştirme
uk: Ілюстрація
vi: Minh họa
zh_hans: 插图

# median_l3_s2_title
source: Interprétation en percentiles
af: Interpretasie in persentiele
bg: Интерпретация в перцентили
cs: Interpretace v percentilech
da: Fortolkning i percentiler
de: Interpretation in Perzentilen
el: Ερμηνεία σε ποσοστά
es: Interpretación en percentiles
fi: Tulkitseminen prosenttipisteinä
fil: Interpretation in percentiles
hu: Értelmezés percentilisekben
id: Interpretasi dalam persentil
it: Interpretazione in percentili
ja: パーセンタイルでの解釈
ko: 백분위수 해석
nl: Interpretatie in percentielen
no: Tolkning i percentiler
pl: Interpretacja w percentylach
pt_pt: Interpretação em percentis
ro: Interpretare în percentile
ru: Интерпретация в перцентилях
sk: Interpretácia v percentiloch
sv: Tolkning i percentiler
sw: Tafsiri katika asilimia
tr: Yüzdelikler cinsinden yorumlama
uk: Інтерпретація в перцентилях
vi: Diễn giải theo phần trăm
zh_hans: 百分位数解释

# median_l3_s2_b1
source: La médiane correspond au 50e percentile (aussi appelé “2e quartile” ou Q2).
af: Die mediaan kom ooreen met die 50ste persentiel (ook genoem "2de kwartiel" of Q2).
bg: Медианата съответства на 50-ти перцентил (също наричан "2-ри квартил" или Q2).
cs: Medián odpovídá 50. percentilu (také nazývanému "2. kvartil" nebo Q2).
da: Medianen svarer til 50. percentil (også kaldet “2. kvartil” eller Q2).
de: Der Median entspricht dem 50. Perzentil (auch "2. Quartil" oder Q2 genannt).
el: Η διάμεσος αντιστοιχεί στο 50ο ποσοστό (γνωστό και ως "2ο τεταρτημόριο" ή Q2).
es: La mediana corresponde al percentil 50 (también llamado "2º cuartil" o Q2).
fi: Mediaani vastaa 50. prosenttipistettä (myös kutsutaan "2. kvartaaliksi" tai Q2).
fil: The median corresponds to the 50th percentile (also called '2nd quartile' or Q2).
hu: A medián a 50. percentilisnek felel meg (más néven "2. kvartilis" vagy Q2).
id: Median sesuai dengan persentil ke-50 (juga disebut "kuartil ke-2" atau Q2).
it: La mediana corrisponde al 50° percentile (noto anche come "2° quartile" o Q2).
ja: 中央値は 50 パーセンタイルに対応します（「第 2 四分位数」または Q2 とも呼ばれます）。
ko: 중앙값은 50번째 백분위수(또는 '2번째 사분위수' 또는 Q2라고도 함)에 해당합니다.
nl: De mediaan komt overeen met het 50e percentiel (ook wel "2e kwartiel" of Q2 genoemd).
no: Medianen tilsvarer 50. percentil (også kalt “2. kvartil” eller Q2).
pl: Mediana odpowiada 50. percentylowi (nazywanemu również "2. kwartylem" lub Q2).
pt_pt: A mediana corresponde ao 50º percentil (também chamado "2º quartil" ou Q2).
ro: Mediana corespunde percentilului 50 (numit și “al doilea quartil” sau Q2).
ru: Медиана соответствует 50-му перцентилю (также называемому "2-м квартилем" или Q2).
sk: Medián zodpovedá 50. percentilu (tiež nazývanému "2. kvartil" alebo Q2).
sv: Medianen motsvarar 50:e percentilen (även kallad "2:a kvartilen" eller Q2).
sw: Madini inawakilisha asilimia ya 50 (pia inajulikana kama "quartile ya pili" au Q2).
tr: Medyan, 50. yüzdelik dilime (aynı zamanda “2. çeyrek” veya Q2 olarak da adlandırılır) karşılık gelir.
uk: Медіана відповідає 50-му перцентилю (також званому “2-м квартилем” або Q2).
vi: Trung vị tương ứng với phần trăm thứ 50 (còn gọi là "phần tư thứ 2" hoặc Q2).
zh_hans: 中位数对应于第 50 个百分位数（也称为“第 2 四分位数”或 Q2）。
