Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# tool_rtf_to_json_desc
source: Parser RTF et exporter une structure (groupes, contrôles, texte) pour debug/traitement.
bg: Парсер RTF и експортиране на структура (групи, контроли, текст) за отстраняване на грешки/обработка.
cs: Parser RTF a export struktury (skupiny, ovládací prvky, text) pro ladění/zpracování.
da: Parser RTF og eksportere en struktur (grupper, kontroller, tekst) til debug/behandling.
de: RTF-Parser und Export einer Struktur (Gruppen, Steuerelemente, Text) für Debugging/Verarbeitung.
el: Αναλυτής RTF και εξαγωγή δομής (ομάδες, έλεγχοι, κείμενο) για αποσφαλμάτωση/επεξεργασία.
es: Analizar RTF y exportar una estructura (grupos, controles, texto) para depuración/procesamiento.
fi: Jäsennä RTF ja vie rakenne (ryhmät, ohjaimet, teksti) virheiden etsintää/käsittelyä varten.
fil: Parser ng RTF at i-export ang isang istruktura (mga grupo, kontrol, teksto) para sa debug/pagproseso.
ja: RTFをパースし、デバッグ/処理のための構造（グループ、コントロール、テキスト）をエクスポートします。
nl: Parser RTF en exporteer een structuur (groepen, controles, tekst) voor debuggen/verwerking.
no: Parser RTF og eksporterer en struktur (grupper, kontroller, tekst) for debugging/behandling.
pl: Parsuj RTF i wyeksportuj strukturę (grupy, kontrolki, tekst) do debugowania/przetwarzania.
pt_pt: Analisador RTF e exportar uma estrutura (grupos, controles, texto) para depuração/processamento.
ro: Parsează RTF și exportă o structură (grupuri, controale, text) pentru debug/întreținere.
ru: Парсить RTF и экспортировать структуру (группы, элементы управления, текст) для отладки/обработки.
sk: Parser RTF a exportovať štruktúru (skupiny, ovládacie prvky, text) na debugovanie/spracovanie.
sv: Parsa RTF och exportera en struktur (grupper, kontroller, text) för debug/hantering.
sw: Parser RTF na kusafirisha muundo (vikundi, udhibiti, maandiko) kwa ajili ya debug/uchakataji.
tr: RTF'yi ayrıştır ve hata ayıklama/i̇şleme için bir yapı (gruplar, kontroller, metin) dışa aktar.
uk: Парсер RTF та експортер структури (групи, контролі, текст) для налагодження/обробки.
vi: Phân tích RTF và xuất một cấu trúc (nhóm, điều khiển, văn bản) để gỡ lỗi/xử lý.
zh_hans: 解析 RTF 并导出结构（组、控件、文本）以供调试/处理。

# dev_rtf_sg_validate_title
source: Validation
bg: Валидация
cs: Validace
da: Validering
de: Validierung
el: Επικύρωση
es: Validación
fi: Vahvistus
fil: Pagpapatunay
ja: 検証
nl: Validatie
no: Validering
pl: Walidacja
pt_pt: Validação
ro: Validare
ru: Валидация
sk: Validácia
sv: Validering
sw: Uthibitishaji
tr: Doğrulama
uk: Валідація
vi: Xác thực
zh_hans: 验证

# dev_rtf_sg_validate_desc
source: Détecter RTF corrompu, groupes non fermés, et anomalies de syntaxe courantes.
bg: Откриване на повреден RTF, незатворени групи и често срещани синтактични аномалии.
cs: Detekce poškozeného RTF, neuzavřených skupin a běžných syntaktických anomálií.
da: Registrere beskadiget RTF, ikke-lukkede grupper og almindelige syntaksfejl.
de: Erkennung von beschädigtem RTF, nicht geschlossenen Gruppen und häufigen Syntaxanomalien.
el: Ανίχνευση κατεστραμμένου RTF, μη κλειστών ομάδων και κοινών ανωμαλιών σύνταξης.
es: Detectar RTF corrupto, grupos no cerrados y anomalías de sintaxis comunes.
fi: Tunnista vioittunut RTF, sulkemattomat ryhmät ja yleiset syntaksivirheet.
fil: Tukuyin ang sira na RTF, mga grupong hindi nakasara, at mga karaniwang anomalya sa syntax.
ja: 破損したRTF、閉じていないグループ、一般的な構文の異常を検出します。
nl: Detecteer corrupte RTF, niet-gesloten groepen en veelvoorkomende syntaxisfouten.
no: Oppdage ødelagt RTF, ikke-lukkede grupper, og vanlige syntaksanomalier.
pl: Wykryj uszkodzony RTF, niezamknięte grupy i powszechne anomalie składni.
pt_pt: Detectar RTF corrompido, grupos não fechados e anomalias de sintaxe comuns.
ro: Detectează RTF corupt, grupuri neînchise și anomalii de sintaxă comune.
ru: Обнаружить поврежденный RTF, незакрытые группы и распространенные синтаксические аномалии.
sk: Detekovať poškodený RTF, neuzavreté skupiny a bežné syntaktické anomálie.
sv: Upptäck korrupt RTF, icke-stängda grupper och vanliga syntaxanomalier.
sw: Gundua RTF iliyoharibika, vikundi visivyofungwa, na kasoro za kawaida za sintaksia.
tr: Bozulmuş RTF'yi, kapatılmamış grupları ve yaygın sözdizimi anormalliklerini tespit et.
uk: Виявлення пошкодженого RTF, незакритих груп та поширених синтаксичних аномалій.
vi: Phát hiện RTF bị hỏng, nhóm không đóng, và các bất thường cú pháp phổ biến.
zh_hans: 检测损坏的 RTF、未闭合的组和常见的语法异常。

# tool_rtf_syntax_check_title
source: Vérifier la syntaxe RTF
bg: Проверка на синтаксиса на RTF
cs: Zkontrolovat syntaxi RTF
da: Tjek RTF-syntaks
de: RTF-Syntax überprüfen
el: Έλεγχος σύνταξης RTF
es: Verificar la sintaxis RTF
fi: Tarkista RTF-syntaksi
fil: Suriin ang syntax ng RTF
ja: RTF構文をチェック
nl: Controleer RTF-syntaxis
no: Sjekk RTF-syntaks
pl: Sprawdź składnię RTF
pt_pt: Verificar a sintaxe RTF
ro: Verifică sintaxa RTF
ru: Проверка синтаксиса RTF
sk: Skontrolovať syntax RTF
sv: Kontrollera RTF-syntax
sw: Kagua sintaksia ya RTF
tr: RTF sözdizimini kontrol et
uk: Перевірка синтаксису RTF
vi: Kiểm tra cú pháp RTF
zh_hans: 检查 RTF 语法

# tool_rtf_syntax_check_desc
source: Détecter anomalies courantes : groupes non fermés, contrôles invalides, encodage incohérent.
bg: Откриване на често срещани аномалии: незатворени групи, невалидни контроли, несъответстващо кодиране.
cs: Detekce běžných anomálií: neuzavřené skupiny, neplatné ovládací prvky, nekonzistentní kódování.
da: Registrere almindelige fejl: ikke-lukkede grupper, ugyldige kontroller, inkonsekvent kodning.
de: Erkennung häufiger Anomalien: nicht geschlossene Gruppen, ungültige Steuerelemente, inkonsistente Kodierung.
el: Ανίχνευση κοινών ανωμαλιών: μη κλειστές ομάδες, μη έγκυροι έλεγχοι, ασυνεπής κωδικοποίηση.
es: Detectar anomalías comunes: grupos no cerrados, controles inválidos, codificación inconsistente.
fi: Tunnista yleiset poikkeamat: sulkemattomat ryhmät, virheelliset ohjaimet, epäjohdonmukainen koodaus.
fil: Tukuyin ang mga karaniwang anomalya: mga grupong hindi nakasara, mga hindi wastong kontrol, hindi pare-parehong encoding.
ja: 一般的な異常を検出します：閉じていないグループ、無効なコントロール、一貫性のないエンコーディング。
nl: Detecteer veelvoorkomende afwijkingen: niet-gesloten groepen, ongeldige controles, inconsistente codering.
no: Oppdage vanlige anomalier: ikke-lukkede grupper, ugyldige kontroller, inkonsekvent koding.
pl: Wykryj powszechne anomalie: niezamknięte grupy, nieprawidłowe kontrolki, niespójne kodowanie.
pt_pt: Detectar anomalias comuns: grupos não fechados, controles inválidos, codificação inconsistente.
ro: Detectează anomalii comune: grupuri neînchise, controale invalide, codificare incoerentă.
ru: Обнаружить распространенные аномалии: незакрытые группы, недопустимые элементы управления, несоответствующее кодирование.
sk: Detekovať bežné anomálie: neuzavreté skupiny, neplatné ovládacie prvky, nekonzistentné kódovanie.
sv: Upptäck vanliga anomalier: icke-stängda grupper, ogiltiga kontroller, inkonsekvent kodning.
sw: Gundua kasoro za kawaida: vikundi visivyofungwa, udhibiti usio sahihi, uandishi usio sawa.
tr: Yaygın anormallikleri tespit et: kapatılmamış gruplar, geçersiz kontroller, tutarsız kodlama.
uk: Виявлення поширених аномалій: незакриті групи, недійсні контролі, несумісне кодування.
vi: Phát hiện các bất thường phổ biến: nhóm không đóng, điều khiển không hợp lệ, mã hóa không nhất quán.
zh_hans: 检测常见异常：未闭合的组、无效的控件、不一致的编码。

# group_dev_legacy_title
source: Formats Office legacy
bg: Офис формати от предишни версии
cs: Legacy formáty Office
da: Legacy Office-formater
de: Legacy Office-Formate
el: Κληρονομημένα μορφές Office
es: Formatos de Office heredados
fi: Perinteiset Office-muodot
fil: Mga legacy na format ng Office
ja: レガシーOfficeフォーマット
nl: Legacy Office-formaten
no: Legacy Office-formater
pl: Formaty Office legacy
pt_pt: Formatos Office legados
ro: Formate Office legacy
ru: Устаревшие форматы Office
sk: Dedičstvo formátov Office
sv: Legacy Office-format
sw: Format za ofisi za zamani
tr: Eski Office Formatları
uk: Спадкові формати Office
vi: Định dạng Office cũ
zh_hans: 传统 Office 格式

# group_dev_legacy_desc
source: DOC/XLS/PPT (binaires) : infos, détection et conversions.
bg: DOC/XLS/PPT (бинарни): информация, откриване и конверсии.
cs: DOC/XLS/PPT (binární): informace, detekce a konverze.
da: DOC/XLS/PPT (binære): oplysninger, registrering og konverteringer.
de: DOC/XLS/PPT (binär): Informationen, Erkennung und Konvertierungen.
el: DOC/XLS/PPT (δυαδικά): πληροφορίες, ανίχνευση και μετατροπές.
es: DOC/XLS/PPT (binarios): información, detección y conversiones.
fi: DOC/XLS/PPT (binaariset): tiedot, tunnistus ja muunnokset.
fil: DOC/XLS/PPT (binary): impormasyon, pagtukoy at mga conversion.
ja: DOC/XLS/PPT（バイナリ）：情報、検出、変換。
nl: DOC/XLS/PPT (binaire): info, detectie en conversies.
no: DOC/XLS/PPT (binære): informasjon, deteksjon og konverteringer.
pl: DOC/XLS/PPT (binarne): informacje, wykrywanie i konwersje.
pt_pt: DOC/XLS/PPT (binários): informações, detecção e conversões.
ro: DOC/XLS/PPT (binare) : informații, detectare și conversii.
ru: DOC/XLS/PPT (бинарные): информация, обнаружение и конверсии.
sk: DOC/XLS/PPT (binárne): informácie, detekcia a konverzie.
sv: DOC/XLS/PPT (binära): information, upptäckter och konverteringar.
sw: DOC/XLS/PPT (binafsi): taarifa, ugunduzi na mabadiliko.
tr: DOC/XLS/PPT (ikili): bilgiler, tespit ve dönüşümler.
uk: DOC/XLS/PPT (бінарні): інформація, виявлення та конверсії.
vi: DOC/XLS/PPT (nhị phân): thông tin, phát hiện và chuyển đổi.
zh_hans: DOC/XLS/PPT（二进制）：信息、检测和转换。

# dev_legacy_sg_identify_title
source: Identification
bg: Идентификация
cs: Identifikace
da: Identifikation
de: Identifikation
el: Αναγνώριση
es: Identificación
fi: Tunnistus
fil: Pagkilala
ja: 識別
nl: Identificatie
no: Identifikasjon
pl: Identyfikacja
pt_pt: Identificação
ro: Identificare
ru: Идентификация
sk: Identifikácia
sv: Identifiering
sw: Utambuzi
tr: Tanımlama
uk: Ідентифікація
vi: Nhận diện
zh_hans: 识别

# dev_legacy_sg_identify_desc
source: Reconnaître DOC/XLS/PPT (CFBF/OLE), afficher infos de base et signatures.
bg: Разпознаване на DOC/XLS/PPT (CFBF/OLE), показване на основна информация и подписи.
cs: Rozpoznání DOC/XLS/PPT (CFBF/OLE), zobrazení základních informací a podpisů.
da: Genkende DOC/XLS/PPT (CFBF/OLE), vise grundlæggende oplysninger og signaturer.
de: Erkennung von DOC/XLS/PPT (CFBF/OLE), Anzeige grundlegender Informationen und Signaturen.
el: Αναγνώριση DOC/XLS/PPT (CFBF/OLE), εμφάνιση βασικών πληροφοριών και υπογραφών.
es: Reconocer DOC/XLS/PPT (CFBF/OLE), mostrar información básica y firmas.
fi: Tunnista DOC/XLS/PPT (CFBF/OLE), näytä perusinfo ja allekirjoitukset.
fil: Kilalanin ang DOC/XLS/PPT (CFBF/OLE), ipakita ang mga pangunahing impormasyon at mga lagda.
ja: DOC/XLS/PPT（CFBF/OLE）を認識し、基本情報と署名を表示します。
nl: Herken DOC/XLS/PPT (CFBF/OLE), toon basisinformatie en handtekeningen.
no: Gjenkjenne DOC/XLS/PPT (CFBF/OLE), vise grunnleggende informasjon og signaturer.
pl: Rozpoznawanie DOC/XLS/PPT (CFBF/OLE), wyświetlanie podstawowych informacji i podpisów.
pt_pt: Reconhecer DOC/XLS/PPT (CFBF/OLE), exibir informações básicas e assinaturas.
ro: Recunoașterea DOC/XLS/PPT (CFBF/OLE), afișarea informațiilor de bază și semnăturilor.
ru: Распознать DOC/XLS/PPT (CFBF/OLE), отобразить основную информацию и подписи.
sk: Rozpoznať DOC/XLS/PPT (CFBF/OLE), zobraziť základné informácie a podpisy.
sv: Känna igen DOC/XLS/PPT (CFBF/OLE), visa grundläggande information och signaturer.
sw: Tambua DOC/XLS/PPT (CFBF/OLE), onyesha taarifa za msingi na saini.
tr: DOC/XLS/PPT'yi (CFBF/OLE) tanı, temel bilgileri ve imzaları göster.
uk: Визначення DOC/XLS/PPT (CFBF/OLE), відображення базової інформації та підписів.
vi: Nhận diện DOC/XLS/PPT (CFBF/OLE), hiển thị thông tin cơ bản và chữ ký.
zh_hans: 识别 DOC/XLS/PPT（CFBF/OLE），显示基本信息和签名。

# tool_ole_cfbf_file_info_title
source: CFBF/OLE : infos fichier
bg: CFBF/OLE: информация за файла
cs: CFBF/OLE: informace o souboru
da: CFBF/OLE: filoplysninger
de: CFBF/OLE: Dateiinformationen
el: CFBF/OLE: πληροφορίες αρχείου
es: CFBF/OLE: información del archivo
fi: CFBF/OLE: tiedot tiedostosta
fil: CFBF/OLE: impormasyon ng file
ja: CFBF/OLE：ファイル情報
nl: CFBF/OLE: bestandsinformatie
no: CFBF/OLE: filinformasjon
pl: CFBF/OLE: informacje o pliku
pt_pt: CFBF/OLE: informações do arquivo
ro: CFBF/OLE : informații fișier
ru: CFBF/OLE: информация о файле
sk: CFBF/OLE: informácie o súbore
sv: CFBF/OLE: filinformation
sw: CFBF/OLE: taarifa za faili
tr: CFBF/OLE: dosya bilgileri
uk: CFBF/OLE: інформація про файл
vi: CFBF/OLE: thông tin tệp
zh_hans: CFBF/OLE：文件信息

# tool_ole_cfbf_file_info_desc
source: Détecter un conteneur OLE (DOC/XLS/PPT) et afficher header, FAT, streams et statistiques basiques.
bg: Откриване на OLE контейнер (DOC/XLS/PPT) и показване на заглавие, FAT, потоци и основна статистика.
cs: Detekce OLE kontejneru (DOC/XLS/PPT) a zobrazení hlavičky, FAT, streamů a základních statistik.
da: Registrere en OLE-container (DOC/XLS/PPT) og vise header, FAT, streams og grundlæggende statistikker.
de: Erkennung eines OLE-Containers (DOC/XLS/PPT) und Anzeige von Header, FAT, Streams und grundlegenden Statistiken.
el: Ανίχνευση ενός κοντέινερ OLE (DOC/XLS/PPT) και εμφάνιση κεφαλίδας, FAT, ροών και βασικών στατιστικών.
es: Detectar un contenedor OLE (DOC/XLS/PPT) y mostrar encabezado, FAT, flujos y estadísticas básicas.
fi: Tunnista OLE-kontti (DOC/XLS/PPT) ja näytä otsikko, FAT, virrat ja perusstatistiikka.
fil: Tukuyin ang isang OLE container (DOC/XLS/PPT) at ipakita ang header, FAT, streams at mga pangunahing istatistika.
ja: OLEコンテナ（DOC/XLS/PPT）を検出し、ヘッダー、FAT、ストリーム、基本統計を表示します。
nl: Detecteer een OLE-container (DOC/XLS/PPT) en toon header, FAT, streams en basisstatistieken.
no: Oppdage en OLE-container (DOC/XLS/PPT) og vise header, FAT, strømmer og grunnleggende statistikk.
pl: Wykrywanie kontenera OLE (DOC/XLS/PPT) i wyświetlanie nagłówka, FAT, strumieni i podstawowych statystyk.
pt_pt: Detectar um contêiner OLE (DOC/XLS/PPT) e exibir cabeçalho, FAT, streams e estatísticas básicas.
ro: Detectarea unui container OLE (DOC/XLS/PPT) și afișarea header-ului, FAT, fluxurilor și statisticilor de bază.
ru: Обнаружить контейнер OLE (DOC/XLS/PPT) и отобразить заголовок, FAT, потоки и базовую статистику.
sk: Detekovať OLE kontajner (DOC/XLS/PPT) a zobraziť hlavičku, FAT, prúdy a základné štatistiky.
sv: Upptäck en OLE-behållare (DOC/XLS/PPT) och visa header, FAT, strömmar och grundläggande statistik.
sw: Gundua kontena la OLE (DOC/XLS/PPT) na onyesha kichwa, FAT, mitiririko na takwimu za msingi.
tr: Bir OLE konteynerini (DOC/XLS/PPT) tespit et ve başlık, FAT, akışlar ve temel istatistikleri göster.
uk: Виявлення контейнера OLE (DOC/XLS/PPT) та відображення заголовка, FAT, потоків та базової статистики.
vi: Phát hiện một container OLE (DOC/XLS/PPT) và hiển thị header, FAT, streams và thống kê cơ bản.
zh_hans: 检测 OLE 容器（DOC/XLS/PPT）并显示头部、FAT、流和基本统计信息。

# tool_doc_xls_ppt_signature_detector_title
source: DOC/XLS/PPT : détecter le format
bg: DOC/XLS/PPT: откриване на формата
cs: DOC/XLS/PPT: detekce formátu
da: DOC/XLS/PPT: registrere format
de: DOC/XLS/PPT: Format erkennen
el: DOC/XLS/PPT: ανίχνευση μορφής
es: DOC/XLS/PPT: detectar el formato
fi: DOC/XLS/PPT: tunnista muoto
fil: DOC/XLS/PPT: tukuyin ang format
ja: DOC/XLS/PPT：フォーマットを検出
nl: DOC/XLS/PPT: detecteer het formaat
no: DOC/XLS/PPT: oppdage format
pl: DOC/XLS/PPT: wykrywanie formatu
pt_pt: DOC/XLS/PPT: detectar o formato
ro: DOC/XLS/PPT : detectarea formatului
ru: DOC/XLS/PPT: обнаружить формат
sk: DOC/XLS/PPT: detekovať formát
sv: DOC/XLS/PPT: upptäck format
sw: DOC/XLS/PPT: gundua muundo
tr: DOC/XLS/PPT: formatı tespit et
uk: DOC/XLS/PPT: виявлення формату
vi: DOC/XLS/PPT: phát hiện định dạng
zh_hans: DOC/XLS/PPT：检测格式

# tool_doc_xls_ppt_signature_detector_desc
source: Identifier DOC vs XLS vs PPT (best-effort) via streams/clsid et produire un rapport.
bg: Идентифициране на DOC срещу XLS срещу PPT (с най-добри усилия) чрез потоци/clsid и генериране на доклад.
cs: Identifikace DOC vs XLS vs PPT (nejlepší úsilí) prostřednictvím streamů/clsid a vytvoření zprávy.
da: Identificere DOC vs XLS vs PPT (bedste indsats) via streams/clsid og producere en rapport.
de: Identifizierung von DOC vs XLS vs PPT (best-effort) über Streams/clsid und Erstellung eines Berichts.
el: Αναγνώριση DOC vs XLS vs PPT (καλύτερη προσπάθεια) μέσω ροών/clsid και παραγωγή αναφοράς.
es: Identificar DOC vs XLS vs PPT (mejor esfuerzo) a través de flujos/clsid y producir un informe.
fi: Tunnista DOC vs XLS vs PPT (parhaalla mahdollisella tavalla) virtojen/clsid:n avulla ja tuota raportti.
fil: Kilalanin ang DOC vs XLS vs PPT (best-effort) sa pamamagitan ng streams/clsid at gumawa ng ulat.
ja: ストリーム/clsidを介してDOCとXLSとPPTを識別し（最善を尽くす）、レポートを生成します。
nl: Identificeer DOC vs XLS vs PPT (beste poging) via streams/clsid en produceer een rapport.
no: Identifisere DOC vs XLS vs PPT (best-effort) via strømmer/clsid og produsere en rapport.
pl: Identyfikacja DOC vs XLS vs PPT (najlepsze starania) za pomocą strumieni/clsid i generowanie raportu.
pt_pt: Identificar DOC vs XLS vs PPT (melhor esforço) via streams/clsid e produzir um relatório.
ro: Identificarea DOC vs XLS vs PPT (best-effort) prin fluxuri/clsid și generarea unui raport.
ru: Идентифицировать DOC против XLS против PPT (с максимальной точностью) через потоки/clsid и создать отчет.
sk: Identifikovať DOC vs XLS vs PPT (najlepšie úsilie) prostredníctvom prúdov/clsid a vyprodukovať správu.
sv: Identifiera DOC vs XLS vs PPT (bästa ansträngning) via strömmar/clsid och producera en rapport.
sw: Tambua DOC dhidi ya XLS dhidi ya PPT (best-effort) kupitia mitiririko/clsid na kutoa ripoti.
tr: Akışlar/clsid aracılığıyla DOC ile XLS ile PPT'yi (en iyi çaba) tanımla ve bir rapor oluştur.
uk: Ідентифікація DOC проти XLS проти PPT (з максимальною точністю) через потоки/clsid та створення звіту.
vi: Nhận diện DOC so với XLS so với PPT (cố gắng tốt nhất) qua streams/clsid và tạo báo cáo.
zh_hans: 通过流/clsid 识别 DOC 与 XLS 与 PPT（尽力而为）并生成报告。

# dev_legacy_sg_convert_title
source: Conversion
bg: Конверсия
cs: Konverze
da: Konvertering
de: Konvertierung
el: Μετατροπή
es: Conversión
fi: Muunnos
ja: 変換
nl: Conversie
no: Konvertering
pl: Konwersja
pt_pt: Conversão
ro: Conversie
ru: Конвертация
sk: Konverzia
sv: Konvertering
sw: Mabadiliko
tr: Dönüştürme
uk: Конверсія
vi: Chuyển đổi
zh_hans: 转换

# dev_legacy_sg_convert_desc
source: Conversions vers formats modernes (souvent via backend) : DOC→DOCX, XLS→XLSX, PPT→PPTX.
bg: Конверсии към съвременни формати (често чрез бекенд): DOC→DOCX, XLS→XLSX, PPT→PPTX.
cs: Konverze na moderní formáty (často prostřednictvím backendu): DOC→DOCX, XLS→XLSX, PPT→PPTX.
da: Konverteringer til moderne formater (ofte via backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
de: Konvertierungen in moderne Formate (häufig über Backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
el: Μετατροπές σε σύγχρονα μορφές (συχνά μέσω backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
es: Conversiones a formatos modernos (a menudo a través de backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
fi: Muunnokset moderneihin muotoihin (usein backendin kautta): DOC→DOCX, XLS→XLSX, PPT→PPTX.
fil: Mga conversion sa mga modernong format (madalas sa pamamagitan ng backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
ja: 現代的なフォーマットへの変換（通常はバックエンドを介して）：DOC→DOCX、XLS→XLSX、PPT→PPTX。
nl: Conversies naar moderne formaten (vaak via backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
no: Konverteringer til moderne formater (ofte via backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
pl: Konwersje do nowoczesnych formatów (często przez backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
pt_pt: Conversões para formatos modernos (geralmente via backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
ro: Conversii către formate moderne (de obicei prin backend) : DOC→DOCX, XLS→XLSX, PPT→PPTX.
ru: Конверсии в современные форматы (часто через бэкенд): DOC→DOCX, XLS→XLSX, PPT→PPTX.
sk: Konverzie do moderných formátov (často prostredníctvom backendu): DOC→DOCX, XLS→XLSX, PPT→PPTX.
sv: Konverteringar till moderna format (ofta via backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
sw: Mabadiliko ya muundo wa kisasa (mara nyingi kupitia backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
tr: Modern formatlara dönüşümler (genellikle arka uç aracılığıyla): DOC→DOCX, XLS→XLSX, PPT→PPTX.
uk: Конверсії до сучасних форматів (часто через бекенд): DOC→DOCX, XLS→XLSX, PPT→PPTX.
vi: Chuyển đổi sang các định dạng hiện đại (thường qua backend): DOC→DOCX, XLS→XLSX, PPT→PPTX.
zh_hans: 转换为现代格式（通常通过后端）：DOC→DOCX，XLS→XLSX，PPT→PPTX。

# tool_doc_to_docx_converter_title
source: DOC → DOCX (conversion)
bg: DOC → DOCX (конверсия)
cs: DOC → DOCX (konverze)
da: DOC → DOCX (konvertering)
de: DOC → DOCX (Konvertierung)
el: DOC → DOCX (μετατροπή)
es: DOC → DOCX (conversión)
fi: DOC → DOCX (muunnos)
ja: DOC → DOCX（変換）
nl: DOC → DOCX (conversie)
no: DOC → DOCX (konvertering)
pl: DOC → DOCX (konwersja)
pt_pt: DOC → DOCX (conversão)
ro: DOC → DOCX (conversie)
ru: DOC → DOCX (конвертация)
sk: DOC → DOCX (konverzia)
sv: DOC → DOCX (konvertering)
sw: DOC → DOCX (mabadiliko)
tr: DOC → DOCX (dönüştürme)
uk: DOC → DOCX (конверсія)
vi: DOC → DOCX (chuyển đổi)
zh_hans: DOC → DOCX（转换）

# tool_doc_to_docx_converter_desc
source: Convertir un DOC binaire vers DOCX (généralement via backend/outils externes).
bg: Конвертиране на бинарен DOC в DOCX (обикновено чрез бекенд/външни инструменти).
cs: Převod binárního DOC na DOCX (obvykle prostřednictvím backendu/externích nástrojů).
da: Konvertere en binær DOC til DOCX (normalt via backend/eksterne værktøjer).
de: Konvertierung eines binären DOC in DOCX (in der Regel über Backend/externe Tools).
el: Μετατροπή ενός δυαδικού DOC σε DOCX (γενικά μέσω backend/εξωτερικών εργαλείων).
es: Convertir un DOC binario a DOCX (generalmente a través de backend/herramientas externas).
fi: Muunna binaarinen DOC DOCX:ksi (yleensä backendin/ulkopuolisten työkalujen kautta).
fil: I-convert ang isang binary na DOC sa DOCX (karaniwang sa pamamagitan ng backend/external tools).
ja: バイナリDOCをDOCXに変換します（通常はバックエンド/外部ツールを介して）。
nl: Converteer een binaire DOC naar DOCX (meestal via backend/externe tools).
no: Konvertere en binær DOC til DOCX (vanligvis via backend/eksterne verktøy).
pl: Konwertowanie pliku DOC binarnego na DOCX (zazwyczaj przez backend/narzędzia zewnętrzne).
pt_pt: Converter um DOC binário para DOCX (geralmente via backend/ferramentas externas).
ro: Convertirea unui DOC binar în DOCX (de obicei prin backend/unelte externe).
ru: Конвертировать бинарный DOC в DOCX (обычно через бэкенд/внешние инструменты).
sk: Konvertovať binárny DOC na DOCX (zvyčajne prostredníctvom backendu/externých nástrojov).
sv: Konvertera en binär DOC till DOCX (vanligtvis via backend/externa verktyg).
sw: Badilisha DOC binafsi kuwa DOCX (kawaida kupitia backend/zana za nje).
tr: Bir ikili DOC'yi DOCX'ye dönüştür (genellikle arka uç/dış araçlar aracılığıyla).
uk: Конвертувати бінарний DOC у DOCX (зазвичай через бекенд/зовнішні інструменти).
vi: Chuyển đổi một DOC nhị phân sang DOCX (thường qua backend/công cụ bên ngoài).
zh_hans: 将二进制 DOC 转换为 DOCX（通常通过后端/外部工具）。

# tool_xls_to_xlsx_converter_title
source: XLS → XLSX (conversion)
bg: XLS → XLSX (конверсия)
cs: XLS → XLSX (konverze)
da: XLS → XLSX (konvertering)
de: XLS → XLSX (Konvertierung)
el: XLS → XLSX (μετατροπή)
es: XLS → XLSX (conversión)
fi: XLS → XLSX (muunnos)
ja: XLS → XLSX（変換）
nl: XLS → XLSX (conversie)
no: XLS → XLSX (konvertering)
pl: XLS → XLSX (konwersja)
pt_pt: XLS → XLSX (conversão)
ro: XLS → XLSX (conversie)
ru: XLS → XLSX (конвертация)
sk: XLS → XLSX (konverzia)
sv: XLS → XLSX (konvertering)
sw: XLS → XLSX (mabadiliko)
tr: XLS → XLSX (dönüştürme)
uk: XLS → XLSX (конверсія)
vi: XLS → XLSX (chuyển đổi)
zh_hans: XLS → XLSX（转换）
