Repository: Ced59/tools-central
Catalog: src/locale/messages.*.xlf
Languages: af, bg, cs, da, de, el, es, fi, fil, hu, id, it, ja, ko, nl, no, pl, pt_pt, ro, ru, sk, sv, sw, tr, uk, vi, zh_hans

# ed_math_rule_of_three_proportion_table_check_usecases
source: Cas d’utilisation
af: Gebruik gevalle
bg: Случай на използване
cs: Případ použití
da: Brugssager
de: Anwendungsfälle
el: Περίπτωση χρήσης
es: Casos de uso
fi: Käyttötapaukset
fil: Mga kaso ng paggamit
hu: Használati esetek
id: Kasus penggunaan
it: Casi d'uso
ja: 使用例
ko: 사용 사례
nl: Gebruikscasussen
no: Bruksområder
pl: Przypadki użycia
pt_pt: Casos de utilização
ro: Caz de utilizare
ru: Случай использования
sk: Prípad použitia
sv: Användningsfall
sw: Mifano ya matumizi
tr: Kullanım durumu
uk: Випадки використання
vi: Trường hợp sử dụng
zh_hans: 使用案例

# ed_ptc_uc1_title
source: Exercices scolaires
af: Skool oefeninge
bg: Училищни упражнения
cs: Školní cvičení
da: Skoleopgaver
de: Schulübungen
el: Σχολικές ασκήσεις
es: Ejercicios escolares
fi: Koulutehtävät
fil: Mga takdang-aralin
hu: Iskolai feladatok
id: Latihan sekolah
it: Esercizi scolastici
ja: 学校の演習
ko: 학교 과제
nl: Schooloefeningen
no: Skoleoppgaver
pl: Ćwiczenia szkolne
pt_pt: Exercícios escolares
ro: Exerciții școlare
ru: Школьные упражнения
sk: Školské cvičenia
sv: Skoluppgifter
sw: Kazi za shule
tr: Okul ödevleri
uk: Шкільні вправи
vi: Bài tập học đường
zh_hans: 学校练习

# ed_ptc_uc1_text
source: Vérifier si un tableau donné dans un exercice correspond bien à une situation de proportionnalité.
af: Kontroleer of 'n gegewe tabel in 'n oefening werklik ooreenstem met 'n proporsionaliteitssituasie.
bg: Проверете дали дадена таблица в упражнение действително отговаря на ситуация на пропорционалност.
cs: Ověřit, zda tabulka uvedená v cvičení skutečně odpovídá situaci proporcionality.
da: Kontroller om en given tabel i en opgave faktisk svarer til en proportionalitetssituation.
de: Überprüfen, ob eine gegebene Tabelle in einer Übung tatsächlich einer Proportionalitätssituation entspricht.
el: Ελέγξτε αν ένας δεδομένος πίνακας σε μια άσκηση αντιστοιχεί σε μια κατάσταση αναλογικότητας.
es: Verificar si una tabla dada en un ejercicio corresponde a una situación de proporcionalidad.
fi: Tarkista, vastaako annettu taulukko tehtävässä suhteellisuustilannetta.
fil: Suriin kung ang isang ibinigay na talahanayan sa isang ehersisyo ay talagang tumutugma sa isang sitwasyon ng proporsyonalidad.
hu: Ellenőrizze, hogy egy adott táblázat egy feladatban valóban megfelel-e egy arányossági helyzetnek.
id: Memeriksa apakah tabel yang diberikan dalam latihan benar-benar sesuai dengan situasi proporsionalitas.
it: Verificare se una tabella fornita in un esercizio corrisponde effettivamente a una situazione di proporzionalità.
ja: 演習で与えられた表が比例の状況に正しく対応しているかを確認します。
ko: 주어진 표가 비례 상황에 잘 맞는지 확인합니다.
nl: Controleren of een gegeven tabel in een oefening daadwerkelijk overeenkomt met een situatie van proportionaliteit.
no: Sjekk om et gitt diagram i en oppgave faktisk samsvarer med en proporsjonalitetssituasjon.
pl: Sprawdź, czy podana tabela w ćwiczeniu odpowiada sytuacji proporcjonalności.
pt_pt: Verificar se uma tabela dada em um exercício corresponde bem a uma situação de proporcionalidade.
ro: Verifică dacă un tabel dat într-un exercițiu corespunde unei situații de proporționalitate.
ru: Проверить, соответствует ли данная в упражнении таблица ситуации пропорциональности.
sk: Skontrolujte, či tabuľka uvedená v cvičení skutočne zodpovedá situácii proporcionality.
sv: Kontrollera om en given tabell i en övning verkligen motsvarar en proportionell situation.
sw: Kuangalia ikiwa jedwali lililotolewa katika zoezi linahusiana na hali ya uwiano.
tr: Bir egzersizde verilen bir tablonun gerçekten bir orantılılık durumuna uygun olup olmadığını kontrol etme.
uk: Перевірити, чи даний у вправі таблиця дійсно відповідає ситуації пропорційності.
vi: Kiểm tra xem một bảng cho trong một bài tập có thực sự phù hợp với một tình huống tỷ lệ hay không.
zh_hans: 检查在练习中给出的表格是否确实符合比例关系。

# ed_ptc_uc2_title
source: Contrôle rapide
af: Vinnige kontrole
bg: Бърз контрол
cs: Rychlá kontrola
da: Hurtig kontrol
de: Schnelle Kontrolle
el: Γρήγορος έλεγχος
es: Control rápido
fi: Nopea tarkistus
fil: Mabilis na pagsusuri
hu: Gyors ellenőrzés
id: Kontrol cepat
it: Controllo rapido
ja: 迅速なチェック
ko: 빠른 확인
nl: Snelle controle
no: Rask kontroll
pl: Szybka kontrola
pt_pt: Verificação rápida
ro: Control rapid
ru: Быстрая проверка
sk: Rýchla kontrola
sv: Snabbkontroll
sw: Ukaguzi wa haraka
tr: Hızlı kontrol
uk: Швидка перевірка
vi: Kiểm tra nhanh
zh_hans: 快速检查

# ed_ptc_uc2_text
source: Valider un tableau rempli manuellement avant de poursuivre un calcul.
af: Bevestig 'n handmatig ingevulde tabel voordat 'n berekening voortgesit word.
bg: Валидирайте таблица, попълнена ръчно, преди да продължите с изчисление.
cs: Ověřit ručně vyplněnou tabulku před pokračováním v výpočtu.
da: Valider en manuelt udfyldt tabel, før du fortsætter med en beregning.
de: Ein manuell ausgefülltes Tabellenblatt validieren, bevor mit einer Berechnung fortgefahren wird.
el: Επικυρώστε έναν πίνακα που έχει συμπληρωθεί χειροκίνητα πριν συνεχίσετε με έναν υπολογισμό.
es: Validar una tabla completada manualmente antes de continuar con un cálculo.
fi: Vahvista manuaalisesti täytetty taulukko ennen laskentaa.
fil: I-validate ang isang talahanayan na pinuno nang manu-mano bago magpatuloy sa isang kalkulasyon.
hu: Érvényesítse a manuálisan kitöltött táblázatot, mielőtt folytatná a számítást.
id: Validasi tabel yang diisi secara manual sebelum melanjutkan perhitungan.
it: Validare una tabella compilata manualmente prima di proseguire con un calcolo.
ja: 計算を続ける前に手動で記入された表を検証します。
ko: 계산을 계속하기 전에 수동으로 작성된 표를 검증합니다.
nl: Een handmatig ingevulde tabel valideren voordat je verdergaat met een berekening.
no: Valider et manuelt fylt diagram før du fortsetter med en beregning.
pl: Zatwierdź ręcznie wypełnioną tabelę przed kontynuowaniem obliczeń.
pt_pt: Validar uma tabela preenchida manualmente antes de prosseguir com um cálculo.
ro: Validează un tabel completat manual înainte de a continua un calcul.
ru: Подтвердить таблицу, заполненную вручную, перед продолжением вычислений.
sk: Overiť tabuľku vyplnenú ručne pred pokračovaním v výpočte.
sv: Validera en manuellt ifylld tabell innan du fortsätter med en beräkning.
sw: Kuthibitisha jedwali lililojaa kwa mikono kabla ya kuendelea na hesabu.
tr: Hesaba devam etmeden önce manuel olarak doldurulmuş bir tabloyu doğrulama.
uk: Підтвердити таблицю, заповнену вручну, перед продовженням обчислень.
vi: Xác nhận một bảng được điền thủ công trước khi tiếp tục một phép tính.
zh_hans: 在继续计算之前验证手动填写的表格。

# ed_ptc_uc3_title
source: Données réelles
af: Werklike data
bg: Реални данни
cs: Skutečná data
da: Virkelige data
de: Echte Daten
el: Πραγματικά δεδομένα
es: Datos reales
fi: Todelliset tiedot
fil: Tunay na datos
hu: Valós adatok
id: Data nyata
it: Dati reali
ja: 実データ
ko: 실제 데이터
nl: Echte gegevens
no: Virkelige data
pl: Dane rzeczywiste
pt_pt: Dados reais
ro: Date reale
ru: Реальные данные
sk: Skutočné údaje
sv: Verkliga data
sw: Takwimu halisi
tr: Gerçek veriler
uk: Реальні дані
vi: Dữ liệu thực
zh_hans: 真实数据

# ed_ptc_uc3_text
source: Tester si deux grandeurs évoluent proportionnellement (prix, quantités, distances…).
af: Toets of twee groothede proporsioneel verander (pryse, hoeveelhede, afstande…).
bg: Тествайте дали две величини се променят пропорционално (цени, количества, разстояния…).
cs: Testovat, zda se dvě veličiny vyvíjejí proporcionálně (ceny, množství, vzdálenosti…).
da: Test om to størrelser udvikler sig proportionalt (priser, mængder, afstande…).
de: Testen, ob zwei Größen proportional zueinander sind (Preise, Mengen, Distanzen…).
el: Δοκιμάστε αν δύο μεγέθη εξελίσσονται αναλογικά (τιμές, ποσότητες, αποστάσεις…).
es: Probar si dos magnitudes evolucionan proporcionalmente (precios, cantidades, distancias…).
fi: Testaa, kehittyvätkö kaksi suuretta suhteellisesti (hinnat, määrät, etäisyydet…).
fil: Subukan kung ang dalawang sukat ay umuunlad nang proporsyonal (mga presyo, dami, distansya…).
hu: Tesztelje, hogy két mennyiség arányosan változik-e (árak, mennyiségek, távolságok…).
id: Menguji apakah dua besaran berkembang secara proporsional (harga, kuantitas, jarak…).
it: Testare se due grandezze evolvono proporzionalmente (prezzi, quantità, distanze…).
ja: 2つの量が比例して変化するかをテストします（価格、数量、距離など）。
ko: 두 양이 비례적으로 변화하는지 테스트합니다 (가격, 수량, 거리 등).
nl: Testen of twee grootheden proportioneel evolueren (prijzen, hoeveelheden, afstanden…).
no: Teste om to størrelser utvikler seg proporsjonalt (priser, mengder, avstander…).
pl: Sprawdź, czy dwie wielkości zmieniają się proporcjonalnie (ceny, ilości, odległości…).
pt_pt: Testar se duas grandezas evoluem proporcionalmente (preços, quantidades, distâncias…).
ro: Testează dacă două mărimi evoluează proporțional (prețuri, cantități, distanțe…).
ru: Проверить, изменяются ли две величины пропорционально (цены, количества, расстояния…).
sk: Testovať, či sa dve veličiny vyvíjajú proporcionálne (ceny, množstvá, vzdialenosti…).
sv: Testa om två storheter förändras proportionellt (priser, kvantiteter, avstånd…).
sw: Kujaribu ikiwa ukubwa wawili unabadilika kwa uwiano (bei, kiasi, umbali…).
tr: İki büyüklüğün orantılı olarak değişip değişmediğini test etme (fiyat, miktar, mesafeler…).
uk: Перевірити, чи дві величини змінюються пропорційно (ціни, кількості, відстані…).
vi: Kiểm tra xem hai đại lượng có thay đổi tỷ lệ với nhau hay không (giá, số lượng, khoảng cách…).
zh_hans: 测试两个量是否成比例变化（价格、数量、距离等）。

# ed_ptc_output
source: Ce que vous obtenez
af: Wat jy ontvang
bg: Какво получавате
cs: Co získáte
da: Hvad du får
de: Was Sie erhalten
el: Αυτό που αποκτάτε
es: Lo que obtienes
fi: Mitä saat
fil: Ito ang iyong makukuha
hu: Amit kap:
id: Apa yang Anda dapatkan
it: Cosa ottieni
ja: 得られるもの
ko: 당신이 얻는 것
nl: Wat je krijgt
no: Det du får
pl: Co otrzymujesz
pt_pt: O que você obtém
ro: Ce obțineți
ru: Что вы получаете
sk: Čo získate
sv: Det du får
sw: Unachopata
tr: Elde ettiğiniz şey
uk: Що ви отримуєте
vi: Những gì bạn nhận được
zh_hans: 您得到的结果

# ed_ptc_out1
source: L’indication claire si le tableau est proportionnel ou non.
af: Die duidelike aanduiding of die tabel proporsioneel is of nie.
bg: Ясно указание дали таблицата е пропорционална или не.
cs: Jasné označení, zda je tabulka proporcionální nebo ne.
da: Den klare indikation af, om tabellen er proportional eller ej.
de: Die klare Angabe, ob die Tabelle proportional ist oder nicht.
el: Η σαφής ένδειξη αν ο πίνακας είναι αναλογικός ή όχι.
es: La indicación clara si la tabla es proporcional o no.
fi: Selkeä ilmoitus siitä, onko taulukko suhteellinen vai ei.
fil: Ang malinaw na indikasyon kung ang talahanayan ay proporsyonal o hindi.
hu: Egyértelmű jelzés, hogy a táblázat arányos-e vagy sem.
id: Indikasi yang jelas apakah tabel tersebut proporsional atau tidak.
it: L'indicazione chiara se la tabella è proporzionale o meno.
ja: 表が比例しているかどうかの明確な指示。
ko: 표가 비례적인지 아닌지에 대한 명확한 지시.
nl: Een duidelijke indicatie of de tabel proportioneel is of niet.
no: En klar indikasjon på om diagrammet er proporsjonalt eller ikke.
pl: Jasna informacja, czy tabela jest proporcjonalna, czy nie.
pt_pt: A indicação clara se a tabela é proporcional ou não.
ro: Indicația clară dacă tabelul este proporțional sau nu.
ru: Ясное указание, является ли таблица пропорциональной или нет.
sk: Jasné označenie, či je tabuľka proporcionálna alebo nie.
sv: En tydlig indikation på om tabellen är proportionell eller inte.
sw: Onyo wazi ikiwa jedwali ni la uwiano au la.
tr: Tablonun orantılı olup olmadığına dair net bir gösterge.
uk: Чітке вказівка, чи таблиця пропорційна, чи ні.
vi: Chỉ dẫn rõ ràng nếu bảng là tỷ lệ hay không.
zh_hans: 清楚地指示表格是否成比例。

# ed_ptc_out2
source: Le coefficient de proportionnalité lorsqu’il existe.
af: Die proporsionaliteitskoëffisiënt wanneer dit bestaan.
bg: Коефициентът на пропорционалност, когато съществува.
cs: Koeficient proporcionality, pokud existuje.
da: Proportionalitetskoefficienten, når den findes.
de: Der Proportionalitätskoeffizient, wenn er existiert.
el: Ο συντελεστής αναλογικότητας όταν υπάρχει.
es: El coeficiente de proporcionalidad cuando existe.
fi: Suhteellisuuskerroin, jos se on olemassa.
fil: Ang coefficient ng proporsyonalidad kapag ito ay umiiral.
hu: Az arányossági együttható, ha létezik.
id: Koefisien proporsionalitas jika ada.
it: Il coefficiente di proporzionalità quando esiste.
ja: 存在する場合の比例係数。
ko: 존재할 경우 비례 계수.
nl: De proportionele coefficient wanneer deze bestaat.
no: Koeffisienten for proporsjonalitet når den eksisterer.
pl: Współczynnik proporcjonalności, gdy istnieje.
pt_pt: O coeficiente de proporcionalidade quando existe.
ro: Coeficientul de proporționalitate atunci când există.
ru: Коэффициент пропорциональности, если он существует.
sk: Koeficient proporcionality, ak existuje.
sv: Proportionalitetskoefficienten när den finns.
sw: Coefficient ya uwiano inapokuwepo.
tr: Varsa orantılılık katsayısı.
uk: Коефіцієнт пропорційності, якщо він існує.
vi: Hệ số tỷ lệ khi nó tồn tại.
zh_hans: 当存在时，比例系数。

# ed_ptc_limits
source: Limites et points d’attention
af: Grense en aandagspunte
bg: Ограничения и точки на внимание
cs: Omezení a body pozornosti
da: Grænser og opmærksomhedspunkter
de: Grenzen und Punkte der Aufmerksamkeit
el: Όρια και σημεία προσοχής
es: Límites y puntos de atención
fi: Rajoitukset ja huomioitavat seikat
fil: Mga limitasyon at mga punto ng atensyon
hu: Korlátok és figyelmeztetések
id: Batasan dan poin perhatian
it: Limiti e punti di attenzione
ja: 制限と注意点
ko: 제한 사항 및 주의 사항
nl: Beperkingen en aandachtspunten
no: Begrensninger og oppmerksomhetspunkter
pl: Ograniczenia i punkty uwagi
pt_pt: Limites e pontos de atenção
ro: Limite și puncte de atenție
ru: Ограничения и моменты внимания
sk: Obmedzenia a body pozornosti
sv: Begränsningar och punkter att tänka på
sw: Mipaka na mambo ya kuzingatia
tr: Sınırlar ve dikkat edilmesi gereken noktalar
uk: Обмеження та моменти уваги
vi: Giới hạn và điểm cần chú ý
zh_hans: 限制和注意事项

# ed_ptc_lim1
source: Les valeurs doivent être numériques et comparables.
af: Die waardes moet numeries en vergelykbaar wees.
bg: Стойностите трябва да са числови и сравними.
cs: Hodnoty musí být číselné a srovnatelné.
da: Værdierne skal være numeriske og sammenlignelige.
de: Die Werte müssen numerisch und vergleichbar sein.
el: Οι τιμές πρέπει να είναι αριθμητικές και συγκρίσιμες.
es: Los valores deben ser numéricos y comparables.
fi: Arvojen on oltava numeerisia ja vertailukelpoisia.
fil: Ang mga halaga ay dapat na numerikal at maihahambing.
hu: Az értékeknek numerikusnak és összehasonlíthatónak kell lenniük.
id: Nilai harus numerik dan dapat dibandingkan.
it: I valori devono essere numerici e comparabili.
ja: 値は数値であり、比較可能でなければなりません。
ko: 값은 숫자여야 하며 비교 가능해야 합니다.
nl: De waarden moeten numeriek en vergelijkbaar zijn.
no: Verdiene må være numeriske og sammenlignbare.
pl: Wartości muszą być numeryczne i porównywalne.
pt_pt: Os valores devem ser numéricos e comparáveis.
ro: Valorile trebuie să fie numerice și comparabile.
ru: Значения должны быть числовыми и сопоставимыми.
sk: Hodnoty musia byť číselné a porovnateľné.
sv: Värdena måste vara numeriska och jämförbara.
sw: Thamani zinapaswa kuwa za nambari na zinazoweza kulinganishwa.
tr: Değerler sayısal ve karşılaştırılabilir olmalıdır.
uk: Значення повинні бути числовими та порівнянними.
vi: Các giá trị phải là số và có thể so sánh được.
zh_hans: 值必须是数字且可比较。

# ed_ptc_lim2
source: Une erreur dans une seule colonne suffit à casser la proportionnalité.
af: Een fout in 'n enkele kolom is genoeg om die proporsionaliteit te breek.
bg: Една грешка в една колона е достатъчна, за да наруши пропорционалността.
cs: Jedna chyba v jediném sloupci stačí k narušení proporcionality.
da: En fejl i en enkelt kolonne er nok til at bryde proportionaliteten.
de: Ein Fehler in einer einzigen Spalte reicht aus, um die Proportionalität zu brechen.
el: Ένα λάθος σε μία μόνο στήλη αρκεί για να σπάσει την αναλογικότητα.
es: Un error en una sola columna es suficiente para romper la proporcionalidad.
fi: Yksi virhe yhdessä sarakkeessa riittää rikkomaan suhteellisuuden.
fil: Isang pagkakamali sa isang solong kolum ay sapat na upang masira ang proporsyonalidad.
hu: Egyetlen oszlopban lévő hiba elegendő ahhoz, hogy megszakítsa az arányosságot.
id: Sebuah kesalahan dalam satu kolom saja sudah cukup untuk merusak proporsionalitas.
it: Un errore in una sola colonna è sufficiente a rompere la proporzionalità.
ja: 1つの列にエラーがあるだけで、比例が崩れます。
ko: 하나의 열에 오류가 있으면 비례성이 깨집니다.
nl: Een fout in één enkele kolom is voldoende om de proportionaliteit te breken.
no: En feil i en enkelt kolonne er nok til å bryte proporsjonaliteten.
pl: Błąd w jednej kolumnie wystarczy, aby zniszczyć proporcjonalność.
pt_pt: Um erro em uma única coluna é suficiente para quebrar a proporcionalidade.
ro: O eroare într-o singură coloană este suficientă pentru a distruge proporționalitatea.
ru: Ошибка в одной колонке достаточно, чтобы нарушить пропорциональность.
sk: Jedna chyba v jednom stĺpci stačí na to, aby sa porušila proporcionalita.
sv: Ett fel i en enda kolumn räcker för att bryta proportionaliteten.
sw: Kosa katika safu moja tu linatosha kuvunja uwiano.
tr: Tek bir sütundaki bir hata, orantılılığı bozmak için yeterlidir.
uk: Помилка в одній колонці достатня, щоб зламати пропорційність.
vi: Một lỗi trong một cột duy nhất đủ để phá vỡ tỷ lệ.
zh_hans: 单列中的一个错误就足以破坏比例关系。

# ed_ptc_faq
source: Questions fréquentes
af: Gereelde vrae
bg: Често задавани въпроси
cs: Časté dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fil: Mga madalas na tanong
hu: Gyakori kérdések
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
sw: Maswali ya mara kwa mara
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# ed_ptc_q1
source: Comment savoir si un tableau est proportionnel ?
af: Hoe om te weet of 'n tabel proporsioneel is?
bg: Как да разбера дали таблицата е пропорционална?
cs: Jak zjistit, zda je tabulka proporcionální?
da: Hvordan ved man, om en tabel er proportional?
de: Wie weiß man, ob eine Tabelle proportional ist?
el: Πώς να ξέρετε αν ένας πίνακας είναι αναλογικός;
es: ¿Cómo saber si una tabla es proporcional?
fi: Miten tietää, onko taulukko suhteellinen?
fil: Paano malalaman kung ang isang talahanayan ay proporsyonal?
hu: Hogyan tudhatom, hogy egy táblázat arányos-e?
id: Bagaimana cara mengetahui apakah sebuah tabel proporsional?
it: Come sapere se una tabella è proporzionale?
ja: 表が比例しているかどうかをどうやって知るのですか？
ko: 표가 비례적인지 어떻게 알 수 있나요?
nl: Hoe weet je of een tabel proportioneel is?
no: Hvordan vet jeg om et diagram er proporsjonalt?
pl: Jak sprawdzić, czy tabela jest proporcjonalna?
pt_pt: Como saber se uma tabela é proporcional?
ro: Cum să știi dacă un tabel este proporțional?
ru: Как узнать, является ли таблица пропорциональной?
sk: Ako zistiť, či je tabuľka proporcionálna?
sv: Hur vet man om en tabell är proportionell?
sw: Jinsi ya kujua ikiwa jedwali ni la uwiano?
tr: Bir tablonun orantılı olup olmadığını nasıl anlarız?
uk: Як дізнатися, чи таблиця пропорційна?
vi: Làm thế nào để biết một bảng có tỷ lệ không?
zh_hans: 如何知道一个表格是否成比例？

# ed_ptc_a1
source: Si le rapport entre les deux lignes est constant pour toutes les colonnes.
af: As die verhouding tussen die twee rye konstant is vir alle kolomme.
bg: Ако съотношението между двата реда е постоянно за всички колони.
cs: Pokud je poměr mezi dvěma řádky konstantní pro všechny sloupce.
da: Hvis forholdet mellem de to rækker er konstant for alle kolonner.
de: Wenn das Verhältnis zwischen den beiden Zeilen für alle Spalten konstant ist.
el: Αν η αναλογία μεταξύ των δύο γραμμών είναι σταθερή για όλες τις στήλες.
es: Si la relación entre las dos filas es constante para todas las columnas.
fi: Jos suhde kahden rivin välillä on vakio kaikissa sarakkeissa.
fil: Kung ang ratio sa pagitan ng dalawang linya ay pare-pareho para sa lahat ng mga kolum.
hu: Ha a két sor közötti arány minden oszlopra nézve állandó.
id: Jika rasio antara kedua baris konstan untuk semua kolom.
it: Se il rapporto tra le due righe è costante per tutte le colonne.
ja: すべての列に対して2つの行の比が一定である場合。
ko: 모든 열에 대해 두 행 간의 비율이 일정하다면.
nl: Als de verhouding tussen de twee rijen constant is voor alle kolommen.
no: Hvis forholdet mellom de to radene er konstant for alle kolonner.
pl: Jeśli stosunek między dwoma wierszami jest stały dla wszystkich kolumn.
pt_pt: Se a razão entre as duas linhas é constante para todas as colunas.
ro: Dacă raportul dintre cele două linii este constant pentru toate coloanele.
ru: Если отношение между двумя строками постоянно для всех колонок.
sk: Ak je pomer medzi dvoma riadkami konštantný pre všetky stĺpce.
sv: Om förhållandet mellan de två raderna är konstant för alla kolumner.
sw: Ikiwa uwiano kati ya mistari miwili ni thabiti kwa safu zote.
tr: Eğer iki satır arasındaki oran tüm sütunlar için sabitse.
uk: Якщо відношення між двома рядками є постійним для всіх колонок.
vi: Nếu tỷ lệ giữa hai dòng là không đổi cho tất cả các cột.
zh_hans: 如果两行之间的比率在所有列中都是恒定的。

# ed_ptc_q2
source: Et si une valeur ne respecte pas le coefficient ?
af: En as 'n waarde nie die koëffisiënt respekteer nie?
bg: А какво, ако една стойност не спазва коефициента?
cs: A co když hodnota neodpovídá koeficientu?
da: Og hvis en værdi ikke overholder koefficienten?
de: Und wenn ein Wert den Koeffizienten nicht einhält?
el: Και αν μια τιμή δεν σέβεται τον συντελεστή;
es: ¿Y si un valor no respeta el coeficiente?
fi: Entä jos jokin arvo ei noudata kerrointa?
fil: At kung ang isang halaga ay hindi sumusunod sa coefficient?
hu: Mi van, ha egy érték nem felel meg az együtthatónak?
id: Dan jika sebuah nilai tidak memenuhi koefisien?
it: E se un valore non rispetta il coefficiente?
ja: もし値が係数を守らない場合は？
ko: 값이 계수를 준수하지 않으면 어떻게 되나요?
nl: En als een waarde de coefficient niet respecteert?
no: Og hvis en verdi ikke overholder koeffisienten?
pl: A co, jeśli wartość nie spełnia współczynnika?
pt_pt: E se um valor não respeitar o coeficiente?
ro: Și dacă o valoare nu respectă coeficientul?
ru: А если значение не соответствует коэффициенту?
sk: A čo ak hodnota nespĺňa koeficient?
sv: Och om ett värde inte följer koefficienten?
sw: Na ikiwa thamani moja haifai kwa coefficient?
tr: Peki, bir değer katsayıyı sağlamıyorsa?
uk: А якщо значення не відповідає коефіцієнту?
vi: Và nếu một giá trị không tuân theo hệ số?
zh_hans: 如果一个值不符合系数怎么办？

# ed_ptc_a2
source: Alors le tableau n’est pas proportionnel.
af: Dan is die tabel nie proporsioneel nie.
bg: Тогава таблицата не е пропорционална.
cs: Pak tabulka není proporcionální.
da: Så er tabellen ikke proportional.
de: Dann ist die Tabelle nicht proportional.
el: Τότε ο πίνακας δεν είναι αναλογικός.
es: Entonces la tabla no es proporcional.
fi: Silloin taulukko ei ole suhteellinen.
fil: Kaya ang talahanayan ay hindi proporsyonal.
hu: Akkor a táblázat nem arányos.
id: Maka tabel tersebut tidak proporsional.
it: Allora la tabella non è proporzionale.
ja: その場合、表は比例していません。
ko: 그렇다면 표는 비례적이지 않습니다.
nl: Dan is de tabel niet proportioneel.
no: Da er diagrammet ikke proporsjonalt.
pl: Wtedy tabela nie jest proporcjonalna.
pt_pt: Então a tabela não é proporcional.
ro: Atunci tabelul nu este proporțional.
ru: Тогда таблица не является пропорциональной.
sk: Potom tabuľka nie je proporcionálna.
sv: Då är tabellen inte proportionell.
sw: Basi jedwali si la uwiano.
tr: O zaman tablo orantılı değildir.
uk: Тоді таблиця не є пропорційною.
vi: Thì bảng không tỷ lệ.
zh_hans: 那么表格就不是成比例的。
